{
    "title": "Judgment for Terrorism Is $248 Million",
    "publisher": "the new york times",
    "year": 1998,
    "month": 3,
    "day": 12,
    "full text": "In the largest judgment under a 1996 antiterrorism law, a Federal district judge ordered the Government of Iran today to pay $247.5 million in damages to the family of a 20-year-old New Jersey exchange student who was killed in a terrorist bombing in Israel three years ago.\nThe student, Alisa M. Flatow, died in April 1995 along with seven Israeli soldiers when a suicide bomber drove a van filled with explosives into their bus, which was traveling through Gaza to a Jewish resort settlement for Passover. Islamic Holy War, a militant group with ties to Iran, took responsibility for the bombing.\nIn his ruling today, Judge Royce C. Lamberth of United States District Court said that evidence presented in the two-day trial, in which Iran did not defend itself, demonstrated that the Iranian Government had financially aided Islamic Holy War, and so could be held responsible for Ms. Flatow's murder.\nJudge Lamberth's decision was the second under the Antiterrorism Act of 1996, which allowed American citizens to sue foreign governments for criminal acts committed outside the United States. The case is the first to involve a government accused of terrorism. The law is intended to deter terrorism in the same way American tort law can force companies to improve faulty products: by putting financial sting into litigation.\n\"I hope the rule of law can contribute ultimately to solving the problems presented in this case, where an innocent girl was killed for no reason, in a way that served no purpose,\" Judge Lamberth said from the bench. \"The court cannot be stronger in condemning this sort of action. It has no place in civilized society.\"\nIt is far from clear whether the family will be able to collect any money from Iran, which does not have diplomatic relations with the United States. State Department officials said Iran has almost no assets in this country, though a lawyer for the Flatow family contended that Iran has well over $1 billion in holdings here. The lawyer, Steven R. Perles of Washington, also said that he would try to seize or freeze Iranian properties in other countries, which some legal experts said would be difficult to do.\nMs. Flatow's father, Stephen, flanked by his four surviving children and his wife, Rosalyn, said the money was less important than the message the judgment would send to the Iranian Government and to terrorists worldwide. It was with Alisa Flatow in mind that Senator Frank R. Lautenberg offered an amendment to the 1996 law allowing Americans to receive punitive damage awards from other nations, putting financial teeth into the law. Of the Flatows' $247 million judgment, $225 million was for punitive damages.\n\"These people are not heroes. They are not martyrs. They are traitors to the human race,\" Mr. Flatow, a lawyer from West Orange, said after the decision, his voice cracking with emotion. \"We call upon the people of the world who, like us, refuse to be intimidated by what happened to Alisa. We call upon them to say 'Enough blood shed such as this.' \"\nSenator Lautenberg, a New Jersey Democrat, said today's ruling would set an important precedent for other Americans seeking retribution from foreign governments for terrorist acts, particularly families of the victims of Pan American Flight 103, which was destroyed by a bomb over Lockerbie, Scotland, in 1988. The United States contends that Libyan agents planted the bomb, which killed all 259 people on board and 11 on the ground.\n\"An opinion like this says to these countries: You will not do these things with impunity,\" Mr. Lautenberg said. \"I think the size of the award is significant enough to make a dent, even for a country like Iran. And we think with Libya, it would do it as well.\"\nJamie Rubin, a State Department spokesman, said today's ruling would not affect American policy toward Iran. The best way to resolve differences between the two countries, he added, would be through \"direct dialogue.\"\nBefore the Antiterrorism Act of 1996, Americans could sue only individuals, not governments, for terrorist acts committed beyond American soil. The 1996 law allows lawsuits only against seven nations the State Department says officially sponsor terrorism: Iran, Iraq, North Korea, Libya, the Sudan, Cuba and Syria.\nIn the first ruling under the law, a Federal judge in Miami ordered the Cuban Air Force in December to pay $187.6 million to the families of three pilots from an exile group, Brothers to the Rescue, whose unarmed planes were shot down by Cuban fighter jets over international waters two years ago. It remains unclear whether the families will be able to collect any money.\nLegal experts said it would be difficult for the Flatows to receive any of their award as long as there are no diplomatic relations between the two countries. But if relations and commerce resume, the family could try to tie up any Iranian property here, from bank accounts to airplanes to buildings to treasury bonds.\n\"There are creative ways to make life difficult if the country has any kind of economic relations with the United States,\" David Cole, a professor of law at Georgetown Law School, said.\nUnrelated to the new Federal law, governments have agreed, on a few occasions, to settle damage claims with individual families. In 1996, the United States paid $131.8 million to the families of 250 Iranians killed aboard an Iran Air jet that was shot down by an American warship in 1988. And in 1997, the Palestinian Liberation Organization agreed to pay an undisclosed sum to the family of Leon Klinghoffer, a Jewish passenger who was shot in his wheelchair and thrown overboard by terrorists on the Italian cruise ship Achille Lauro in 1985.\nMr. Flatow, an Orthdox Jew whose 18-year-old daughter, Francine, is now studying in Israel, said the ruling could not end his family's pain. But, he added: \"I think Alisa is smiling on us today. I think she is having a good laugh today.\"\n\nGraphic\n\n \nPhotos: Senator Frank R. Lautenberg, right, in Washington yesterday with Stephen and Rosalyn Flatow, whose daughter Alisa was killed in 1995. (Stephen Crowley/The New York Times); Alisa M. Flatow, 20, of West Orange, N.J., was killed April 9, 1995. (Associated Press)      \n\nLoad-Date: March 12, 1998"
}