{
    "title": "Judge's Offhanded Terrorism Remarks Anger Arab- American",
    "publisher": "the new york times",
    "year": 2003,
    "month": 5,
    "day": 22,
    "full text": "The first time a village justice here suggested that Anissa Khoder was a terrorist, she smiled gamely and swallowed her humiliation. The second time, she said, she fainted. \n     Mrs. Khoder, a United States citizen who arrived from Lebanon 14 years ago, appeared in court last Thursday before the judge, William R. Crosbie, to challenge two parking tickets left on her dashboard within an hour of each other. She said the judge repeated her name and asked if she was a terrorist. \"I smiled a big smile and said, 'Look at me, do I look like a terrorist?' \" she said. \n Then, according to Mrs. Khoder, after she gave an explanation of the tickets, the judge again referred to terrorism. \"He said, 'You don't want to pay a ticket, but you have money to support terrorists,' \" she recalled. \"I felt the blood go to my head. I wanted to throw up. I screamed and fell to the ground.\"\nFor his part, the judge, 79, acknowledged making the initial query about her being a terrorist, but said he was \"probably kidding,\" according to an article in The Journal News, the Westchester newspaper.\nToday, he told a television reporter that he regretted the remark because \"it caused a lot of problems for a lot of people.\" Judge Crosbie, who rejected a request for an interview, denied to both the Westchester paper and the television reporter that he made the remark about money for terrorists.\nIn 1989, Judge Crosbie, a Republican, was censured by the New York State Commission on Judicial Conduct for trying to use the \"power and prestige of judicial office for personal and political ends.\" He bullied the police department of a neighboring village after his friend, a Republican candidate for village trustee, was charged with driving while intoxicated, according to the commission's decision on the censure.\nHussein Khoder, Mrs. Khoder's stepson, filed a complaint with the commission last Friday on her behalf, saying the judge's words were \"no joke, especially in the climate we're in today.\" \nSince the terror attacks of Sept. 11, some Arab-Americans have said that they feel stigmatized. \"This kind of thing is not isolated behavior,\" said James J. Zogby, president of the Arab American Institute, a policy group in Washington. \"Increasingly, people are being judged as a class, and that's the slippery slope we're on.\"\nAt a news conference today in Armonk, where Mr. Khoder lives, Mrs. Khoder's eyes filled with tears as she recounted the experience. \nShe emigrated to the United State after meeting her husband, Suleiman Khoder, a landlord in Tarrytown also of Lebanese descent. Mr. Khoder, 72, has been an American citizen for 30 years, and the two live with their 12-year-old son in Tarrytown. Mrs. Khoder, 46, is studying to become a geriatric nurse at Westchester Community College.\n\"This is my life,\" she said of the United States, where she became a citizen 10 years ago. \"I feel happy. I feel free. Suddenly in a court of law -- I don't see any respect after 14 years.\"\nA spokesman for the State Commission on Judicial Conduct said he was barred from commenting on specific cases. In general, he said, the 11-member body investigates complaints of judicial misconduct, and it has the power to admonish, censure and remove judges.\nToday Mrs. Khoder fielded calls from representatives of Arab-American organizations in Westchester offering their support. She also heard from public officials, including the county's district attorney, Jeanine F. Pirro, and the county executive, Andrew J. Spano, who called on Judge Crosbie, a former county legislator, to resign.\n\"This is so outrageous,\" Mr. Spano said in a telephone interview. \"Nobody should be saying something like this, much less a judge in a courtroom and in this environment. This guy should be removed from the bench.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Anissa Khoder said a Tarrytown village justice asked her if she was a terrorist during a court appearance last week over two parking tickets. (Suzy Allman for The New York Times) \n\nLoad-Date: May 22, 2003"
}