{
    "title": "Judge orders release of info on terrorism informant",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 2,
    "day": 26,
    "full text": "PORTLAND -- A federal judge ordered prosecutors Tuesday to reveal how much they paid an informant who recorded evidence during a terrorism investigation that led to the arrest of five Portland residents.\nU.S. District Judge Robert Jones also ordered U.S. Attorney Charles Gorder to reveal whether Khalid Ibrahim Mostafa, an Egyptian-born mechanic, had worked as an informant previously and for which law enforcement agencies.\nThe Drug Enforcement Administration recruited Mostafa to infiltrate what Attorney General John Ashcroft called a terrorist cell based in Portland after an arrest on weapons and possibly drug charges.\nA defense contention that he did it for money could undermine Mostafa's credibility as a witness.\nThe judge's orders came during evidence hearings in U.S. District Court, the first substantial developments in the case since the five defendants were arrested last October.\nThe defendants appeared Tuesday in blue jumpsuits, ankle chains rattling as they shuffled into the wood-paneled courtroom on the 16th floor of the Mark O. Hatfield Courthouse.\nProsecutors and defense attorneys used the hearing to debate a range of motions concerning evidence in the case. The judge deferred formal decisions on most issues until today.\nDefense attorneys are questioning evidence collected under 36 warrants issued by a top secret court in Washington D.C., the Foreign Intelligence Surveillance court, or \"spy court.\"\nThe Foreign Intelligence Surveillance Act was passed in 1978 as a way to fight Cold War espionage. Attorneys are also challenging aspects of the USA Patriot Act, which was passed in the aftermath of the Sept. 11 attacks. It expanded the spy court's power.\nOn this issue, Jones mulled a suggestion by prosecutors that he read applications for the secret warrants alone in his office, without allowing defense lawyers to see the documents.\nHe also said he is ready to allow defense attorneys to review classified documents, if necessary, in a safe room inside the courthouse.\n\"We're all working on a new slate here,\" he said. \"There have been no cases like this in Oregon.\"\n\nLoad-Date: February 26, 2003"
}