{
    "title": "Judge frees Phila. man in terrorism case",
    "publisher": "the philadelphia inquirer",
    "year": 2018,
    "month": 7,
    "day": 20,
    "full text": "In a decision challenging the United States' one-size-fits-all approach to punishing terrorism suspects, a federal judge ordered a Philadelphia man released from prison Wednesday, more than six years after he was jailed for repaying a $300 debt to a fellow terrorist sympathizer.\nBakhtiyor Jumaev - a 51-year-old Uzbek refugee who lived in Port Richmond before his 2012 arrest - was the \"least of the least\" when it comes to national security threats, U.S. District Judge John Kane wrote in an opinion sentencing him to time already served while awaiting trial.\nWhile acknowledging the seriousness of Jumaev's offense, the judge's 44-page filing also denounced the Justice Department's practice of consistently seeking top-end punishments for terrorism defendants regardless of the seriousness of their crimes.\nHe dismissed prosecutors' bid to impose a 15-year sentence in Jumaev's case as \"disappointing,\" \"draconian,\" and \"absurd.\"\n\"A just sentence is an act for which a judge is morally responsible,\" Kane wrote in a statement filed after Jumaev's sentencing Wednesday in Denver, where he was tried. \"We must recognize that a human being ... should not be ignored or dismissed because of the inflamed rhetoric on the 'war on terror.'\"\nKane's ruling came two months after a jury convicted Jumaev on two counts of providing material support to a terrorist organization. It joined a growing chorus of judges, criminal justice researchers, and experts across the country who have questioned whether the United States had gone too far in its post-9/11 zeal to harshly discipline those who show even the slightest signs of radicalization by terrorist groups.\nThe charge for which Jumaev was sentenced Wednesday - providing material support to a terrorist group - is one of the most commonly used by prosecutors in terrorism cases.\nBut federal sentencing guidelines make no distinction between a defendant who stored bombs in his home for an impending terrorist attack and someone like Jumaev, who despite having expressed pro-jihadi views on the internet had done relatively little to act upon them.\n\"There is no rational basis for concluding that all individuals labeled as 'terrorists' and all crimes of 'terrorism' are equal,\" Kane said. Even worse, he added, stiff prison terms in relatively minor cases are just as likely to further radicalize defendants or harden their anti-American views.\nA spokesperson for the U.S. Attorney's Office in Denver declined to comment Thursday.\nDavid Barry Savitz, a Denver-based lawyer for Jumaev, hailed Kane's decision.\n\"The government's history of sentencing recommendations in these types of cases is, in our view, extreme,\" he said Thursday.\nPrior to his arrest, Jumaev had been living in aPort Richmond apartment for several years, eking out a meager living as a gas station attendant and grocery store custodian. According to court filings, he had worked at an Acme Market in Ridley Township and at a SuperFresh in Wilmington, sending most of his money back to his wife and three sons in Uzbekistan.\nHe came to the attention of federal authorities in 2011, when FBI agents picked up conversations he had with another Uzbek refugee and later Jumaev's codefendant, Jamshid Muhtorov of Aurora, Colo.\nBoth men had fled to this country in the 2000s, hoping to escape persecution by an authoritarian regime in their native country, and both were supporters of the Islamic Jihad Union, an organization formed in the late 1990s seeking an Islamic theocracy in Uzbekistan.\nThe group also has thrown its support behind groups fighting American efforts in Afghanistan and has carried out terror strikes including a July 2004 suicide attack on U.S. and Israeli embassies in Uzbekistan's capital, Tashkent.\nJumaev and Muhtorov spoke often about their desire to \"join the wedding\" - a phrase prosecutors argued was code for their shared desire to fly to the Middle East to fight alongside jihadi forces.\nAt his trial in May, government lawyers singled out several posts Jumaev made on an Islamic Jihad Union YouTube channel expressing anti-American views.\n\"Hey, you immoral, hypocrite infidels!\" he wrote in one of them. \"Your days are over whether you like it or not. Now, it's your turn. We will not let you have peace because God's promise is true.\"\nKane acknowledged Wednesday that such remarks were troubling, but noted that Jumaev did little to actually put national security at risk.\nJumaev maintained throughout his trial that the $300 he sent Muhtorov in April 2011 was intended to repay his friend after Muhtorov helped him come up with bail money when immigration authorities in Philadelphia detained him in 2009 for overstaying his visa.\nProsecutors argued that Jumaev actually intended for Muhtorov to use the money for the Islamic Jihad Union's efforts abroad.\nKane, however, described those claims as unpersuasive and noted that it was Muhtorov's wife who cashed the check to pay their household expenses.\n\"I believe [a] message has been sent in this case,\" Kane wrote Wednesday, referring to the six years Jumaev spent in custody awaiting trial. \"Mr. Jumaev has already been subjected to significant punishment.\"\nStill, Kane's ruling is unlikely to improve Jumaev's immediate situation. U.S. immigration authorities have initiated deportation proceedings against him. Should he fight to stay in the country, he is likely to face another lengthy stay in immigration detention.\nMuhtorov, whom Kane described Wednesday as a much more serious threat, is set to be sentenced next month in Denver.\nJRoebuck@phillynews.com\n215-854-2608\n@jeremyrroebuck\n\nLoad-Date: September 28, 2018"
}