{
    "title": "Judge to hear evidence in Dutschke case today",
    "publisher": "northeast mississippi daily journal ",
    "year": 2013,
    "month": 5,
    "day": 2,
    "full text": "May 02--OXFORD --J. Everett Dutschke, accused in a poison-threat scheme, will hear government evidence against him today in federal court.\nThe purpose of the hearing is for U.S. Magistrate Judge S. Allan Alexander to decide if the evidence is sufficient to turn the case over to a grand jury, from which can come formal charges called indictments.\nDutschke, 41, of Tupelo, was arrested early Saturday morning on accusations he made or attempted to make the poison ricin and a delivery system to use it as a weapon.\nThe former martial arts instructor maintains his innocence.\nDutschke is being held without bond in the Lafayette County Detention Center. Alexander also will consider whether to grant him bail, if she deems that his prosecution should continue.\nWednesday, the word \"terrorism\" appeared in an unsealed application to search a wide variety of Dutschke's electronic equipment from computers to cellphones.\nThomas Mann, an FBI counter-terrorism squad member in Mississippi, composed the sworn statement to Alexander to search \"electronic devices\" belonging to Dutschke in possession of the Tupelo Police Department.\nDutschke was arrested Jan. 18 by the TPD and Lee County Sheriff's deputies on state charges. He consented then to the seizure and search of the equipment.\nIn the new search application dated April 24 --three days before U.S. marshals arrested Dutschke --Agent Mann states he is familiar with methods \"utilized by individuals to commit terrorism crimes,\" including the use of cellphones and electronic devices.\nThe warrant application also states that the search relates to violations of U.S. law prohibiting threats against the president and mailing threatening communications.\nThis case began April 16 when an envelope containing a type-written letter and a suspicious granular substance was intercepted at a federal mail facility in Maryland. It was addressed to U.S. Sen. Roger Wicker of Tupelo.\nAt that point, the substance was believed to be the deadly poison ricin, made from castor beans, and mailed April 8.\nIn the next two days, identical letters with the substance were identified addressed to President Barack Obama and Lee County Justice Court Judge Sadie Holland.\nBecause of a familiar signature tag line in the letter, a Corinth man was arrested and held nearly a week before federal prosecutors admitted they had nothing linking him to ricin.\nDutschke's name came up during that investigation as someone who may hold a grudge against the first suspect.\nTuesday, when the federal court unsealed another FBI affidavit, it revealed claims that Dutschke bought castor beans, downloaded publications about ricin and discarded items testing positive for the poison, among other things.\nIf indicted and then convicted on the current charges, he faces up to life in prison.\npatsy.brumfield@journalinc.com\n___ (c)2013 the Northeast Mississippi Daily Journal (Tupelo, Miss.) Visit the Northeast Mississippi Daily Journal (Tupelo, Miss.) at www.nems360.com Distributed by MCT Information Services\n\nLoad-Date: May 2, 2013"
}