{
    "title": "Judge rules two provisions of Patriot Act unconstitutional",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 3,
    "full text": "Last Wednesday a federal judge upheld the Fourth Amendment by declaring two provisions of the USA Patriot Act unconstitutional.\nThe Fourth Amendment in the United States Constitution protects the public from unreasonable searches and seizures. It guarantees that all judicially sanctioned search and arrest warrants be \"reasonable.\"\nThe USA Patriot Act is an acronym for Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism.\nThe act, signed into law by President George Bush in October of 2001, increases the ability of law enforcement agencies to search telephone, e-mail, medical and financial records with the purpose of fighting terrorism in the United States and abroad.\n\"Provisions of the Patriot Act allowing the gathering of information without court approval raise significant constitutional concerns,\" Robert Bradley, politics and government professor, said.\nOregon attorney Brandon Mayfield filed a lawsuit against the federal government after the FBI wrongly connected him to the deadly train bombings in Madrid in 2004.\nAfter a $2 million apology from the federal government, Mayfield was still not satisfied. He continued to challenge parts of the Patriot Act, claiming that the secret investigations at his residence and office violated his rights.\nUnited States District Judge Ann Aiken declared the actions unconstitutional because the government did not obtain a search warrant before conducting surveillance operations.\nDr. George Kiser, associate politics and government professor, agrees with Aiken's decision.\n\"The government has not done well in the few trials that have occurred,\" Kiser said.\nEarlier this year, U.S. District Judge Victor Marrero ruled portions of the Patriot Act unconstitutional.\nHe declared that National Security Letters, issued by the FBI to obtain important personal information, are in violation of the First Amendment.\nThe government forbade any organization from discussing the use of National Security Letters.\nMarrero determined that the restrictions the government placed on speech were a form of government censorship.\nFederal authorities have rigorously defended the Patriot Act since its inception, saying it has aided in thwarting hundreds of potential terrorist attacks.\n\"Much of the Patriot Act is fine, particularly those provisions dealing with updating federal laws dealing with organized crime, border security and modernizing national security personnel issues,\" Bradley said.\nThe Patriot Act also gives law enforcement officers more power when dealing with money laundering and toughens laws on illegal immigrants suspected of terrorism.\nThe American Civil Liberties Union is currently pushing for reform of the Patriot Act.\n(C) 2007 The Daily Vidette via U-WIRE\n\nLoad-Date: October 3, 2007"
}