{
    "title": "Judge throws out challenges by detainees",
    "publisher": "usa today",
    "year": 2005,
    "month": 1,
    "day": 20,
    "full text": "WASHINGTON -- A federal judge on Wednesday dismissed lawsuits by seven foreigners held at the U.S. military base at Guantanamo Bay, Cuba. The judge ruled that suspected al-Qaeda and Taliban operatives there have no constitutional right to challenge the legality of their indefinite detentions.\nThe Supreme Court said last June that the 550 detainees at Guantanamo could file lawsuits in U.S. courts to challenge their detentions. In the first federal court ruling on the issue since then, District Judge Richard Leon said President Bush had not exceeded his war powers by ordering the detentions.\nLeon said Congress had authorized Bush to capture and detain prisoners in the war on terrorism. In a 34-page opinion, Leon said that a ruling in the detainees' favor would \"unduly hinder both the president's ability to protect our country from future acts of terrorism and his ability to gather vital intelligence regarding the capability, operations and intentions of this elusive and cunning adversary.\"\nThe judge said it is up to the president and Congress to determine how long detainees should be held, and under what conditions. The courts, he said, have no business delving into such issues.\nLeon's decision was a victory for the Bush administration, which has argued that the president has the power to hold detainees as long as the war on terrorism lasts -- in essence, indefinitely.\nThe ruling was made in two of a dozen cases that have been brought on behalf of more than 60 detainees who have been held at Guantanamo for three years. Another judge here has yet to rule on similar motions by the government to dismiss the remaining cases.\nLeon said that attorneys for the detainees failed to come up with \"a viable legal theory\" for him to question the lawfulness of the detentions.\n\"In the final analysis,\" the judge wrote, \"the petitioners are asking this court to do something no federal court has done before: Evaluate the legality of the executive's capture and detention of non-resident aliens, outside of the United States, during a time of armed conflict.\"\nBarbara Olshansky, an attorney with the Center for Constitutional Rights, which represents several detainees, said Leon's decision was disappointing and wrong. \"The Supreme Court did not open the door to the courthouse to these detainees and say there is nothing there,\" she said. \"The Supreme Court doesn't do that.\"\nLeon ruled that the detentions of foreigners at a military base outside the USA violate no federal laws or treaties. He said that international law does not apply to the detainees' circumstances.\nThe judge also rejected the detainees' complaints that they were captured beyond the battlefield in Afghanistan. Six of the detainees were taken into custody in Bosnia and handed over to the U.S. military; the other was captured in Pakistan.\nLeon said the locations of their captures are \"of no legal significance\" because Congress did not place \"geographic parameters on the president's authority to wage this war against terrorism.\"\n\nLoad-Date: January 20, 2005"
}