{
    "title": "Judge permits U.S. trial of 1st Guantanamo detainee",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 13,
    "full text": "NEW YORK ? The first Guantanamo Bay detainee to be prosecuted in a civilian court was cleared for trial Tuesday by a judge who said a two-year interrogation and five-year detention were not grounds for dismissal because they served compelling national security interests. Ahmed Khalfan Ghailani was interrogated by the CIA for important intelligence information, U.S. District Judge Lewis A. Kaplan wrote in a decision that rejected defense requests to toss out the indictment on the grounds that Ghailani was denied a speedy trial. \"No one denies that the agency's purpose was to protect the United States from attack,\" Kaplan wrote, noting that the government was not proposing to use any evidence ?\n with one possible exception ? gained from Ghailani's interrogation. Ghailani is charged in the August 1998 bombing of two U.S. embassies in Africa that resulted in the deaths of 224 people, including 12 Americans. His trial is set for Sept. 27. The decision came as Attorney General Eric Holder said this week that the administration is working through issues to decide where a trial can be held for self-professed Sept. 11 mastermind Khalid Sheikh Mohammed and four other terrorism suspects held at Guantanamo. The ruling was not surprising ? federal judges regularly have sided with prosecutors in terrorism cases ? but it could indicate that lengthy detentions and harsh interrogations do not stand in the way of the Obama administration's plan to bring enemy combatants to civilian courts for trial. Matthew Waxman, a former Bush administration official in the State Department and Pentagon, said he expected similar claims to be raised by other Guantanamo defendants who are moved into civilian courts. \"If this ruling is an indication of how courts will view those claims, however, it suggests they are willing to give the government latitude,\" said Waxman, now a professor at Columbia Law School. \"That latitude may be especially important as the government considers its options for KSM and the 9/11 conspirators and its options for closing Guantanamo.\" The judge also defended the decision to bring a noncitizen accused of terrorism to trial in a civilian court. He said he understood \"anger at wanton terrorist attacks\" is behind the reasoning of those who argue alleged terrorists should not be tried in civilian courts. \"Their conclusion, however, is unacceptable in a country that adheres to the rule of law,\" Kaplan said. The judge said Ghailani's right to a speedy trial also was not violated by the nearly three years he spent at Guantanamo Bay before he was brought to the United States last year. Kaplan said his status as an enemy combatant always has made it uncertain whether he ever will be freed and none of the delay was attributable to a quest for tactical advantage. The judge said civil claims or even criminal charges could be brought if Ghailani was subjected to illegal methods of questioning during the interrogation that followed his July 2004 arrest. \"But this is not the time or the place to pass judgment on whether those techniques, in and of themselves, were appropriate or legal. ... Its objective was to gather intelligence, not evidence for use in this criminal case,\" Kaplan said. Ghailani's lawyers have said he was subjected to \"enhanced interrogation\" for 14 hours over five days. As part of its enhanced interrogation program after the Sept. 11 terrorism attacks, the CIA at one time used 10 harsh methods, including waterboarding, a form of simulated drowning. Kaplan said a prisoner's right to a speedy trial might be violated if his prosecution were delayed for an extended period while he faced \"appalling or unlawful methods of interrogation even for important national security reasons.\" But, he added: \"That is not this case.\" He said the two years of interrogation in CIA-run camps overseas \"served compelling interests of national security.\" Four others were convicted for their roles in the bombings in federal court in Manhattan in 2001. They were each sentenced to life in prison. Ghailani was accused by the government of being a bomb maker, document forger and aide to Osama bin Laden, who is also charged in the indictment. Ghailani has pleaded not guilty and has denied knowing that the TNT and oxygen tanks he delivered would be used to make a bomb. A lawyer for Ghailani declined to comment. The decision came on the same day that a three-judge federal appeals panel in Washington reversed a judge's ruling that Guantanamo Bay detainee Mohammed Al-Adahi should be released. Pakistani authorities captured Al-Adahi in 2001. In 2004 at Guantanamo Bay, a tribunal determined that the evidence showed he was part of al-Qaida. The appeals court agreed with the tribunal's conclusion, noting he had twice with Osama bin-Laden and had attended al-Qaida's Al Farouq training camp where many of the Sept. 11 terrorists trained. Al-Adahi said he attended al-Qaida's Al Farouq training camp for seven to 10 days out of curiosity and was expelled for disobeying rules. Associated Press writers Pete Yost in Washington and Ben Fox in San Juan, Puerto Rico, contributed to this report. \n\nLoad-Date: July 14, 2010"
}