{
    "title": "Judge_ Al-Qaida branch won't attack Europe",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 8,
    "day": 6,
    "full text": "PARIS - France's top judge in the fight against Islamic terrorism said Friday that al-Qaida's North African wing has shown no ability to strike in Europe or elsewhere beyond its zone of operations.\nAl-Qaida in the Islamic Maghreb, born of a former insurgent group in Algeria, remains motivated largely out of a desire to attack former colonial power France. It currently holds four French hostages, and French officials have called the group the biggest terror threat to France and its interests.\nIn an interview, anti-terrorism judge Marc Trevidic suggested AQIM is being forced to work hard to control parts of its traditional territory in the Sahel region along the southern Sahara.\n\"It's been shown that AQIM is only able to strike in its own zone, by wanting to kill tourists - and we have seen nothing emerge as a significant foreign operation in Europe that was really organized by AQIM,\" he said.\nStill, AQIM has been active in offering statements of support through the Internet to would-be terrorists in Europe, Trevidic said, citing his recent case files.\n\"It's incitation without a structure behind it,\" he said. The group is \"holed up, and already has troubles controlling its zone \"¦ Only when a terror group is very strong in its own territory will it begin exporting.\"\nMany European officials are more concerned. In June, Spanish Interior Minister Alfredo Perez Rubalcaba called AQIM a growing menace that could spread beyond its base unless Western nations step up efforts to counter it. It has rendered huge parts of Mauritania, Mali, Niger and Algeria off-limits to foreigners.\nAQIM is active online and media-savvy, and has sparked arrests in Spain and France. French counterterrorism and intelligence officials said its main source of income comes from ransom payments from hostage-takings - in the millions of dollars.\nThe 46-year-old Trevidic, member of a special unit of the French judiciary devoted to fighting terrorism, spoke at length about the changes in the global fight against Islamic radicals following the death of Osama bin Laden, 10 years after the Sept. 11 attacks in the United States.\nOver the past decade, the Iraq war \"shuffled the cards\" in the global fight against terrorism, he said, by luring dozens of youths from France - home to western Europe's largest Muslim population - to fight U.S. forces.\nThe global crackdown against terrorism in Europe and elsewhere has largely driven Islamic militants underground: recruiting of young fighters in mosques and open-air training camps are largely a thing of the past, he said.\nThe newer phenomenon is \"self-radicalization\" online, with Internet-savvy Islamist youths watching videos and reading inflammatory texts that are a virtual-world call to arms.\n\"Today, there is not a single case where group members weren't recruited on the Internet,\" Trevidic said. He said American officials, too, are \"starting to discover this danger from within.\"\nWith NATO forces conducting air raids, bombing strikes and surveillance missions over Afghanistan and Pakistan, that region is no longer the training ground it once was for al-Qaida and its Taliban allies, he said.\n\nLoad-Date: August 6, 2011"
}