{
    "title": "Judge Rules Against Law On Indefinite Detention",
    "publisher": "the new york times",
    "year": 2012,
    "month": 9,
    "day": 13,
    "full text": "WASHINGTON -- A federal judge on Wednesday blocked the government from enforcing a controversial statute about the indefinite detention without trial of terrorism suspects. Congress enacted the measure last year as part of the National Defense Authorization Act.\nThe ruling came as the House voted to extend for five years a different statute, the FISA Amendments Act, that expanded the government's power to conduct surveillance without warrants. Together, the developments made clear that the debate over the balance between national security and civil liberties is still unfolding 11 years after the terrorist attacks of Sept. 11.\nIn the detention case, Judge Katherine B. Forrest of the United States District Court for the Southern District of New York issued a permanent injunction barring the government from relying on the defense authorization law to hold people in indefinite military detention on suspicion that they ''substantially supported'' Al Qaeda or its allies -- at least if they had no connection to the Sept. 11 attacks.\nThe United States has been detaining terrorism suspects indefinitely since 2001, relying on an authorization by Congress to use military force against perpetrators of the Sept. 11 attacks and those who helped them. Last year, Congress decided to create a federal statute that codified authority for such detentions.\nThe new statute went beyond covering the perpetrators of the Sept. 11 attacks to also cover people who were part of or substantially supported Al Qaeda, the Taliban or associated forces engaged in hostilities against the United States or its allies. Its enactment was controversial in part because lawmakers did not specify what conduct could lead to someone's being detained, and because it was silent about whether the statute extended to American citizens and others arrested on United States soil.\nIt was challenged by Chris Hedges, a journalist who interacts with terrorists as part of his reporting, and by several prominent supporters of WikiLeaks. They argued that its existence chilled their constitutional rights by creating a basis to fear that the government might seek to detain them under it by declaring that their activities made them supporters of an enemy group.\nIn May, Judge Forrest agreed, issuing a preliminary injunction barring the government from relying on the law to detain anyone without trial, and Wednesday she made that injunction permanent in a 112-page opinion.\nThe Obama administration fought the move, saying the law did not cover free-speech activities. It also claimed that the statute created no new detention authority that did not already exist in the original authorization to use military force. While Judge Forrest said she thought that it did expand detention authority, the fact that the government took the narrower view was ''decisive'' because it meant that ''enjoining the statute will therefore not endanger the public.''\nIn an interview, Bruce Afran, an adjunct law professor at Rutgers University who helped represent the plaintiffs, called the ruling a ''historic'' repudiation of government overreach.\n''It's an absolute guarantee of freedom of political debate even in a time of war,'' he said.\nIn Congress, the House voted, 301 to 118, to extend the FISA Amendments Act for five years. The law, first enacted in 2008, grew out of a once-secret Bush administration program of warrantless wiretapping. It is set to expire without new legislation at the end of 2012, and the Senate has yet to vote on it.\nRepublicans overwhelmingly supported the bill -- just seven voted against it -- while Democrats were split, with 74 voting for it and 111 voting against it.\nRepresentative Lamar Smith, Republican of Texas, urged the Senate to quickly approve it as well, saying it was needed to protect the country. But Representative Jerrold Nadler, Democrat of New York, said Congress was not performing adequate oversight to protect civil liberties.\n''The American people deserve better, and Congress has an obligation to exert more control over spy agencies than simply to give them a blank check for another five years,'' he said.\n\nhttp://www.nytimes.com/2012/09/13/us/judge-blocks-controversial-indefinite-detention-law.html\n\nLoad-Date: September 13, 2012"
}