{
    "title": "Judge in Terrorism Case Orders Hunt for E-Mails",
    "publisher": "the new york times",
    "year": 2012,
    "month": 1,
    "day": 13,
    "full text": "A federal judge in Manhattan directed the government on Thursday to conduct a deeper search for e-mails that an F.B.I. agent involved in a terrorism investigation in Nigeria said she had deleted from her computer because of a lack of storage space.\n''It's apparent to me that the Federal Bureau of Investigation has the capability of searching and reconstructing e-mails,'' Judge P. Kevin Castel of Federal District Court said. ''I think the F.B.I. can get this done and get it done promptly.''\nThe judge's directive came after the special agent, Jennifer Dent, the F.B.I.'s assistant legal attache in Lagos, Nigeria, testified that she had deleted all of her e-mails from November 2009 through March 2010. During that time, she and other agents were involved in setting up and conducting interrogations of a terrorism suspect, Mohamed Ibrahim Ahmed, an Eritrean man who had been taken into custody by the Nigerians.\nThe agent's testimony came in a hearing over whether statements by Mr. Ahmed, 37, should be suppressed at his trial in Manhattan, which is scheduled for this summer.\nThe F.B.I. declined to comment late Thursday on the agent's testimony and the judge's directive. Prosecutors and Mr. Ahmed's lawyers also declined to comment.\nThe e-mails are seen as important because they may shed light on communications between F.B.I. agents and other officials involved in two sets of interrogations of Mr. Ahmed, who faces charges that include providing material support to Al Shabab, a terrorist group based in Somalia.\nThe authorities have said that separate teams of American officials -- known colloquially as ''dirty'' and ''clean'' teams -- interrogated Mr. Ahmed in Nigeria in 2009 and 2010. The first team, which comprised Agent Dent and other unidentified officials, questioned him on Dec. 31, 2009, for intelligence purposes, without advising him of his rights to remain silent or to have a lawyer.\nThen a ''clean'' team of F.B.I. agents questioned Mr. Ahmed for law enforcement purposes. In these sessions, the authorities have said, Mr. Ahmed was advised of his rights, waived them and then made incriminating statements.\nMr. Ahmed's lawyers, Sean M. Maher and Sabrina Shroff, have asked Judge Castel to suppress all of Mr. Ahmed's statements, including those made after he was said to have waived his rights, on the grounds that they were not voluntary and are inadmissible.\nThe prosecutors, Jocelyn E. Strauber and Benjamin Naftalis, have elicited testimony from Agent Dent and another agent that steps had been taken to keep the interrogations separate. They were handled by different interrogators, in different rooms, and were spaced a week apart.\nAgent Dent testified on Thursday that after she participated in the Dec. 31 session, she did not disclose the content of Mr. Ahmed's statements in her discussions with agents who handled the sessions in which he was advised of his Miranda rights. She told them only that the interrogation had occurred, was in English and had lasted about three hours, she testified.\nThe defense made it clear through cross-examination that it wanted the deleted e-mails to see what Agent Dent had said to other officials, including agents who handled the later interrogation.\nAgent Dent testified that she had periodically deleted e-mails as her in-box filled up. ''Did you intentionally delete e-mails that were specifically related to the Ahmed investigation?'' the prosecutor, Ms. Strauber, asked.\n''I did not,'' Agent Dent replied.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 13, 2012"
}