{
    "title": "Judge Vacates Guilty Plea In Yemeni Case",
    "publisher": "the new york times",
    "year": 2004,
    "month": 5,
    "day": 12,
    "full text": "For several years, a group of Yemeni men linked to a Park Slope ice cream shop have been the focus of a federal investigation that has included shadowy claims about the financing of terrorism in Brooklyn. Prosecutors have said the shop also was an illegal money transfer business and have suggested, without formally charging, that the little shop may have provided millions of dollars raised in the United States to international terrorist organizations.\n Yesterday, what had been a tidy package of hints about terrorism financing in Brooklyn unraveled, clearing the way for a possible trial that could force prosecutors to reveal what they know about the now closed shop, Carnival French Ice Cream, on Fifth Avenue in Brooklyn. \n  An owner of the shop, Abad Elfgeeh, won an unexpected decision from a federal judge that will permit him to force prosecutors to prove their claims against him. Charged with unlicensed money transmitting and conspiracy, but not terrorism, Mr. Elfgeeh pleaded guilty in October and faced as much as 20 years in prison.\n But since then he has had a change of heart and has also changed lawyers. \n The judge, Charles P. Sifton, said yesterday that Mr. Elfgeeh's guilty plea before a federal magistrate was flawed because Mr. Elfgeeh did not understand some of its terms and never acknowledged taking part in any conspiracy. As a result, Judge Sifton vacated the plea. \n ''I didn't do anything wrong,'' Mr. Elfgeeh, 49, said yesterday, after the judge's ruling. He said he pleaded guilty in October because prosecutors threatened that they would charge other members of his family if he did not admit guilt. \n Robert Nardoza, a spokesman for the federal prosecutors, said the allegation of a threat was ''absolutely false.'' He said prosecutors were prepared to prove their case at a trial.\n Judge Sifton's decision suddenly turned Mr. Elfgeeh's case into a battleground over the claims of prosecutors in a series of cases in Brooklyn federal court that a network of people centered in Brooklyn may have raised money for terrorism. \n In several of the cases, the specific charges have skirted claims of direct ties to terrorism and instead have involved violations of financial laws or charges of making false statements. But prosecutors have hinted that they had suspicions of the defendants' involvement in more sinister activities. \n Mr. Elfgeeh's new lawyer, Frank J. Hancock, said Mr. Elfgeeh, a United States citizen, denies that he is involved in financing terrorism. \n Mr. Hancock echoed the comments of defense lawyers in other cases in Brooklyn who have criticized prosecutors for raising the specter of terrorism without lodging charges related to those claims.\n If Mr. Elfgeeh's ice cream shop had been funneling money to terrorist groups, Mr. Hancock said, ''Why didn't they charge him with it?''\n Mr. Nardoza declined to give a detailed response and said that prosecutors are in the midst of an ongoing investigation.\n Prosecutors have said that between 1997 and 2003, Mr. Elfgeeh's had sent $21 million overseas from his accounts. Mr. Elfgeeh has acknowledged transmitting money for acquaintances, a practice that is commonly referred to in Arabic as hawala.\n Prosecutors have long said that hawala networks are a prime target of investigations into global terrorism financing. \n According to public documents, including several released yesterday, the prosecutors' case against Mr. Elfgeeh includes tantalizing promises of an insider view of terror-financing networks.\n A pivotal figure in the case is another Yemeni awaiting trial in Brooklyn, Sheik Mohammed Ali Hassan al-Moayad. When the sheik was arrested last year in Germany, Attorney General John Ashcroft portrayed him as an important terrorism financier with close ties to Osama bin Laden. The sheik, who has been charged with financing terrorism, was later extradited to Brooklyn.\n Prosecutors claim that Mr. Elfgeeh was surreptitiously recorded acknowledging that he sent money to Sheik al-Moayad.\n One document released yesterday was a summary by federal agents of what they described as Sheik al-Moayad's statements in Germany. The document said the sheik's address book included references to Mr. Elfgeeh and a brother of his, Ahmed Elfgeeh, and a telephone number in Brooklyn.\n The summary said the sheik described Ahmed Elfgeeh, as the sheik's ''most committed fund-raiser'' in the United States. There are no known charges in the United States against Ahmed Elfgeeh, 63, who moved to Yemen three years ago.\n The summary also said that ''Abad was the brother of Ahmed, and Abad had helped al-Moayad raise money in the U.S.''\n Mr. Hancock said Abad Elfgeeh did not know Sheik al-Moayad and said the case against Mr. Elfgeeh was far murkier than the prosecutors indicated. In a report by a federal probation agent that was prepared for Judge Sifton to use in sentencing Mr. Elfgeeh, there were suggestions that some investigators were not convinced of Mr. Elfgeeh's culpability. \n The report said that federal agents working on the case said ''that there appears to be little, if any evidence to suggest that Elfgeeh had any role in financing terrorism or any knowledge that money he was transmitting was used to finance terrorism.'' \n Mr. Nardoza said that was an erroneous interpretation of the agents' views.\n\nhttp://www.nytimes.com\n\nLoad-Date: May 12, 2004"
}