{
    "title": "Judge in Bomb Inquiry Has Made a Career of Fighting Terrorism",
    "publisher": "the new york times",
    "year": 1996,
    "month": 12,
    "day": 5,
    "full text": "Jean-Louis Bruguiere, one of the three French investigating magistrates named today to lead the inquiry into the latest bombing in Paris, has plenty of reason to travel with an armored car and bodyguards.\nHe has accused Iran's leaders of ordering the assassination of an exiled opposition leader in Paris in 1991 and has charged a brother-in-law of Col. Muammar el-Qaddafi, the Libyan leader, with being among those responsible for the bombing of a French airliner two years earlier.\nHis investigations identified members of Algerian militant groups held responsible for a wave of bombings in France last year; he is building a case against the legendary terrorist known as Carlos, now in a French jail awaiting trial, and he has lately taken on an assignment to prosecute separatist violence by groups based in Corsica that has spilled over to mainland France.\nMr. Bruguiere is the 52-year-old descendant of a long line of French magistrates. French magazine articles about him have nicknamed him The Cowboy for packing a .357 Magnum pistol. And when he strolled into an exclusive Paris restaurant the other day he kept a close eye on everybody who came in or went out after him.\nWhy take on terrorism, as opposed to corruption, like some other well-known French magistrates? \"I'm interested in politics in the broadest sense of the word,\" he deadpans.\nAn American expert, Larry C. Johnson, a former State Department and C.I.A. analyst, described Judge Bruguiere as \"a courageous leader in the fight against terrorism,\" adding, \"He has oft times had to prosecute cases against the wishes of the French Government.\"\nJudge Bruguiere's best-known coup was the indictment in 1991 of four high Libyan officials, including a brother-in-law of Colonel Qaddafi. They were charged in the bombing that blew up a French DC-10 of the since-defunct airline U.T.A. over the Niger desert in 1989, killing 171.\nBut that case is unlikely to end with a jail sentence. To the French authorities, terrorism is the extension of politics by other means, and a strong enough signal can be sent to Libya by trying the defendants in absentia here.\nThose responsible for the latest bombing in Paris can count on no such quarter. Only the other day, Judge Bruguiere boasted that countrywide police and paramilitary sweeps last year had eliminated the entire Algerian militant network in this country. That network was responsible for a wave of bombings in 1995 that were aimed at getting France to cut off economic support to the Government there.\nThat assertion that it has been eliminated may be belied by the latest attack, but whether it is Algerian groups inside or outside of France, or Corsican or Basque militants who carried it out, Judge Bruguiere and his fellow magistrates seem inclined to show them no mercy.\nThe judge himself is the first to acknowledge that the biggest break in the U.T.A. case may have been a judgment by Colonel Qaddafi that for Libya, hemmed in by international sanctions, terrorism had become counterproductive.\nJudge Bruguiere, determined to take his investigation into Libya itself, tried to go there in 1992 in a French Navy warship, but he was turned away in Libyan waters.\nBut last July, Colonel Qaddafi allowed the judge to travel to Libya to put the final touches on his investigation. He came back with a Samsonite suitcase provided to him by the Libyan authorities that was armed with more than three pounds of Pentrite explosive and a detonator. It was identical in every respect to the device that blew up the DC-10.\nWhy would the Libyans thus incriminate themselves? Because of the crushing weight of the evidence he already had against them, the judge said, but he noted wryly that he flew back from an airfield in Tunisia in a separate plane.\nWith his evidence, Judge Bruguiere said, he was able to coerce the Libyans into limited cooperation. Though he was not able to interrogate the Libyan suspects he had identified as being responsible for the bombing, Libyan officials put his questions to them and came back with answers.\nFrance has settled for trying the U.T.A. defendants in absentia in Paris in 1998. Judge Bruguiere said the trial would establish the truth even if it did not lead to jail sentences for the defendants, who if convicted would be constrained by international arrest warrants to spend the rest of their lives in Libya.\n\"You never know what the answers you give to his questions are going to lead to,\" a French lawyer once said of him, a remark Judge Bruguiere takes as a compliment.      \n\nLoad-Date: December 5, 1996"
}