{
    "title": "JUDGE RULES P.L.O. CAN RETAIN OFFICE",
    "publisher": "the new york times",
    "year": 1988,
    "month": 6,
    "day": 30,
    "full text": "A Federal judge ruled yesterday that the United States Government could not force the Palestine Liberation Organization to close its observer mission to the United Nations in New York.\nThe decision, issued by Judge Edmund L. Palmieri in Federal District Court in Manhattan, dismissed the Government's lawsuit seeking to close the P.L.O. mission under the Anti-Terrorism Act passed by Congress last year.\nJudge Palmieri said the language and history of the agreement that established the United Nations headquarters in New York required the United States to ''refrain from impairing the function'' of the P.L.O. mission.\n \nU.S. Studying Decision\nBut in a related case on the terrorism law, Judge Palmieri ruled that the Government could prohibit people from acting in an official capacity for the P.L.O. in this country, aside from the United Nations mission.\nRudolph W. Giuliani, the United States Attorney in Manhattan, said his office and the Justice Department were studying the judge's rulings. He added, ''We will make a decision as to further proceedings as soon as possible.''\nIn Washington, officials in the State and Justice Departments said they would reserve judgment for the moment to coordinate Administration policy. State Department officials have argued that the P.L.O. mission had a legal right to stay open while Justice Department officials said it could be closed.\n \nU.N. Officials Hail Ruling\nThe decision yesterday was a victory of sorts for the State Department, which had opposed closure of the mission because of American treaty obligations under the United Nations Headquarters Agreement.\nThe effort to shut down the P.L.O. offices in this country, which came from Congress, also drew outspoken opposition from diplomats at the United Nations. Officials there hailed the decision yesterday as a victory.\nJudge Palmieri noted that the P.L.O. had maintained its observer mission since 1974, when the United Nations invited it to ''participate in the sessions and the work of the General Assembly in the capacity of observer.''\n \nAct 'of a Unique Nature'\nThe judge said the Anti-Terrorism Act was ''of a unique nature,'' adding, ''We have been unable to find any comparable statute in the long history of Congressional enactments.''\nJudge Palmieri said the statute, which went into effect in March, identified the P.L.O. as a terrorist organization and as an international threat that ''should not benefit from operating in the United States.''\nThe Government filed its lawsuit to enforce the law, which was intended to bar the P.L.O. from receiving or spending funds and from operating offices in this country.\nRejecting the Government's arguments, Judge Palmieri stressed ''the lack of clarity in Congress's action.'' He said the law's failure to mention the United Nations Headquarters Agreement ''reflects equivocation and avoidance, leaving the court without clear interpretive guidance.''\nJudge Palmieri said no member of Congress had ''explicitly stated that the Anti-Terrorism Act was intended to override any international obligation of the United States.''\n \nShultz's Letter Is Cited\nThe judge also cited a letter to some members of Congress from Secretary of State George P. Shultz, who said that forcing the mission to close ''would be seen as a U.S. treaty violation.''\nCondemning terrorism was the only thing that Congress was unanimous about in the debate, the judge observed. But he added that no evidence of P.L.O. terrorism in this country was presented to the court.\nJudge Palmieri said he interpreted the Anti-Terrorism Act as not applying to the mission at the United Nations, but added that the statute was valid for more general use.\n''It is a widely gauged restriction of P.L.O. activity within the United States,'' he said, ''and, depending on the nature of its enforcement, could effectively curtail any P.L.O. activities in the United States aside from the mission to the United Nations.''\n''The P.L.O. Mission to the United Nations is an invitee of the United Nations under the Headquarters Agreement,'' he said, ''and its status is protected by that agreement. The Headquarters Agreement remains a valid and outstanding treaty obligation of the United States.''\n \n'Gratified,' U.N. Chief Says\nSecretary General Javier Perez de Cuellar said he was ''gratified by this judgment, which demonstrates the respect of United States courts for the international obligations of the country.''\nThe P.L.O.'s chief observer, Zehdi L. Terzi, called the ruling a ''victory for justice, for the United Nations, and for respect for obligations under treaties.''\nMr. Terzi said he did not believe the second part of the court's decision upholding the validity of the law in non-United Nations matters would block other P.L.O. activities in this country, which include lectures by Mr. Terzi and members of his staff.\nA suit challenging the constitutionality of the terrorism law was filed by 65 United States citizens and organizations. Ruling on that suit, Judge Palmieri said it involved ''important First Amendment interests.'' But he concluded that a First Amendment analysis of the law showed that its passage was ''within Congress's constitutional power.''\n''The Anti-Terrorism Act, in order to survive constitutionality, must be interpreted narrowly,'' the judge added.\n''It effectively penalizes individuals only in prohibiting them from acting in an official capacity as representatives of the P.L.O. Congress must have the power to do that, since the P.L.O., as a foreign political entity, stands outside our constitutional structure.''"
}