{
    "title": "Judge Reverses Convictions In Detroit Terrorism Case",
    "publisher": "the new york times",
    "year": 2004,
    "month": 9,
    "day": 3,
    "full text": "A federal judge threw out the terrorism convictions of two Arab immigrants on Thursday, undoing what the Justice Department once proclaimed was its first major courtroom victory in the war on terror. \n   The department itself requested the dismissal this week in an extraordinary filing that savaged its own legal strategy against what it had characterized as a sleeper cell plotting acts of terrorism. \n   The judge, Gerald E. Rosen, acceded to the government's request for a new trial only on document fraud charges, ending the terrorism case against the men, Abdel-Ilah Elmardoudi, 38, and Karim Koubriti, 26, both from Morocco. \n   Judge Rosen was sharply critical of the prosecution of the case, citing a pattern of misconduct, though he did not mention Richard G. Convertino, the former lead prosecutor.\n   ''Although prosecutors and others entrusted with safeguarding us through the legal system clearly must be innovative and think outside the conventional envelope in enforcing the law and prosecuting terrorists, they must not act outside the Constitution,'' the judge said in his decision. ''Unfortunately,'' he added, ''that is precisely what has occurred in the course of this case.''\n   While criticizing the government's handling of the case, Judge Rosen praised the prosecutors who recently took it over and moved to disown it.\n   Mr. Elmardoudi and Mr. Koubriti remain in custody and face a new trial on the fraud charges. A third Moroccan, Ahmed Hannan, 36, convicted of document fraud, was released this year to a halfway house on an electronic tether. A fourth man was acquitted last year. \n   Three of the men were picked up in a raid six days after the Sept. 11 attacks. The group was eventually accused of forming a terrorist cell based in Detroit and collecting intelligence for terrorist plots. \n   But Judge Rosen said prosecutors developed early on a theory about what happened ''and then simply ignored or avoided any evidence or information which contradicted or undermined that view.''\n   The judge's comments echoed the Justice Department's sharp rebuke of Mr. Convertino, who was removed from the case late last year and is being investigated for possible misconduct. The department said in its filing that Mr. Convertino withheld a substantial amount of evidence from the court that undermined every critical aspect of his terrorism case. \n   Lawyers for Mr. Convertino, who is suing the department, have vigorously disputed that he knowingly withheld significant evidence and said that the department was retaliating against him for cooperating with a Congressional inquiry into the nation's antiterrorism strategy. \n   Judge Rosen said in his decision that ''the prosecution materially misled the court, the jury and the defense as to the nature, character and complexion of critical evidence that provided important foundations for the prosecution's case.''\n   Though the government's filing, and the judge, found fault overwhelmingly with Mr. Convertino, some observers saw other problems. \n   ''The case fits into a broader pattern of the Ashcroft Justice Department overplaying its hand in terror cases and making broad allegations of terror without the evidence to back it up,'' said David Cole, a law professor at Georgetown University. \n   Judge Rosen, who was nominated to the federal court by the first President Bush, praised the prosecutor who led a nine-month post-trial review of the case, Craig S. Morford. Mr. Morford was dispatched from the federal prosecutor's office in Cleveland last year to lead the review, which was ordered by Judge Rosen after the government revealed evidence not disclosed before or during the trial. Last month, Mr. Morford was appointed the top federal attorney in Detroit after Jeffrey G. Collins, who led the office during the prosecution of the case, resigned. \n   ''The position the government has now taken,'' Judge Rosen said, ''confessing prosecutorial error and acquiescing in most of the relief sought by the defendants, is not only the legally and ethically correct decision, it is in the highest and best tradition of Department of Justice attorneys.'' \n\nhttp://www.nytimes.com\n\nLoad-Date: September 3, 2004"
}