{
    "title": "Judge Sees No Intimidation by Government in Terrorism Case",
    "publisher": "the new york times",
    "year": 2000,
    "month": 10,
    "day": 7,
    "full text": "A federal judge has rejected defense lawyers' claims that the government tried to intimidate witnesses in a terrorism case involving the bombing of two United States embassies in Africa that killed more than 200 people and injured thousands.\nThe ruling by Judge Leonard B. Sand of Federal District Court in Manhattan comes after complaints by lawyers for one defendant, Wadih el-Hage, that prosecutors were engaging in a \"pattern of coercion and intimidation\" through abuse of the grand jury process and other tactics.\nThey said at least four friends and former business associates of Mr. el-Hage had been served with grand jury subpoenas and had since refused to talk with the defense team. The lawyers said the government was trying to intimidate witnesses and probably would be successful, given some witnesses' \"membership in a vulnerable minority community\" -- that of Muslim Americans.\nBut Judge Sand said that the defense's allegations were speculative, and that the defense lawyers had failed to make the necessary legal showing that the subpoenas had deprived them of testimony that was exculpatory and material to Mr. el-Hage's defense.\nIn an opinion released on Thursday, the judge also wrote that defense lawyers had failed to show that prosecutors acted in bad faith. \"There is no support for this bare accusation,\" he wrote. \"Mr. el-Hage's suspicions, without more, cannot carry the day.\"\nThe trial is scheduled to begin in January.\nThe office of Mary Jo White, the United States attorney for the Southern District of New York, had no comment. Joshua L. Dratel, one of Mr. el-Hage's lawyers, said the judge had left open the possibility that \"the issue can be revisited.\"\nStanley L. Cohen, a lawyer for one witness and an outspoken critic of the government's tactics in the bin Laden investigation and other terrorism cases, said he was not surprised by the ruling.\n\"District court judges are bound to assume the good faith of the government in the context of the grand jury,\" he said. \"I question that assumption.\"\nBut Judge Sand said that in light of legal precedent and the nature of the investigation of Osama bin Laden, the suspected leader, and his organization, al-Qaeda, \"Mr. el-Hage's speculations about the government's motives are insufficient to overcome the presumption of regularity.\"\nHe cited the government's assertion that its investigation was \"long term, expansive and complex,\" and that the inquiry \"involves numerous fugitives and conspirators who remain unidentified to the grand jury.\"\nThe government's stance that the subpoenas \"are part of its ongoing, far-reaching investigation into al-Qaeda is as plausible an explanation of the circumstances as the one offered by Mr. el-Hage,\" Judge Sand wrote.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 7, 2000"
}