{
    "title": "Judge_ Guantanamo trials can begin",
    "publisher": "chicago daily herald",
    "year": 2008,
    "month": 7,
    "day": 18,
    "full text": "WASHINGTON — The U.S. can begin trying Osama bin Laden’s former driver next week at Guantanamo Bay in Cuba, a federal judge ruled Thursday, rejecting the defendant’s plea to halt the historic first trial in the military system set up following the Sept. 11 terror attacks.\nIn a victory for the Bush administration, U.S. District Judge James Robertson ruled that civilian courts should let the military process play out as Congress intended — a decision that could clear the way for military commissions to begin prosecuting other terrorism suspects, including those charged directly in the 2001 attacks.\nHad the trial been delayed, as requested by former bin Laden chauffeur Salim Hamdan, it would have been a sign the entire terror-trial process might crumble under the weight of judicial scrutiny.\nHamdan argued he should be given a chance to challenge the legality of the military trials, based on last month’s Supreme Court ruling that said Guantanamo Bay prisoners can oppose their detentions in federal civilian courts. If judges hold that to be the case, every detainee at the U.S. naval base in Cuba could use court challenges to delay his trial for months or years. But Robertson refused to step in to stop the Hamdan trial, which is set for Monday.\n\"Courts should respect the balance that Congress has struck,\" he said, adding that \"Hamdan is to face a military commission designed by Congress acting on guidelines handed down by the Supreme Court.\"\nAt Guantanamo Bay, military prosecutors said the ruling gave them more confidence the trials would go forward against 80 detainees, including alleged Sept. 11 mastermind Khalid Sheikh Mohammed.\nArmy Col. Lawrence Morris, the chief prosecutor, predicted the trials would soon become routine.\n\"It will start looking like the space shuttle,\" Morris told reporters. \"At some point you look and somebody asks, ‘Is there a space shuttle orbiting or not,’ and you don’t know anymore because it’s no longer an extraordinary event.\"\nHamdan’s Pentagon-appointed attorney, Navy Lt. Cmdr. Brian Mizer, said he intends to prove the Yemeni defendant was merely a driver and a mechanic for bin Laden — not an al-Qaida terrorist — but he doubts a fair trial is possible.\n\"This trial is going to proceed, but it’s not going to be full, open and fair,\" Mizer said. \"There are fundamental flaws in the system.\"\nDefense attorneys said they informed Hamdan of Robertson’s ruling but he had no reaction.\nThere is no guarantee the ruling means all the military commission trials will go forward. But judges in Washington’s federal courthouse, where hundreds of detainee lawsuits are pending, had said they were waiting to see how Robertson handled this first case.\nRobertson, who was appointed to the bench by President Clinton, seemed concerned at one point that government attorneys were unable to give him a clear answer about what constitutional rights prisoners have at Guantanamo Bay.\nBut he said he was obligated to let the process continue. He said Hamdan can raise any procedural challenges during trial and, if convicted, he can ask military and civilian appeals courts to settle constitutional questions. The ruling came shortly after a military judge at Guantanamo Bay also denied Hamdan’s request for a postponement.\nHamdan was captured at a roadblock in southern Afghanistan in November 2001, allegedly with two surface-to-air missiles in the car. He could be sentenced to life in prison if convicted of conspiracy and supporting terrorism. The defense says Hamdan was a low-level bin Laden employee, not a hard-core terrorist.\nThe Justice Department said it was pleased with the decision.\n\"The government looks forward to presenting its case against Mr. Hamdan to the commission,\" spokesman Erik Ablin said. \"Under the procedures established by Congress in the Military Commissions Act, Mr. Hamdan will receive greater procedural protections than those ever before provided to defendants in military commission trials.\"\nHamdan’s attorneys can rush to an appeals court to try to reverse Robertson’s order but the court would need to move quickly in time to stop the trial.\nJustice Department attorneys wrote in court documents that prosecuting suspected terrorists is a key part of the war on terrorism, and a necessary step toward closing the Guantanamo Bay prison.\n———\nAssociated Press writer Mike Melia contributed to this report from Guantanamo Bay Naval Base, Cuba.\n\nGraphic\n\n \nASSOCIATED PRESS Salim Ahmed Hamdan, seen in an undated file photo, is a one-time driver for Osama bin Laden and apparently helped the FBI try to track down his boss after being captured in Afghanistan. -NOTE-\n\nLoad-Date: December 17, 2008"
}