{
    "title": "Judge asked to revoke bond of terrorism suspect Court officials say he twice violated terms of his r",
    "publisher": "daily news ",
    "year": 2016,
    "month": 2,
    "day": 8,
    "full text": "A federal judge is being asked to revoke the bond for one of four men accused of raising money for a former al-Qaida leader.\nCourt officials say Sultane Room Salim violated terms of his release twice in January while attending prayer services at a mosque in Columbus near where he has been living with his mother while waiting for a potential trial.\nSalim was allowed to leave his mother's home for prayer services, but he left the mosque for about 12 minutes on one occasion and he stayed in the parking lot for close to 20 minutes another time, according to a report from the court.\nHis attorney, Cherrefe Kadri, said during a brief hearing Friday that Salim, 41, had followed all the rules required under his release except those two occasions.\nHe said he was late leaving the mosque because he was talking to friends, but he did not explain why he left the building the other time, according to the court report.\nU.S. marshals took Salim into custody on Friday, and he was brought to Toledo, where a hearing on the matter is scheduled for Tuesday.\nThe move comes three months after another federal judge allowed Salim to be released from prison on a $500,000 property bond. Salim was told to live with his mother and outfitted with a GPS tracking device.\nHis attorneys have denied his involvement in what prosecutors say was an effort to raise money for al-Qaida leader Anwar al-Awlaki.\nU.S. officials considered al-Awlaki, who was killed by an unmanned U.S. drone in Yemen in 2011, to be an inspirational leader of al-Qaida, and linked him to the planning and execution of several attacks targeting American and Western interests, including the 2009 Christmas Day bombing attempt on a Detroit-bound airliner.\nThe three other suspects accused of raising money for al-Awlaki remain in jail, including Salim's brother. He was denied bond last month.\n\nLoad-Date: February 8, 2016"
}