{
    "title": "Judge Won't Free Terrorism Case Witness",
    "publisher": "the new york times",
    "year": 1999,
    "month": 8,
    "day": 6,
    "full text": "A Federal judge in Manhattan refused yesterday to release a man who was jailed in May for refusing to testify, on religious grounds, before a Federal grand jury investigating Osama bin Laden and the bombings of the United States Embassies in Africa last August.\nThe witness, Ihab M. Ali, a taxi driver from Orlando, Fla., had said in Federal District Court in Manhattan last month that testifying would be \"a major sin\" because the Koran prohibited Muslims from giving testimony that might harm other innocent people.\nMr. Ali said he feared that if he testified, Mr. bin Laden would retaliate against him, or his family in Egypt. \"What I've heard and seen in the media,\" Mr. Ali said, \"is that he's a very dangerous person.\"\nJudge Robert P. Patterson Jr. rejected Mr. Ali's contentions and said more time in jail might encourage him to change his mind.\n\"Confinement, which unfortunately is by its nature coercive,\" Judge Patterson wrote, is undoubtedly resented by potential witnesses. But he added that it \"also allows for reflection and reconsideration. Here, Mr. Ali's decision not to testify calls for reconsideration.\"\nThe ruling came two days before the first anniversary of the embassy attacks, which killed 223 people and wounded more than 4,000. In the investigation, over the last year, a number of witnesses -- including some Muslims -- have testified before the grand jury.\nMr. Ali, 36, who was jailed last May 19, is the only witness who is known to have refused, and been held in contempt. Under the law, he may be held for up to 18 months, the term of the grand jury.\nHis lawyer, Ashraf W. Nubani, said last night, \"It's unfortunate that the decision didn't recognize what was manifestly clear, that Ihab had already made up his mind not to testify.\" He said that Mr. Ali would not change his mind about testifying, \"and if he has to spend the 18 months\" in the Metropolitan Correctional Center, \"that's what will end up happening.\"\nHerbert Hadad, a spokesman for Mary Jo White, the United States Attorney in Manhattan, said, \"The office has no immediate comment.\"\nJudge Patterson's consideration of the issues in the case mirrored a simmering debate in recent years, in which some Muslims and their supporters in the United States have sharply criticized the Government as unfairly singling out Muslims in terrorism investigations, an assertion the Government has denied.\nA number of Muslim scholars interviewed this week about Mr. Ali's refusal to testify seemed divided.  Several experts on Islamic law said they saw no basis in the Koran for Mr. Ali's stance. But some religious figures, including an Imam who testified in court in support of Mr. Ali, disagreed, saying Mr. Ali's religious objections were sound.\nIn making his ruling, Judge Patterson had to decide whether Mr. Ali was likely to budge from his refusal to testify. If the judge found that further confinement would not change his mind, he could order him released.\nBut the judge made clear that he did not believe that was the case. He said that he disagreed with Mr. Ali's interpretation of how the Koran viewed giving testimony.\nThe judge quoted from the Koran: \"Hide not testimony. He who hideth it verily his heart is sinful. Allah is aware of what ye do.\"\nThe judge also said that Mr. Ali had not fully explored the measures the authorities could take to protect him if he testified. The Government has offered to immunize Mr. Ali from prosecution and place him and his family in the Witness Protection Program.\n\"It may become apparent to him with the passage of time,\" Judge Patterson wrote, \"that the fear he is presently experiencing is misplaced, or that steps can be taken to protect his family.\" The judge also cited Mr. Ali's testimony last month that the goal of trying to solve the bombings \"is a just goal if it is done in a just manner.\"\nAt one hearing last month, Mr. Ali had responded to a question posed by a Federal prosecutor about why he would not testify, saying, \"I fear the same persons that you're targeting.\" But Mr. Ali also said he distrusted the United States Government, felt that Muslims were discriminated against and believed that prosecutors would misuse his testimony.\nJudge Patterson said that the courts were there to \"prevent unfair prosecution and conviction of persons regardless of race or religious beliefs.\"\nThe judge added that Mr. Ali should reconsider his beliefs about discrimination, \"recognizing that there are thousands of Arab Muslims working and living in this city in all manner of occupations free from discrimination exercised against them by agencies of the government.\"\nThe judge did have some veiled criticism of the Government. Citing accusations by prosecutors that Mr. Ali had lied to investigators before going into the grand jury, Judge Patterson said in a footnote: \"If Mr. Ali is to gain trust in the prosecution's good motives, it is important that the prosecution, in view of the magnitude of the crimes, not get carried away with the justness of its cause and suggest he has been lying.\"\nCourt records do not make clear why the Government wants to question Mr. Ali.\n      \n\nhttp://www.nytimes.com\n\nLoad-Date: August 6, 1999"
}