{
    "title": "Juggling emotions in wake of bin Laden's death",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "The terrorist attacks of Sept. 11, 2001, brought suburban residents both to tears and action.\nSome, like, Carol Stream Fire Chief Rick Kolomay, were drawn to the site of the attack to help with the search and rescue effort. Wheaton resident Mark Hannan, found his outlet in searching for remains at the Fresh Kills landfill in New York. Others, like Barrington resident Joe Cantafio were moved to provide the outlet itself by taking his voice, guitar and burning desire to help to New York's Engine 55 firehouse.\nNews of Osama bin Laden's death Sunday night and Monday morning stoked new emotions for all three of those men.\n\"It just feels better,\" said Cantafio. \"I keep thinking of the word ‘closure,' but it's so overused. But I slept like a baby last night. I haven't slept that well in years. I really think that having that evil out there in the world really weighed on my mind. Today, I'm thinking of all the victims' funerals and their families I sang at.\"\nCantafio spent the past nine years rebuilding the hearts of New York firefighters, rejuvenating the sprits of American troops through music shows as bases overseas and connecting with thousands of people who, like him, remain haunted by Sept. 11.\nFor Kolomay, bin Laden's death has him hopeful the nightmare for so many of the firefighters he worked with at ground zero is over along with the fear of terrorism in general.\n\"You just think about everything that this individual had to upset the lives of so many Americans,\" Kolomay said. \"And I'm wondering today, now that he's gone, is it over? I hope it's over. To a great degree I think part of it is over. One side of me doesn't want to give him that much credit, but I hope it's true.\"\nKolomay said he knows so many firefighters who searched for the remains of their colleagues and brothers at ground zero but never found anything to say goodbye to. And for nine years they stewed over the man who was responsible not being brought to justice. There was no comfort.\n\"It's a very frustrating, intangible emotion,\" Kolomay said. \"I know a lot of firemen in New York City who flew to Afghanistan just to sign bombs that would be dropped for closure and morale.I hope this news is going to do them a lot of good.\"\nHannan spends his days at the U.S. Nuclear Regulatory Commission where terrorism is always a background thought.\nIn October 2001, Hannan sifted through the aftermath of terrorism in America with his own hands. At the Fresh Kills landfill, truckload of debris from ground zero arrived to be sifted through for body parts and evidence. Hannan lost two high school friends who worked at Cantor Fitzgerald in the attacks.\nNow, as he approaches retirement, Hannan plans to return to ground zero for the 10-year anniversary of the attacks. The death of bin Laden will add a new element to that odyssey. Hannan spent Monday reading through the many government bulletins and terrorism updates that come his way.\n\"I'm just gripped with total amazement about how things came together, the coordination of the information they had, it was really evidence of tenacity,\" Hannan said. \"I feel relief that this portion of the war on terror is over. But I don't think the mission is over by any stretch.\"\nBecause of that, and his own moral compass, Hannan didn't spend Monday celebrating bin Laden's death.\n\"I don't celebrate the death of any human life,\" Hannan said. \"I can't help but remember the same celebrations took place in some remote, Godforsaken, places in the world when those planes hit the Twin Towers.\"\nIt's those images and the emotions and sights of Fresh Kills and New York after Sept. 11 that flooded Hannan anew when the news of bin Laden's death arrived. It was a reminder that Sept. 11 changed him forever. No number of terrorists brought to justice with change that.\n\"It's a scar that never really leaves you,\" Hannan said.\n\nGraphic\n\n \nBEV HORNE/bhorne@dailyherald.com \n Carol Stream Fire Chief Rick Kolomay. \n\n Paul Michna/ pmichna@dailyherald.com, 2005 \n Mark Hannan, left, of Wheaton helped at ground zero and also has raised money for fallen police officers by riding his bike across the state. Mark Welsh/mwelsh@dailyherald.com \n Barrington’s Joe Cantafio, left, with New York Engine Company 55’s John Powers and Arlington Heights resident Tim Olk look over ground zero in 2002.\n\nLoad-Date: May 3, 2011"
}