{
    "title": "Julian Castro says his gun-control plan will 'disarm hate'",
    "publisher": "university wire",
    "year": 2019,
    "month": 8,
    "day": 14,
    "full text": "2020 Democratic presidential hopeful Julian Castro said Republicans use the issue of mental health as a scapegoat for gun violence in the wake of two mass shootings in Texas and Ohio in a North Liberty town hall.\nCastro said he would make mental health care synonymous with physical health care, and that it could prevent some individuals from committing suicide with a handgun or any other firearm. \n\"And now I want to be clear, I'm addressing [mental health] separately from what I feel is one of the excuses the Republicans use to never actually do anything,\" Castro said at the North Liberty Recreation Center on Wednesday. \"I think they make things worse for people with mental health challenges when they do that.\"\nCastro, former secretary of housing and urban development, condemned President Trump for racist rhetoric, and Castro said his \"disarm hate\" policy proposal would address gun control and domestic terrorism at the same time. He said the plan recognizes there is a growing amount of extremists in the U.S. and how that is a motivator for mass shootings to continue.\nThe shooter in El Paso told police he was targeting Hispanics, and the mass shooting in 2015 at a church in Charleston, South Carolina, was also motivated by white supremacy.\n\"The need for common-sense gun legislation has existed in our country for a long time,\" Castro said.\nCastro unveiled his plan days after the mass shootings. In a three-day swing through Iowa Aug. 8-10, Castro filmed a campaign ad in Iowa City targeted at Trump, calling him out for racist rhetoric that, he said, encouraged the mass shooting in El Paso, Texas. \nHis plan lists three steps in combating domestic terrorism: ensure that domestic terrorism investigations are focused on urgent threats and that authorities can recognize signs of extremism, invest in programs to combat hate and terrorism, and form international partners in addressing extremist content on the internet.\nCastro said social media platforms have a responsibility in monitoring hate speech, and that he can strike a balance between limiting extremist speech online while still allowing freedom of speech.\nCastro's plan also says he would take executive action \"on day one as president\" and implement universal background checks and close NRA loopholes. He also said he would impose a seven-day waiting period.\n\"If the choice is between something like common-sense gun safety legislation or adhering to a 60 vote filibuster rule that both parties have basically broken when it's supported their political views, I will choose making our families safer by pushing forward on the common-sense gun safety legislation,\" Castro said.\nDianna Barajas, a North Liberty resident, said she has five grandchildren under the age of eight, and that she worries about \"the world they're going to grow up in\" in regards to gun violence and reoccurring mass shootings. \nShe said she's concerned with how young people seem to be desensitized to gun violence and that the mental health aspect of Castro's plan stands out to her among the other 23 Democrats seeking the nomination. She added that Castro fearlessly talks about addressing gun violence.\n\"In my view, [gun control] is an issue that people are afraid to touch,\" Barajas said. \"To me, he has come out and spoken more about it without being afraid, and I think that's important. It's time to stop being afraid and stop worrying about who you're going to offend when talking about this issue.\" \n\nLoad-Date: August 15, 2019"
}