{
    "title": "Jumbo jet plays guinea pig to fight terrorism",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 5,
    "day": 18,
    "full text": "BRUNTINGTHORPE, ENGLAND -- Researchers blew up a jumbo jet on an airport tarmac Saturday to test new British and U.S. technology aimed at minimizing damage during mid-air bombings.\nIt was an effort to determine whether reinforced cargo areas could help a plane withstand terrorist strikes like the 1988 explosion that destroyed Pan Am Flight 103 over Lockerbie, Scotland.\nThe initial verdict: A bomb-proof plane is a long way off, but engineers can partially insulate cargo areas.\n''We're just making the job harder and harder for the terrorists,'' said Ken Hacker, a U.S. Federal Aviation Administration research manager.\nU.S. officials also monitored the explosion's sound to compare it with a cockpit recording of the final moments of TWA Flight 800; the cause of that flight's explosion off New York's coast last July is still undetermined.\nThe guinea pig in Saturday's experiment was an old French jumbo jet wired with four bombs to explode simultaneously under warm, hazy skies at Bruntingthorpe Aerodrome, about 110 miles north of London.\nAs expected, the control explosion in an unprotected rear area tore a huge hole in the fuselage, sending up clouds of debris and showering bits of luggage onto the tarmac.\nBut the three other blasts - testing reinforced cargo areas - shattered windows and left a small crack but did not tear the outer skin of the plane.\nEngineers, who began assessing damage even as firefighters surrounded the plane, said neither the broken windows nor the crack should have prevented the plane from flying.\nThe retired Air France Boeing 747-100 had been pressurized to simulate flying at about 30,000 feet, and the bombs were about triple the size of the device that destroyed the 1988 Pan Am flight.\nThe British research agency developed two of the ideas tested Saturday, and the FAA brought the third.\nIn one British test, the cargo container was slightly strengthened and eight inches of foam padded the space between the container and fuselage shell. In the second, a flexible lining similar to body armor was inserted along the walls and floor of the cargo area.\nThe FAA contributed a cargo container that had been reinforced with Spectra, another material resembling body armor that was injected with a resin to make it rigid.\nBombings of civilian aircraft have struck 40 airlines throughout the world. In 55 percent of the bombings, the planes have managed to land. But authorities want to improve those odds.\n\nLoad-Date: April 3, 1998"
}