{
    "title": "Juror Says Her Guilty Vote Was Coerced in Terror Trial",
    "publisher": "the new york times",
    "year": 2005,
    "month": 9,
    "day": 2,
    "full text": "A juror in the trial of Lynne F. Stewart, the defense lawyer convicted in February of aiding terrorism, wrote to the judge six weeks after the verdict to say she cast her guilty vote ''only as a result of the fear and intimidation I was made to feel for my life'' during deliberations.\n  ''Never in my life did I imagine that I could be intimidated or coerced into rendering a verdict against my will, but that is exactly what occurred,'' Juror 39 wrote in a letter dated March 25, 2005, to Judge John G. Koeltl. The juror's letter was the focus of a hearing yesterday where Judge Koeltl considered a motion from Ms. Stewart's lawyers requesting him to conduct an inquiry about the juror's claims.\nMs. Stewart was convicted on Feb. 10 in Federal District Court in Manhattan of providing material aid to terrorism and lying to the government, for releasing a statement by an imprisoned terrorist client, Sheik Omar Abdel Rahman, in defiance of federal prison rules silencing him.\n  The general nature of the juror's concerns had been public since Aug. 12, when the judge unsealed papers that defense lawyers and prosecutors had filed about her complaint. But the letter's full text, discussed yesterday, shows that Juror 39 told the judge shortly after the verdict that she had feared for her life in the jury room and felt she had rendered her guilty verdict involuntarily.\n  Because of the potential risks to jurors in a high-profile terrorism case, the jurors in Ms. Stewart's trial served anonymously. Their identities were known only to a court administrator, and they were identified in the trial by a number assigned by the court and by the number of the seat they occupied in the jury box. Juror 39, a slight woman with high cheekbones, sat in seat No. 9.\n  After seven months of trial, the jury deliberated for 13 days that stretched over a month. Also convicted with Ms. Stewart were Mohamed Yousry, her Arabic translator, and Ahmed Abdel Sattar, a Staten Island postal worker and a paralegal for the sheik.\n  ''Nothing in the world could have prepared me for what I and a fellow juror experienced'' during the deliberations, Juror 39 wrote. She said other jurors subjected her to ''a relentless verbal assault on my person and my position until I had no other choice but to relent because of the fear I felt.'' She wrote that she was ''traumatized'' by the experience, and that the jury room had become ''a platform'' for a few jurors who ''it seemed to me had a hidden agenda.''\n  Documents show the juror first contacted the jury administrator on Feb. 23 to say she wanted to write to the judge. In an April 26 meeting with a lawyer for Ms. Stewart, Jill R. Shellow-Lavine, the juror also said she was troubled by an incident during the deliberations in which an unidentified person who was not part of the trial pointed her out as ''the holdout'' for acquittal among the jurors.\n  Robin Baker, an assistant United States attorney, opposed any inquiry by Judge Koeltl, arguing that the juror's concerns were vague and did not go beyond ''normal but sometimes difficult instances within deliberations.'' In a motion they filed, the prosecutors said that Ms. Stewart's lawyers had shown ''imprudent and willful disregard'' of the law by interviewing Juror 39 outside the court without informing the judge. Ms. Stewart's lawyers conceded that their meeting with the juror had been a mistake.\n  The copy of the juror's letter in the court file is typewritten, with no handwritten signature. The language appears to be more sophisticated than the answers she gave when she was questioned by Judge Koeltl during jury selection, court transcripts show. Ms. Baker suggested that the letter had been composed by a lawyer for the juror. \n  Judge Koeltl did not decide yesterday whether to inquire further about the juror.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Lynne F. Stewart leaving court in Manhattan yesterday. In February, she was convicted of aiding terrorism and lying to the government. (Photo by James Estrin/The New York Times)\n\nLoad-Date: September 2, 2005"
}