{
    "title": "JURY FAILS TO REACH VERDICT IN TERRORISM CASE",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 8,
    "day": 2,
    "full text": "The trial of three accused accomplices of the suicide bombers who struck the London transport system on July 7, 2005, killing 52 people, ended yesterday when the jury failed to reach a verdict.\nProsecutors had charged the defendants with helping to scout targets during an alleged reconnaissance trip to London. The trio admitted to training at militant camps in Pakistan, and physical evidence tied them to apartments where the backpack bombs were assembled, according to testimony.\nAlthough the defendants testified that they supported combat by Muslim militant groups overseas, they denied any role in the bombings. The jury deliberated for 15 days before concluding that they could not reach a verdict.\nThe judge scheduled a hearing in September for Waheed Ali, 25, Sadeer Salim, 28, and Mohamed Shakil, 32. They will remain in custody while prosecutors decide whether to seek a new trial on charges of conspiracy to cause explosions.\nThe outcome highlighted the hazards and ambiguities of terrorism prosecutions, even when there is evidence of apparently sinister activity and suspicious contacts. The transport bombings are a high-profile case -- they were the first suicide attacks in Europe -- but authorities struggled to link the accused accomplices to specific crimes.\nMr. Ali, Mr. Salim and Mr. Shakil claimed on the stand that they condemned the bombings as \"un-Islamic\" attacks on innocent civilians. But at the same time, they expressed fierce political views and a willingness to fight for Muslim causes in South Asia. All three admitted to making trips to Pakistan to train at militant camps, including one trip with the lead bomber.\n\"If it got down to fighting, I would have gone wherever my emir [commander] sent me,\" Mr. Ali told the court.\nThe jury was shown surveillance footage of Mr. Ali with Mohamed Sadique Khan, the lead bomber, who allegedly was trained and directed by al-Qaida masterminds in Pakistan. Prosecutors used cell phone tracking data to map the travel around London on Dec. 16 and Dec. 17, 2004, of the defendants and two of the bombers.\nThe group visited tourist sites such as the London Eye and Natural History Museum. Their itinerary \"bore a striking similarity\" to the movements of the bombers when they blew up three subway trains and a bus seven months later, prosecutors asserted. But the defendants denied ever having entered the London subway system. They testified that they went to London to visit Mr. Ali's sister and do a little sightseeing.\nIn response to yesterday's outcome, Robert Webb, whose 29-year-old sister, Laura, died in an explosion, said his family did not want to see an \"incorrect\" verdict.\n\"We don't want to see innocent people jailed, or guilty people go free,\" Mr. Webb told the BBC. \"It is far better that it takes a long time to reach a verdict. ... For my part, I have to live with what happened every day, and I will be living with it every day, regardless of what happens in the legal process.\"\n\nLoad-Date: August 5, 2008"
}