{
    "title": "JURY TO BEGIN DELIBERATIONS IN DOMESTIC TERRORISM TRIAL",
    "publisher": "the columbian ",
    "year": 1997,
    "month": 3,
    "day": 28,
    "full text": "SPOKANE -- Jurors in a pipe bombings and bank robbery trial began deliberating this morning.\nThe jury must decide whether the defendants are domestic terrorists or merely anti-government zealots who stole cars and illegally collected grenades.\nJurors were handed the case following a full day of closing arguments Thursday. U.S. District Judge Frem Nielsen asked them to return this morning to begin sorting through three weeks of testimony that touched on blue jeans, Bibles and guns, among other things.\nBecause of the volume of evidence -- more than 500 pieces of bomb fragments, guns, ammunition, military ponchos, masks and Bibles -- Nielsen said the jury would deliberate in the courtroom, rather than in the smaller jury room.\nIn his closing argument, assistant U.S. attorney Joe Harrington described the government's case as \"coincidence on top of coincidence on top of coincidence\" that jurors can use to conclude that the three defendants are guilty.\nDefense lawyers characterized the government's case as largely circumstantial and based on testimony of experts or witnesses who stood to gain from their testimony.\nVerne Jay Merrell, 51, Robert S. Berry, 42, and Charles H. Barbee, 45, all of Sandpoint, Idaho, are charged with a dozen felonies stemming from three pipe bombings and two bank robberies last April 1 and July 12.\nThe defense conceded the three stole two cars and possessed grenades when arrested on their way back from a trip to a U.S. Bank branch in Portland last Oct. 8. But defense lawyers denied their clients participated in the Spokane Valley bombings and robberies.\nProsecutors declined to comment after the case went to the jury.\nDefense lawyers said the government proved that their clients hold unorthodox religious and anti-government beliefs, but failed to prove they were the ones who planted pipe bombs or robbed banks.\nThe Spokesman-Review's Spokane Valley office was bombed April 1, moments before a nearby U.S. Bank branch was robbed and bombed. A pipe bomb tore up the lobby of a Planned Parenthood office shortly before the same bank was robbed again July 12.\nIf convicted of the bank or Planned Parenthood bombings, the defendants could be sentenced to life in prison without possibility of parole.\n\nLoad-Date: March 28, 1997"
}