{
    "title": "JURY BEGINS DELIBERATIONS IN TERRORISM TRIAL",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 9,
    "day": 24,
    "full text": "The jury began deliberating yesterday in the terrorism trial of Sheik Omar Abdel-Rahman and nine other men accused of plotting a series of bombing attacks to terrorize the United States into leaving the Middle East.\nDeliberations by the jury, which will remain sequestered in a hotel each evening, are likely to be lengthy as they follow the judge's 200 pages of instructions and study evidence from more than 200 witnesses.\nThe six men and six women deliberated for 1 1/2 hours before adjourning until today.\nU.S. District Judge Michael Mukasey sent the jury into tightly guarded seclusion to consider what prosecutors call \"a case about war.\"\n\"The enemy is the United States, the battlefield the streets and tunnels of New York City,\" Assistant U.S. Attorney Robert Khuzami said when the trial began in January.\n\"Terrorism is real,\" Assistant U.S. Attorney Patrick Fitzgerald told the jury when closing arguments began three weeks ago. \"It is here. It is in this courtroom.\"\nProsecutors allege that Abdel-Rahman came to the United States from Egypt in July 1990 and began meeting with followers who conspired to kill Rabbi Meir Kahane in November 1990 and bomb the World Trade Center in 1993.\nThey said the FBI used an informant to catch the blind, ailing sheik and other militant Muslims as they planned a spree of bombings for July 1993 that could have killed thousands in a single day.\nThe men, prosecutors said, were planning to bomb the United Nations, a federal building, and two tunnels and a bridge linking Manhattan to New Jersey. A plot also was underway to assassinate Egyptian President Hosni Mubarak, they said.\nThe defense argued that the government created the conspiracy because it was embarrassed it failed to prevent the Feb. 26, 1993, Trade Center bombing that killed six people and injured more than 1,000. Lawyers argued that the FBI, upset that it had never infiltrated a terrorist ring that carried out the bombing, wanted to play the hero in a new plot.\nLast year, four men convicted in the Trade Center bombing were sentenced to 240 years in prison.\nDefense lawyers accused the government informant, Emad Salem, of manipulating tape recordings to entrap their clients and lying in court.\nProsecutors conceded Salem had told lies but said it was impossible to get an informant with a clean history to infiltrate such a group. And they argued everything he said was supported by other evidence.\nIf convicted, the sheik and El Sayyid Nosair, the accused triggerman in the Kahane slaying, face up to life in prison. The others would face a maximum of 20 to 30 years.\n\nLoad-Date: October 28, 2002"
}