{
    "title": "Jury sees tape of sheik urging terrorism",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 2,
    "day": 3,
    "full text": "A videotape of Sheik Omar Abdel-Rahman urging Muslims to \"terrorize the enemies of God\" was shown to jurors Thursday in the biggest terrorism trial in U.S. history.\nThe videotape of the blind Egyptian cleric was the first of many prosecutors will use to try to prove he waged a war of urban terrorism against the United States.\nAbdel-Rahman and 11 other Muslims are accused of seditious conspiracy in a plot to bomb the United Nations, FBI headquarters and two tunnels and a bridge linking Manhattan to New Jersey. They also allegedly plotted to assassinate Egyptian President Hosni Mubarak and kidnap former President Nixon and former Secretary of State Henry Kissinger.\nAn Associated Press Report\nAbdel-Rahman, 56, was videotaped giving a speech Jan. 16, 1993, at a conference in New York City on \"jihad,\" Arabic for struggle or holy war.\nAt one point in the speech, the clergyman said \"we welcome being terrorists,\" according to the FBI translation.\n\"And we do not deny this charge to ourselves. And the Koran makes it among the means to perform jihad in the sake of Allah, which is to terrorize the enemies of God and our enemies, too.\n\"Then we must be terrorists and we must terrorize the enemies of Islam and … shake the earth under their feet,\" he added.\nOutside court, defense lawyer Lynne Stewart said the sheik was simply soliciting donations for Muslims to fight oppression in Bosnia.\nStewart said there was no question that the sheik was outspoken and critical of U.S. policies in the Middle East, but he never advocated terrorism here.\nEarlier, jurors laughed as Stewart tried to learn what happened to the sheik's watermelon during an FBI search of his apartment in June 1993. \"Was it scarfed down by thirsty agents on a summer afternoon, agents tired from looking for all of that jihad stuff?\" Stewart said.\n\nLoad-Date: February 5, 1995"
}