{
    "title": "Jury views bomb information from the defendant's hard drive",
    "publisher": "the philadelphia inquirer",
    "year": 2007,
    "month": 7,
    "day": 12,
    "full text": "SCRANTON - At Michael Curtis Reynolds' federal terrorism trial yesterday, the Wilkes-Barre man's computer hard drives were the star witnesses, revealing drawings he allegedly made of homemade explosive devices, recipes for bombs, and a clutch of unusual documents, including an article titled \"Firearms training for jihad in America.\"\nOne entry with an attendant drawing began, \"Open up two shotgun shells . . . pour contents into [Coleman camping] flask . . . open road flares, pour [in] contents . . . place match in where 3 [inches] space are left.. . .\"\nAnother, with the heading \"placement on well heads,\" was an apparent instruction of how to put bombs on a natural-gas pipeline. \"Rope them around the pipes,\" it said.\nAs jurors watched computer screens in the jury box, FBI forensic examiner Donald Price, of the computer analysis and response team in the bureau's Philadelphia division, testified that these and several other examples of bomb schematics and terrorism-related literature were discovered on the hard drives of Reynolds' laptop and desktop computers.\nThey were seized shortly after Reynolds' arrest in Idaho for unlawful possession of hand grenades in December 2005. Later, Reynolds was indicted on terrorism charges.\nThe government has accused Reynolds of going online to solicit al-Qaeda to blow up oil and gas pipelines throughout the United States. Evidence in the trial includes online communications from Reynolds to people he believed were Islamic extremists willing to carry out his plan to destroy America's energy infrastructure to sow chaos and end the Iraq war.\nThe government says Reynolds was bent on terrorism. Reynolds says he was only feigning a terrorist's stance to dupe al-Qaeda and uncover its cells in Pennsylvania and New York.\nEarlier in the trial, the FBI showed Internet communication from Reynolds to a person Reynolds thought was from al-Qaeda, listing materials needed to create explosives. Yesterday, Price showed drawings he testified were from Reynolds' hard drives that displayed those materials combined into apparent bombs.\nThe materials included glue, clocks, Popsicle sticks, batteries and propane, along with road flares and shotgun shells - all of which, Reynolds took pains to write in e-mail correspondence, could be purchased at Wal-Mart and Kmart.\nThe government alleges that Reynolds was initially planning an attack on the Trans-Alaska Pipeline, but then became interested in destroying a huge gas refinery in Opal, Wyo., as well as parts of the Trans-Continental Pipeline. The Trans-Continental Pipeline is a conduit of natural gas that stretches from Texas to spots near Philadelphia, northern New Jersey and New York City.\nAlong with the drawings, Price presented a list of Reynolds' reading materials, as depicted on his hard drives. Reynolds typed in jihad websites on a search engine, and called up material such as, \"How can I train myself for jihad?\"; \"cyber jihad;\" \"Imagine . . . Now You Can Quickly & Easily Learn All About Radical Islamic Websites;\" and \"Alaska pipeline route.\"\nThe hard drives also revealed a document that looked like a diploma from a school described as American National University, Philadelphia Campus. The diploma is conferred upon Reynolds by a trustee of the school named Fritz Mueller. Fritz Mueller is the nickname Reynolds has used much of his life, trial testimony shows.\nA quick check last night showed that the university may exist only online and does not seem to have a Philadelphia campus.\nIn another document, from a school known as Suffield College and University, there is mention of a Fritz Mueller on the board of trustees of that school. Suffield is not an accredited college, according to the Council on Higher Education Accreditation.\nEarlier in the trial, Reynolds' former wife testified that Reynolds never graduated from college. \nReynolds' attorney, Joseph O'Brien, elected not to cross-examine Price.\nAlso in testimony yesterday, Reynolds' supervisor at an Idaho semiconductor company said Reynolds was \"very intelligent\" but added he was \"very disappointed\" in Reynolds' work as an electrical test engineer. \"He was unable to do the work,\" said the supervisor, Michael Damon of AMI Semiconductors.\nReynolds had shown Damon a resume that indicated Reynolds had earned degrees from Suffield and American National University.\nContact staff writer Alfred Lubrano at 215-854-4969 or alubrano@phillynews.com. \n\nLoad-Date: July 12, 2007"
}