{
    "title": "Jury in Sheik's Trial Hears From Bomb Victim",
    "publisher": "the new york times",
    "year": 2005,
    "month": 2,
    "day": 15,
    "full text": "Over objections from defense lawyers, the judge in the trial of a Yemeni sheik who is fighting charges of financing terrorist organizations let the jury hear a passenger's first-person account yesterday of a bus bombing in Tel Aviv.\n The prosecutors do not argue that the sheik, Mohammed Ali Hassan al-Moayad, had any role in the bombing, in which six people were killed. But they say he laughed and applauded when he heard about it. They have argued that information about the bombing, and the sheik's reaction to it, helped show that he wanted to support terrorism. The defense lawyers said yesterday's testimony was an effort by prosecutors to prejudice the jury in a case that has focused almost entirely on secretly recorded discussions of what the government called terrorism-financing plans.\n In the courtroom, jurors sat transfixed as they heard the trial's only direct testimony about a terror attack. Gideon Black, 21, described the bus trip on Allenby Street in Tel Aviv on Sept. 18, 2002 in which his cousin Yoni Jesner, 19, was killed. \n After the blast, Mr. Black, who was slightly injured, told the jurors, shards of glass and metal flew through the air. Next, he said, was ''an eerie silence and then sirens screaming -- panic.''\n Mr. Black was the prosecutors' last witness yesterday, before they rested their case against the sheik, who is charged with providing material support to Al Qaeda and Hamas.\n Defense lawyers repeatedly interrupted Mr. Black's testimony with objections. ''This terrible thing has now been described,'' said the sheik's chief defense lawyer, William H. Goodman, after Mr. Black had provided only the sketchiest of details. \n To let the testimony proceed, Mr. Goodman argued to Judge Sterling Johnson Jr., in Federal District Court in Brooklyn, was to ''reinforce the prejudice'' he said the prosecutors were injecting into the case.\n Judge Johnson did tell a prosecutor, Pamela K. Chen, to avoid inflammatory information. But, in a voice that did not waver, Mr. Black described the gripping events of that day. \n ''I just stood there next to Yoni,'' Mr. Black, raised in London, told the jurors in perfect English. \n Ms. Chen carried large photographs of the hulking remains of the bus before the jury. Pointing to the debris-strewn floor of the No. 4 bus in one of the photographs, Mr. Black said, ''Yoni was standing there.'' \n He and his cousin, he said, had almost taken a cab that day. They had been looking out the window when the force of the blast came at them.\n He stood there, next to his cousin, he said, and ''tried to absorb the enormity of what had just happened. And cried.''\n One of the jurors leaned forward. \n The jury was not told that six people were killed and more than 60 injured in the attack, for which Hamas claimed responsibility.\n Shiek Moayad is charged with providing material support to Al Qaeda and Hamas. Lawyers for him and his assistant, Mohammed Mohsen Yahya Zayed, who is also on trial, had tried to block Mr. Black's testimony. \n The defense lawyers have claimed that Sheik Moayad was entrapped into offering to help finance Islamic terrorism by two informers during secretly recorded meetings in a Frankfurt hotel room in 2003. Mr. Goodman has argued that any ties the sheik had to Hamas involved only charitable activities.\n In videotapes of the Frankfurt meetings, the jurors have seen the sheik laughing and clapping his hands together at the mention of a mass wedding in Yemen on the same day as the bus bombing in 2002. \n The prosecutors say the wedding was staged to coincide with the planned bus attack and that at the wedding ceremony, at which the sheik was a host, a Hamas official announced the success of the suicide bombing in Tel Aviv. \n In arguments to the judge, the prosecutors said the evidence of the sheik's glee was necessary to show that he was disposed to support terrorism. \n Mr. Black, as he was leaving court yesterday, said he could not understand the laughter about the loss of life.\n If he could help the prosecutors at all, he said, ''I feel I did an important thing.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: A sheik on trial on charges of helping to finance terrorism reportedly laughed at the bombing of a bus in Tel Aviv in September 2002. (Photo by David Silverman/Getty Images)                            \n\nLoad-Date: February 15, 2005"
}