{
    "title": "Jury gives bin Laden driver 51_2 years",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 8,
    "day": 8,
    "full text": "GUANTANAMO BAY NAVAL BASE, Cuba - A U.S. military jury gave Osama bin Laden's driver a surprisingly light sentence Thursday, making him eligible for release in just five months despite the prosecutors' request for at least a 30-year sentence to deter would-be terrorists.\nSalim Hamdan's sentence of 51/2 years, including five years and a month already served at Guantanamo Bay, fell far short of the life sentence he could have gotten for aiding terrorism by driving and guarding bin Laden. It now goes for mandatory review to a Pentagon official who can shorten the sentence but not extend it.\nIt remains unclear what will happen to Hamdan once his sentence is served, since the U.S. military has said it won't release anyone who still represents a threat. The judge, Navy Capt. Keith Allred, said Hamdan, who is from Yemen, would likely be eligible for the same administrative review process as other Guantanamo prisoners.\nDefense lawyers said they expect Hamdan will be let go in five months. \"It was all for show if Mr. Hamdan does not go home in December,\" said civilian defense attorney Charles Swift, who hugged Hamdan after the jurors left the courtroom.\nHamdan thanked the jurors for the sentence and repeated his apology for having served bin Laden.\n\"I would like to apologize one more time to all the members, and I would like to thank you for what you have done for me,\" Hamdan told the five-man, one-woman jury, all military officers picked by the Pentagon for the first U.S. war crimes trial in a half-century.\nHamdan waved both hands as he left the courtroom, saying \"bye, bye\" in English.\nA Pentagon spokesman, Navy Cmdr. Jeffrey Gordon, said he could not speculate whether Hamdan would be released later this year or remain imprisoned as an \"enemy combatant.\"\n\"I know staff in Washington are working very hard on this issue,\" he said.\nThe military has not said where Hamdan will serve his sentence. His lawyers protested in court Thursday that Hamdan, as a convict, already had been moved to an empty wing of his prison at the isolated U.S. military base in southeast Cuba.\n\"I hope the day comes that you return to your wife and daughters and your country, and you're able to be a provider, a father and a husband in the best sense of all those terms,\" the judge told Hamdan.\nHamdan, dressed in a charcoal sports coat and white robe, responded: \"God willing.\"\nWhile being convicted of supporting terrorism, Hamdan was acquitted of providing missiles to al-Qaida and knowing his work would be used for terrorism. He also was cleared of being part of al-Qaida's conspiracy to attack the United States - the most serious charges he faced.\nMilitary prosecutors said even a life sentence would be fitting in order to send an example to would-be terrorists.\nBut the jury apparently agreed with the judge, who called him only a \"small player\" in al-Qaida.\n\nLoad-Date: August 8, 2008"
}