{
    "title": "Jury convicts 2 Minn. women in terror case",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 10,
    "day": 21,
    "full text": "MINNEAPOLIS - Two Minnesota women were convicted Thursday of conspiring to funnel money to a terrorist group in Somalia as part of what prosecutors called a \"deadly pipeline\" sending money and fighters from the U.S. to al-Shabab.\nThe jury deliberated about 20 hours since getting the case at the end of the day Monday.\nAmina Farah Ali, 35, and Hawo Mohamed Hassan, 64, were each charged in federal court with conspiracy to provide material support to a foreign terrorist organization. Ali also faced 12 counts of providing such support, for allegedly sending more than $8,600 to the group from September 2008 through July 2009, while Hassan faced two counts of lying to the FBI.\nBoth were found guilty on all counts. The terrorism-related counts each carry a maximum sentence of 15 years in prison, while each count of lying to the FBI carries up to eight years. No sentencing date was set.\nThe women, both U.S. citizens of Somali descent, were among 20 people charged in Minnesota's long-running federal investigations into recruiting and financing for al-Shabab, which the U.S. considers a terrorist group with ties to al-Qaida. Investigators believe at least 21 men left Minnesota - home to the country's largest Somali community - to join al-Shabab.\nThough others have pleaded guilty to related charges, the women were the first to go on trial.\nAli stood before the judge after the verdict and spoke defiantly.\n\"I am very happy,\" she said through an interpreter, saying she knew she was going to heaven. She condemned people in authority who accused her of wrongdoing and anyone who is against Muslims, saying, \"you will go to hell.\"\nChief U.S. District Judge Michael Davis ordered her into custody and said she would be detained until her sentencing.\nHassan was also taken into custody but will be placed into a halfway house as soon as a bed becomes available. She will be on lockdown and be monitored by GPS. When asked if she had anything to say, she expressed concern about whether she would have to remove her head covering.\nDavis said arrangements were made to allow her to keep her head covering on.\nProsecutors say the two women went door-to-door in the name of charity and held religious teleconferences to solicit donations, which they then routed to the fighters, who many Somalis believed were protecting their homeland from the Ethiopian army, which many saw as invaders.\nThe government's key evidence included hundreds of hours of secretly recorded phone calls, obtained during a 10-month wiretap on Ali's home and cell phone. Prosecutors said those calls, which included talk of fighting in Somalia and sending money to fighters under false pretenses, show the women knew they were doing something illegal.\nDefense attorneys said the women are humanitarians, who were giving money to orphans and poor people, as well as a group they felt was working to push foreign troops out of Somalia.\nAs part of its case, the government had to prove the women knew al-Shabab had been declared a foreign terrorist organization, or that they knew it was engaged in terrorist activity or terrorism.\n\"The verdict reaffirms the principle that everyone who lives within our borders has to obey our laws,\" Assistant U.S. Attorney Jeffrey Paulsen said.\nHassan's attorney, Tom Kelly, said he would wait until the sentencing before deciding whether to appeal.\n\"She seems to be at peace,\" he said of his client. \"She's a deeply religious woman and puts her trust in Allah. I think there's a lesson to be learned there.\"\nAli's lawyer, Dan Scott, did not immediately return a phone message seeking comment.\nDuring his closing argument, he said Ali began supporting al-Shabab before the U.S. government declared it a terrorist group in February 2008 because she supported those true to her Islamic beliefs. He said the government offered no evidence that showed Ali knew al-Shabab had received the designation, and she didn't hide her activities.\nProsecutor Steven Ward contended that Ali and Hassan were in contact with key al-Shabab leaders and getting frequent updates on the fighting. He said their conversations showed the women knew al-Shabab was a terror group.\nKelly said in his closing argument that Hassan was a humanitarian who considered al-Shabab a group of \"freedom fighters\" defending her homeland.\n\"Hawo Hassan was concerned about the orphans, the wounded. She wanted to expel the invaders,\" Kelly said. \"She was looking for unity. ... Why would she be thinking of terrorism? This was a popular movement. This was an insurgency of the Somali people.\"\nThe case was closely watched by the state's large Somali community, with many saying the wiretaps bred mistrust among immigrants already fearful of government. Dozens of Somalis - mostly women - flocked to court each day to watch. Several women in the courtroom sobbed as they were leaving Thursday.\n\"I'm real sad,\" said Fartun Abdiloor, a Minneapolis woman. \"It's so emotional. This decision is the opposite of what we expected.\"\n\nLoad-Date: October 23, 2011"
}