{
    "title": "JURY CONVICTS MUSLIM TERRORISTS",
    "publisher": "charleston daily mail",
    "year": 1995,
    "month": 10,
    "day": 2,
    "full text": "NEW YORK - The plan was to paralyze Manhattan with a 10-minute spree of\nbombings at the United Nations, a federal building, two tunnels and a\nbridge, then kill the Egyptian president and other political figures.\nBut the plot aimed at making the United States change its Middle East\npolicies was foiled - and now the 10 conspirators will have to pay for\nit with lengthy prison terms.\nIn a federal courtroom just 100 feet from one building the militant\nMuslims hoped to destroy, Sheik Omar Abdel-Rahman and nine others were\nconvicted Sunday of seditious conspiracy.\n\"If terrorism is theater, the acts of terrorism planned by these\ndefendants was theater of the absurd,\" said James Kallstrom, chief of\nthe FBI's New York office. But he said the verdict would not guarantee\nrelief from terrorism.\nSecurity was heightened in Manhattan, where special precautions were\nalready in place for the visit of Pope John Paul II this week and the\n50th anniversary of the United Nations' founding two weeks later.\nIn Washington, Secretary of Transportation Federico Pena ordered tighter\nsecurity at the nation's airports because of \"a general threat against\nall U.S. interests at home and abroad.\"\nThe jury in the biggest terrorism trial in U.S. history finished after\njust 37 hours over seven days of deliberations. The verdict was reached\nquickly considering the hundreds of exhibits and more than 200 witnesses\njurors viewed over nine months.\nDefense lawyers said they would appeal.\nAbdel-Rahman, 57, did not react, except to console his sobbing lawyer,\nLynne Stewart. Stewart said the blind Muslim cleric had told her, \"I am\nnot the first person to go to prison for his beliefs and I won't be the\nlast.\"\nFBI Director Louis J. Freeh said the arrests had headed off \"what could\nhave been another catastrophic terrorist attack\" such as the February\n1993 bombing of New York's World Trade Center, which killed six people,\ninjured more than 1,000 and caused a half billion dollars damage.\n\nLoad-Date: October 4, 1995"
}