{
    "title": "Jury Convicts Libyan on 2 Terrorism-Related Counts in Benghazi Trial",
    "publisher": "the new york times",
    "year": 2019,
    "month": 6,
    "day": 14,
    "full text": "WASHINGTON -- A Libyan man was found guilty on Thursday on two terrorism-related charges arising from the attack on a United States diplomatic compound in Benghazi in 2012 that killed two Americans, including the ambassador to Libya, and became a political flash point.\nBut the jury in Washington remained deadlocked on 15 other charges against the man, Mustafa al-Imam, and the Federal District Court judge overseeing the trial ordered jurors to keep deliberating on the remaining counts. Those included aiding and abetting several murders and aiding the follow-up attack, hours later, on a nearby C.I.A. ''annex'' facility, during which two more Americans were killed. \n  Regardless of what the jurors decide on those counts, the guilty verdict on at least two charges -- conspiracy to provide material support to terrorists and aiding in the malicious destruction of American property -- means Mr. al-Imam is virtually guaranteed a lengthy prison sentence.\n  He became the second suspect to be tried successfully in federal court in Washington for his role in the deadly assault, which took on broader significance as Republicans and conservative news outlets seized on them to try to damage the presidential ambitions of Hillary Clinton, then the secretary of state.\n  Ahmed Abu Khattala, a former militia leader in Benghazi and a friend of Mr. al-Imam's, was convicted in 2017 on similar charges and sentenced to 22 years in prison. But both cases experienced turbulence: The jury in Mr. Khattala's case acquitted him of 14 charges, including several counts of murder, the same charges that the jury in Mr. al-Imam's case has struggled to reach agreement over.\n  That rocky experience underscores the difficulty in bringing foreign terrorism suspects captured under battlefield conditions to the United States for prosecution under civilian-court standards, raising the question of whether the government will seek to apprehend and bring back any more of the dozen or more suspects it has identified from the attacks. Mr. al-Imam was captured by American commandos about a month before the verdict in Mr. Khattala's case.\n  On the night of the Benghazi attacks, on Sept. 11, 2012, armed men overran the diplomatic compound and set it ablaze. Ambassador J. Christopher Stevens and another State Department employee, Sean Smith, were killed. Hours later, militants attacked the nearby C.I.A. base with mortars and small-arms fire. Two C.I.A. security contractors, Tyrone S. Woods and Glen A. Doherty, were killed, and others were wounded.\n  In 2017, American commandos and members of the F.B.I.'s elite Hostage Rescue Team apprehended Mr. al-Imam in Libya and brought him aboard an American warship, where he was questioned. Mr. Khattala was captured in Libya in 2013 by a similar American force, demonstrating the eagerness of the United States to hunt down those involved.\n  Mr. al-Imam and Mr. Khattala, who were close friends, traveled to the diplomatic compound on the evening of the attack. The defense argued that Mr. al-Imam was just in the wrong place at the wrong time, but prosecutors said he intended to commit deadly violence.\n  ''When they're going armed and ready and with the military-style vehicle with Abu Khattala to the U.S. Embassy,'' the defendant ''knows exactly what he's doing,'' Karen Patricia Seifert, a prosecutor, told the jury during closing arguments this month. ''That's when he's joining the conspiracy, right at that moment. He knows where they're going. He knows they're going armed.''\n  Mr. al-Imam was one of the men filmed entering and leaving the diplomatic compound the night of the attack, and he stole materials from it, including a map that prosecutors said he suspected had intelligence value. Phone records indicated that during the attack, Mr. al-Imam spoke several times with Mr. Khattala; prosecutors argued that this was a sign they were coordinating and said Mr. al-Imam wanted to attack the compound because he believed it was a spy base.\n  Prosecutors pointed to what they described as incriminating comments he made while being questioned by the F.B.I. aboard the warship. He told agents: ''I know why I'm here. It's because of Khattala.''\n  During closing arguments, Ms. Seifert said Mr. al-Imam ''had consciousness of guilt even then.''\n  ''He knew what he had done,'' she said, ''he knew who he had associated with, and he knew his associates had perpetrated these attacks together with his assistance.''\n  Mr. al-Imam's defense lawyer, Matthew J. Peed, said his client was just a convenience store worker and devoted family man who happened to go to the compound on the night of the attack. His client played no role in it, Mr. Peed maintained, and like others simply went to the compound to see what was happening.\n  His lawyers also sought to play down the evidence against him, dismissing his apparently frequent phone communications with Mr. Khattala during that period.\n  ''A friendship is not a conspiracy,'' Mr. Peed told the jury.\n  Defense lawyers had tried previously to suppress the comments Mr. al-Imam made to F.B.I. agents while aboard the Navy warship. His lawyer contended he been suffering from seasickness mental trauma. But Judge Christopher R. Cooper of the Federal District Court in Washington rejected the argument and permitted prosecutors to use that evidence.\n  Lawyers in the case also called as a witness David D. Kirkpatrick, a correspondent for The New York Times who interviewed many people in Benghazi about the attack in its aftermath.\n  In an article published at the end of 2013, Mr. Kirkpatrick reported that a friend of Mr. Khattala's had sought to exonerate him by offering an account of a phone call with him during the attack. The article also noted that several witnesses to the attack had contradicted the friend's account.\n  The same friend, Bilal Al-Ubaydi, now using a pseudonym for his safety, testified in the case as a witness for the prosecution. A lawyer for the defendant called Mr. Kirkpatrick to the stand in an effort to discredit the friend's current testimony by contrasting it with his earlier account of the phone call.\n  Mr. Kirkpatrick provided his testimony via a video link from the American Embassy in London and was limited to confirming the accuracy of the report in the 2013 article about the attack.\n  For the F.B.I., capture and prosecution of Mr. al-Imam was considered a victory. Jeff Sessions, then the attorney general, did not believe that suspected terrorists should be prosecuted in civilian courts yet allowed the Libyan to be brought to the United States for trial.\n  During the same period when Mr. al-Imam was captured and brought to domestic soil for prosecution, Mr. Sessions had refused to bring back a suspected Qaeda operative, a Sudanese citizen known as Abu Khaybar, to face charges in New York. He has been held in Yemen for more than two years by United Arab Emirates authorities.\n  Follow Adam Goldman and Charlie Savage on Twitter: @adamgoldmanNYT and @charlie_savage.\n\nhttps://www.nytimes.com/2019/06/13/us/politics/mustafa-al-imam-convicted-benghazi.html\n\nGraphic\n\n \nPHOTO: A jury in Washington is deadlocked and still deliberating on 15 other charges against Mustafa al-Imam, above in October 2017. (PHOTOGRAPH BY F.B.I., VIA ASSOCIATED PRESS)       \n\nLoad-Date: June 14, 2019"
}