{
    "title": "Jury to decide Idaho terror case",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 6,
    "day": 2,
    "full text": "BOISE, Idaho - The jury got the case Tuesday in the trial of a Saudi Arabian graduate student accused of using his Internet expertise to rally support for terrorism.\nJurors will begin deliberations today. They heard five hours of closing arguments and seven weeks of testimony.\nProsecutors have argued that Sami Omar Al-Hussayen, 34, turned Web sites of the Islamic Assembly of North America into an Internet network providing information to foster terrorism, particularly in the Middle East and Chechnya.\nAssistant U.S. Attorney Kim Lindquist cited religious edicts justifying suicide bombings and an invitation to financially support the militant Palestinian organization Hamas in arguing that Al-Hussayen should be convicted.\n\"The Web site network contained material beyond religious material that went to extreme jihad, to terrorism,\" Lindquist said Tuesday during his two-hour closing argument. \"Was its purpose scholarly analysis, just news? … No. It's material meant to fund and recruit. That's the purpose of this stuff.\"\nBut Al-Hussayen's defense has maintained that his association with the Web sites was as a Muslim volunteer and computer expert who simply wanted to keep the sites in operation. His interest in the content was only in passing on information about Muslim oppression in Chechnya and the Mideast, lead defense attorney David Nevin said.\nAl-Hussayen, just months from his doctorate in computer science at the University of Idaho, also is accused of visa fraud and making false statements for allegedly trying to hide his association with the Michigan-based assembly.\nJailed since his arrest in February 2003, he faces up to 15 years for each of three terrorism charges, 25 years on each visa fraud charge and 5 years on each false statement charge. The actual punishment would be based on a pre-sentencing report that would consider the defendant's criminal history and other circumstances.\nAl-Hussayen also is under a deportation order once the criminal case is resolved.\n\nLoad-Date: June 2, 2004"
}