{
    "title": "Jury Selection Is Slow Going In Padilla Terrorism Trial",
    "publisher": "the new york times",
    "year": 2007,
    "month": 4,
    "day": 24,
    "full text": "Finding an impartial jury in the trial of Jose Padilla is proving to be a slow process, as expected, as the second week of juror selection began Monday. \n  Many of the prospective jurors questioned since selection started last Monday have expressed some knowledge of the case against Mr. Padilla and two other defendants, all accused of providing material support to terrorists.\n''I understand that there are some accusations that the three gentlemen were involved in plotting terrorist attacks,'' one female prospective juror said. ''My understanding is that Mr. Padilla was not charged for a while and he was imprisoned.'' When asked if she would be able to put that information aside and base her decision only on the evidence presented, she answered, ''They look like you and me.'' \n  Another prospective juror said she had heard Mr. Padilla was ''being tried for something about bombs'' and expressed her opinion about Muslims. \n  ''I know that Muslims are willing to die for their religious beliefs,'' she said, later adding she did not believe that to be the case with all Muslims. \n  Mr. Padilla and his co-defendants are accused of participating in a ''North American support cell'' that provided money, goods and recruits abroad to assist ''global jihad.''\n  The selection of 12 jurors and 6 alternates is expected to take about two more weeks. Judge Marcia G. Cooke of Federal District Court has let court sessions run after-hours in an effort to speed the process. \n  ''With all of the sentiments towards terrorism in general, I think it's going to take a long time to get a panel,'' said Sanford H. Marks, president of Trial Technologies, a jury consulting firm here. ''People have opinions about this case, unless they've been living in a hole.'' \n  Mr. Padilla, who was born in Brooklyn and who converted to Islam, was arrested in 2002 at O'Hare International Airport and transferred to military custody shortly afterward. He was described by the Bush administration as a Qaeda operative on a mission to detonate a radioactive ''dirty bomb'' and blow up apartment buildings. Those accusations were not mentioned in his 2005 indictment. He was designated an enemy combatant and held without charges. In January 2006, the Supreme Court granted the administration's request to transfer Mr. Padilla to civilian custody. \n  If convicted, Mr. Padilla, now 36, could face a life sentence. The other defendants are Adham Amin Hassoun, 45, a Lebanese-born Palestinian, and Kifah Wael Jayyousi, 44, a Jordanian-born American citizen.  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Jose Padilla, shown with federal agents in Miami in January 2006, has been held since 2002, first in military custody and then in civilian. (Photo by Alan Diaz/Associated Press)                                                      \n\nLoad-Date: April 24, 2007"
}