{
    "title": "Jury Selection Begins at Trial of Bin Laden's Son-in-Law",
    "publisher": "the new york times",
    "year": 2014,
    "month": 3,
    "day": 4,
    "full text": "In the days and weeks after the Sept. 11 attacks, a Kuwaiti-born cleric, Sulaiman Abu Ghaith, became a familiar figure in propaganda videos for Al Qaeda, appearing in some with Osama bin Laden, and other times alone, issuing blistering threats against the United States.\n''The storms shall not stop, especially the airplanes storm,'' he said in one speech, a federal indictment charges.\nMr. Abu Ghaith, who later married Bin Laden's daughter Fatima, was captured last year and brought to the United States on terrorism charges. His trial started on Monday in Manhattan with jury selection which resumes on Tuesday morning. He is the most senior Bin Laden adviser to be tried in a civilian court since the Sept. 11 attacks, experts say.\n''Abu Ghaith held a key position in Al Qaeda, comparable to the consigliere in a mob family or propaganda minister in a totalitarian regime,'' George Venizelos, director of the Federal Bureau of Investigation's office in New York, said last year.\nUnlike Khalid Shaikh Mohammed, the self-described architect of the Sept. 11 attacks, Mr. Abu Ghaith has not been accused of having advance knowledge of the attacks or being involved in terrorist operations. But prosecutors portray him as a trusted adviser and confidant of Bin Laden's, and they believe he was probably aware of the plot in which Richard C. Reid tried unsuccessfully to blow up an airplane on a trans-Atlantic flight by detonating explosives in his shoes.\n''Abu Ghaith's hands may not be as directly drenched in blood as K.S.M.'s are,'' said Bruce Hoffman, a terrorism expert at Georgetown University, but he ''was nonetheless at the vortex of Al Qaeda's operations at arguably the most important moment in the movement's history.''\nThe trial, coming more than four years after the disputed and since abandoned plan to try Mr. Mohammed in Manhattan, may further the debate over whether international terrorism cases should be tried in civilian court.\nMr. Mohammed's testimony may yet figure in Mr. Abu Ghaith's trial. His lawyers, citing Mr. Mohammed's potentially ''staggering'' knowledge of Qaeda activities, have been seeking his testimony, presumably via a video link from the United States naval base at Guantánamo Bay, Cuba, where he is being detained.\nThe idea that Mr. Mohammed might help persuade New York jurors to acquit Bin Laden's son-in-law seemed far-fetched to some.\n''It's hard to see how someone responsible for the murder of 2,976 innocent people could ever be an effective witness for anybody, under any circumstance,'' said David Raskin, a former chief of the terrorism unit in the United States attorney's office in Manhattan.\nBut Mr. Abu Ghaith's lead lawyer, Stanley L. Cohen, has said he anticipates that Mr. Mohammed's testimony ''will directly and totally repudiate the government's assertion that Mr. Abu Ghaith was a member of, or provided material support to, Al Qaeda or to any conspiracy laid at its feet.''\nMr. Abu Ghaith, 48, has pleaded not guilty to charges that include conspiring to kill Americans and providing material support for terrorists; if convicted, he could face life in prison.\nThe cleric gained prominence in the early 1990s in Kuwaiti mosques, where he offered ''charismatic denunciations of the 'enemies' of Islam,'' according to a draft report by Evan F. Kohlmann, a terrorism analyst with the consulting firm Flashpoint Global Partners, whose testimony the government plans to use at trial.\nIn June 2000, Mr. Abu Ghaith moved to Afghanistan and became the ''official spokesman'' for Al Qaeda, Mr. Kohlmann wrote. In some video clips, Mr. Kohlmann added, Mr. Abu Ghaith appears outdoors, seated cross-legged and offering ''poetic endorsements for violent jihad and 'martyrdom' while engaged in combat.''\nFrom May 2001 through 2002, the indictment says, Mr. Abu Ghaith ''served Al Qaeda'' by urging others to swear allegiance to Bin Laden, speaking on behalf of Al Qaeda's mission and warning that attacks like the Sept. 11 ones would continue.\nIn June 2002, Mr. Abu Ghaith was quoted on Al Qaeda's website as saying that the organization had the right to kill millions of Americans, including children, and would ''fight them with chemical and biological weapons,'' Mr. Kohlmann wrote.\nGeorge J. Tenet, then director of the Central Intelligence Agency, wrote in his memoir, ''At the Center of the Storm,'' that it would have been ''easy to dismiss his ranting as the hyperbole of a deranged man.''\n''But we had to consider the possibility that Abu Ghaith was attempting to justify the future use of weapons of mass destruction that might greatly exceed the death toll of 9/11,'' Mr. Tenet wrote.\nIn 2002, Mr. Abu Ghaith arranged to be smuggled into Iran, prosecutors say. Mr. Abu Ghaith claimed in a court affidavit that he was arrested and held there until January 2013, when he was released and went to Turkey. There, he says, he was held for more than a month, before being flown to Jordan and handed over to the United States, a process he has described as being ''kidnapped.''\nThe New York Police Department declined recently to discuss any security measures related to the trial, which is expected to last about a month.\n''This is a high-profile case,'' Stephen Davis, the department's top spokesman, said, ''and we'll take the necessary steps to ensure safety in and around the courthouse and the city.''\nAt least two men who had been involved in terrorism who are now cooperating with the authorities are expected to testify for the government against Mr. Abu Ghaith. They are believed to be Saajid Badat, who had agreed to carry out a shoe-bomb attack but later backed out, and Sahim Alwan, a member of the ''Lackawanna Six,'' a group of Buffalo-area Yemeni-Americans.\nJudge Lewis A. Kaplan, of Federal District Court in Manhattan, has agreed to a government request to have the jury remain anonymous.\nNeither the prosecution nor the defense would comment for this article. But Mr. Abu Ghaith's lawyer, Mr. Cohen, has made it clear in court papers that he hopes to portray Mr. Abu Ghaith's role in Al Qaeda as minimal.\nMr. Cohen, for example, has said that he had sought the testimony of Salim Ahmed Hamdan, a former driver for Bin Laden who said he knew the members of his inner circle, spent hours around them and drove them on occasion.\nAlthough Mr. Hamdan eventually decided against testifying, he told Mr. Cohen that Mr. Abu Ghaith ''had nothing to do with this inner group,'' Mr. Cohen wrote.\nQuoting Mr. Hamdan, Mr. Cohen added, ''Abu Ghaith was, in effect, a 'nobody.' ''\n\nhttp://www.nytimes.com/2014/03/04/nyregion/bin-laden-relatives-trial-may-fuel-debate-over-trying-terrorism-cases-in-civilian-courts.html\n\nGraphic\n\n \nPHOTO: Sulaiman Abu Ghaith was arrested in Turkey last year. (PHOTOGRAPH BY AL-JAZEERA, VIA ASSOCIATED PRESS)          \n\nLoad-Date: March 4, 2014"
}