{
    "title": "JURY FINDS PLOTTER GUILTY",
    "publisher": "tampa bay times",
    "year": 2014,
    "month": 6,
    "day": 11,
    "full text": "Sami Osmakac, the Kosovo-born man who threatened to stage a \"second 9/11\" attack here, was convicted Tuesday of both terrorism-related charges brought against him.\nFederal prosecutors had accused Osmakac, a 27-year-old radicalized Muslim American, of plotting to kill hundreds of people by targeting several densely populated areas in Tampa. His plans, which never came to fruition, included bombing a South Tampa pub and then traveling to another location where he would detonate a suicide vest packed with explosives. He was certain he would wake up to a martyr's breakfast in heaven.\nInstead, Osmakac faces the possibility of life in prison and the short-term certainty of breakfast in jail.\nAfter six hours of deliberation, the jury convicted him of possessing an unregistered AK-47 and attempting to use weapons of mass destruction, a reference to the car bomb, six grenades and suicide vest he planned to use. Judge Mary S. Scriven scheduled his sentencing hearing for Oct. 7.\nLee Bentley, acting U.S. attorney for Florida's Middle District, applauded Osmakac's conviction on Tuesday, distributing a statement in which he credited \"assistance from the Muslim community\" with bringing Osmakac to the FBI's attention.\n\"The jury's verdict in this case represents another victory in our fight against terrorism, which remains our top priority,\" he said.\nAttorneys for Osmakac said they were already working on a motion for a new trial.\n\"We're disappointed,\" said defense attorney George Tragos, who, in his closing argument, acknowledged that his client faced long odds of an acquittal. \"We're also disappointed that, because it's a national security case, so much of the evidence was kept secret.\"\nArrested in 2012, Osmakac had been under surveillance by the FBI since at least 2010, but the agency began to monitor him more closely after he made a failed attempt to buy guns from people he thought were selling drugs in St. Petersburg. An undercover agent was assigned to test how far Osmakac was willing to go by posing as a dealer willing to sell him weapons.\nThe Pinellas Park man took the bait, and he did so while being videotaped by the FBI. In what became the government's chief evidence, Osmakac met several times with the agent and an informer to discuss his plans and the weapons he wanted to purchase. He spoke repeatedly of his desire to avenge the deaths of Osama bin Laden and Anwar al-Awlaki, the U.S.-born cleric who became an influential al-Qaida leader.\nOsmakac schemed to set off a car bomb outside MacDinton's, an Irish pub in South Tampa, an area he regarded as the stomping grounds of sinners and homosexuals. From there, he planned to enter the Seminole Hard Rock Hotel & Casino and take hostages, releasing them once the government agreed to free certain Muslim prisoners. Knowing that his rampage would end with him surrounded by police, he planned to detonate the suicide vest.\nIn one recording shown to jurors, Osmakac threatened war on non-Muslims, saying, \"We will go after every one of them, their kindergartens, their shopping centers, their nightclubs, their police stations, their courthouses and everything until we have an Islamic state the whole world.\"\nNone of the weapons he purchased from the FBI functioned, which he did not know.\nOsmakac's attorneys argued that he was an easy target entrapped by an agency eager to root out potential terrorists, regardless of how dim-witted their targets might be. Osmakac was a depressed and delusional young man with a below-average IQ, his lawyers said. At least eight psychologists and psychiatrists evaluated him, and most concluded that he was suffering from some form of psychotic thinking, they said.\nThey pointed out that Osmakac was essentially broke and would have been unable to buy weapons if the FBI had not given money to the informer, who then gave it to Osmakac.\n\"The FBI was on both sides of this transaction, giving him the money on one side and selling him the munitions on the other side,\" Tragos said. \"And he didn't have the normal faculties to resist that. But unfortunately the jury didn't agree with us.\"\nJuries rarely find defendants not guilty of terrorism charges. A study by the Center on National Security at Fordham Law School of 391 terrorism cases found that 91 percent ended in conviction. Most of the accused never went to trial but took plea deals.\nRichard Millian, a personal-injury attorney in Palm Harbor who was on the jury but was dismissed before the verdict, said proving Osmakac's innocence would have been \"a hard sell.\"\nOsmakac spoke multiple languages, Millian said, and appeared intelligent enough to be aware of his actions.\n\"When you have someone on video and on confidential phone calls, it's almost like an admission,\" Millian, 42, said. \"I would have listened to the evidence and made my decision after, but I know which way I was leaning.\"\nOsmakac did not speak after the verdict was read, but one of his attorneys, Peter Tragos, said his client was disappointed. \"But I don't think he's given up at this point,\" he said.\nTimes researcher John Martin and staff writer Zachary Peterson contributed to this report. Anna M. Phillips can be reached at aphillips@tampabay.com or (813) 226-3354.\n\nGraphic\n\n \nPHOTO: Osmakac PHOTO: In an FBI video, Sami Osmakac checks out an AK-47 while wearing a suicide vest. He didn't know how to use most of the arsenal he bought.\n\nLoad-Date: June 11, 2014"
}