{
    "title": "Jury picked in Al-Hussayen trial; Religion a key issue in interviews for terrorism trial;",
    "publisher": "spokesman review",
    "year": 2004,
    "month": 4,
    "day": 14,
    "full text": "After 5-1/2 hours of sometimes-intense discussion about religion, terrorism\n and law enforcement, a jury of eight women and four men from southern Idaho\n was seated Tuesday to hear the charges against Sami Omar Al-Hussayen.\n The University of Idaho graduate student, a Saudi national, is accused of\n using his computer skills to advance a recruiting and fund-raising campaign\n for international terrorism against non-Muslims in Israel, Chechnya and\n elsewhere. Al-Hussayen, 34, maintains his innocence.\n ''This is going to be a very interesting case with a lot of challenging\n issues, both legal and factual,\" U.S. District Judge Edward Lodge told 75\n prospective jurors. ''I am only sorry that every one of you is not going to be\n given an opportunity to sit in on this trial.\"\nBut as the judge questioned the first group of 30 jurors, he asked\n attorneys on both sides to excuse six, for everything from a self-employed\n man's fear that his family couldn't pay its bills if he were away from work\n for six weeks to a Christian radio station owner's comments about Islam.\n LeMoyne Schafer, owner of three Christian radio stations, maintained\n through the first few hours of questioning that he could be an impartial\n juror. But then, when Lodge asked if any of the jurors had strong feelings\n about Islam, Schafer said he did.\n ''At the very basis of the core of their religion there's some very\n conflicting things 180 degrees out of phase to what I know to be true,\"\n Schafer said.\n Several other jurors who raised concerns about religious issues also didn't\n end up on the jury.\n ''I've got my religious beliefs as well, and they're not in line with what\n the Muslim religion believes,\" said Mark Mary, a human resources manager. ''I\n would have a hard time changing those beliefs.\"\n The judge responded, ''No one certainly is asked to change their religion.\n It's just if you can keep an open mind.\"\n David Nevin, defense attorney for Al-Hussayen, told the prospective jurors,\n ''We're not going to ask you to pass judgment on the religion of Islam, decide\n whether it's good or bad. But Islam will definitely come up in this case.\"\n He added, ''My concern for Sami is, can we give him a fair trial? That's\n what this inquiry is all about.\"\n One prospective juror wore a baseball cap emblazoned with the logo of the\n New York Fire Department. He said it was a gift from his brother who visited\n Ground Zero two months after the Sept. 11, 2001, terrorist attacks. He wasn't\n selected.\n A man who did end up on the jury told the court that he once studied up on\n Islam by looking it up in several books after he and a friend had a dispute\n about it. He said he concluded it's like any other religion.\n Several of Al-Hussayen's supporters from the Moscow-Pullman area attended\n the jury selection and said they're concerned about perceptions of Islam.\n ''Islam as a religion means peace, believe it or not,\" said Samir Shahat,\n a chemist from Pullman who came to the United States from Egypt about two\n years ago. He became friends with Al-Hussayen after meeting him at prayers at\n the local mosque.\n ''Islam never, never asks anybody to kill anybody,\" Shahat said.\n ''Unfortunately, there's some kind of Islamophobia going on these days. I hope\n it will pass over.\"\n But Shahat said he was impressed with the jury selection process and the\n wide-ranging discussion in the courtroom about biases, beliefs and who can be\n fair. ''We haven't this kind of system back home,\" he said. ''In Egypt, there\n are no jurors.\"\n Among the prospective jurors, none was Muslim, but some said they knew\n Muslims. Many had relatives in law enforcement and in the military. Nearly all\n said they use computers regularly. Only a couple said they hadn't read or\n heard anything about the case.\n Attorneys for both sides quickly read lists of more than 50 possible\n witnesses each who might testify in the trial, to see if jurors knew any of\n them. None did.\n In the end, the jury that was selected includes a diesel mechanic, a\n banker, a nurse and a retired nurse, a lumberyard owner, an optometrist's\n assistant and two homemakers. Also on the panel are a retired Forest Service\n employee, a hospital official and an insurance underwriter. Alternates are a\n travel agent and a salon owner.\n Among those not chosen were two computer experts and Marion Lewis, the\n father of a victim of the Washington, D.C., sniper shootings.\n U.S. Attorney Tom Moss said, ''This is the way the system works, and it\n worked very well today. … It's great that we can select a jury for a trial\n as lengthy as this one is going to be, in one day. That's a great\n accomplishment.\"\n The trial is expected to run for six to eight weeks. If convicted,\n Al-Hussayen could face five to 25 years in prison on each of the 14 charges\n against him, plus fines that could total millions of dollars.\n This morning, both sides are scheduled to outline their cases in opening\n statements.\n\nNotes\n\nBetsy Z. Russell can be reached toll-free at (866) 336-2854, or by e-mail at bzrussell@Rmci.net.  \n\nGraphic\n\n \nColor photo; Artist's rendering of Sami Omar Al-Hussayen and his lawyer, David Nevin, in court Tuesday.  Photo by Associated Press\n\nLoad-Date: April 16, 2004"
}