{
    "title": "Justice Dept.'s absurdity on terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 7,
    "day": 20,
    "full text": "Think terrorism can't harm us out here in America's heartland? Well, cower in fear, Iowa. Federal prosecutors have built 35 so-called terrorism cases here in the Hawkeye State since 9/11. In fact, the government filed 56 \"terrorism\" charges in the first two months of 2004.\nWhat have some of these evildoers been up to? Generally such crimes as fraud, theft, and cheating on college-entrance exams. Most of these cases are just new examples of the post-9/11 overzealousness of the U.S. Justice Department. They are also overinflated to give people a sense that our overpaid Justice Department is actually making progress on international terrorism while providing fear-instilling, exaggerated, and unfounded reminders that Osama bin Ladens are supposedly everywhere.\nIn Iowa, four workers omitted past drug-related convictions when applying to work on the Des Moines International Airport runway. Five Mexicans faced terrorism charges after stealing baby formula to sell to a man of Arab descent who then resold the stuff himself. Four men from Pakistan also faced terrorism charges after soliciting sham marriages so they could continue to work in Waterloo. These cases send several strong messages to Iowans, only one of which deserves a second thought: Be truthful and thorough on job applications, baby formula funds terrorism (forget oil and opium), and wanting to work in Waterloo is suspicious.\nProspective college students take note: One of the biggest terrorist cases last year involved cheating on a college-admissions test. In New Jersey, 60 Middle Eastern men allegedly cheated on their English tests for admission to an American university. Another Middle Eastern man was sentenced to one month in jail this year after pleading guilty to paying someone to take his English proficiency tests for him. Remember, cheaters never prosper, and they could get sent to Guantánamo Bay for it.\nAlthough these overblown charges seem silly, this is a serious problem for those who want to know what progress is being made and how much taxpayer money is being spent to prosecute terrorism. At the beginning of this year, the General Accounting Office found that about three-fourths of terrorism cases were wrongly reported and classified. Given the nature of the 56 since that report, the Justice Department has obviously given little attention to the report and has no interest in stopping the practice.\nAs Des Moines runway workers omit information on their job applications and 5-year-old children are asked to remove their flip-flops before boarding a plane, real terrorists still desire to strike America. What has been created by the Justice Department at the same time is bungling officialdom that has become ubiquitous. Members of the department use make-believe to inflate their numbers and frighten Americans into believing that terrorists lurk everywhere.\nIf the Justice Department wants to show progress in its front of the war on terror, it should concentrate on the 15 cases that are related to international terrorist organizations up through February this year. Such use of common sense would be the best way to show resolve the threats that terrorism poses to America. Ridiculous cases such as these could be interpreted as a sign that this country as a whole is scared stupid. Or just stupid, whether scared or not.\n(C) 2003 The Daily Iowan via U-WIRE\n\nLoad-Date: July 20, 2004"
}