{
    "title": "JUSTICE FOR THE JACKAL",
    "publisher": "the salt lake tribune",
    "year": 1994,
    "month": 8,
    "day": 17,
    "full text": "Capturing Carlos the Jackal -- one of the world's more notorious terrorists -- evidently reflects well on stubborn police work. Technically, however, it doesn't end the killer's career because that reportedly occurred years ago.\nToo frequently mentioned in accounts of terrorism during the 1970s and early '80s, the Venezuelan-born Ilich Ramirez Sanchez has caused more than his share of mayhem, fear, grief and despair. It is justifiable that he answer for his crimes in a court of law.\nThere's surely a lesson to be gained from the Carlos story, too. Versions of his arrest in Khartoum, Sudan, and quick extradition to Paris, France, tell about a former hired thug no longer wanted or needed by his former clients.\nWhatever the call for his nefarious services before, those who previously issued them have departed the market. Mideast intriguers such as Syria's President Hafez al-Assad, for instance, no longer seek Israel's capitulation with contracted-for acts of premeditated violence, but through orderly, honorable negotiations which normally precede celebrated peace agreements.\nNot, of course, that terrorism has vanished from the Mideast or other places where it substitutes for international differences settled in mediation or on battlefields. While Carlos was displayed in French custody, Israelis and Palestinians discussed how to control extremist Palestinians fighting against Israeli-Palestine Liberation Organization reconciliation with hit-and-run terrorism. There's scant indication that outlawed Irish Republican Army factions have stopped planting bombs as a tactic in their endless struggle against Great Britain's Northern Ireland presence.\nBut reasons for using urban bomb atrocities, assassinations and kidnappings tend to shift and change, leaving those doing the dirty work unprotected, suddenly isolated, exposed and vulnerable. Hired guns are easily repudiated when that become expedient.\nSo, finally, when Carlos no longer attracted a clientele, he was a liability to those who had previously accommodated his ability to mastermind schemes involving destruction, abduction, torture and homicide. Reports indicate he continued offering his dubious skills, but no one accepted.\nFortunately, various law enforcement agencies remained interested. France, having already convicted Carlos in absentia for the murder of two French counterintelligence agents, was particularly diligent in pursuit.\nRewarded when the Sudan no longer wanted the fugitive around, France now can try and convict in person. The jackal asked for it, his misdeeds having provoked a relentless search for justice, his biography a primer on how, ultimately, predators who victimize humankind from the perimeter of unpredictable events themselves become victims.\n\nLoad-Date: April 17, 1995"
}