{
    "title": "Justice Dept. Completes Revision of F.B.I. Guidelines for Terrorism Investigations",
    "publisher": "the new york times",
    "year": 2008,
    "month": 10,
    "day": 4,
    "full text": "The Justice Department finalized on Friday an overhaul of rules that will give the Federal Bureau of Investigation freer rein to begin investigations into the possibility of terrorism, even without evidence of wrongdoing. \n  Attorney General Michael B. Mukasey approved the new guidelines after a review of several months that sought to consolidate different and sometimes conflicting standards within the F.B.I. that govern when agents can use informants, do undercover surveillance, interview witnesses or use other investigative techniques. \n  Mr. Mukasey and Robert S. Mueller III, director of the F.B.I., said the new guidelines, which will take effect Dec. 1, ''provide the F.B.I. with the authority and flexibility it needs to protect the nation from terrorist threats.'' \n  The new guidelines, reflecting the evolution of the F.B.I. in the seven years since the Sept. 11 attacks, state that ''the F.B.I. is an intelligence agency as well as a law enforcement agency.'' They are also one of the final steps by the Bush administration to extend its far-reaching counterterrorism policies into the next administration and beyond. \n  Earlier drafts of the guidelines met with strong criticism from civil liberties groups concerned about the prospect for abuse. This led the Justice Department in its final report to include what it called significant new restrictions on the tactics that agents can use in handling large-scale demonstrations and civil disturbances that could require federal intervention. Instead of broad approval to use any technique considered lawful in such demonstrations and disturbances, the final guidelines spell out the allowed tactics and limit such investigations to 30 days. \n  But civil rights leaders said they remained opposed to the new rules, saying they would give the F.B.I. greater latitude to use racial, ethnic and religious criteria in terrorism investigations.\n  ''The attorney general today gave the F.B.I. a blank check to open investigations of innocent Americans based on no meaningful suspicion of wrongdoing,'' said Anthony D. Romero, executive director of the American Civil Liberties Union, which shared its concerns with Justice Department officials as the guidelines were being drafted. \n  Among the most controversial aspects of the guidelines is a section that allows F.B.I. agents to open so-called threat assessments to look into general patterns or suspicions about terrorist activity without any specific evidence of wrongdoing. Justice Department officials say  this section of the guidelines, which remains virtually unchanged from earlier drafts, will allow agents to be more aggressive in identifying possible terrorist threats.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 4, 2008"
}