{
    "title": "Just a Shop Owner, Except for His Secret",
    "publisher": "the new york times",
    "year": 2016,
    "month": 9,
    "day": 12,
    "full text": "The BBC can't seem to leave ''The Secret Agent'' alone -- it's commissioned four adaptations of Joseph Conrad's 1907 novel about the social and psychological underpinnings of a bomb attack. That probably says less about Conrad than it does about the continuing relevance of terrorism as a subject for fictional examination.\nVersion 3 was shown in 1992, a year after the Irish Republican Army carried out a mortar attack on 10 Downing Street, the residence of the British prime minister. And the current version, a three-part mini-series beginning online at AcornTV on Monday, arrives at a time when terror attacks, real and imagined, are a fundamental issue around the world. \n  What this ''Masterpiece Theater''-style presentation has to say about contemporary terrorism is less clear. The screenwriter, Tony Marchant, keeps the main incidents of Conrad's plot but lays them out chronologically, losing the revelations and shadings of the novel's flashbacks and flash-forwards. This goes along with a general literalness and glumness -- little of the satire and humor of the novel has seeped into the mini-series.\n  The recently ubiquitous Toby Jones (''Wayward Pines,'' ''Detectorists'') plays Verloc, the proprietor of a seedy London naughty-goods store, who is a kind of down-market double agent -- he works as a spy for Russia, but the targets of his spying are a group of hapless anarchists unlikely to cause any real trouble. Their presence is irritating, however, to Verloc's Russian supervisor, who instructs him to set off a bomb at the Royal Observatory that will be blamed on the anarchists and alarm the British government into taking action against them.\n  Mr. Marchant and the director, Charles McDougall, delineate the themes and plot points that resonate with current concerns about terrorism: Verloc's recruitment of his mentally impaired, impressionable young brother-in-law into the plot; the questionable value of torture as an interrogation tool; the romantic appeal of the terrorist as revolutionary hero.\n  They try to balance these ideas with the suspense of Verloc's plotting and the progress of the police investigation. (The most famous ''Secret Agent'' adaptation, Alfred Hitchcock's ''Sabotage,'' went straight for thrills and mostly jettisoned Conrad's plot.) But their plodding, linear approach doesn't do justice to either side of that equation, and one rich strand of the novel -- the corrupted motives of the British upper class in dealing with social unrest -- is significantly diminished.\n  What they end up with is a family soap opera that pokes at, but doesn't really plumb, the psychologies of Verloc and his wife, Winnie (Vicky McClure). ''Are we in the presence of a domestic drama?'' a character asks, paraphrasing Conrad. In the novel, the line was a sardonic comment on moral rigidity. Here it's a simple question, and the answer, unfortunately, is yes.\n\nhttp://www.nytimes.com/2016/09/12/arts/television/the-secret-agent-review.html\n\nGraphic\n\n \nPHOTO: The Secret Agent: Toby Jones, left, and Charlie Hamblett star in this three-part BBC series that begins Monday on AcornTV. (PHOTOGRAPH BY DES WILLIE)       \n\nLoad-Date: September 12, 2016"
}