{
    "title": "Justice audit faults terrorism watchlist",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 3,
    "day": 18,
    "full text": "WASHINGTON - The government's terror watchlist includes inaccurate and outdated information, increasing the risk that innocent people will be misidentified as terrorists while terrorists are overlooked, a government audit reported Monday.\nThe report by Justice Department Inspector General Glenn Fine recommended that the FBI and other federal law enforcement agencies improve their coordination of how terror suspects' names are added to and removed from the list to avoid future problems.\nFine's report helps explain why innocent travelers continue to be misidentified as terrorism suspects despite efforts by the federal government to improve its databases of more than 900,000 watchlist names. Agents rely on the watchlist when screening airline passengers and processing border crossers and visa applicants.\nAlthough agents describe the watchlist as invaluable in helping them detect terrorists, high-profile blunders have underscored its flaws, such as when agents repeatedly blocked Sen. Ted Kennedy, D-Mass., from boarding a plane because his name was similar to that of a terror suspect.\nThe Terrorist Screening Center oversees the watchlist, while the National Counterterrorism Center and the FBI recommend or \"nominate\" names for it.\nIn Monday's report, Fine said that federal agencies had set up procedures to catch errors, but didn't always remove outdated records from the watchlist. Compounding the problem, agents in the FBI's 56 field offices often provided incomplete or inaccurate information when selecting or \"nominating\" names, he said.\nFine also chided other agencies within the Justice Department - such as the Drug Enforcement Administration and the Bureau of Alcohol, Tobacco and Firearms and Explosives - for their \"informal\" sharing of watchlist information.\n\"As a result, the potential exists for terrorism information to not be shared with the FBI and for terrorists to not be watchlisted,\" Fine said.\nTo avoid further problems, he suggested that the FBI require that supervisors review nominations. Fine also recommended that the Justice Department take the lead in improving coordination of the process.\nOfficials with the FBI and the Terrorist Screening Center said Fine's proposals either were already being adopted or would be within six months.\nDespite the watchlist's flaws, Chad Kolton, a spokesman for the Terrorist Screening Center, described it as \"one of the most effective counterterrorism tools.\"\n\"We do constantly check our own work and look for improvements,\" Kolton said. \"The [inspector general] acknowledged that a foundation for effective watchlisting had been established already.\"\nBut Tim Sparapani, the senior legislative counsel for the American Civil Liberties Union, said that the watchlist \"is getting worse over time, not better.\"\nThe ACLU isn't opposed to watchlists, he said, but it favors one modeled on the FBI's 10 Most Wanted Lists that would determine which suspects have the \"means, motive and opportunity\" to commit a terrorist act.\n\"Right now, agents tell us that simply getting a name or alias is enough,\" he said.\n\nLoad-Date: March 18, 2008"
}