{
    "title": "Just visiting_ Lebanese officers spend time with High Point police",
    "publisher": "high point enterprise ",
    "year": 2008,
    "month": 8,
    "day": 17,
    "full text": "Aug. 17--HIGH POINT -- The streets of the Furniture City might be thousands of miles from Lebanon, but Col. Mounir Chaaban says he's learning about the common bonds between law enforcement here and in his native land.\nChabaan is leading a group of 11 Lebanese police officers who are spending time with their counterparts in High Point and Greensboro this weekend. The group is here through a U.S. State Department program that brings international law enforcement officers to America as part of their training. Organizers also hope the mission will foster greater understanding of Lebanon on the part of the group's hosts. \"Basically, we have the same type of crime that most officers face here, like robbery, homicide and drugs,\" Chaaban, head of the training department for Lebanon's Internal Security Forces, or ISF, said in Arabic that was translated into English by an interpreter in an interview Saturday. \"The training is the same, and officers follow the same standards all over the world. The training techniques and the tools used are the only differences.\"\nDespite the similarities, Chabaan pointed out one key difference that poses challenges to law enforcement in Lebanon: a political climate that has seen assassinations and terrorism in that Middle Eastern country in recent years.\n\"It takes a lot of effort and resources trying to master the techniques of fighting and combatting terrorism,\" he said, describing how the ISF and the Lebanese Army was faced with the six-month task of eradicating \"extremists\" from a refugee camp during one period of instability a few years ago.\n\"We completed that mission with no harm to civilians,\" he said. \"That incident helped solidify that we are partners with the U.S. in fighting terrorism.\"\nOn Friday, the group spent time with High Point police, learning about the department's violent crime and drug initiatives and observing officers work a traffic checkpoint. Saturday was devoted to ride-alongs with officers on patrol.\n\"It's a great group. They're eager and attentive, and they seem to soak everything up,\" said Beth Robertson, executive director of the Piedmont Triad Council for International Visitors, whose organization is working with the group and is hosting visitors this year from places such as France, Vietnam, the Phillippines, Australia and Turkmenistan. \"We host visitors on many topics, although law enforcement is not a topic we see often.\"\nTo see more of the High Point Enterprise, or to subscribe to the newspaper, go to http://www.hpe.com. Copyright (c) 2008, High Point Enterprise, N.C. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: August 17, 2008"
}