{
    "title": "Justices face cluster of major cases; Included are challenges to the death penalty and the treatment",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 4,
    "day": 13,
    "full text": "Within the space of a few days this month, the Supreme Court will hear major cases challenging the death penalty, White House secrecy, and the Bush administration's treatment of terrorism suspects.\nThe justices will finish hearing cases for the term in late April and then begin the work of cranking out dozens of rulings before the session ends in late June.\nThe court has heard 67 cases and decided 45 of them, a pace about equal to those of recent years. There are 12 cases yet to be heard.\n\"The best is yet to come,\" Washington lawyer Thomas Goldstein, a Supreme Court specialist, said of the big cases stacked up in the final few days of the court's argument schedule. \"The court will hear blockbuster case after blockbuster case. Virtually every day there is front-page news.\"\nThe capital murder case being argued next Monday could overturn the death sentences of about 100 inmates in several states. It is the most far-reaching of several death-row cases the court is considering this term.\nThe next day the court hears two cases about the legal rights of foreign fighters held indefinitely at a U.S. military prison camp at Guantanamo Bay, Cuba. The Bush administration says the prisoners cannot challenge their detention in U.S. courts.\nIn an unusual move, the Supreme Court will release an audiotape of that argument immediately afterward, so it can be used in news coverage. No television cameras are allowed inside the courtroom.\nThe court also is planning to release same-day audiotapes of the April 27 argument about Vice President Cheney's closed-door strategy sessions to develop a national energy policy, and two important April 28 cases that pit the usual assumptions about constitutional liberties of U.S. citizens against the president's power to pursue the war on terror.\nThose latter cases involve Louisiana-born Yaser Esam Hamdi, who was picked up on an Afghan battlefield shortly after the Sept. 11 terror attacks, and Chicago-born Jose Padilla, arrested in that city on suspicion of a plot to detonate a radioactive, \"dirty\" bomb.\nBoth men are in custody at a Navy brig in South Carolina. They have not been formally charged and neither has had a court appearance. Only recently were they allowed to meet with attorneys.\nAmong cases the court has heard this term, the most prominent is a constitutional challenge to the words under God in the Pledge of Allegiance as it is recited daily in American public schools.\nOther significant rulings awaited address the breadth of protections under the Americans With Disabilities Act; patients' rights to sue their managed-care health-insurance companies; lewd pictures on the Internet; and state politicians' license to draw political boundaries to partisan advantage.\n\nLoad-Date: August 24, 2005"
}