{
    "title": "JUSTICE DEPT. SEES RISK IN CLEMENCY OFFER THE MOVE BY CLINTON INCREASED THE THREAT OF TERRORISM FROM",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 10,
    "day": 21,
    "full text": "President Clinton's clemency offer to 16 Puerto Rican nationalists helped heighten the threat of terrorism from militant groups seeking independence for the island, the Justice Department said in a report made public yesterday.\nThe report, presented at a hearing by the Senate Judiciary Committee on the clemency offer, said Puerto Rican separatist groups posed an \"ongoing threat\" to national security.\n\"Factors which increase the present threat from these groups include renewed activity by a small minority advocating Puerto Rican statehood, the 100-year anniversary of the U.S. presence in Puerto Rico and the impending release from prisons of members of these groups jailed for prior violence,\" the report said. The report, the Justice Department's Five-Year Interagency Counterterrorism and Technology Crime Plan, was written a month after Clinton offered clemency to 16 convicted Puerto Rican militants. Most of them were associated with the FALN - the Spanish acronym for Armed Forces of National Liberation - blamed for 130 bombings in the 1970s and 1980s that left six dead. The White House said none of the 16 had been involved in acts that caused injury or death.\nFourteen of the 16 accepted Clinton's offer, which required them to renounce violence, among other conditions.\nThe Justice Department, FBI Director Louis J. Freeh, the U.S. Attorney's Offices in Illinois and Connecticut, where the nationalists were prosecuted, were all opposed to their release. The Justice Department made its opposition to the clemency known in a 1996 recommendation to the White House, according to documents made public yesterday.\nClinton's clemency offer caused a furor, as did the appeal by Hillary Rodham Clinton, a likely Senate candidate from New York, to withdraw it.\nAt the Judiciary hearing, Republicans sparred with Deputy Attorney General Eric Holder and Pardon Attorney Roger Adams over seeming violations of Justice Department clemency guidelines.\nThe original request for clemency, for instance, was made by the prisoners' lawyer, not the prisoners themselves. Adams acknowledged that was \"unusual\" but said it was not unprecedented. The Justice officials declined to answer several questions, saying they were bound by the White House's claim of executive privilege over information specific to the clemency.\n\"Why can't this White House just be open and tell the truth?\" said Committee Chairman Orrin G. Hatch (R., Utah).\nThe only Democrat at the hearing, Sen. Patrick J. Leahy of Vermont, scolded the Justice Department for failing to contact victims of FALN violence, either to get their views on the potential offer of clemency or to inform them that the prisoners were being released.\n\"I think we could do a better job . . . getting in touch with victims,\" Holder conceded.\nAlso presented at the hearing was the transcript of a phone conversation that Adolfo Matos, one of the Puerto Rican separatists freed by Clinton, had in April while still in prison. In the conversation, which was taped during routine inmate monitoring, Matos expresses no remorse.\n\"I have nothing to be ashamed of or feel that I have to ask for forgiveness,\" he said.\nMatos did not mention violence specifically but added that his resolve for his cause had grown while in prison.\n\"My desire has gotten stronger, to the point where I want to continue,\" Matos said. \"Continue to fight and get involved with my people, because I love them.\"\n\nLoad-Date: October 22, 2002"
}