{
    "title": "JUSTICE OFFICIAL_ TERRORISM PROPOSAL HAS PROBLEMS",
    "publisher": "the columbian ",
    "year": 1995,
    "month": 5,
    "day": 3,
    "full text": "WASHINGTON (AP) The Justice Department's No. 2 official acknowledged today the White House's proposals for combating domestic terrorism might go too far and said no effort would be made to give the president absolute power to designate groups as terrorist organizations.\nLegislation proposed by the Clinton administration and in Congress envision giving the FBI and other law enforcement agencies greater authority to conduct wiretaps, check credit records and infiltrate groups planning criminal or terrorist acts.\nCivil liberty groups have warned that some of the measures may go too far in infringing on personal rights, including a proposal that the president be able to designate, without review, groups as terrorists.\n\"We will recommend deletion of the assertions in that bill that the president's designations are unreviewable or conclusive,\" Deputy Attorney General Jamie Gorelick told the House Judiciary subcommittee on crime.\n\"It is not our intent to foreclose appropriate judicial review of the designation of a group as a terrorist organization,\" she said.\nAdditional bill\nShe said the administration also was submitting to Congress today a second piece of legislation that enhances means to fight terrorism in the wake of the April 19 bombing attack on the federal building in Oklahoma City.\nPresident Clinton is also asking Congress for nearly $ 142 million to pay for the manhunt after the Oklahoma City bombing, as well as heightened security at federal buildings and new defenses against home-grown terrorism.\nClinton's request also covers the costs of demolishing the bomb-wrecked Alfred P. Murrah Federal Building in Oklahoma City and providing replacement office space, furniture and equipment to keep federal agencies at work there.\nFBI Director Louis Freeh stressed at the hearing that his agency needs greater resources to fight terrorist threats.\n\"The current scope of federal criminal laws does not reach some very possible and truly frightening terrorist activity,\" he said.\nHe gave as examples a terrorist group that assassinated non-federal officials or private citizens in a single state, or a group that constructed bombs within a single state and bombed non-government buildings. Such activities, he said, would fall outside of federal criminal jurisdiction.\nThe House on Tuesday condemned the \"abhorrent and cowardly\" bombing and called for the death penalty for those found responsible. A resolution, approved 409-0, also committed the House to quickly approving legislation strengthening the power of federal law enforcement agencies to combat terrorism.\nMore authority\nCongress is considering a bill that would give the FBI and other federal agencies greater authority to infiltrate and investigate groups that are planning crimes or terrorist acts.\nThe House resolution, mirroring legislation approved by the Senate last week, applauds rescue and volunteer workers for their efforts and praises law enforcement officers for their work to find the culprits.\nIt lauds Clinton for his rapid action to assist victims and supports him and Attorney General Janet Reno for promising the maximum penalty, including the death sentence, against those found responsible for the attack that killed more than 140 people at the federal building.\n\nLoad-Date: May 3, 1995"
}