{
    "title": "Justice over terror denied",
    "publisher": "daily news ",
    "year": 2016,
    "month": 9,
    "day": 3,
    "full text": "In a moral error of major proportions, a Manhattan federal appeals panel has thrown out one of the most important anti-terrorism court decisions in years.\nThe initial ruling came down in 2015: The Palestinian Authority and Palestine Liberation Organization were, a jury found, responsible for terror attacks that killed and maimed Americans in Israel - and liable for $655 million, the largest such judgment ever.\nThe case was brought under the 1990 Anti-Terrorism Act, designed to give American victims of terror attacks anywhere in the world recourse in federal courts.\nThe verdict and the sum validated an exhausting, complex, decade-long trial, based on charges filed by the families of 40 American victims.\nEvidence presented at trial focused on six atrocities committed in 2002 and 2004. Many New Yorkers were among the 33 people murdered or many more forever scarred.\nOn Jan. 22, 2002, six Palestinian Authority employees planned to have one of their cops shoot up a bus stop. He killed two and wounded many. New Yorker Shmuel Waldman had his leg blown apart.\nOn Jan. 27, 2002, a suicide bombing on the streets on Jerusalem killed one person and badly injured four people - including Rena and Mark Sokolow, of Long Island, and their two daughters.\nOn July 31, 2002, five Americans were killed in a Hebrew University cafeteria bombing. One of them was Janis Coulter, of Brooklyn, in Israel on a two-day trip with a group of students.\nThe PLO and PA were clearly responsible. Not only through planning, but through incitement. Official PA TV in 2000 encouraged viewers to \"kill those Jews and those Americans who are like them, and those who stand with them.\"\nThe appeals panel cared not. The decision acknowledged the attacks were \"unquestionably horrific\" - but claimed that the crimes were outside the law's jurisdiction. Mass carnage was sought, said the court, but not necessarily of Americans.\nSetting this standard would leave American victims of international terrorism and their families legally homeless in pursuing justice against their attackers - and effectively render the entire law in question moot.\nThis is especially dangerous when the Palestinian Authority continues to encourage attacks on innocents. Arafat's successor, Mahmoud Abbas, sponsors bloodshed by paying millions in salaries to imprisoned terrorists.\nThe ruling offends the conscience. It must go to the Supreme Court, which cannot let it stand.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: September 3, 2016"
}