{
    "title": "JUSTICE DEPT. PRESSES JUDGE TO BAR RELEASE OF TERRORISM SUSPECT; GOVERNMENT SAYS MAN ACCUSED OF PLOT",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 7,
    "day": 2,
    "full text": "The Justice Department is urging a federal judge to reverse a decision that would allow release without bail of a Maryland man charged with trying to join an anti-India terrorist group.\nIn court papers filed Tuesday, the government contends that Masoud Ahmad Khan, 31, is a danger to the community and a flight risk because he allegedly holds a stockpile of weapons and has trained with firearms in an effort at \"undertaking violent Islamic jihad\" with the Lashkar-e-Tayyaba organization.\nKhan is charged along with 10 other men in a 41-count indictment brought by a federal grand jury in Alexandria, Va. It alleges they conspired to join the group by training with weapons in the United States and Pakistan.\nLashkar-e-Tayyaba, whose name means \"army of the righteous,\" is officially banned in Pakistan. It wants to end Hindu India's control over three-fifths of the divided Kashmir region on India's frontier with Muslim Pakistan. Kashmir's population is mainly Muslim, and India's dominance is the subject of a long dispute with Pakistan.\nKhan was ordered released without bail Monday, subject to electronic monitoring and other restrictions, by U.S. Magistrate T. Rawles Jones Jr. The Justice Department wants U.S. District Judge Leonie Brinkema to overturn that order in what could be an important test of how far judges will let the government go in the war on terrorism.\nThe Justice Department has won a string of important rulings since the attacks on Sept. 11, 2001, that allow unparalleled secrecy in immigration deportation hearings and permit U.S. citizens to be declared enemy combatants with far fewer legal rights than in criminal court, among others.\nU.S. Attorney Paul McNulty, who is prosecuting Khan, said in the court papers that ample \"alarm bells\" were raised by Khan's activities that merit his continued detention.\nA May 8 search of Khan's home in Gaithersburg, Md., turned up various weapons, including an AK-47-style rifle, a document called \"The Terrorist's Handbook\" containing explosives and chemical weapons instructions and a photograph of FBI headquarters in Washington that had been downloaded from the Internet, authorities said.\nKhan also left the United States shortly after the attacks on Sept. 11, 2001, to attend a camp in Pakistan run by Lashkar-e-Tayyaba, where he trained in using a machine gun, rocket-propelled grenade, AK-47 assault rifle and a 12mm anti-aircraft gun, prosecutors say. The FBI also found that Khan had completed an application in April for a visa to travel to Saudi Arabia, where he has a brother and a sister.\n\nNotes\n\nNATION\n\nGraphic\n\n \nPHOTO; Photo headshot - (Paul) McNulty; U.S. attorney is prosecuting Khan\n\nLoad-Date: July 2, 2003"
}