{
    "title": "JUSTICE, 9 11 VICTIMS FIGHT OVER TERRORISM CASH",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 1,
    "day": 29,
    "full text": "In a ferocious legal battle pitting government lawyers against victims of the Sept. 11, 2001, terror attacks, the Justice Department is fighting to block thousands of individuals and businesses from taking $6.6 million in frozen al-Qaida assets seized from an alleged terrorism financier.\nFrozen by the U.S. Treasury Department in 2007, the money is sought by the attorneys for 6,000 individual victims and insurers who suffered billions in losses from the attacks on the World Trade Center in New York.\nThe money, in a Chicago brokerage account controlled by senior al-Qaida operative Abu al-Tayyeb until his arrest in Saudi Arabia in 2006, drew little public notice until lawyers for 9/11 victims moved last June to collect on a 2007 default judgment.\nA short time later, the Justice Department initiated legal proceedings to claim the money for itself -- and to keep it out of the hands of the 9/11 victims and insurers. That triggered a fierce response from the victims' lawyers, who accuse the Justice Department of duplicity in seeking to prevent them from getting access to the money.\n\"The facts are that the U.S. government, under the professed guise of good intentions toward victims of al-Qaida, is pulling out every trick in the book to prevent individual victims of Sept. 11, 2001 ... from pursuing and attaching [al-Qaida funds],\" the victims' lawyers said in a U.S. District Court filing in Chicago.\nRandall Sanborn, a spokesman for the U.S. Attorney's Office in Chicago, declined to comment. He instead cited government filings arguing that the victims had missed the legal deadline for filing their claims, and that the Justice Department was better positioned to distribute the money. Those assertions have infuriated some survivors of the 9/11 attacks.\n\"It's disgusting,\" Sharon Premoli, who was working in the World Trade Center at the time of the attacks and barely escaped with her life, said of the government's position. \"It's not a huge sum of money. Why would they stand in the way?\"\nThe case is a little-known, if critical, legal skirmish in a long-running battle among lawyers for victims and commercial interests seeking compensation for the 9/11 attacks. The litigation has been spearheaded by Philadelphia law firm Cozen O'Connor, which represents dozens of insurance-industry clients, and Motley Rice, a prominent plaintiffs firm in South Carolina that rose to prominence and considerable wealth during the bitterly fought tobacco litigation of the 1990s, but includes other law firms.\nCozen has battled since 2003 to win financial damages against the government of Saudi Arabia, alleging that the Saudis funded Islamist charities that, in turn, financed al-Qaida's rise from a ragtag regional terrorist group to a global menace.\nIn 2009, the Supreme Court dealt Cozen and other plaintiffs' lawyers a severe blow when it refused to hear an appeal of a decision by the 2nd U.S. Circuit Court of Appeals in Manhattan barring terrorism lawsuits against the Saudi kingdom.\nThe court said U.S. citizens could sue a foreign government for terrorism only if the State Department had designated that country as a supporter of terrorism. In the case of Saudi Arabia, there had been no such finding.\nBut there have been signs in the last few months that the legal tide has shifted slightly in favor of the plaintiffs. In a November ruling in a lawsuit against the Afghanistan government for acts of terror committed under the Taliban regime, the 2nd Circuit court effectively reversed itself, saying the suit could proceed even though there had been no State Department finding that Afghanistan had engaged in terrorism. The ruling potentially gave plaintiffs' lawyers a new avenue for pursuing Saudi Arabia.\nThen in December, Cozen and other plaintiffs' lawyers in U.S. District Court in Manhattan won a final award of $9 billion against al-Qaida for the 9/11 attacks. They are trying to seize the Chicago brokerage account on that basis. They say they will use the money to finance their litigation against foreign governments and terrorism financiers, and that they will claim no fees from the award.\nIn its filings, the Justice Department said it was better able than the courts to distribute the money. But it made no commitment that the money would end up in victims' hands. The department said the money also might be used to finance its own antiterrorism efforts.\nThe story of al-Qaida's Chicago brokerage account is one of the more peculiar and tantalizing threads of the 9/11 story, showing that al-Qaida had a robust financial network in the United States years after the World Trade Center and Pentagon attacks.\nAccording to government filings, the account was opened in 2003 by a person identified only as \"individual A,\" presumably an informant. The account -- opened under the name Bridge Investments, purportedly a corporation based in Palma de Mallorca, Spain -- eventually was turned over to a Saudi, Abdan Qasim al-Ghamdi.\nBetween June and September 2005, Mr. Tayyeb transmitted $23.4 million to Mr. Ghamdi to deposit in the Chicago account for investing. Because of poor trades, the money dwindled to about $6.5 million, according to the government.\nIn 2007, after Mr. Ghamdi and Mr. Tayyeb were arrested in Saudi Arabia, the Treasury Department moved to freeze the account.\nThe Justice Department depicts Mr. Tayyeb as a senior figure who met with Osama bin Laden and Khalid Sheik Muhammed, planner of the 9/11 attacks.\nMr. Tayyeb raised money in Saudi Arabia and was in the Afghan city of Kandahar as U.S. forces were closing in. There, he and Mr. Mohammed planned al-Qaida's withdrawal to northern Pakistan.\nSubsequently, government lawyers say, Mr. Tayyeb planned a series of terror attacks against Saudi government officials, U.S. military personnel and U.S. citizens living in Saudi Arabia that evidently were never carried out.\n\nNotes\n\nChris Mondics: 215-854-5957 or cmondics@phillynews.com/\n\nLoad-Date: January 31, 2012"
}