{
    "title": "Justice Department urged to investigate 1985 bombing",
    "publisher": "charleston daily mail",
    "year": 2013,
    "month": 10,
    "day": 15,
    "full text": "WASHINGTON - Civil rights groups and members of Congress are pressing the Justice Department to renew its investigation of a 1985 office bombing that killed Palestinian-American civil rights leader Alex Odeh and injured seven people.\nThe American-Arab Anti-Discrimination Committee, the National Association for the Advancement of Colored People, Jewish Voice for Peace and others have launched a petition campaign asking Justice to further investigate the explosion, which demolished the committee's office in Santa Ana, Calif. The online petition has about 10,000 signatures.\nCalifornia Democratic Rep. Loretta Sanchez sent a letter to the department in June and is seeking other lawmakers to sign a letter to Attorney General Eric Holder. The FBI identified suspects after the attack, but none were ever named or indicted.\n\"Whenever a leader for a civil rights organization is killed, it is the responsibility of our country as a whole - and a civil rights community as a whole - to stand up and demand that their killers be brought to justice and to insure that the U.S. Department of Justice does everything in its power to close the case,\" NAACP President Ben Jealous told reporters in a conference call Monday.\nThe DOJ, which has furloughed workers due to the government shutdown, did not respond immediately to a request for comment on Monday, which also was the federal Columbus Day holiday. In 2010, the FBI described Odeh's killing in an agency news blog as \"an active, ongoing priority investigation\" and noted a $1 million reward.\nRep. John Conyers, D-Mich., said Monday that he wants the House Subcommittee on Crime, Terrorism, Homeland Security, and Investigations to convene a hearing on the bombing.\n\"We're going to pursue it vigorously and we're not going to let any more time lapse,\" Conyers said. \"We're going to continue to help all of the organizations that are involved build up more and more support for us getting to where we ought to be in terms of a horrific, violent crime that has, I think, been put on the back burner for far too long.\"\nAt the time of the attack, the FBI said they believed the bombing was the responsibility of the militant Jewish Defense League. An attorney for the group denied the allegations and asked for a retraction from the agency. The FBI also linked Odeh's killing to two other acts of domestic terrorism in Brentwood, N.Y. and Paterson, N.J. that same year.\nOdeh, the West Coast regional director for the American-Arab Anti-Discrimination Committee, was killed as he opened the door to his office on Oct. 11, 1985. The bombing occurred the morning after Odeh said on a Los Angeles television news broadcast that Palestine Liberation Organization leader Yassir Arafat was a \"man of peace\" because of his role in securing the release of passengers from the hijacked Italian cruise ship Achille Lauro in Egypt.\nOdeh, who came to the U.S. from Palestine, was described by both Jews and Arabs as a nonviolent man who advocated compromise. According to the American-Arab committee, Odeh immigrated to the United States in 1972 and became a U.S. citizen in 1977. He was a poet and lecturer.\nThe Justice Department had no immediate comment.\nAP-WF-10-14-13 2152GMT\n\nLoad-Date: October 15, 2013"
}