{
    "title": "Justice served; perseverance required",
    "publisher": "the news-examiner",
    "year": 2011,
    "month": 5,
    "day": 11,
    "full text": "Justice was served with the death of Osama bin Laden. The symbol for worldwide terror for more than ten years was killed in Pakistan by U.S. special forces, and his body was recovered and verified. While we take comfort in his removal and the effect it has on al Qaeda, there should be no question that we must remain vigilant and aggressive in combating terrorism.\nThe shadowy terrorist network bin Laden led is only one of the global terrorist threats we face, and only one of the many terrorist extremist groups that threaten U.S. interests. The killing of bin Laden is a victory we owe to the brave men and women in our military and intelligence community, but the al Qaeda network is a hydra that demands our continued attention. While the death of bin Laden was a necessity precipitated by the direct ongoing threat he posed and the symbol of injustice his freedom presented, al Qaeda and his terrorist cause remain dedicated to reaping terror on Americans and our allies.\nThe events of September 11, 2001, heightened our national awareness of terrorist threats to our nation and our democratic values. Osama bin Laden was the face of that attack, but, in an increasingly interconnected world, we must be alert, boldly meeting this challenge on every front.\nWe know the war on terrorism is a different kind of war, requiring a wide range of policy tools to achieve victories and prevent terror attacks on U.S. soil. We have been committed to employing the multiple, influential tools of statecraft we have at our disposal: economic, military and covert operations, diplomatic, educational, cultural, humanitarian and moral. With the removal of Osama bin Laden it is understandable we will reflect on this achievement. However, we cannot relax, and our commitment to the War on Terror must not wane.\nThe principles I articulated years ago, remain relevant as we continue to combat terrorism: Use all available financial tools to disrupt and seize terrorist funding; Engage in intensive public diplomacy to trumpet the importance of democracy and human rights;\nUse our intelligence agencies effectively and continue to improve the quality of our intelligence; Use and develop technology to defend our skies, borders and citizens; Work with foreign states to combat hotspots of hatred and promote tolerance; Work with our allies whenever possible to meet shared security challenges;\nStrive to keep confrontations between the terrorists and Americans far from American soil.\nContinuing to remember and support our men and women that remain in harm's way is also important. On May 3, 2011, the U.S. Senate unanimously passed a Senate Resolution honoring the members of the military and intelligence community who carried out the successful mission that removed Osama bin Laden and paying tribute to the men and women who have served in the War on Terror. The heroism and perseverance of our military personnel was demonstrated by their dogged pursuit and ultimate removal of bin Laden. Their efforts in Afghanistan and Iraq have made our nation safer from terrorism. Although progress remains to be made in both countries, America has taken away the ability of terrorist organizations to operate with impunity. We have also reduced the number of countries that sponsor terror.\nTerrorism continues to be a worldwide scourge. Threats to our national security and Americans must be met with the fullest and most assertive response. Using the right combinations of carrot and stick, America can and will win the War on Terror.\nTo directly link to this guest column, please use the following address: http://crapo.senate.gov/media/newsreleases/release_full.cfm? id=332690\n\"Osama bin Laden was the face of that attack, but, in an increasingly interconnected world, we must be alert, boldly meeting this challenge on every front.\"\n\nLoad-Date: March 25, 2012"
}