{
    "title": "Justice Dept. says waterboarding is not currently legal",
    "publisher": "the capital ",
    "year": 2008,
    "month": 2,
    "day": 14,
    "full text": "WASHINGTON, D.C. (AP) - A senior Justice Department official says laws and other limits enacted since three terrorism suspects were waterboarded have eliminated the technique from what is now legally allowed.\n\"The set of interrogation methods authorized for current use is narrower than before, and it does not today include waterboarding,\" Steven G. Bradbury, acting head of the Justice Department's Office of Legal Counsel, says in remarks prepared for his appearance today before the House Judiciary Constitution subcommittee.\n\"There has been no determination by the Justice Department that the use of waterboarding, under any circumstances, would be lawful under current law,\" he said.\nIt is the first time the department has expressed such an opinion publicly. CIA Director Michael Hayden stopped short of making a similar statement in testimony about waterboarding before Congress last week.\nMr. Bradbury in 2005 signed two secret legal memos that authorized the CIA to use head slaps, freezing temperatures and waterboarding when questioning terror detainees. Because of that, Senate Democrats have opposed his nomination by President Bush to formally head the legal counsel's office.\nMr. Bradbury's testimony comes as majority Democrats in Congress try to clamp down on interrogation methods that can be used on terrorism suspects.\nCongress yesterday moved to prohibit the CIA from using waterboarding and other harsh tactics, despite Mr. Bush's threat to veto any measure that limits the agency's interrogation techniques. The White House today renewed the veto threat.\nWhite House press secretary Dana Perino said the standoff poses a basic question for Americans: \"They'll have to ask themselves, 'Do you trust the intelligence community more than you trust Democrats who are beholden to their left wing?' And that's the debate that this country is going to have.\"\nThe prohibition was contained in a bill authorizing intelligence activities for the current year, which the Senate approved on a 51-45 vote. It would restrict the CIA to the 19 interrogation techniques outlined in the Army field manual. That manual prohibits waterboarding, a method that makes an interrogation subject feel he is drowning.\nThe House had approved the measure in December. Yesterday's Senate vote set up a confrontation with the White House.\nThe legislation bars the CIA from using waterboarding, sensory deprivation or other harsh coercive methods to break a prisoner who refuses to answer questions. Those practices were banned by the military in 2006.\nIn testimony before the House Intelligence Committee, Mr. Hayden acknowledged for the first time publicly that the CIA has used waterboarding against three prisoners.\nMr. Hayden said current law and court decisions, including the Detainee Treatment Act of 2005, cast doubt on whether waterboarding would be legal now.\n\nLoad-Date: February 15, 2008"
}