{
    "title": "Justice Dept. disputes report on terror cases",
    "publisher": "usa today",
    "year": 2006,
    "month": 11,
    "day": 6,
    "full text": "WASHINGTON -- Federal prosecutors rejected 87% of the international terrorism cases brought by the FBI during the first nine months of fiscal year 2006, a Syracuse University analysis concluded.\nThe review, conducted by the university's Transactional Records Access Clearinghouse (TRAC), found that the number of rejections has been generally increasing since 2001. Prosecutions fell from 118 defendants in fiscal year 2002, to 19 defendants from Oct. 1, 2005, to June 30, the latest data available.\nThe Justice Department  challenged the findings and said the analysis represented an \"astonishing misunderstanding\" of the inner workings of the federal criminal justice system.\n\"This report contains inaccurate figures, relies on a faulty assumption that every referral from an investigative agency should result in a criminal prosecution and ignores the reality of how the war on terrorism is being conducted,\" said Justice Department spokesman Brian Roehrkasse.\nIn the weeks after the Sept. 11 attacks, the Justice Department announced a dramatic transformation of its mission, from a prosecution-driven institution to an agency that  emphasizes prevention and the development of a domestic intelligence system.\nBecause of the new mission, Roehrkasse said, cases rejected for prosecution don't necessarily close investigations.\n\"Often, matters are referred to prosecutors to assist in further investigation through the use of criminal investigative tools that require legal process such as a subpoena or surveillance order,\" he said. Hoax cases that were dismissed may have been included in the government data, too, he said.\nThe TRAC report appears to reflect Justice's new mission, but Roehrkasse said the department's rejection rate stands at 67%, not 87%.  He added the department has prosecuted 36 international terrorism defendants, nearly double the number reported in the analysis.\nSusan Long, one of the report's authors, defended TRAC's analysis of the numbers. The data used in the review were obtained from the Justice Department's Executive Office for U.S. Attorneys.\n\"The information comes from their files,\" Long said.\nTRAC provides data on federal staffing, spending and enforcement activities to Congress, media and other groups to make the information more accessible to the public. \n\nGraphic\n\n \nGRAPHIC, B/W, Alejandro Gonzalez, USA TODAY, Source: Transactional Records Access Clearinghouse at Syracuse University (Line graph)\n\nLoad-Date: November 6, 2006"
}