{
    "title": "Justice report touts successes of Patriot Act; The 36 cases included child porn and kidnapping as we",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 7,
    "day": 14,
    "full text": "The Patriot Act has helped law-enforcement officials nab terrorists and solve crimes, according to a Justice Department report sent to Congress yesterday in an attempt to shore up wavering support for the law.\nAttorney General John Ashcroft called the Patriot Act \"al-Qaeda's worst nightmare.\" The 29-page report showed that the law - an expansion of police and surveillance powers touted as a cornerstone in the Bush administration's legal war on terrorism - also had been used in regular criminal cases, such as child pornography and kidnapping.\nThe report made no mention of two of the Patriot Act's most controversial provisions, which allow FBI agents to search library records and conduct secret \"sneak and peek\" searches that require warrants but no prior notification.\nCritics seized on those omissions and accused Ashcroft of handpicking cases that helped make his case supporting the law.\n\"The attorney general has sidestepped some of the most serious concerns raised about the Patriot Act, for partisan purposes,\" said Anthony Romero, the American Civil Liberties Union's executive director.\nThe report is part of a push by the Bush administration to rally support for the Patriot Act after a key part of the law was nearly overturned last week in the House of Representatives. Republican leaders were barely able to fight back an amendment that would have weakened the law by removing the ability of FBI agents to obtain library and bookstore records.\nAppearing in Cleveland yesterday, Treasury Secretary John Snow called on Congress to renew the Patriot Act, portions of which expire in 2005. Snow said the law, which strengthened the government's power to fight money-laundering, has been instrumental in choking off funding for terrorists.\nPresident Bush also has called for Congress to renew the Patriot Act.\nYesterday's report provided snapshots of 36 cases in which the Patriot Act had been used successfully. The report provided the most detailed glimpse yet of how the law has been used since it was passed after the Sept. 11, 2001, attacks.\nOn the terrorism front, the report said the Patriot Act's information-sharing provisions led to high-profile arrests and guilty pleas from members of alleged terrorist sleeper cells in Lackawanna, N.Y., and Portland, Ore. The law was used to help make a case against Sami al-Arian, a University of South Florida professor awaiting trial on charges of funneling money and support to the Palestinian group Islamic Jihad.\nThe law also has been used to solve credit-card fraud cases, school bomb threats, illegal weapons sales, and other more run-of-the-mill crimes.\nA part of the law that allowed investigators to obtain information from Internet service providers more easily has been particularly helpful in cracking several child-pornography rings, the Justice Department said.\nIn 2003, Indiana State Police used Patriot Act powers to help arrest a man for molesting his 13-year-old daughter and posting explicit photos of her online, the report said.\nIn Wisconsin, an 88-year-old woman abducted and held for ransom was recovered with the help of Patriot Act powers that allowed agents to get information quickly from Internet service providers.\n\"I just don't think this represents a catalog of abuse,\" Ashcroft said, responding to critics who have portrayed the Patriot Act as an assault on civil liberties. \"I don't think it represents a single instance of abuse.\"\nContact reporter Shannon McCaffrey at 202-383-6164 or smccaffrey@krwashington.com.  \n\nGraphic\n\n \nPHOTO;\nEVAN VUCCI, Associated Press\nAttorney General John Ashcroft shows a copy of the report, which aims to bolster support for renewing the Patriot Act.\n\nLoad-Date: August 29, 2005"
}