{
    "title": "Justice Delayed",
    "publisher": "the new york times",
    "year": 2009,
    "month": 9,
    "day": 13,
    "full text": "Eight years have now passed since the terrorist attacks on the World Trade Center and the Pentagon, and the victims, their families and the rest of America are still denied justice. The United States has tried and convicted one person for those horrifying crimes.\n  The Bush administration captured about a dozen high-ranking Al Qaeda members, including Khalid Sheikh Mohammed, the self-proclaimed mastermind of 9/11. But President Bush refused to subject them to real trials under American law. \n  Mr. Bush claimed that the attacks had changed the world so much that both civilian and military courts were no longer adequate to try and punish terrorists. That was wrong then, and still is. The nation has always had the tools it needs to do that job -- legally and without jeopardizing secrets or shredding the Constitution. \n  But Mr. Bush created his own detention camps and, later, military tribunals where guilty verdicts were guaranteed. This rogue system has done enormous damage to the country's reputation and made the world even more dangerous for American citizens. \n  It took years for American courts to reject the camps and the tribunals, which have never held a successful trial. The only 9/11-related conviction was that of Zacarias Moussaoui, who pleaded guilty -- in a civilian court -- to six charges of conspiring with the hijackers. \n  The blame for justice delayed, and the continuing damage to America's standing, no longer rests solely with Mr. Bush. Lawmakers from both parties are thwarting President Obama's efforts to close the Guantanamo Bay prison camp. They posture and prey on American anxieties, talking about turning terrorists loose in the United States, as if the prison system were not already holding dangerous men, including convicted terrorists. \n  It now seems certain the administration will not  be able to meet President Obama's January 2010 deadline to close Guantanamo, and it is not clear how long it will take to hold legitimate trials even after  it is closed.\n  Some, mostly on the right, argue that trials are not needed. They say that following rules of evidence hamstrings intelligence agents pursuing terrorists, and that the president should have the power to lock up some prisoners indefinitely. Mr. Obama has resisted that idea, and should continue to do so. He also has fixed some of the worst flaws of Mr. Bush's tribunals, including their use of evidence obtained through abuse and torture. But Mr. Obama needs to finally reject the idea that nonmilitary prisoners may be tried in military courts.\n  Prisoners captured on the battlefield in Afghanistan should be held as prisoners of war, under Red Cross monitoring. If they committed war crimes, they may be tried by military tribunals. Those captured outside Afghanistan who are directly participating in hostilities by doing such things as directing troops also should be treated as battlefield prisoners.  \n  But those captured in other parts of the world on terrorism charges not directly related to Afghanistan are criminal suspects. They should be tried in federal criminal courts. The Bush administration refused to do that, claiming that the evidence was too sensitive and too secret. We have been discouraged to hear Mr. Obama make a similar argument on occasion.\n  The federal courts have long been able to handle cases involving classified evidence. Right now, the federal court hearing Guantanamo inmates' petitions to be released routinely handles secrets.\n  And the resistance to criminal trials for the worst terrorism suspects does not come only from a desire to safeguard what the intelligence agencies know. It also springs from a desire to cover up what the agencies did. The recently released report by the C.I.A. inspector general said the agency wants to avoid trials for prisoners  who ''would likely divulge information about the circumstances of their detention.''\n  Some of the evidence against Guantanamo prisoners may not be usable in court, because they  were abused and tortured under orders approved by the Justice Department and the White House. But none of these worst offenders need to be set free. For some, like Mr. Mohammed, there are federal terrorism indictments not related to 9/11 and untainted by abuse. Others can be tried under the law against providing material support to terrorists, which is written very broadly. \n  That may not be as satisfying as convicting them for mass murder. But it would be better to settle for a lesser conviction that would still mean long imprisonment. This nation's legal structure and reputation cannot afford the continuing harm, and the victims of 9/11 deserve justice.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 13, 2009"
}