{
    "title": "Justice Dept. 'Helps Iran ' in Court Case",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 11,
    "day": 23,
    "full text": "The Justice Department is urging a federal court to go easy on Iran in a legal dispute in which terrorism victims are attempting to seize valuable Iranian antiquities held by American research institutions.\n\"This court should exercise circumspection in light of the potential foreign policy implications of requiring broad discovery of a foreign sovereign,\" a Justice Department lawyer, Rupa Bhattacharyya, wrote in a \"Statement of Interest\" filed in federal court in Chicago last week. The attorney urged the court to limit the terrorism victims' ability to gather information about the antiquities because Iran is entitled to be treated with \"grace and comity\" in American legal proceedings.\n\"They're certainly not offering anything to help the victims,\" the lawyer pressing to seize the Iranian artifacts, David Strachman, complained in an interview. \"Nominally at least, this helps Iran. That's the irony of the situation.\"\nAt issue are thousands of antiquities held by the University of Chicago and the Field Museum of National History. The archaeological finds include tablets excavated from Persepolis in the 1930s.\nMr. Strachman moved to seize the artifacts on behalf of four Americans and one veteran of the American military who were injured in a triple-suicide bombing on Jerusalem's Ben Yehuda Street in 1997. At least five people died and more than 200 were wounded in the attack.\nHamas claimed responsibility for the bombing, but, according to Mr. Strachman, those who trained the bombers received their instruction in terrorism techniques from Iranian operatives in Lebanon. In 2003, after Iran failed to respond to a lawsuit over the bombing, a federal court in Rhode Island issued a default judgment against Tehran for $71 million in compensatory damages and $180 million in punitive damages.\nMr. Strachman then moved to seize the Iranian collections in Chicago, citing a 2002 statute that allows terrorism victims to fulfill court judgments by claiming the \"blocked assets\" of terrorist entities. Iran initially refused to respond to the claim, but hired an American lawyer to fight the seizure after a federal judge ruled that the university and the museum could not argue on Iran's behalf.\nIranian officials have denounced the court proceedings an assault on Iran's cultural heritage.\nAt several key junctures in the case, the Justice Department has weighed in to oppose the victims' efforts to seize the items.\"Congress said, 'Go do this.' We do it and now the [executive] branch stands in the way,\" Mr. Strachman said.\nAmerican officials have said they were not favoring Iran, but simply wanted to make sure the court correctly applied complex laws on the subject of seizing a foreign government's assets. In last week's pleading, Mr. Bhattacharyya also argued that the way American courts treat Iran could affect how American interests are treated in courts overseas.\nThe main issue in the case at the moment is determining the provenance, or chain of ownership, of the artifacts. The terrorism victims are seeking information from the university, the museum, and the Iranian government about how the antiquities were obtained by the American institutions.\nIn a bizarre twist, the Iranians may be in a better position legally if they can show that they have no ownership interest in the artifacts. That would permit the university and the museum to return items to Iran, essentially as gifts, which would be a difficult transaction for the victims to block.\nHowever, if the items are Iranian property being maintained or restored by the American institutions, Mr. Strachman believes he has a strong claim to seize them. He also argues that where no provenance can be established, the artifacts should be deemed to have been stolen from Iran, and therefore subject to seizure by his clients.\n\"If they don't have provenance on it ? then it belongs to Iran,\" the lawyer said. \"It didn't come from the University of Chicago's back field.\"\n\nLoad-Date: November 23, 2007"
}