{
    "title": "Justices uphold rejection of 9_11 suit against Saudis",
    "publisher": "the philadelphia inquirer",
    "year": 2009,
    "month": 6,
    "day": 30,
    "full text": "In a decision that creates broad immunity for Saudi Arabia in terrorism lawsuits, the Supreme Court yesterday let stand lower-court rulings that the desert kingdom and senior members of the Saudi royal family are not liable for the 9/11 attacks.\nAs is typical in such cases, the court offered no explanation for its decision not to hear an appeal of a ruling by the U.S. Court of Appeals for the Second Circuit that the Foreign Sovereign Immunities Act barred terrorism lawsuits against foreign governments unless they had been designated terrorism supporters by the State Department.\nIn the case of Saudi Arabia, there has been no such designation.\nThe decision is a setback for the Philadelphia law firm Cozen O'Connor, which represents dozens of insurance companies seeking to recover billions in losses at ground zero.\nFor the moment, the decision leaves untouched litigation against scores of Islamic charities, alleged terrorism financiers and financial institutions named as defendants in the case. But the Supreme Court's decision is a significant defeat for the 6,000 individual victims and family members along with insurers and other commercial interests seeking compensation.\nU.S. Solicitor General Elena Kagan, representing the views of the Obama administration, filed a friend of the court brief on May 29 urging the Supreme Court not to hear the case.\n\"We are extremely disappointed that the Supreme Court followed the unfortunate recommendation of the solicitor general in declining to grant review of the Sept. 11 victims claims against the government of Saudi Arabia and members of the royal family,\" said Stephen Cozen.\n\"In my view, denial of access to our courts is a very high price to pay to assuage the concerns of an unreliable ally.\"\nThe government of Saudi Arabia and members of its royal family have consistently denied that they had any responsibility for the 9/11 attacks, and their lawyers have called lawsuits by Cozen and other firms consolidated into one case in federal district court in Manhattan a hodgepodge of hearsay and unfounded allegations.\nThe plaintiffs allege that Saudi Arabia funded and controlled Islamic charities that were used to launder money into al-Qaeda.\nAbsent that financial support, al-Qaeda never would have become a global terrorist threat and never would have been able to pull off the Sept. 11 attacks, they allege.\nTo back up their case, the plaintiffs cite scores of U.S. Treasury findings and declassified government intelligence reports outlining alleged support for terrorism by Islamic charities, individual financiers and financial institutions.\nThey also cite statements from senior U.S. officials in the Clinton administration that they had warned the Saudis before the 9/11 attacks that the charities and other institutions had been used to finance al-Qaeda but that the Saudis failed to act on the information. Cozen O'Connor also has taken a deposition from at least one former al-Qaeda commander in the Balkans who testified that his unit was supported by a prominent Saudi government charity.\nA federal district judge in Manhattan removed Saudi Arabia and senior members of the royal family as defendants in 2005. Among other things, Judge Richard Conway Casey found that U.S. citizens have no right to sue foreign governments for alleged acts of terrorism unless the State Department had concluded that the foreign state was a terrorism supporter.\nHe was upheld by the Second Circuit court last year. Casey's ruling added further legal hurdles for the plaintiffs, including the stipulation that defendants must have some presence in the United States to be included in the lawsuit.\nPlaintiffs' lawyers say that finding may be used to exclude other defendants who currently remain in the case.\n\"We have 3,000 families who may be told they can't utilize their courts to pursue a grievance,\" said Jerry S. Goldman, of Anderson Kill & Olick P.C., the lawyer for former FBI agent John O'Neill Sr.'s family. O'Neill was a top anti-terrorism official at the FBI who took a job as head of security at the World Trade Center after his retirement and who was killed in the attacks.\nAlthough it generated hundreds of thousands of documents and created friction in the relationship between the U.S. and Saudi Arabia, the litigation had gone largely unnoticed until Kagan weighed in with the recommendation that the Supreme Court not hear the case.\nKagan argued that there were no significant unresolved legal issues that the Supreme Court needed to address and suggested that permitting overly broad latitude by U.S. citizens to sue foreign sovereigns would interfere with the making of U.S. foreign policy.\nThat brief triggered a sharp response from 9/11 victims and their family members, who accused the Obama administration of ignoring the harm done to them in favor of appeasing an important U.S. ally. \nAbsent discovery and a trial, they say they may never get a full accounting of how al-Qaeda executed the attacks.\nContact staff writer Chris Mondics at 215-854-5957 or cmondics@phillynews.com.\n\nLoad-Date: June 30, 2009"
}