{
    "title": "Justice Dept. Lawyers Under Fire",
    "publisher": "the new york times",
    "year": 2010,
    "month": 3,
    "day": 14,
    "full text": "To the Editor:\n  Re ''Conservatives Split Deeply Over Attacks on Justice Dept. Lawyers'' (front page, March 10):\n  I wonder what the founding fathers would have thought about Keep America Safe, which released the video criticizing Justice Department lawyers who in the past defended terrorism suspects.\n  The priority of the founding fathers was freedom, not safety. They were ready to give up their lives for the sake of freedom. I appreciate being safe in general, and safe from terrorists in particular, but I have no interest in compromising our basic freedoms in the name of ''safety.'' I would rather be in danger.\n  Many Americans throughout history have given their lives to defend our freedom and the principles spelled out in the Constitution and the Declaration of Independence (for example, ''all men are created equal'' and the right to a fair trial by jury).\n  Our men and women in uniform serve also in the name of protecting our safety, but when safety and freedom are at odds, as in the fight against terrorism, we should, like the founding fathers, embrace danger in the short term in the name of freedom for all in the long term.\n  The founding fathers would most certainly not have been members of Keep America Safe.\n  Aaron Schurger Palaiseau, France, March 10, 2010\n  To the Editor:\n  The issue is not whether the Justice Department lawyers who defended terrorism suspects were patriotic, but whether they should represent the department in the same matter in which they represented a private client. The answer is no.\n  When two or more people act in concert to commit criminal acts of terrorism or to commit acts of war against the United States, a lawyer can do his patriotic and professional duty by defending them against actions of the government to detain, interrogate and try them. A lawyer can also do his patriotic and professional duty by representing the United States in its effort to detain, interrogate or try these same people within the bounds of domestic and international law. A lawyer cannot, however, do both.\n  The government has stated that most of these people are acting in concert, and that information obtained from interrogating one detainee has led to the apprehension of others. In these circumstances, recusal from the entire matter is required.\n  These lawyers should work for the Justice Department, but they should work on other matters.\n  Richard W. Painter Edina, Minn., March 10, 2010\n  The writer, a professor at the University of Minnesota Law School, was associate counsel to the president and chief White House ethics lawyer, 2005 to 2007.\n  To the Editor:\n  Branding lawyers as the ''Gitmo 9'' demonstrates a misunderstanding of our justice system. No less a certified patriot than John Adams defended the British soldiers involved in the Boston Massacre, in which five colonists were killed. No one else would take the case.\n  He knew that defending the soldiers would be unpopular. He also knew what he stood for.\n  The mob had expressed justifiable rage over the quartering of British troops in Boston ostensibly to maintain order (when in fact they were there to intimidate colonists into accepting arbitrary rule). But the British troops could not be blamed for defending themselves against attack. In time, Bostonians saw Adams's point and lauded his integrity.\n  The leaders of Keep America Safe have said of the Justice Department lawyers, ''Whose values do they share?'' They might acknowledge that perhaps the lawyers share three of John Adams's values: integrity, courage and the rule of law.\n  John R. Holt Long Valley, N.J., March 10, 2010\n  The writer is an associate professor of English at Centenary College.\n  To the Editor:\n  Re ''Are You or Have You Ever Been a Lawyer?'' (editorial, March 8):\n  It is not enough to convict terror suspects. We must convict them convincingly, leaving no doubt in the eyes of the world as to their guilt. That requires convicting them despite the best possible defense.\n  Protecting the constitutional rights of terror suspects protects the quality of our victory over terror.\n  Ilya Shlyakhter Cambridge, Mass., March 8, 2010\n  To the Editor:\n  I agree that we should not attack government lawyers for the clients they represented in private practice. None of us would want to live in a world where lawyers were free to take only clients with whom they agreed any more than we would a world where doctors were free to treat only patients with whom they agreed.\n  Sadly, such attacks have been bipartisan. Democrats objected to Chief Justice John G. Roberts Jr. and other Bush nominees because of their past clients. Republicans justly criticized the tactic then, and they should know better than to invoke it now.\n  Brian Fitzpatrick Nashville, March 9, 2010\n  The writer is an assistant professor of law at Vanderbilt University.\n  To the Editor:\n  Your editorial tries to draw a direct line between the critics of the Justice Department lawyers who represented terrorism suspects while in private practice and the followers of Senator Joseph McCarthy.\n  While no one should question the patriotism or ethics of a lawyer who handled such a case pro bono, it is legitimate to demand a full accounting of what type of work that person is doing in the public sector. If the lawyer is involved at the policy-making level with respect to the prosecution of terror suspects, this information should be made known in the interest of transparency.\n  Christine Flowers Philadelphia, March 8, 2010\n  The writer is a lawyer.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY MK MABRY)        \n\nLoad-Date: March 14, 2010"
}