{
    "title": "Justice letter blasts Otter's bill Amendment would 'devastate' U.S. efforts to detect, prevent terro",
    "publisher": "spokesman review",
    "year": 2003,
    "month": 7,
    "day": 31,
    "full text": "Rep. Butch Otter is defending his attempt to amend the USA Patriot Act\n against Justice Department charges that Otter's move should be called the\n ''terrorist tip-off amendment.\"\n ''It's just scare tactics,\" the Idaho Republican said Wednesday in a\n letter to House Speaker Dennis Hastert.\n Hastert, R-Ill., received an eight-page letter from the Justice Department\n criticizing Otter's amendment, which passed the House last week on an\n overwhelming 309-118 vote. The amendment would ban the department from\n spending any of its 2004 budget to enforce Section 213 of the Patriot Act,\n which allows delayed notification of searches. Opponents call it the\n ''sneak-and-peek\" provision.\nOtter's amendment ''would have a devastating effect on the United States'\n ongoing efforts to detect and prevent terrorism, as well as to combat other\n serious crimes,\" Assistant Attorney General William E. Moschella wrote in the\n eight-page letter to Hastert.\n He listed several cases in which the searches had been used, several\n ''hypotheticals … based on actual cases\" and several theoretical examples\n ''that are not based in actual investigations, but reflect realistic\n situations that could easily occur.\"\n Among the real-case examples was one in which large amounts of drugs were\n seized without tipping off the drug trafficker, who thought other dealers had\n stolen the drugs. That allowed authorities to remove the drugs from sale while\n continuing the investigation, he wrote.\n Moschella said the so-called ''sneak-and-peek\" searches aren't new with\n the Patriot Act, but have been authorized by courts under case law, in\n selected cases, for years.\n Otter said that was ''exactly my point.\"\n ''The real change effected by Section 213 is to lower the bar that the\n courts have previously set, to legislatively impose more police powers and\n erode the constitutional right to privacy,\" he wrote to Hastert.\n The Justice letter also accused Otter and other members of Congress of\n using incorrect information in their debate on the amendment.\n Otter commented in his letter, ''Apparently, this was the first floor\n debate the Justice Department has ever watched.\"\n He added, ''Nevertheless, while I endeavored to keep my comments confined\n to the issue at hand, I may have discussed other, related issues, as did some\n of our colleagues. Still, that doesn't change the bottom line.\"\n Otter's press secretary, Mark Warbis, said as of Wednesday evening that\n Otter hadn't heard back from Hastert.\n ''It's passed - the House is not going to reconsider that,\" Warbis said.\n But the amendment can't become law unless the Senate also agrees, when the\n two work out their combined version of the underlying budget bill in a\n conference committee. The Senate hasn't passed an amendment similar to\n Otter's.\n\nNotes\n\nBetsy Z. Russell can be reached at (208) 336-2854, or by e-mail at bzrussell@Rmci.net.  \n\nGraphic\n\n \nColor photo; Otter\n\nLoad-Date: August 2, 2003"
}