{
    "title": "JUSTICE DEPARTMENT REVISES FBI RULES FOR TERRORISM CASES",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 9,
    "day": 13,
    "full text": "The Justice Department yesterday unveiled new guidelines that make it easier for FBI agents to conduct interviews, use surveillance and recruit sources in domestic terrorism cases.\nThe rules, not yet completed, are designed to streamline probes and give agents more leeway in an investigation's early stages. The changes address Federal Bureau of Investigation officials' concerns that cases involving national security are hampered by restrictions that didn't apply to standard criminal matters.\nThe Justice Department has crafted \"a consolidated set of guidelines governing domestic FBI operations that is transparent and as consistent as possible between criminal and national security investigations and foreign intelligence collection,\" said agency spokesman Brian Roehrkasse.\nLed by FBI Director Robert Mueller, the bureau has been under congressional pressure to broaden its mandate to include intelligence gathering, not just crime solving. Mr. Mueller, who has made preventing terrorism the bureau's top priority, is expected to be quizzed about the rules in appearances before Congress next week.\nFBI and Justice Department officials briefed reporters on the guidelines yesterday and let them read a draft copy. They requested anonymity because Attorney General Michael Mukasey hasn't signed the policy, and because it may change slightly due to suggestions from lawmakers and outside groups.\nThe major revisions, the officials said, would remove prohibitions on FBI agents using certain investigative techniques before opening a preliminary case. Those techniques have been approved for criminal investigations, such as a drug case, but not national security cases.\nUnder the new guidance, agents looking into terrorism or intelligence matters could conduct so-called pretext interviews in which they don't have to identify themselves as working for the FBI. Investigators will also be able to recruit sources to help them and conduct physical surveillance, such as looking through trash or watching from a car.\nOfficials said they have also been briefing civil liberties groups and congressional staff about the changes. Lawmakers, including Senate Judiciary Committee Chairman Patrick Leahy, D-Vt., have raised concerns about the guidance and asked Mr. Mukasey to delay signing it until Congress can be consulted.\nThe American Civil Liberties Union, one of the groups given a preview of the new rules yesterday, said in a statement that it had \"deep concern\" about the guidance. The rules could allow racial and religious profiling and give the FBI the ability to conduct surveillance before it has any evidence, the group said.\n\"Agents will be given unparalleled leeway to investigate Americans without proper suspicion, and that will inevitably result in constitutional violations,\" said Caroline Fredrickson, director of the ACLU's Washington legislative office.\nThe Justice Department and FBI officials yesterday denied that the rules allow targeting based on race or religion, saying guidelines adopted in 2003 remain unchanged.\n\nLoad-Date: September 16, 2008"
}