{
    "title": "Justice Department Asks Court to Release Case of Terrorism Suspect",
    "publisher": "the new york times",
    "year": 2005,
    "month": 12,
    "day": 10,
    "full text": "The Bush administration pleaded with a federal appeals court on Friday to allow Jose Padilla, who is accused of terrorism, to be released from military custody so he could face criminal charges in a civilian court.\n  In a brief filed with the United States Court of Appeals for the Fourth Circuit, based in Richmond, Va., the Justice Department sought to explain why the court should let go of the Padilla case. The administration had evidently aroused the ire of the appeals court when it announced last month that it was no longer seeking to hold Mr. Padilla as an enemy combatant in a Navy brig in South Carolina.\nBefore the government changed course and decided to charge Mr. Padilla in a civilian court, it had vigorously sought approval from the appeals court to detain him as an enemy combatant. The appeals court ruled in the government's favor only to find that the administration no longer wanted or needed its support. When the Justice Department asked the court to agree to the transfer, the appeals court balked, instead asking the government to explain itself.\n  In papers Friday, lawyers for the Justice Department said that the president had the authority to choose to prosecute Mr. Padilla on charges of participating in a terrorist cell in North America. As a consequence, the issues raised in the case before the appeals court as to whether he could be held as an enemy combatant were now moot. The court should even withdraw its opinion on the matter, the department said.\n  Mr. Padilla, a former Chicago gang member, was originally accused by administration officials of planning to detonate a radioactive ''dirty bomb'' in some American cities. But the recent criminal charges make no mention of this accusation.\n  Some legal analysts said the case was not moot because the government could later declare again that Mr. Padilla was an enemy combatant. The Justice Department said Friday that while such a move was possible, it was too speculative to say the case was not moot.\n\nhttp://www.nytimes.com\n\nLoad-Date: December 10, 2005"
}