{
    "title": "Justifying the 17-Year War",
    "publisher": "the world",
    "year": 2019,
    "month": 1,
    "day": 25,
    "full text": "When I first learned about the Thirty Years War in a history class in college, I was both fascinated and amazed. How in the world could a war go on for 30 years? That just seemed incomprehensible to me. \nNot anymore. The U.S. war on Afghanistan has now been going on for 17 years. And if the American people follow the advice of Michael E. O'Hanlon, a senior fellow at the Brookings Institution, it's a virtual certainty that the United States will easily surpass the Thirty Years War and, maybe, the Hundred Years War, which needless to say, also amazed and fascinated me when I learned about its existence.\nI can just see Americans 83 years from now breaking the 100-year-war record and exclaiming in celebration, \"We're Number One! We're Number One! KAG! KAG! Keep America Great!\"\nO'Hanlon's advice comes in the form of an op-ed in yesterday's New York Times. It's entitled \"Our Longest War Is Still an Important War.\" In his op-ed, O'Hanlon says that it is important that U.S. troops remain occupying Afghanistan, perhaps even in perpetuity. \nWhy does O'Hanlon feel this way? The thrust of his piece is a variation on the theme that has guided the so-called war on terrorism ever since the 9/11 attacks way back in 2001- that it's better for U.S. forces to kill the terrorists over there before they come over here to get us.\nNot surprisingly, O'Hanlon ignores a very important point about this \"war on terrorism\" - that it is U.S. interventionism that is the cause of anti-U.S. terrorism. \nWhy is that important? Because the continued and perhaps perpetual interventionism that he is endorsing produces the very thing that he's using to justify the continued interventionism. \nWhen U.S. forces kill five \"terrorists\" over there, they bring into existence ten more terrorists. Those ten new terrorists then become the justification for remaining over there instead of coming home after killing those original five terrorists. Then, once they kill the ten, twenty more come into existence, which is then used to justify staying over there so that they can kill the twenty.\nThat's how the \"war on terrorism\" has become perpetual, which President George W. Bush even suggested would happen way back in 2001. \nInterventionists, of course, hate it when we libertarians point out this obvious fact. Recall that famous Republican presidential debate when Ron Paul pointed out that \"they\" came over here to kill us because the feds were over there killing them. His Republican opponents went ballistic, as did the mainstream press. No one is supposed to say that. \nYou see, the official position is that the terrorists just spring up and strike a nation, sort of like the flu. Or that they just hate America for its \"freedom and values.\" I suppose they would say that the Swiss, whose government simply minds its own business, are just plan lucky to have been spared the terrorist flu.\nThe reality is that the cause of anti-American terrorism is U.S. interventionism. Thus, if you stop the interventionism, the anti-American terrorism stops. \nBut that's the last thing interventionists want. Interventionists don't have any problems with the militarism, the national-security statism, the massive spending, the empire of domestic and foreign military bases, the invasions, the occupations, the CIA, the NSA, the assassinations, coups, partnerships with dictatorial regimes, secret surveillance, and the installing of pro-U.S. regimes around the world.\nInterventionists and the national-security establishment always need official enemies. Recall that throughout the Cold War, the official enemy was Russia and the rest of the Soviet Union, along with \"godless communism\" and the supposed worldwide communist conspiracy to take over the world, which, they said, was based in Moscow. \nWhen they ostensibly lost their official enemy in 1989 with the end of the Cold War, that's when they began killing people in the Middle East, including during their invasion of Iraq and the subsequent killing of Iraqi children with sanctions. That's when Iraqi dictator Saddam Hussein because the official enemy. He was coming to get us, they said, with WMDs.\nThen after the blowback of the 9/11 attacks, it was the terrorists, who morphed into the Muslims, who, we learned, were engaged in a centuries-long conspiracy to make the United States a part of a worldwide caliphate based on Sharia law.\nMost recently, we've come full circle with Russia being made once again into an official enemy, along with terrorists and Muslims and, well, also illegal immigrants and drug dealers.\nI wish that I could tell you that was all. If you really want to get scared, read O'Hanlon's article. It turns out that there are so many more bugaboos out there, which have caused him to embrace a continuation of the 17-year war in Afghanistan. Apparently, there's al-Qaeda, the Islamic State, \"related groups,\"and, get this - even ISIS-K! According to O'Hanlon, that stands for ISIS-Khorasan. I'll bet you hadn't heard of that last one. Scary!\nHow can any American citizen buy into this nonsense? Bring the troops home, now. All of them. And discharge them. Interventionists have done enough damage to our nation and to the people of Afghanistan (and Iraq, Syria, Libya, and so many other countries). It's time to return to founding principles, especially America's founding principle of non-interventionism.\nThe post Justifying the 17-Year War appeared first on The Future of Freedom Foundation.\n\nLoad-Date: July 16, 2019"
}