{
    "title": "Justices stay off tribunal case",
    "publisher": "usa today",
    "year": 2005,
    "month": 1,
    "day": 19,
    "full text": "WASHINGTON -- The Supreme Court declined Tuesday to immediately consider a dispute over the legality of holding military tribunals for terrorism suspects. The court rejected an appeal from a man who is accused of having been Osama bin Laden's bodyguard.\nThe court's action was predictable because a lower U.S. appeals court already is scheduled to hear the case in March. The justices rarely take a case before a lower appeals court has disposed of it.\nAttorneys for terrorism suspect Salim Ahmed Hamdan had urged the justices to sidestep their usual rules because of the controversy over whether President Bush's plan to try terror suspects in military tribunals complies with international law and sufficiently protects detainees' rights. Hamdan, a Yemeni, is being held with about 550 other detainees at the U.S. Naval Base at Guantanamo Bay, Cuba.\nThe first four tribunals to be held under the new system, including one for Hamdan, were halted after a federal trial judge in Washington ruled Nov. 8 that the Bush administration had failed to determine whether the detainees were entitled to prisoner-of-war protections under the Geneva Conventions. The judge also said the tribunal rules, which allow evidence to be presented without a defendant being present, are unfair. The administration has appealed the ruling by U.S. District Judge James Robertson. The U.S. Court of Appeals for the District of Columbia Circuit is scheduled to hear the case March 8.\nHamdan, who is accused of serving as bin Laden's driver and bodyguard, was captured in Afghanistan in late 2001. He is charged with conspiring with al-Qaeda to attack civilians and to commit murder and terrorism.\nGeorgetown University law professor Neal Katyal, Hamdan's lead attorney, told the justices that each month that passes without high court resolution prolongs the uncertainty about procedures at Guantanamo Bay and adds to the \"deprivation of (Hamdan's) liberty.\"\nIn a separate filing, 271 United Kingdom and European parliamentarians had urged the court to put the Hamdan case on a fast track. The group argued that the military tribunals violate detainees' rights to an impartial decision and lack sufficient evidentiary standards.\nActing U.S. Solicitor General Paul Clement said that there was no need to rush the case, Hamdan vs. Rumsfeld, and that the justices would benefit from lower court judges' review.\n\nGraphic\n\n \nPHOTO, B/W, AP; Hamdan: Held at base in Cuba.\n\nLoad-Date: January 19, 2005"
}