{
    "title": "JUSTICES TOSS SUIT TARGETING ASHCROFT",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 6,
    "day": 1,
    "full text": "The Supreme Court, unanimously throwing out a lawsuit against former Attorney General John Ashcroft from someone arrested but never used as a \"material witness\" in a terrorism case, has now erected a broad shield protecting the government and Bush administration officials for their conduct in the war on terror.\n The justices have repeatedly rejected lawsuits from civil libertarians who contended top officials had stretched the law and violated the Constitution by ordering the arrest of Muslim men both in the U.S. and abroad, most of whom were never charged with terrorism.\n \"We are not getting a check on executive power in this area, and that is very dismaying,\" said Sharon Bradford Franklin, counsel for the Constitution Project, a nonpartisan legal group in Washington.\n The latest example came Tuesday when the high court ruled Ashcroft could not be sued by a former University of Idaho football player who had converted to Islam. In 2003 Abdullah al-Kidd was on his way to study Islamic law on a scholarship in Saudi Arabia when FBI agents arrested and handcuffed him at Dulles Airport near Washington. He was strip-searched and held for 16 days in high-security jails.\n He was supposedly wanted as a material witness for a terrorism-related trial in Idaho. Al-Kidd had already cooperated with the FBI and answered agents' questions, but was never called as a witness, and the main suspect was acquitted.\n Al-Kidd then sued Ashcroft, alleging the nation's top law enforcement official had deliberately misused the material witness law as a way to arrest people, even when the government had no evidence they had done anything wrong.\n Under the law, prosecutors can obtain a court order to hold a person who has testimony that is \"material in a criminal proceeding.\" Usually, they do so only when they believe the individual is about to flee.\n Two weeks ago, the court also ended a long-running suit against a Boeing subsidiary for allegedly helping the CIA fly terrorism suspects to foreign countries, where they were tortured. The Obama administration, like the Bush administration, said the suit should be ended because it could expose state secrets.\n Civil liberties lawyers admit they have had little success with these or other suits, including allegations of illegal wiretapping and harsh interrogations, that name top officials.\n Al-Kidd claimed his arrest was an \"unreasonable seizure\" and violated the Fourth Amendment. A federal judge in Idaho and a divided 9th U.S. Circuit Court of Appeals in San Francisco cleared his suit to go forward.\n But in a unanimous decision in Ashcroft v. al-Kidd, the high court ruled the attorney general was immune from such claims. Justice Anthony M. Kennedy in a key concurring opinion joined by three liberal justices said judges should be very wary of allowing suits targeting \"national office holders\" working \"in the area of national security.\"\n \"Nationwide security operations should not have to grind to a halt,\" he said, while judges decide whether a top official has overstepped his authority.\n Al-Kidd said he filed the suit to tell his story. \"I wanted to clear my name and to have the American public hear my story,\" he said in an earlier interview. \"My goal was to make sure this kind of thing doesn't happen to other people.\"\n Justice Elena Kagan sat out the case.\n\nLoad-Date: February 27, 2012"
}