{
    "title": "Kabul rejects claim that Afghanistan behind Peshawar attack",
    "publisher": "university wire",
    "year": 2015,
    "month": 9,
    "day": 19,
    "full text": "KABUL, Afghanistan - The Afghan government on Saturday rejected Pakistan's claim that a militant attack on a military base near Peshawar was planned and controlled from Afghanistan.\nThe presidential palace issued a statement saying Kabul never has and never will allow its territory to be used against other states.\n\"Afghanistan, as a victim of terrorism, feels the agony and pain of terrorism, and commiserates in that spirit with the victims of yesterday's attack in Peshawar,\" it said.\nSuspected Taliban militants launched a brazen attack on the Badaber military base on Friday, killing 29 people including 16 who were gunned down inside a mosque during prayers. Another 29 people were wounded. Pakistani security officials said all the 13 attackers were killed after an hours-long firefight.\nPakistan army spokesman Gen. Asim Saleem Bajwa has said the attackers came from and were being handled by superiors in Afghanistan, though he stressed he did not mean the government in Kabul was behind the assault. Bajwa said the information came from intercepted communications, but would not elaborate further because Pakistan's spy agency was investigating the evidence.\nThe Pakistani Taliban claimed responsibility for the attack, saying it was to avenge Pakistani military bombardment of mosques and the killing of civilians in tribal regions, as well as the humiliation of seminary students in cities.\nNo new details emerged Saturday in the investigation, as funerals were held for a young army captain and other personnel killed in the attack in their hometowns.\nThe Pakistan air force has been playing an important role in the fight against militants since June 2014, when the army launched an operation to flush militants out of tribal areas along the porous border with Afghanistan.\nThe Afghan government said Kabul and Islamabad should continue working together to eliminate the threat of terrorism.\n\"The government of Afghanistan ... once again calls on Pakistan to jointly fight alongside Afghanistan all terrorist groups without discrimination so that peace and stability are ensured in Afghanistan, Pakistan and the region,\" it said.\n\nLoad-Date: September 19, 2015"
}