{
    "title": "Kaine_ 'We're making progress' on relief measure Virginia senators in talks over COVID-19 relief mea",
    "publisher": "richmond times dispatch ",
    "year": 2020,
    "month": 3,
    "day": 24,
    "full text": "{{tncms-asset app=\"editorial\" id=\"d575378f-40b9-5b65-8657-f95ccbf6c131\"}}\nVirginia's Democratic U.S. senators are focusing on strengthening health care and aid to small business in bipartisan talks Monday on the latest COVID-19 economic-relief legislation.\n \"We're making progress,\" Tim Kaine, the state's junior senator, said by telephone from Washington. \"We're not there yet. But there could be a handshake deal later today.\"\n In a written statement, the senior senator, Mark Warner, said of the emerging measure: \"We have one shot to get it right.\"\n As a member of the Senate Education, Health, Labor and Pension Committee, Kaine said he has been in talks over provisions to assist hospitals, buttress Medicaid and to provide child care for health and emergency workers.\n Warner, who sits on committees overseeing business, taxation and spending, has been negotiating with Treasury Secretary Steven Mnuchin on financial assistance to businesses with 500 or fewer employees, including restaurants, smaller retailers and cultural institutions.\n Such aid could include grants or forgivable loans to underwrite the salaries of employees idled by the coronavirus-triggered stall in the economy.\n Anticipating Senate action, Kaine said, senators are already engaging members of the House on a compromise bill, the second of three that Congress is expected to send to President Donald Trump.\n For Kaine, that's meant reaching to another Virginian, 3rd District Rep. Bobby Scott, chairman of the House Education and Labor Committee. Talks, Kaine said, have been slowed by precautions against COVID-19, such as social distancing.\n \"Trying to negotiate this through one-on-one, conference calls and Skype has compounded the challenge,\" he said.\n The latest Senate bill will have five elements: assistance for the unemployed, support for small business, aid to airlines, tourism and related industries, grants to the states to - among other things - to balance their budgets, and a backstop for health care.\n \"Much more needs to be done - and done quickly - in order to stave off the worst effects of the deepening economic recession,\" said Warner, a candidate this year for a third term to the seat he first won in 2008 - the start of the so-called Great Recession.\n Kaine said the Trump administration must do a better job addressing the public's anxiety over the pandemic, laying out criteria under which Americans could anticipate returning to their normal routines.\n \"Right now, it's like the Tom Petty song, the waiting is the hardest part,\" Kaine said.\n {{tncms-asset app=\"editorial\" id=\"52ea88a1-ec3c-58a4-9e7d-f7b95ccb946e\"}}\n jschapiro@timesdispatch.com\n (804) 649-6814Twitter: @RTDSchapiro\n Staff writer Michael Martz contributed to this report.\n\nGraphic\n\n \nSen. Tim Kaine, D-Va., spoke Feb. 29 as the Virginia War Memorial celebrated the 64th Anniversary of the original opening and dedication of the Shrine of Memory with the Grand Opening of the C. Kenneth Wright Pavilion and the Shrine of Memory for the Global War on Terrorism & Beyond. JAMES H. WALLACE/TIMES-DISPATCH Sen. Tim Kaine, D-Va., spoke Feb. 29 as the Virginia War Memorial celebrated the 64th Anniversary of the original opening and dedication of the Shrine of Memory with the Grand Opening of the C. Kenneth Wright Pavilion and the Shrine of Memory for the Global War on Terrorism & Beyond. JAMES H. WALLACE/TIMES-DISPATCH Sen. Tim Kaine, D-Va., appeared at a rally for Democratic presidential candidate Joe Biden in Norfolk on March 1. the associated Press Sen. Tim Kaine, D-Va., appeared at a rally for Democratic presidential candidate Joe Biden in Norfolk on March 1. the associated Press Warner Jose Luis Magana Warner Jose Luis Magana Northam details how families can find food NORTHAM: \"We are moving into a period of sacrifice\"\n\nLoad-Date: March 24, 2020"
}