{
    "title": "Kanjorski Set to Propose Delay in Nuclear, Biological Coverage Requirements Under TRIA",
    "publisher": "congressnow",
    "year": 2007,
    "month": 7,
    "day": 23,
    "full text": "Rep. Paul Kanjorski (D-Pa.) is expected to offer an amendment to a terrorism risk insurance reauthorization bill on Tuesday that would delay a requirement that insurers offer coverage for nuclear, biological, chemical and radiological attacks along with conventional terrorism insurance, sources said today. The panel Kanjorski chairs, the House Financial Services Subcommittee on Capital Markets, Insurance, and Government Sponsored Enterprises, is set to mark up the bill Tuesday.\nThe Terrorism Risk Insurance Revision and Extension Act (H.R. 2761) would provide reinsurance coverage for insurance companies following a declared terrorism event. Established in 2002, the program was reauthorized in 2005 and is scheduled to expire in December 2007.\nThe bill as originally drafted requires insurers to provide coverage for weapons of mass destruction. Kanjorski is expected to offer a substitute amendment to the bill that would phase in the coverage for such attacks. According to industry sources, such coverage would begin in 2009. Initially the amendment would provide a 3.5 percent deductible for insurers, but it would increase by 0.5 percent per year over the life of the program.\nAides in Kanjorski's office did not return calls by press time to confirm provisions in the substitute amendment.\nThe National Association of Mutual Insurance Companies and the Property Casualty Insurers of America oppose the mandate for insurers to include coverage for weapons of mass destruction. They argue that reinsurers and the private capital markets, which aren't required to provide terrorism insurance, have little interest in covering terrorism risks in general and virtually none for assuming NBCR risks.\nBoth groups represent small- and medium-sized insures whom they say would have difficulty providing the additional coverage.\nAnother area up for discussion on Tuesday concerns language in the bill that would dictate the government's share of compensation against losses. According to the bill, his amount, known as co-insurance, would be covered by the federal government at a rate of 85 percent of losses after the deductible is met.\nAt the markup, debate is also expected on the length of the program's reauthorization. During a hearing on the bill in June, Rep. Peter King (R-N.Y.) said that he would offer an amendment to extend the authorization to 15 years.\nSupporters of a longer-term extension say that it would correct a market failure caused by the threat of terrorism. They argue that the existence of too many variables - including weapons, methods, targets and timing - make it difficult if not impossible for insurers to assess the scale of risk from terrorism before an attack. \nAmong the changes the bill makes to the program are elimination of the distinction between domestic and foreign attacks; the addition of group life insurance; a decrease in the trigger for insurers to $50 million; and a retroactive \"reset\" provision that would lower the deductibles and triggers for geographical areas that previously had been severely affected by a terrorist attack.\n\nLoad-Date: November 14, 2007"
}