{
    "title": "Kansas senator is ardent defender of domestic spying",
    "publisher": "the new york times",
    "year": 2006,
    "month": 2,
    "day": 5,
    "full text": "Sen. Pat Roberts, R-Kan., has sharply attacked critics of President George W. Bush and has questioned the nation's resolve as it wages the war against terrorism.\nSpeaking Friday before members of the Kansas City Kansas Area Chamber of Commerce, Roberts strongly defended Bush's domestic spying program, which has come under a torrent of criticism from Democrats and some Republicans.\nSome critics have even accused Bush of breaking the law by tracking down terrorists with a secret program that intercepts phone calls between the United States and overseas.\nBut Roberts, a Republican and the chairman of the Senate Select Committee on Intelligence, vigorously defended the practice, saying that \"in time of war and probable attack,\" the existing law \"ties the president's hands.\"\n\"Much of the war against al-Qaida is being fought overseas,\" he said. \"But the war against terrorism is not confined to foreign lands. The war against terrorism is being fought every day in our own back yard. America is a battlefield.\"\nNoting that The New York Times had revealed the existence of the spying program, Roberts said he had no doubt that America's enemies appreciated having \"another 'leak peek'\" at the nation's security strategies.\nRoberts also vigorously defended Bush's domestic spying program on a second front Friday.\nWith the Senate Judiciary Committee set to hold a hearing on the program Monday, he sent a 19-page endorsement to Sens. Arlen Specter, a Pennsylvania Republican, and Patrick Leahy, a Vermont Democrat, the committee's chairman and ranking minority member, respectively. Attorney General Alberto Gonzales will testify at the hearing.\n\"I am confident the president retains the constitutional authority to conduct 'warrantless' electronic surveillance within the United States,\" Roberts wrote.\nHe said that Congress had been fully informed about the program, as required by law, though some critics have complained that only eight legislators had been told.\nIn a briefing with reporters Friday, William Duhnke, chief counsel and staff director for the Intelligence Committee, said that Roberts believes the program is not only legal and constitutional but also \"necessary and critical to protect us from another terrorist attack.\"\nOn Friday, Roberts focused on how the debate over national security in Washington had reached a level where partisans risked undermining troop morale and emboldening terrorists.\n\"I fully understand the need and value for debate in a free society,\" Roberts said. \"But we should do so with the understanding that words have consequences and their effect not only influences the intended audience, a partisan base or otherwise, but they also affect the morale of our troops in the midst of war and the terrorists who question our resolve.\"\nRoberts did not name any of the administration's critics in the speech, the first half of which focused on the economic successes in Kansas City, Kan.\nBut in a written statement issued at about the time he was addressing the chamber, Roberts admonished Democratic Party Chairman Howard Dean for comparing the administration's domestic wiretapping without warrants to the \"dark days\" of President Richard M. Nixon and Vice President Spiro T. Agnew.\nRoberts called the remark \"ludicrous.\" He said that Nixon had singled out American citizens engaged in activities protected by the First Amendment, not \"enemies that had attacked the United Stated states and killed thousands of Americans.\"\n\nLoad-Date: February 5, 2006"
}