{
    "title": "Karzai_ U.S. not addressing root causes of terrorism Major military offensive not helping with recon",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 6,
    "day": 24,
    "full text": "One of America's closest allies says the war on terrorism fails to address its root causes.\nExperts agreed with Afghan President Hamid Karzai, saying Friday the major military offensive against the Taliban will not fix Afghanistan's larger crises - a lack of reconstruction and jobs, a booming drug trade, and a weak government.\n\"You won't win unless you can convince people that progress is being made,\" said Marvin Weinbaum, a former State Department analyst now a scholar at the Washington-based Middle East Institute.\n\"One of the things we recognize is that we have failed to improve on the development side, especially in the south. In the areas with the greatest need, we have not gotten the reconstruction that was necessary.\"\nOn Thursday, a clearly frustrated Karzai criticized the coalition's anti-terror campaign, deploring the deaths of hundreds of Afghans and appealing for more help for his government. The coalition has killed hundreds, mostly Taliban militants, since May.\nKarzai spokesman Khaleeq Ahmad said Friday the president wanted the international community to reevaluate its approach.\n\"We want to fight (terrorism) in a way that we fight the roots of it: where they get trained, where they get equipment, where they get money, where the recruitment centers are,\" he said.\nOutside Kabul, there is little visible evidence of improvements in infrastructure or services since the Taliban regime was ousted in late 2001.\nThat has allowed forces loyal to the hard-line Islamic regime to regain strength and sympathy in their former strongholds in the poorer southern provinces of Uruzgan, Helmand, Zabul and Kandahar.\nThe Taliban also is being fueled by the return of a flourishing drug trade. Afghanistan produces 90 percent of the world's heroin supply with its poppy crop, and the profits of drug trafficking are helping fund the militants.\nThe government, backed by hundreds of millions of dollars in U.S. and British money, has launched a campaign to eradicate poppies in many areas - a move that is believed to have prompted armed resistance from traffickers.\nA government administration perceived as weak also plays into the hands of militants intent on disrupting Afghanistan's fragile gains. Though Karzai has national appeal, he is being undermined by a divisive and ineffective Cabinet, lawmaker Shukria Barakzai said.\n\"I agree the corruption, lack of security, and lack of employment are challenges Afghanistan is facing,\" she said.\n\"Karzai, as one person, cannot solve this problem on his own. But he has failed to make a team work. It looks like ministers are working for themselves.\"\nTaliban forces have been blamed for a surge of violence in recent months, using methods commonly used by militants in Iraq: suicide bombings, ambushes and beheadings.\nIn an effort to curb the bloodletting, some 10,000 troops from the U.S.-led coalition have been deployed in a major offensive across the nation's south. The spasm of violent attacks and intense fighting has left more than 600 people, mostly militants, dead since May.\nNATO is increasing its force in Afghanistan from 9,700 to 16,000, with an expansion into the south due to be completed by late July. The alliance hopes to take on eastern Afghanistan by November, completing its expansion across the country and increasing its total numbers to 21,000.\nMustafa Alani, director of security and terrorism studies at the Dubai-based Gulf Research Center, said Afghanistan's current situation was precarious.\n\"I would not be surprised if Afghanistan progresses to the level of Iraq's violence. There is an anti-American sentiment in Afghanistan now. That's where you see recruitment by militants,\" he said.\nThat sentiment was unleashed last month after a U.S. military truck crashed into a crowd in Kabul, killing up to five people. The carnage sparked huge anti-American riots, fueled by increasing resentment of the 23,000 foreign soldiers in the country.\nRioters chanted \"Death to America!\" as they stoned the U.S. convoy, ransacked offices of international aid groups and searched for foreigners in a tide of anger. At least eight people died and 107 were injured before Kabul's streets calmed.\nAnthony Cordesman, an analyst with the Washington-based Center for Strategic and International Studies, said Afghanistan's problems require long-term solutions.\n\"You have an Afghan army which is still too weak. You have an Afghan government which hasn't shown the initial promise of being able to expand outside of Kabul, and the Taliban are back,\" he said.\n\nLoad-Date: June 24, 2006"
}