{
    "title": "Karzai vows to keep fighting terrorism",
    "publisher": "the capital ",
    "year": 2002,
    "month": 9,
    "day": 9,
    "full text": "FRANKFURT, Germany - Afghan President Hamid Karzai, en route to the United States for ceremonies commemorating the Sept. 11 attacks, pledged Sunday to persevere in fighting terrorism.\nAl-Qaida fighters and Afghanistan's former Taliban rulers who gave them shelter \"are defeated as a movement, but continue to act as individuals,\" Karzai said during a German stopover. \"Of course they will try some desperate acts.\"\n\"We will continue to fight against terrorism,\" Karzai said before he and German Foreign Minister Joschka Fischer met at a U.S. air base adjacent to Frankfurt international airport.\nKarzai was to meet President Bush and address the U.N. General Assembly during his five-day visit to New York.\nPresidential spokesman Said Fazel Akbar said Karzai would visit Ground Zero at the World Trade Center and \"express his condolences to the American people\" over the terrorist attacks.\nThe trip to the United States comes three days after Karzai survived an assassination attempt in the southern city of Kandahar. Karzai's U.S. bodyguards killed the gunman, an Afghan security guard and an Afghan teenager who deflected the gunman's aim.\nU.S. troops took over security for Karzai after the July 6 assassination of Afghan Vice President Abdul Qadir.\nThe visit is Karzai's first to the United States since he came to power at the head of an interim government in June.\nForeign Minister Abdullah is due to join Karzai in New York today, Akbar said.\nA U.S.-led bombing campaign last year supported a sweep by Afghan troops of a northern-based opposition alliance across the country that ousted the Taliban regime and their al-Qaida allies.\nKarzai leaves behind a tense capital, where security was stepped up following a car bombing in Kabul Thursday, just hours before the attempt on Karzai's life.\nAt least 30 were killed and more than 160 injured in the explosion, in the worst violence in the capital since the Taliban fell.\nAuthorities said they had been bracing for possible terrorist violence ahead of Sept. 11 and in advance of the Sept. 9, 2001, assassination of Ahmed Shah Massood, the commander of the Northern Alliance who was killed by suicide bombers posing as cameramen.\n\nLoad-Date: September 10, 2002"
}