{
    "title": "Karzai marks 9_11 by highlighting civilian safety",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 11,
    "full text": "KABUL, Afghanistan ? President Hamid Karzai marked the ninth anniversary of the Sept. 11 terror attacks in the U.S. by insisting the origins of the continued Taliban insurgency are not in Afghanistan. \nKarzai did not mention neighboring Pakistan by name, but it was clear he was referring to the insurgent sanctuaries there when he said the war should \"focus on the sources and the origins of terrorism.\" He said by focusing on Afghanistan, the coalition endangers Afghan civilians who were freed from Taliban rule in the 2001 U.S.-led invasion that followed the 9/11 attacks. He urged NATO to do everything to avoid civilian deaths. \"The villages of Afghanistan are not the origins and the sanctuaries of terrorists,\" Karzai said Saturday. \"Innocent Afghan people should not be the victims in the fight against terrorism.\" Civilian deaths are a flashpoint issue in Afghanistan and seriously undermine support for the war. Karzai has repeatedly urged NATO to take all necessary measures to protect civilians. NATO says it is doing all it can to avoid innocent casualties but says insurgents often use civilians as human shields during attacks. The Taliban issued a statement Saturday in which the 9/11 anniversary was mentioned. For nine years, \"Afghanistan has been burning in the flames of the invasion of the American invaders that started under the pretext of avenging the September event,\" the statement said. The Taliban said the insurgency would continue, warning that foreign forces were facing defeat in an \"illegitimate war, which will eventually usher the downfall of the American empire.\" Meanwhile, fighting continued Saturday in different parts of Afghanistan. NATO said in a statement that international and Afghan forces destroyed multiple enemy positions in the Zharay district of southern Kandahar province, the hotbed of the Taliban insurgency. The targets were around the village of Ghariban, an area \"plagued with improvised explosive device activity and populated with insurgents,\" the statement said. Also Saturday, a bomb blew up a vehicle on a dirt road near the southern village of Senjeray, wounding six children and killing their parents, according to U.S. Capt. Jeff Holt, 25, of Russellville, Ark. Afghans brought the wounded children to the gate of a U.S.-Afghan base in Senjeray, where U.S. medical teams treated them. Two of the children suffered severe head trauma and facial cuts and were evacuated by helicopter to a military field hospital in Kandahar, Holt said. \"It was a big one,\" Holt said of the blast, which blew the vehicle's engine 200 yards away and left a seven-foot-wide crater in the road. \"It was meant for one of our\" heavily armored vehicles. \n\nLoad-Date: September 12, 2010"
}