{
    "title": "KARZAI URGES NEW TACK TO THE WAR ON TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 9,
    "day": 12,
    "full text": "KABUL, Afghanistan -- Afghan President Hamid Karzai called for a new approach to fighting terrorism, saying Saturday that the strategy in place is at odds with \"the bitter reality on the ground.\"\n\"Afghan villages are not the birthplace or the breeding ground for terrorism, and the innocent people must therefore not fall victims to a fight against terrorism,\" he said in a statement issued by his office on the ninth anniversary of the Sept. 11 attacks that brought a U.S.-led force to this country.\nThe anniversary drew a few protests across Afghanistan, though most Afghans spent the day celebrating the end of the Muslim fasting month of Ramadan. Thousands of protesters irate at the now-canceled plan by a small church in Florida to burn copies of Islam's holy book took to the streets in Logar province, near Kabul, according to the Associated Press.\nThe Florida pastor's decision to call off the bonfire and Americans' repudiation of the plan appeared to stave off violent riots targeting American and other Western targets in Afghanistan. Many Westerners in Afghanistan were on high alert, fearing that images of burning Qurans could incite widespread violence.\nThe Afghan Taliban marked the anniversary with a statement calling for the immediate withdrawal of foreign troops.\n\"It is now for nine years that Afghanistan has been burning in the flames of the invasion of the American invaders, that started under the pretext of avenging the September event,\" the Taliban said in a statement in English posted on its website.\nThe U.S.-led force has \"lost the chance of peace in Afghanistan,\" the statement said.\nThe Taliban ruled Afghanistan during the years that preceded the Sept. 11 attacks, which were carried out by al-Qaida, an extremist organization that was given safe haven in the country.\nThe U.S. ambassador to Afghanistan, Karl Eikenberry, said during a ceremony at the embassy Saturday that the United States remains committed to bolstering the Afghan government.\n\"We are here in Afghanistan to prevent international terrorists from again establishing a safe haven for extremists who would plot to wreak havoc here in Afghanistan, America and around the world,\" he said in a statement issued by the embassy. \"But let us also remember how this must end -- with the United States of America secure from a repetition of such violent terrorist assaults.\"\n\nLoad-Date: September 13, 2010"
}