{
    "title": "Kasab execution unlikely to impact India - Pakistan peace process On Wednesday morning, India execut",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 11,
    "day": 21,
    "full text": "India's execution of Ajmal Kasab, the lone survivor amongst the 10 terrorists who held Mumbai hostage for three days in November 2008, killing 166 people, is unlikely to have much impact on warming relations between India and Pakistan, analysts say. The Indian External Affairs minister, Salman Khurshid, said in a press conference that India hoped that Pakistan would expedite action against the plotters of the attack, known here as 26/11. \"Frankly speaking, we have allowed rule of law to prevail [in the case of Ajmal Kasab]. Similarly, we hope rule of law will be followed in Pakistan. There is not vast difference between the criminal procedures in India and Pakistan,\" he said.\nHowever, Pakistan's failure to punish the plotters of the attacks has been a consistent complaint from New Delhi, and it did not keep India from resuming peace talks with Pakistan in early 2010. Since then, the two countries have made considerable progress in increasing trade ties and easing visa restrictions.\n\"To my mind, the execution of Ajmal Kasab will be a passing blip in the peace process,\" says Sankarshan Thakur, roving editor of Calcutta's Telegraph newspaper, who has recently returned from an official trip to Pakistan. \"Pakistan's complete disowning of Kasab means that few can shed tears about his execution in Pakistan, and India sees the hanging as nothing but the end of a criminal justice procedure.\"\nWhile Pakistan admitted in January 2009 that Kasab was indeed a Pakistani citizen, it has so far not asked for his body, which has been buried in the premises of the prison in Pune where he was hanged Wednesday morning.\nWhile the Pakistani media has played down the event, the Reuters news agency received statements from the Pakistani Taliban and Lashkar-e-Toiba, the militant group blamed for the Mumbai attack. \"He was a hero and will inspire other fighters to follow his path,\" a commander of Lashkar-e-Taiba told Reuters by telephone from an undisclosed location. \"There is no doubt that it's very shocking news and a big loss that a Muslim has been hanged on Indian soil,\" Taliban spokesman Ahsanullah Ahsan told Reuters.\nBut the Pakistani Foreign Office spokesperson Moazzam Khan responded to the execution with a guarded statement: \"We condemned terrorism in all its forms and manifestation. We are willing to cooperate and work closely with all countries of the region to eliminate the scourge of terrorism,\" he said.\nRaza Rumi of the Jinnah Institute, a Pakistani think-tank, said that the thaw in India-Pakistan relations has helped to soften the reactions in Pakistan. \"Both sides are careful to not jeopardize the peace process. Kasab's prompt hanging is more a message to the Indian public which has seen Prime Minister Manmohan Singh improve relations with Pakistan despite 26/11.\"\nEarlier, India had postponed the proposed Nov. 22-23 visit to Delhi of the Pakistani President's adviser on interior issues, Rehman Malik. The postponement, seen by some as a snub, is now being seen as not wanting to embarrass Malik as the visit would have been immediately after Kasab's execution.\n\nLoad-Date: November 21, 2012"
}