{
    "title": "KATRINA'S PAINFUL LESSON; HOW DO YOU SPELL LACK OF PREPARATION_ P-O-R-K",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 9,
    "day": 11,
    "full text": "Is it too late to return the trailer that the town of Converse, Texas, bought to haul lawn mowers to the local drag races? How about a refund on the paging system for the South Dakota State Agriculture Fair?\n Can we retrieve the $6.3 billion that Congress and the Department of Homeland Security poured into towns that outdid each other in finding creative uses for money none had requested?\n New York officials have been complaining for years that smearing the country with anti-terrorism grants like so much bacon grease kept essential bread from the most likely targets of another attack, chiefly New York City.\n Now, Katrina has exposed another reason why Congress, state and local officials should repent their pork-barrel ways. Finding a way to evacuate the poor and the infirm in case of a long-predicted catastrophic hurricane would surely have been a better use for taxpayer money than, say, buying every law enforcement officer in Missouri a chemical-biological warfare suit.\nAh, but natural disasters became so last century on Sept. 11, 2001. And so, the government folded the once-nimble Federal Emergency Management Agency into the new, elephantine Homeland Security Department, with its $30 billion annual budget, to lead the defense against terrorism.\n That reorganization and the shift in focus it represented are among the multitude of reasons why attempts to prepare for Hurricane Katrina and rescue people from its devastation have been so horrifyingly lacking. (A seemingly unengaged president is another. Confusion at the state and local levels hurt, too.)\n \"Moneys were shifted away from hurricane and natural disaster areas,\" said William Waugh, an expert on emergency management at Georgia State University. \"Planning and everything else was built around the threat of terrorism.\"\n The message wasn't lost on Louisiana officials distraught over drastic funding cuts in a project to keep raising the ever-subsiding levees around New Orleans, an effort that began in 1967.\n \"It appears that the money has been moved in the president's budget to handle homeland security and the war in Iraq,\" Walter Maestri, chief of emergency preparedness for Jefferson Parish, La., next door to New Orleans, told the Times-Picayune in June 2004.\n \"We are doing everything we can to make the case that this is a security issue for us,\" he said.\n Perhaps Katrina made that an easier argument to understand.\n Of course, you would expect a surge of federal interest in countering terrorism after al-Qaida operatives slammed planes into the World Trade Center and the Pentagon four years ago today. But that cause isn't helped, either, by diverting money from natural disasters to fight terrorism in such places as Grand Forks, N.D., and Colchester, Vt., as the House Select Committee on Homeland Security reported last year.\n You might have expected that Katrina rescue workers would have at least benefited from lessons that cost 9/11 rescue workers their lives. At the least, 9/11 established the need for a system that lets rescue workers communicate.\n And yet, four years later, New Orleans police couldn't talk to each other, much less any other law enforcers working in Katrina's aftermath.\n It's not as if no terrorism preparedness grant was aimed at improving communication, according to the House committee report. A rural county in Washington state asked for basic police radios and instead was handed six encrypted radios costing more than $3,800 each -- all useless because they were incompatible with the local radio system.\n \"We've given billions of dollars to the Department of Homeland Security,\" Democratic Sen. Patrick J. Leahy of Vermont declared to reporters last week when asked about the Katrina response. \"What in heaven's name was happening?\"\n Now, at least, a bill that would tie these grants to anticipated risks is moving through Congress.\n It is too late for the $6.3 billion in anti-terrorism grants allocated this fiscal year. It is heartbreaking to imagine what that money might have meant to New Orleans if it had been available long ago.\n The Army Corps of Engineers has a plan to make the levees around the city strong enough and tall enough to survive a Category 5 hurricane, compared with original plans for a Category 3 hurricane. Katrina checked in at Category 4.\n The upgrade would cost somewhere between $2 billion to $3 billion, officials told U.S. News and World Report. The Army Corps finally got funding, but only for a feasibility study, and those funds were cut last year, the magazine reported.\n For that money, you might also find a way to renew the wetlands below New Orleans, which are vanishing and leaving the city all the more vulnerable to storms.\n That's a lot of money, right?\n Not compared to the $6.3 billion in terrorism preparedness grants handed out with no thought to what they might accomplish.\n And it's a pittance compared with the $62.3 billion President Bush says is needed for Katrina relief. That sum is expected to grow.\n So please, can we get a refund on the $183,000 all-terrain vehicle that Tiptonville, Tenn., bought? No?\n Then send it on down the river where it might do some good.\n\nNotes\n\nAnn Woolner is a columnist for Bloomberg News.\n\nGraphic\n\n \nPHOTO: James Nielsen/AFP/Getty Images: A levee panel lies amid flood waters at the 17th Street Canal in Metairie, La., near New Orleans.\n\nLoad-Date: September 14, 2005"
}