{
    "title": "Kayville woman determined to build memorial honoring 9_11 victims",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 5,
    "day": 2,
    "full text": "KAYSVILLE ? Even without the death of Osama bin Laden, Margaret Wahlstrom's thoughts Monday would be on the tragedies of 9/11. The Kaysville woman whose mother-in-law and sister-in-law died on that horrific day attended yet another meeting to plan a memorial honoring them and others who lost their lives due to terrorism. Legal snags, funding foul-ups and waning interest have dogged the project since its conception nine years ago. But Whalstrom is determined to get it done this year on the 10th anniversary of 9/11, even though she has about a fifth of the $250,000 needed to build it. \n\"I just don't want to let it drop,\" she says, standing on the anticipated memorial site next to the Kaysville ponds, now part of the Utah Botanical Center. Neither does Raquel Dee, a Weber State University student who started holding bake sales and such for the project when she was in junior high school. \"We're going to dedicate it on Sept. 11,\" she says confidently. Designed by a group of Davis County young people to reflect their feelings on 9/11, the sandstone memorial would feature a precariously perched rock, gravel that crescendos into a sturdy wall and a reflecting pool. Ten diamond shaped totems would bear the names of Mary Alice Wahlstrom and her daughter Carolyn Beug who were aboard the first plane to hit the World Trade Center, and Brady Howell, a Utah State University grad interning at the Pentagon. Utah soldiers killed in the fight against terrorism would also be recognized. \"It seems like Sept. 11 keeps popping up in our family,\" Wahlstrom said. \"We know it as a good and bad day.\" In addition to losing dear loved ones on that date, it's the date her son's failing kidney transplant made a miraculous turnaround. It's her son-in-law's birth date. It's near her pregnant daughter's due date. And now for better or worse, May 1, 2011, has a significant place on the Wahlstrom calendar. \"I don't know if I'd call it happy. I don't know what to call it. I've been trying to find the word,\" she said, grasping to explain her mixed feelings about bin Laden's unexpected demise. \"I guess I wish it would have a huge difference on the future of what is going on in the Middle East,\" Wahlstrom said. \"I don't know that it will.\" Wahlstrom said it's important for Americans to help rid the world of ideologies that breed hate and cruelty and killing. Regan Howell, whose younger brother Brady died when hijacked American Airlines Flight 77 slammed into the Pentagon, chose his words about bin Laden's death carefully. \"I feel no sorrow at his death. I feel no joy at his death. I just feel grateful for the soldiers and the sailors and the Seals who do a difficult and dangerous job and kept the promise they made to us and the families of others who died on 9/11,\" he said. One thing, though, is sure in Howell's mind: It's no time to revel. \"I certainly hope that the American people are better than to celebrate the death of Osama bin Laden in the same way we saw people celebrate in other countries after the death of my brother and others.\" Wahlstrom recalls her reaction and that of her husband, Norman, when they learned his mother and sister died in the attack as the \"purest sense of shock and disbelief.\" Norman Wahlstrom, she said, quietly started sobbing. \"He just said, 'This is just so cruel.' He didn't say anything about hating them or wanting revenge.\" \"I wish people could feel what we were feeling that day,\" Margaret Wahlstrom said. And maybe in some minuscule measure they can, if there's a place to ponder on the lives taken in terrorism. Email: romboy@desnews.com \n\nLoad-Date: May 3, 2011"
}