{
    "title": "Kean more palatable in investigating terrorism",
    "publisher": "the pantagraph",
    "year": 2002,
    "month": 12,
    "day": 24,
    "full text": "If there is any dirt on former New Jersey Gov. Thomas Kean, it'll take a few days to drift upward.\nShort of that, Kean seems like an ideal candidate to head a panel investigating the Sept. 11, 2001, terrorist attacks in New York City and Washington, D.C.\nKean, who is now president of Drew University in Madison, N.J., would replace Henry Kissinger, who was a lighting rod for complaints from the minute he was named chairman of the 10-person panel to determine why U.S. defenses failed to warn us of the terrorist attacks.  The non-paid commission has 18 months in which to provide a report.\nKissinger resigned because he refused to divulge a list of clients for whom he does consulting work on foreign policy and economics.  Kissinger was worried about protecting his clients, while critics were concerned that some of the former secretary of state's clients - especially in the Middle East - might become a part of the investigation.\nKean is described as a moderate Republican who is able to work with Democrats.  But more importantly he has business connections with ties to people who were killed in the attack on the World Trade Center.  He should receive better acceptance among victims' families than Kissinger, whose integrity has been blemished by repeated efforts to get him into a foreign or international court to answer questions about covert acts he was blamed for during the Cold War.\nThe last thing this investigative committee needs is more controversy before it begins its task next month.  It is difficult to fathom that any U.S. citizen had enough knowledge that would have prevented the attacks, but a cursory investigation by congressional investigators has also indicated that we might have had an inkling of the impending disaster if the FBI and CIA had shared more information on terrorism and the State Department had not been so lax on issuing and following up on visas.\nWe can't change what happened, but let's hope the commission can advise us on changes that could lead to detection of future terrorist plots.\n\nLoad-Date: December 26, 2002"
}