{
    "title": "Keeping America Safe_ The View From the F.B.I",
    "publisher": "the new york times",
    "year": 2009,
    "month": 1,
    "day": 26,
    "full text": "To the Editor:\n  Re ''Focus on Immigration Crimes Is Said to Shortchange Other Cases'' (front page, Jan. 12):\n  The F.B.I. remains highly committed to the investigation of public corruption and organized crime. \n  First, uncovering and investigating public corruption by public officials at all levels remains the top criminal priority for the F.B.I. Today, more F.B.I. agents are assigned to public corruption than ever before, an increase of 38 percent since 2003. Over the past three years, the F.B.I. helped prosecute nearly 2,500 corrupt local, state and federal officials -- a substantial increase over the previous three years and the highest number of prosecutions for such a period ever.\n  Second, after 9/11, with the F.B.I.'s shift of some resources to fight terrorism, the larger white-collar crime program was restructured. Fewer cases were opened involving ''low-hanging fruit'' investigations and comparatively small amounts of money. State and local authorities have the jurisdiction to investigate these crimes. F.B.I. resources have targeted corporate and securities fraud, which poses the greatest threat to the nation's economic security. \n  Finally, today there are three times as many organized-crime task forces across the country and around the world than at the time of 9/11. Given the counterterrorism and counterintelligence demands, there are fewer F.B.I. agents dedicated to organized crime. But the impact has not diminished: More arrests were made last year than in any year since 2001.\n  Necessarily, following the terrorist attacks of 9/11, the F.B.I. shifted resources to strengthen national security. But there has been no reduction in its commitment to keep America safe -- whether from traditional crimes, terrorism or foreign intelligence collection. \n  John J. Miller\n  F.B.I. Assistant Director\n  for Public Affairs\n  Washington, Jan. 16, 2009\n\nhttp://www.nytimes.com\n\nLoad-Date: January 26, 2009"
}