{
    "title": "Keeping secrets secret",
    "publisher": "the new york times",
    "year": 2013,
    "month": 8,
    "day": 11,
    "full text": "The following editorial appeared recently in the Los Angeles Times: Even before former National Security Agency consultant Edward Snowden exposed the breathtaking extent of the intelligence agency's electronic surveillance programs, civil libertarians worried that information obtained as part of anti-terrorism investigations might find its way to the criminal justice system and that Americans would be tried and convicted on evidence obtained without warrants, in violation of the 4th Amendment. Is that happening? As with much about the NSA, it is hard to be sure. \nTwo recent news reports sent conflicting signals. The New York Times reported last week that the NSA had rebuffed requests that it share its data with law enforcement agencies that wanted to use the information to investigate crimes including drug trafficking, cyberattacks, money laundering, counterfeiting and even copyright infringement. That was encouraging. But two days later, Reuters reported that a secretive unit of the Drug Enforcement Administration had been \"funneling information from intelligence intercepts, wiretaps, informants and a massive database of telephone records to authorities across the nation to help them launch criminal investigations of Americans.\" Moreover, Reuters reported, agents had been directed to conceal how such investigations began. As far as we know, the DEA doesn't have access to the telephone records of virtually every American that the NSA has scooped up under a broad interpretation of the Patriot Act. But the Reuters story suggests that the DEA and other law enforcement agencies may be using other information obtained by the NSA, under the Foreign Intelligence Surveillance Act. Under that law, the NSA may examine the contents of the phone calls, email and social media postings of foreigners reasonably believed to be outside the United States. Inevitably some of those intercepted communications from foreigners will contain information about Americans as well. In June the Guardian published a memo from Attorney General Eric H. Holder Jr. setting forth procedures by which the NSA must \"minimize\" such information. Although data about Americans ordinarily must be discarded or redacted, the memo allows for their transmission to other agencies if there is evidence of the commission of a crime. The memo refers to a federal law that allows such information to be used in a criminal proceeding only with the advance approval of the attorney general. Even if one accepts that preventing terrorism requires extraordinary surveillance measures, those measures must not provide a back door for the prosecution of Americans for drug offenses or any other crime on the basis of evidence that wasn't obtained in accordance with the Constitution. As it rises from its somnolence to ask hard questions about the NSA, Congress needs to ensure that that door is closed. \n\nLoad-Date: August 12, 2013"
}