{
    "title": "Keeping Terrorism's Advocates Off British Air; Big Sister Is Watching",
    "publisher": "the new york times",
    "year": 1988,
    "month": 11,
    "day": 13,
    "full text": "To the Editor:\nIn ''Mrs. Thatcher's Muzzle'' (editorial, Nov. 3), you lament the Thatcher Government's attempt to restrict journalistic freedom by making it illegal to broadcast interviews with members of terrorist organizations. You also seem to be disturbed by the proposal of that same Government to allow a criminal defendant's silence to weigh against him.\nSadly, there is nothing new about this sort of tomfoolery in Britain. Some people in this country may recall that an earlier Thatcher Administration managed to get the right of habeas corpus suspended for suspects in terrorist cases through the Prevention of Terrorism Act. Couple this with the latest proposal, and it seems that such suspects will have lots of time to ''help police with their inquiries'' (the polite British euphemism for interrogation).\nThese proposals emanate from a Government that did not trust its people to read the book ''Spycatcher'' when copies were freely available throughout the rest of the world to any Soviet bloc ''diplomat'' who cared to visit his nearest shopping mall. Talk about closing the door after the horse has bolted!\nNo doubt the Thatcher Government believes that interviews with terrorists would cause Conservative voters to defect to the Labor Party in droves - for this is hardly more absurd than the stated belief of that Government that the rise in violence on the streets of Britain is due to the malign influence of such American television shows as ''The A-Team'' and ''Miami Vice.'' Hence the Thatcher Government's recent proposal for a public censor of television shows. Naturally, violence on the streets of Britain has nothing to do with the poverty and wretchedness millions of Britons now endure - especially in the north -while the yuppies in the south enjoy yet another round of tax breaks.\nMrs. Thatcher's apologists who praise her economic policies omit to mention that traditional rights and civil liberties, insofar as they cannot be banked and invested, and hence yield no interest and dividends, have become sadly devalued.\nShortly after the last British election, Mrs. Thatcher spoke of the death of socialism in Britain - and many people applauded. I wonder how many people considered the implications of this for a two-party parliamentary system of government, one party of which is socialist? Perhaps we should give credit where credit is due: at least Mrs. Thatcher makes the trains run on time.\n \nNIALL SHANKS\n  Dallas, Nov. 3, 1988"
}