{
    "title": "Keeping us in the dark",
    "publisher": "university wire",
    "year": 2005,
    "month": 4,
    "day": 28,
    "full text": "Last year, which coincidentally was an election year, the Bush administration released figures for 2003 that implied that the number of serious terrorist attacks was declining and used this as an argument that the president's policies on terrorism were effective. Unfortunately, those numbers turned out to be inaccurate. 2003 had the highest number of serious terrorist attacks of any year preceding it: 175.\nThe U.S. State Department compiled its annual report for 2004, but for the first time, under new Secretary of State Condoleezza Rice, it did not publish terrorism statistics.\nWe wonder if the decision to withhold the data from the report has anything to do with the fact that the number of serious terrorist attacks more than tripled from 2003 to 2004. The Washington Post reported that congressional aides who were briefed on the terrorism statistics put the number at \"about 650.\" In Iraq alone, terrorist attacks increased ninefold from 22 in 2003 to 198 attacks in 2004.\nObviously, the Bush Administration's anti-terrorism policies are ineffective. But we knew that. The Iraq war has both increased terrorism inside Iraq and drawn our focus away from terrorist activities elsewhere. But we knew that too.\nThis is not the first time the Bush Administration has withheld information vital to good democratic decision-making.\nIn March 2003, a month after the governors of the 50 states met in Washington to complain about the lack of federal funding, the Office of Budget and Management stopped publishing \"Budget Information for States,\" the document that individual states used to determine how much federal funding they were receiving under each federal program.\nThat same year, the Labor Department stopped a program to track and report massive layoffs by companies. In 2004, they removed information about earnings differences between men and women from the Department of Labor Web site -- along with many other reports dealing with women in the workforce, including information on women's rights in the workplace.\nThe government has often removed, redacted or refused to publish scientific information that does not support Bush administration policy -- everything from environmental studies to information on condom usage.\nThis occurs at the same time the Bush administration is planting false and misleading information in the form of phony reporters, fake news releases, columnist bribery and \"Astroturf\" campaigns designed to look like grassroots movements but are in fact, enacted from on-high.\nThe idea of democracy is that every man and woman walks into the voting booth with the basic information they need in order to make a decision on who should act as elected representatives. Withholding that information undermines the ability for people to make that decision and is a de facto admission that the government is ignoring the facts when it makes policy. Altering the facts to fit their views, instead of the other way around, is the very definition of bad government.\n(C) 2005 Daily Texan via U-WIRE\n\nLoad-Date: April 28, 2005"
}