{
    "title": "KEEP _COMBATANTS_ IN GUANTANAMO BAY",
    "publisher": "the new york times",
    "year": 2011,
    "month": 8,
    "day": 8,
    "full text": "Will keep terrorist combatants in Guantanamo Bay, not in local jails or courtrooms.\nSources:\nGOP Pledge to America\nSubjects: Foreign Policy, Legal Issues, Military, Terrorism\n* * *\nGOP Pledge-O-Meter: In the Works\nThe House votes to keep detainees in Guantanamo\nIn late 2009, U.S. Attorney General Eric Holder announced that Khalid Sheikh Mohammed, the Al-Qaida mastermind behind the 9/11 attacks, and four other Guantanamo detainees would be tried in federal court in New York City. This announcement was intended to fulfill a campaign promise by President Barack Obama to mitigate the use of the military tribunal system set up by the Bush administration in favor of trying terrorism suspects in civilian courts. President Bush came under a heavy criticism during his terms in office from civil rights proponents and congressional opponents, including Obama himself, for the institution of these military trials.\nCongressional lawmakers similarly criticized the Obama administration\"s plan, citing national security implications if terrorist suspects were brought to the U.S. mainland. New York City Mayor Michael Bloomberg, who initially supported civilian trials, reversed his stance, arguing that the extra security costs and general disruption would be too burdensome on the city. A last ditch attempt at trying the suspects from a federal prison in the village of Otisville, N.Y. also fell through.\nThese realities, combined with congressional opposition, led the Obama administration to abandon its plan in April 2011 and opt to try Mohammed and others in the military tribunal system. The final straw came in the form of the National Defense Authorization Act for FY 2011, in which Congress prohibited the use of defense funds to transfer prisoners from Guantanamo to the United States.\nAttorney General Eric Holder said the administration made the change so as not to delay prosecutions. \"We must face a simple truth: those restrictions are unlikely to be repealed in the immediate future. And we simply cannot allow a trial to be delayed any longer for the victims of the 9/11 attacks or for their families who have waited nearly a decade for justice,\" he said.\nThe House of Representatives, now under Republican control, wants to renew this ban for the next fiscal year. In July, the House passed the National Defense Authorization Act for FY 2012, by 336-87. Like its predecessor, the act would prohibit funds from being used to transfer Guantanamo detainees to the United States. The Senate version of the budget bill passed through the U.S. Senate Armed Services Committee in June. The bill is still waiting for approval in the full Senate.\nPresident Obama threatened to veto the House bill due to a number of items. Aside from restrictions on detainee transfers, the administration also objects to provisions that would weaken the executive\"s ability to carry out the new START Treaty and provisions that continue to fund an extra engine on the F-35 fighter jet -- an aspect of the project that the Obama administration wishes to cancel.\nThrough its power of the purse, the Republican-controlled House of Representatives is in the process of fulfilling its promise to try terrorism and imprison suspects solely in Guantanamo. The funding prohibition gives the Obama administration little choice but to use the military tribunal system -- or else not try the suspects at all. The restriction still needs to be passed through the Senate and survive Obama\"s veto threat, but for now we rate this promise as In the Works.\n* * *\nSources:\nNational Defense Authorization Act for Fiscal Year 2012, H.R. 1540.\nNational Defense Authorization Act for Fiscal Year 2012, S. 1253.\nU.S. Senate Committee on Armed Services, press release, June 17, 2011.\nUSA Today, \"N.Y. Mayor Bloomberg prefers terror trials be moved,\" January 27, 2010.\nThe New York Times, \"Village Doubts It Could Have Handled Terror Trial,\" April 8, 2011.\nWhite House Statement of Administration Policy on H.R. 1540 - National Defense Authorization Act for FY 2012. May 24, 2011.\nABC News, \"In Reversal, Obama Orders Guantanamo Military Trial for 9/11 Mastermind Khalid Sheikh Mohammed,\" April 4, 2011.\nThe New York Times, \"In Reversal, Military Trials for 9/11 Cases,\" April 4, 2011.\nReuters, \"White House criticizes House defense spending bill,\" June 23, 2011.\nUSA Today, \"House passes $649B defense spending bill,\" July 8, 2011.\nThe New York Times, \"Senate Offers Revised Rules for Suspects of Terrorism,\" June 23, 2011.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: August 9, 2011"
}