{
    "title": "Keep investigating Libya",
    "publisher": "the tampa tribune ",
    "year": 2012,
    "month": 10,
    "day": 12,
    "full text": "The truth remains a muddle, but it is apparent the Obama administration bungled security in Libya where an attack killed our ambassador and three other Americans.\nThe House Oversight and Government Reform Committee hearings Wednesday on the Sept. 11 attack in Benghazi had its share of partisan finger-pointing. But there was nothing partisan about the evidence.\nDespite warning signs that an al-Qaeda-associated group was preparing to attack in North Africa, U.S. officials blindly trusted a newly formed government and a volatile population.\nThe countystill would be under tyrant Moammar Gadhafi had it not been for the United States' support of the \"Arab Spring\" rebellion. But counting on the goodwill of such countries, we should have learned, is risky at best.\nState Department officials conceded they turned down requests to send more military personnel to guard diplomatic facilities in Libya shortly before the attack that claimed the life of Ambassador Christopher Stevens.\nThe United States kept staff at the consulate in Benghazi even after Britain and the Red Cross had left the city because of safety concerns.\nSo for Charlene Lamb, deputy assistant secretary in charge of diplomatic security, to tell House members that the Benghazi security \"had the correct number of assets\" to protect the consulate is ludicrous.\nLt. Col. Andrew Wood, a Green Beret who commanded a 16-member security team, told House members he pushed to extend his team's tour in Libya. Lamb rejected his pleas, and the team was pulled out in August.\nWood saw the attack as inevitable. \"We were the last flag flying. It was a matter of time.\"\nLamb relied on the Libyan government to bolster security. Yet State Department official Eric Nordstrom testified the government was \"overwhelmed.\"\nWoods bluntly said his forces would have offered \"superior weapons and superior tactics. ... Why they would turn down that asset is best answered by themselves.\"\nThe administration's confidence in the Libyan leaders was naïve at best. Four Americans paid for that inept decision with their lives. Yet so far no administration official has been held accountable for this debacle.\nThe administration also has not adequately explained why it took so long to admit the Benghazi murders were indeed an act of terrorism. The killings initially were said to be the result of a riot that erupted in reaction to an anti-Muslim video.\nIn the aftermath of chaotic violence, confusion is understandable. But it was days before the administration acknowledged that organized terrorists were the culprits.\nThe public deserves an explanation.\nPresident Obama's campaign has made much of his success in killing Osama bin-Laden and keeping terrorists on the run. He deserves credit for his successes, particularly his effective use of drone attacks.\nBut as the Benghazi tragedy demonstrated, the war on terrorism is far from over. The administration's appreciation of potential threats and its preparation for them is now questionable.\nWe need to learn much more about this tragedy.\nCopyright © 2012, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: October 15, 2012"
}