{
    "title": "Keep terrorism in perspective",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 22,
    "full text": "COUNTERING terrorism has become the foreign policy vogue.\nThe United States and Israel are attempting to squeeze Syrian President Hafez Assad into expelling Abu Nidal's terrorist encampment from the Syrian-controlled Bekaa Valley - with hints of military strikes. How this fits into the general muscle-flexing between Israel and Syria, and how far it can be carried before raising tension to the flashpoint, is hard to assess. But at the least it illustrates how the pursuit of terrorism can become dangerously absorbed into the basic fabric of relations between countries and threaten to become a volatile guiding element.\nOne must acknowledge that terrorism is terrible, that its wasting of innocent lives is beyond justification, and that a nation like the United States has a duty to protect its citizens.\nIt must also be said, however, that ''terrorism'' is being used by this administration, and is being used by others, to achieve certain political objectives that exist apart from stopping terrorism itself:\nFirst, the Reagan administration came into office intent on avoiding President Carter's position of appearing weak against hostile acts by groups in the Middle East. It adopted policies such as no negotiations on hostages, which it has itself had to work around at times.\nSecond, Secretary of State George Shultz seems to feel angry about a lot of things lately - but terrorism seems to provoke the most fire. He was outraged, justifiably, at the loss of so many US marines' lives in Beirut. This, it is said in diplomatic circles, has darkened his view of the Arab world.\nThird, the political context of the Reagan administration's close ties to Israel seems to include the assumption of Israeli attitudes on how to react to terrorism and on what Arabs are like. The differences, however, between a superpower with global responsibilities and an endangered small state that must rely on its own resources to survive are enormous. The risks of assuming that all forms of ''terrorism'' are alike can be seen in South Africa's claim that its attacks on African National Congress targets in Zimbabwe, Zambia, and Botswana constituted ''counterterrorist action.''\nThere is not even evidence of a good argument over the preeminence of terrorism within the administration. What has happened to Defense Secretary Caspar Weinberger in recent days? Mr. Weinberger has been mute. His rival, Mr. Shultz, has seized the ground on terrorism, no doubt to the President's liking.\nProportion requires that the costs of counterterrorism also be visibly noted: costs in precedents for the violation of others' territory, raising tensions not only among governments but among civilians who fear to travel, bypassing legal forums for resolving disputes, and dismissing sanctions as a way to isolate and pressure terrorist-harborers.\nOne problem with terrorism is that responsibility is so hard to prove. It becomes tempting to justify retaliation with assertions of the target's culpability - assertions which the public must take on the avenger's word."
}