{
    "title": "Keeping His Eye on the Storms",
    "publisher": "the new york times",
    "year": 2005,
    "month": 8,
    "day": 6,
    "full text": "Hurricane season is a time of worry for anyone who owns a home in Florida. But it is an even bigger concern for Edward M. Liddy, the chief executive of Allstate Insurance, which insures more than 750,000 homes in Florida and hundreds of thousands more in neighboring states. \n  Terrorism has also become a concern for Mr. Liddy. While an attack on an individual home may seem improbable, experts say hundreds of homes could be destroyed in a strike on one of the scores of strategic targets in the United States that are surrounded by residential areas.\nHurricanes, though, are particularly on Mr. Liddy's mind this year because of the havoc caused last year when a record four major storms hammered Florida, leaving almost no part of the state untouched and costing Allstate and other insurers $22.9 billion. Mr. Liddy talked recently about hurricanes and terrorism and their impact on Allstate and its customers.\n\nQ. What goes through your head as a killer hurricane is approaching?\n\nA. Fear. And concern for our policyholders. These are devastating storms. They can wipe out communities. They don't just destroy homes. They can destroy a family's heritage. All their belongings, their scrapbooks. Everything. They can also be devastating for our company and our shareholders. Our whole claims organization has to go into an incredible work overload and our capital can be strained.\n\nQ. You've announced that you are not going to renew coverage for 95,000 homeowners in Florida. That's pretty drastic. Why are you taking this step?\n\nA. We think we have too much exposure in Florida. We have to strike a balance. We estimated the worst case scenario and we simply were insuring too many homes in the state of Florida. We're limited by regulators in what we can charge. And the rates the state allows us to charge simply wasn't enough to cover our potential losses. For the financial safety of the company we had to cut back.\n\nQ. What are these people going to do for coverage?\n\nA. Several new companies have come into Florida. One of them is offering coverage to our customers. In many cases they're able to charge a higher rate, a more appropriate rate than we are. That's the way the regulatory system works.\n\nQ. You say you are limited in what you can charge. But you've just requested an average increase of 27 percent. That seems like a big jump.\n\nA. That rate increase is being sought and approved in stages. It doesn't mean that every homeowner gets a 27 percent increase. Homes in the most highly exposed areas will get the largest increases. Most importantly, we need to replenish the capital that was wiped out by last year's events -- all the profits we had made in Florida in home insurance since Hurricane Andrew in 1992.\n\nQ. You've spoken of a need for a partnership between insurers and the government to deal with catastrophes.\n\nA. Allstate and other insurance companies simply cannot cover the losses from catastrophe after catastrophe and stay in business. The essence of insurance is covering occasional events of moderate damage that can be foreseen by actuaries, not these infrequent but very expensive events. For those kinds of events, federal or state government simply must play a role.\n\nQ. On terrorism, it looks like support is growing in Congress to extend the program under which the government pays most of the insurance costs in a major attack.\n\nA. Yes, I think support for that program is growing daily. But it doesn't provide for terrorism damage against homes and personal autos. And it should.\n\nQ. Perhaps that's because most experts think that the most likely targets are big commercial buildings, railways, bridges, tunnels, airplanes and airports.\n\nA. Well, the risks are very real. Think about a plant located in close proximity to a heavily populated area, a lot of houses. Terrorists could set off a bomb at that plant and damage a lot of homes.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Edward M. Liddy follows Florida's hurricane season closely for Allstate Insurance. (Photo by Kenneth Dickerman for The New York Times)\n\nLoad-Date: August 6, 2005"
}