{
    "title": "Kejriwal slams Pak Minister for mocking Modi; says Pak _biggest sponsors of terrorism_",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 1,
    "day": 31,
    "full text": "NEW DELHI: Delhi Chief Minister Arvind Kejriwal slammed Pakistani Minister, Chaudhary Fawad Hussain for making objectionable comments on Prime Minister Modi.\n\nThe war of words on Twitter erupted when Hussain reacted to PM Modi's statement made in a speech to military personnel on Tuesday. Modi had said that India can defeat Pakistan in a war within a week.\n\nHussain reacted sharply to this and tweeted, \"People of India must defeat #Modimadness. Under pressure to lose another State Elections (Delhi on Feb 8th), he resorts to ridiculous claims and threats endangering Region, Mr. Modi has lost balance after internal and external reaction to Kashmir, Citizenship laws and failing economy (sic)\".\n\nWith Delhi elections round the corner, CM of Delhi Arvind Kejriwal retorted back through Twitter.\n\nHe tweeted,\" Narendra Modi Ji is the Prime Minister of India. He is also my Prime Minister. The election of Delhi is an internal issue of India and we do not tolerate the intervention of the biggest sponsors of terrorism. As much as Pakistan tries, it cannot attack the unity of this country.\"\n\nAhead of the upcoming Delhi Assembly Election 2020, Delhi CM Arvind Kejriwal said on Monday that the polls will be matched on the work done by the AAP in the last five years. He said that Delhi citizens should look at the work done by the party in upgrading education, electricity, roads, water supply, and construction work. \"If you think we have not done any work, do not vote for us,\" Kejriwal mentioned.\n\nUpcoming Delhi elections on February 8 will witness a high-power contest between the incumbent AAP and BJP. The ruling Aam Aadmi Party is trying to stay abreast to woo young voters through the use of pop culture references and social media. AAP is using satire, memes and morphed versions of advertisements to give a twist to the campaign and make it more appealing to the tech-savvy voters.\n\n\nLoad-Date: January 31, 2020"
}