{
    "title": "Ken Mehlman",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 9,
    "day": 18,
    "full text": "Even Democrats acknowledge the prowess of the political machine Ken Mehlman oversees as chairman of the Republican National Committee (RNC).\nWhen Mehlman came to a Monitor-sponsored breakfast with national reporters on Friday, the policy-oriented National Journal magazine had just released a poll of political insiders ranking the performance of the RNC and the Democratic National Committee (DNC).\nAs National Journal reporter Jim Barnes notes, it is no surprise that 94 percent of Republican insiders think the RNC is doing a better job than the Democratic National Committee in the run-up to the midterm elections. The surprise is that 68 percent of the Democratic insiders agree that the RNC is out-performing the DNC.\nMehlman, a Harvard-trained lawyer who delivers his points in rapid-fire fashion, downplayed the role of organization in elections. \"The reason I am confident we are going to keep our majority is not because of our operations. It is because of the candidates on the ballot,\" he said. \"We won in '04 because of George W. Bush, not because we had a smart turnout operation. 80 percent of politics is motivating voters based on ideas, based on ideology, and based on the candidate that expresses ideas and ideology. I think what has hurt Democrats is the fact that for so long you've had uncertain trumpets leading the party. And that makes it very hard to do the rest.\"\nThe RNC chair came to visit in a week when polling data showed a change in the public's view on the issue of terrorism, which could tend to help the president and candidates tied to him. The ABC News political blog \"The Note\" quoted ABC polling director Gary Langer as saying, \"Terrorism has inched up in importance in the 2006 midterm elections and Republicans have regained an edge in trust to handle it, helping George W. Bush's party move closer to the Democrats in congressional vote preference.\"\nLanger noted that Republicans lead Democrats in trust to handle terrorism by a 48-41 percent margin among registered voters in the latest ABC News poll. That is a flip from a seven-point Democratic advantage last month. Part of the change came from independent voters, the key to winning elections.\nMehlman attributes a bump in the president's job approval numbers to \"a combination of speeches and realities in the world that have reminded people that a lot of what he is saying makes sense.\"\nThe GOP chief did not want to make a specific numerical forecast for the Congressional elections. He declined to confirm press reports citing unnamed senior White House officials predicting Republicans would hold the Senate by a 52-48 or 53-47 margin and lose ground in the House but still maintain control there as well.\nWhile voicing optimism about maintaining control of Congress, Mehlman cited a number of factors that add up to what he called an overall environment that is \"very challenging\" for Republicans.\n\"We've got a headwind,\" he said. \"We've got a headwind because we are in the sixth year of a presidency. We have a headwind because voters clearly are in a sour mood. We've got a headwind because we are in a tough war. I have acknowledged that from the beginning. So people who say it is another status quo election, race by race, I don't necessarily agree with that either. My point is it is actually a combination of factors. You do have a headwind at the same time we have certain assets we bring to the table....\"\nMoney is a key GOP asset, Mehlman noted. \"We will spend at least $60 million just on ads and turnout. In these congressional elections, Howard Dean will spend $12 million. If you add together the ... national parties on each side, if you add together the state parties around the country, in the competitive states, and if you add together the competitive congressional House and Senate campaigns, all together, when you look at cash, we have a $47 million cash advantage.\"\nWhile it may be ahead on cash, the GOP last week was less than unified. The Senate Armed Services Committee rebuffed the president, after he had made a rare personal visit to the Hill, and voted for legislation that assures those on trial for terrorism receive Geneva Convention protections. The move came after former Secretary of State Colin Powell released a letter saying, \"The world is beginning to doubt the moral basis of our fight against terrorism.\"\nMehlman downplayed the political impact of the committee vote on how to treat terrorism suspects. \"The average American is not paying attention to committee mark-ups. The average American is looking at the overall picture. And what the average American is seeing and they are saying is 'ok, what are the tools we need to win?' ... I am hopeful and confident the president is going to have the ability to have the kind of program he talked about last week, which is a program [that] is critical to defending America.\"\nWhile the RNC chairman's presentation accentuated the positive, it was clear Mehlman is concerned about the outcome of the 2006 elections. \"I am never comfortable. I am always concerned. I am always watching. I think we've got good efforts.... The fact that [the Democrats] have the resources they do, the fact that the environment is tough, that all worries me a lot. This is a very challenging environment.\"\nIn an earlier life, the Mehlman was campaign manager for Bush-Cheney '04. Prior to moving to the campaign, he was director of Political Affairs at the White House, and deputy to Karl Rove. He is a trustee of Franklin and Marshall College, his undergraduate (Class of 1988) alma mater.\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: September 17, 2006"
}