{
    "title": "KENNEDY FOCUSES ON 'INVISIBLE WOUND' EX-CONGRESSMAN WANTS MENTAL HEALTH OF VETERANS TREATED",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 11,
    "day": 8,
    "full text": "Former Congressman Patrick Kennedy told a national psychiatric nurses convention Downtown on Wednesday that if the nation could focus on the brain injuries and post-traumatic stress afflicting returning military veterans, it might finally break down the stigma that has hobbled mental health treatment for decades.\nSpeaking to the American Psychiatric Nurses Association annual meeting here, Mr. Kennedy said the mental health problems facing veterans are the best chance for changing the public's attitudes, because \"right now the signature wound of the wars in Iraq and Afghanistan is the invisible wound, whether it's a traumatic brain injury or trauma from stress that can change the neurophysiology of your brain.\"\nFortunately, said the son of the late Sen. Edward Kennedy, \"the American people don't blame our soldiers for the consequences of their service, and I believe this can be a gateway for helping our whole country understand mental health issues.\n\"If you'll join me, we'll be able to do for our veterans what they did for us; we'll be able to strike out against terrorism -- but in this case, it will be the terrorism of living with an untreated mental illness.\"\nThe association, which has 8,000 members who provide frontline treatment in hospital psychiatric units and community mental health centers, are meeting at the David L. Lawrence Convention Center through Friday.\nPatrick Kennedy, 45, told the nurses that they were responsible in large part for him being able to stand before them and deliver a keynote address. After years of battling alcohol and drug addiction and depression, Mr. Kennedy hit the front pages in 2006 when he crashed his car into a police barricade in Washington, D.C., and then checked himself in to the Mayo Clinic in Rochester, Minn., shortly afterward.\n\"As someone who's received care from your sisters and brothers,\" he told the nurses, \"I can tell you that you helped me come back. I stand here as someone who is in recovery because I had a psychiatric nurse there to help me put my feet back on the ground.\"\nHe said he had spent most of the wee hours of Wednesday helping take care of his 6-month-old son, Owen, and watching late election returns.\n\"I now get to be present for my little son Owen and appreciate what an impact I can have on his social and emotional development, and I would never have been able to be where I am today without the lifesaving skills that you have employed in your profession for people like me.\"\nMr. Kennedy, who served 16 years as a Rhode Island representative, said he was proud of being the lead sponsor on the 2008 law that called for mental health to get the same treatment by health insurance companies as other medical problems.\nBut he said Wednesday that the federal government has still not fully implemented the rules to enforce that law, and some health insurance companies still charge higher deductibles or set lower ceilings for mental health coverage.\nBefore introducing Mr. Kennedy, association president Marlene Nadler-Moodie said it's not just that mentally ill patients still face a stigma in American society, but that psychiatric nurses are often looked down upon by the rest of the profession.\nA 2006 study done by a colleague showed that \"psychiatric nursing was ranked as the area least preferred personally and societally\" out of all types of nursing.\nNot only do some members of the public still associate psychiatric nurses with the cold, domineering Nurse Ratched character in the movie \"One Flew Over the Cuckoo's Nest,\" Ms. Moodie said, but \"a lot of our colleagues think we're going into work every day and playing bingo.\"\nMr. Kennedy noted that his uncle, President John F. Kennedy, had made a noted speech in favor of civil rights for African-Americans by saying, \"who amongst us would be willing to trade the color of their skin and be content with the counsels of patience and delay?\"\nIn a similar way today, he said, \"I believe that this cause of ensuring that everyone gets treated with human dignity is a transcendent civil rights cause.\"\n\nNotes\n\nMark Roth: mroth@post-gazette.com or 412-263-1130./\n\nGraphic\n\n \nPHOTO: Patrick Kennedy\n\nLoad-Date: November 20, 2012"
}