{
    "title": "Kenosha gunman faces extradition hearing following dropped gun charges - Sonoma State Star - The uni",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 20,
    "full text": "Kyle Rittenhouse, a 17 year old who murdered two and injured one in a Wisconsin Black Lives Matter protest, will not be facing gun charges in his home state of Illinois. Rittenhouse has been held in a juvenile detention center in Lake County since August, when he committed the crime.\nIn late August, Rittenhouse was seen and filmed carrying an assault rifle late at night through the Kenosha protest. He opened fire on three men, two of whom passed away from the injuries. One man, Anthony Huber, struck Rittenhouse with his skateboard and attempted to take his rifle away after he tripped and fell onto the ground. Rittenhouse then fatally shot Huber.\nRittenhouse was arrested and charged on account of first-degree intentional homicide, and is facing several other charges as well, including attempted intentional homicide. He is also facing a misdemeanor for underage firearm possession. He was arrested at his home in Antioch, Illinois, a day after the protest.\nAccording to NBC News, there is no evidence that the gun was purchased or used in Illinois. The Antioch Police Department disclosed to the Lake County State Attorney that the rifle was \"purchased, stored and used in Wisconsin.\"\nBecause the weapon allegedly did not cross state lines, Rittenhouse has been freed of gun charges as long as he remains in Illinois. However, he still faces six criminal charges in Wisconsin.\nCitizens on the right wing of politics have rallied behind Rittenhouse, his attorneys painting him as a patriot exercising his right to bear arms and claiming that he fired in self-defense. Those on the left have deemed him as \"...the embodiment of the threat posed by domestic terrorism,\" according to NPR. President Trump has also suggested that Rittenhouse very well could have been trying to protect himself among the commotion of the protest.\nRittenhouse is due in court on Oct. 30 for an extradition hearing, which could result in the accused being sent to Wisconsin, where gun charges will remain against him. Efforts are being made to extradite the gunman, but attorneys John Pierce and Lin Wood, representing Rittenhouse, are strongly fighting those efforts.\nPierce claimed that the video evidence of Rittenhouse opening fire \"shows it's not a legitimate criminal prosecution, it's a political prosecution.\"\nIllinois Gov. J.B. Pritzker has since signed off on the paperwork that would allow Rittenhouse to be moved into the custody of Wisconsin law enforcement.\nThe efforts to keep Rittenhouse in Illinois have led to legal experts criticizing the attorneys for knowing he will be rightfully charged in Wisconsin and trying to prevent that with no strong reasoning to move him.\nOn Oct. 30, it will be decided whether or not Rittenhouse will be extradited to Wisconsin. No matter the outcome, the remaining charges will stand. If convicted of intentional first-degree homicide, Rittenhouse will face a life sentence in prison.\n\nLoad-Date: October 21, 2020"
}