{
    "title": "Kent State U. speaker explores terrorism, its causes",
    "publisher": "university wire",
    "year": 2007,
    "month": 2,
    "day": 1,
    "full text": "Terrorism -- a part of everyday language used by everyone. But how many understand it?\nWalter Reich, former director of the United States Holocaust Memorial Museum, believes it's important people understand the term when they use it, because it's often used in a way people don't understand.\n\"We have an idea that if we eliminate the causes, we'll eliminate the problem,\" he said. \"But the problem is that causes we attribute to terrorism may not be the causes.\"\nMore than 70 people gathered in Kent State University's Rockwell Hall Auditorium Wednesday night to hear Reich speak on: \"Terrorism and its Discontents: The Tyranny of 'Root Causes.'\"\nReich addressed the \"root causes\" because he believes it is very important in what this country is facing since the attacks that occurred on Sept. 11.\n\"We have had attacks before then, but didn't realize it until then (Sept. 11),\" he said.\nThe 9/11 Report presented three strategies that focused on the strengthening of national intelligence, which included:\n* Attacking terrorists and terrorist organizations\n* Protecting against future attacks\n* Preventing the growth of Islamist terrorists\nReich said he believes it is America's experience in Iraq that has added to the difference in opinions on handling attacks.\n\"Iraq is no longer a subset of the rubric of terrorism,\" Reich said. \"It's maybe what we've done there that has produced more terrorism.\"\nWhen it comes to Islamic terrorism, Reich told the audience that what Americans think they know is not based on real evidence, but on assumptions of what they think is right.\n\"That (thought) might be more than merely wasteful. It could be harmful,\" he said. \"It could also divert us from pursuing what can be done to solve the problem.\"\nReich also listed the most common causes of terrorism that have been cited in the United States. Some of these causes include:\n• Poverty and political despair in Arab and Muslim society\n• U.S. allegiances disliked by Islamic regimes\n• U.S. support of Israel\n\"Some believe that if these root causes were removed, terrorism would end,\" Reich said. \"But I have reasons to be skeptical about these causes.\"\nReich said there is no proof that the listed causes are the root of terrorism -- poverty in particular. For example, the majority of suicide bombers don't have poor backgrounds, but are from middle-class families.\n\"If poverty causes terrorism, why isn't it being mounted in areas with more poverty than in America, like in Africa or Asia?\" he asked.\nReich then read grievances cited by Osama bin Laden and other terrorists, which includes the reversal of centuries of Islamic humiliation. Some demands even include the mass conversion of non-believers to Islam.\nOne audience member asked Reich what Americans could do to convince terrorists that terrorism is counterproductive.\nReich responded that Americans cannot because terrorism does work. It's been used as a tactic for at least 2,000 years.\n\"On the basis of these arguments, it seems unlikely to eliminate the root causes,\" he said. \"The real root cause is that terrorism works and works well.\"\nReich told the audience not to jump to the conclusion that these root causes are the source of the problem, and what they must do is help educate themselves about certain dimensions of religious thinking that they don't understand.\n\"I don't know if we will ever find the root causes, but I think it's worth trying to understand,\" he said. \"Until we understand better, we should remain skeptical.\"\nHe also said the process of eliminating terrorism will be slow and will take decades, if not longer.\n\"Terrorism is a real problem,\" Reich said. \"A lot is at stake, and we should pursue it with decency and good will that it not only requires, but deserves.\"\n(C) 2007 Daily Kent Stater via U-WIRE\n\nLoad-Date: February 1, 2007"
}