{
    "title": "Kenyan man charged with plotting to stage a 9_11-style attack on U.S",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 12,
    "day": 17,
    "full text": "The Associated Press\nNEW YORK - Federal authorities on Wednesday unsealed an indictment charging a Kenyan man with trying to stage a 9/11-style attack on the United States on behalf of the terrorist organization al-Shabab.\nCholo Abdi Abdullah, 30, who was arrested in the Philippines in 2019, was transferred to U.S. custody Tuesday on charges he conspired to hijack an aircraft and slam it into a building.\nHe pleaded not guilty to terrorism-related charges during a brief court appearance Wednesday and was ordered held without bond. He faces a mandatory minimum of 20 years in prison if convicted. His defense attorney declined to comment.\nProsecutors said Abdullah got flight training in the Philippines between 2017 and 2019 and obtained a pilot's license in preparation for an attack. During that time, authorities said in a news release, Abdullah researched \"the means and methods to hijack a commercial airliner,\" including how to breach a cockpit door and \"information about the tallest building in a major U.S. city.\"\n\"This case, which involved a plot to use an aircraft to kill innocent victims, reminds us of the deadly threat that radical Islamic terrorists continue to pose to our nation,\" Assistant Attorney General for National Security John Demers said in a statement.\nAbdullah, prosecutors said, started planning the attack in 2016 under the direction of an al-Shabab commander who was also involved in planning a deadly attack in 2019 on a hotel in Nairobi, Kenya.\nThe State Department in 2008 designated al-Shabab, which means \"the youth\" in Arabic, as a foreign terrorist organization. The militant group is an al-Qaida affiliate that has fought to establish an Islamic state in Somalia based on Shariah law.\nProsecutors, in announcing the hijacking plot, said the extremist group recently \"embarked on a string of terrorist attacks\" following the United States' decision to move its embassy in Israel to Jerusalem.\nThose include the 2019 attack that killed some 21 people - including an American businessman who survived the 9/11 attack on the World Trade Center - at a Nairobi hotel.\n\nLoad-Date: December 17, 2020"
}