{
    "title": "Kenyan police uncover Iranian bomb plot on Israeli targets Kenyan police arrested two Iranian nation",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 7,
    "day": 3,
    "full text": "Two Iranians suspected of plotting attacks in Kenya on Western embassies and Israeli interests including a synagogue and tourist hotels were recently arrested in Nairobi.\nThe pair, allegedly agents of the elite al-Quds division of Iran's Revolutionary Guards, were charged with possession of 33 pounds of RDX - a component of the plastic explosive Semtex - that they had imported via Iraq. Both have denied charges of planning \"acts intending to cause grievous harm.\"\nBut senior Kenyan police officers told the Monitor that investigators believe the men planned to try to explode several devices at sites across Kenya.\n\"Our officers were highly suspicious of them from the moment that they landed in-country,\" a senior detective with knowledge of the case tells The Monitor. \"They were driving around Nairobi, they went past the British High Commission, they went past the [Nairobi Hebrew Congregation] synagogue in town, they went to the Israeli embassy.\n\"The only reason they avoided the US embassy was that it is in a complicated area,\" the detective continued. \"It is very clear that they were casing these places, that they were up to no good. From what we saw, their intention was clear to plan and execute terrorism attacks.\"\nFollowing al-Qaeda bombings at the US embassies in Kenya and Tanzania in 1998, most diplomatic missions in Nairobi, the Kenyan capital, are heavily fortified and guarded. The Israeli embassy is especially well-protected.\n\"That would have been a very ambitious target for a terror attack,\" one Nairobi-based security analyst said. \"But the fact that they were looking there illustrates that they were not aiming low.\"\nThe men - Ahmad Abolfathi Mohammad and Sayed Mansour Mousavi - were arrested after police linked them to a package containing the explosives that had been delivered to a warehouse near the port in Mombasa, Kenya's main coast city.\nInvestigators believe that the men planned to attack Western interests in Kenya because of the country's ongoing battle against Islamist militants from neighboring Somalia.\nThere is no indication that Iran is linked to the Somali militant group Al-Shabab, security experts say, but any major bomb attacks would likely immediately be blamed on al-Shabab rather than Iran, which has not known to have carried out significant direct or proxy strikes against the West, or Israel, in East Africa. Had the attacks been successful, they would have matched an emerging pattern of Iranian actions against Israel taking place across the globe.\nLast October, the US justice ministry said it had uncovered an Iranian conspiracy to use members of a Mexican drug cartel to assassinate the Saudi ambassador to Washington.\nOther overseas plots believed to have been carried out by Iranian agents include bomb plans in Thailand, an attack against the wife of an Israeli diplomat in India, and the targeting of Israeli teachers at a Jewish school in Azerbaijan.\nIt has been claimed that the missions were part of a retaliation program against Israel following the deaths of five Iranian scientists with links to Tehran's nuclear program.\n\"Iranian terrorism knows no borders,\" Benjamin Netanyahu, Israel's prime minister, said in a statement late Monday. \"The international community must fight against this major player in the world of terrorism.\"\nSecurity sources said that Israeli-owned hotels and businesses on Kenya's coast, and a smart shopping centre in Nairobi that is part-owned by Israelis could also have been targets.\nFifteen people died when an al-Qaeda cell dispatched suicide bombers to target the Paradise Hotel north of Mombasa in 2002, the same day that other agents failed to shoot down an Israel-bound charter jet taking off from the city's airport.\nEric Kiraithe, official spokesman for the Kenya Police, would not go into any details of the case. \"It is a matter before the court and I will not comment,\" he said.\n\nLoad-Date: July 4, 2012"
}