{
    "title": "Kenya _ 2 blasts kill 4 amid new terror warnings Kenya _ 2 blasts kill 4 people in Nairobi amid incr",
    "publisher": "the capital ",
    "year": 2014,
    "month": 5,
    "day": 16,
    "full text": "NAIROBI, Kenya (AP) - Two blasts hit Kenya's capital on Friday, killing four people and injuring many more, in what appeared to be the latest in a string of increasingly frequent terror attacks.\nThe blasts came the same week the United States and the U.K. issued renewed warnings about possible terror attacks in Kenya, leading to a bristling response from the country's president Friday, who said such warnings strengthen the will of terrorists.\nBefore the blasts, the U.S. embassy sent out a new travel alert Friday to American citizens warning of a continued terrorist threat in a country where the U.S. Embassy suffered a devastating attack in 1998.\nAn earlier U.S. warning this week said for the first time that the embassy itself is taking new steps to increase security \"due to recent threat information regarding the international community in Kenya.\"\nBritain's government also warned its citizens this week to avoid the coastal city of Mombasa and beach towns nearby, prompting a travel company to cut short the vacations of hundreds of British citizens and fly them home.\nAn explosion on Friday hit a mini-van that Kenyans use for public transportation near downtown Nairobi, and another blast went off near a market, Kenya's National Disaster Operation Centre said.\nSecurity concerns have long been high in Kenya because of its proximity to Somalia and the al-Qaida-linked terrorist group that operates there. In September, four al-Shabab gunmen attacked an upscale mall in Nairobi, killing at least 67 people. The 1998 embassy bombing killed more than 200.\nSince the mall attack, Kenya has suffered numerous smaller bombings in Nairobi and Mombasa. Kenyan authorities, with the help of the FBI, also discovered a huge car bomb that could have caused massive damage.\nArmed Marines patrol the U.S. Embassy grounds in Nairobi in bullet proof vests and helmets. Increasingly frequent emergency drills tell embassy staff: \"Duck and cover, duck and cover.\"\n\"We know from experience whether it's been in Yemen where embassies have been attacked or in Benghazi where our consulate and ambassador was attacked, anything that is a symbol of a foreign country is a potential target,\" said Scott Gration, the immediate past U.S. ambassador in Kenya.\nGration, a retired U.S. Air Force major general who runs a technology and investment consultancy in Nairobi, said embassies \"are always a target, whether you have a warning out or not, they tend to be a magnet for people that have ideological intentions.\"\nPresident Uhuru Kenyatta, who began a previously planned news conference only minutes after the Nairobi blasts, offered his condolences but dismissed the U.S. and U.K. travel warnings, saying that terrorism is a common problem, including in New York and Boston.\nKenyatta said he was aware of Britain's warning and the decision to evacuate tourists.\n\"I don't want to refer to anybody in particular. Acts like were done yesterday, by the people you just mentioned, only strengthens the will of terrorists as opposed to helping us defeat that war,\" Kenyatta said.\nKenyatta said the country would install 2,000 security cameras in Nairobi and Mombasa to help combat terrorism.\nKenya sees a big drop in tourism activity - a major money maker for the country - whenever such alerts are issued.\nThe U.S. Embassy says that more than 100 people have been killed in shootings, grenade attacks and small bombs in Kenya over the past 18 months.\nTUI Travel, which owns the British tourism companies Thomson and First Choice, canceled all flights to Mombasa until October because of the security alert. The company also evacuated all customers in Kenya on flights Thursday and Friday.\nThe British warning was only for the area immediately around Mombasa. The evacuation was a private company initiative, not a government one.\nGration said many tourism companies have insurance policies that don't allow travelers to be in high-risk locations. He said Kenya's coast is a beautiful and mostly safe location.\n\"My belief is that everywhere there are issues and we all need to be prudent in when we go and where we go,\" Gration said. \"So I don't travel at night, avoid big crowds and lock my doors. Whether you are in Newark, New Jersey or Nairobi, Kenya, we can all fall victim to crime or terrorism.\"\n\nLoad-Date: May 16, 2014"
}