{
    "title": "Kenya rebounds from violence, but travel caution still advised",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 10,
    "day": 5,
    "full text": "Kenya is slowly recovering from an economic lost year after violence in the wake of December's close elections left up to 1,000 people dead. Hundreds of thousands of refugees were on the move.\nNearly all of the violence was far from Kenya's popular game parks, which generate more than 1 million visitors a year and pump $900 million into the economy.\nBut visitors were turned off by travel warnings issued by several countries, including the United States. The U.S. State Department Travel Warning is the highest level of concern that the government issues short of an outright travel ban. It suggests that all unnecessary travel be delayed. Similar warnings were issued by the United Kingdom and Australia.\nThe effect was a steep drop in the number of visitors, which led to 20,000 tourism workers losing their jobs in Kenya. After a series of accords between political groups, violence has subsided and the Kenyans are taking aggressive marketing steps to show their country is safe. Major tour groups such as Abercrombie & Kent have returned to the region.\nThe British Foreign and Commonwealth Office has kept Kenya on a watch list for trouble in some regions of the country (www.fco.uk). The Australian Department of Foreign Affairs and Trade lists travel to Kenya as requiring a \"high degree of caution\" because of crime and possible terrorism (           www.smarttraveller.gov.au).\nThe U.S. State Department has been even more cautious. It revised its March 21 travel warning on Aug. 22, saying that Kenya was moving toward normalcy and Peace Corps workers were returning, but travelers should review their safety \"in light of continuing threats of terrorism and crime.\"\nTravelers are encouraged to get updates by phoning the State Department at (888) 407-4747 or going online at www.travel .state.gov. The State Department hot line for American travelers is (202) 647-5225.\n\nLoad-Date: October 6, 2008"
}