{
    "title": "Kenya _ 4 men charged in court for airport bombing",
    "publisher": "the deseret news",
    "year": 2014,
    "month": 2,
    "day": 4,
    "full text": "NAIROBI, Kenya -- Four men, including a man identified as a Somali diplomat, were charged in a Kenyan court Tuesday with terrorism-related offenses for the detonation of an improvised explosive device at a popular restaurant at Kenya's main international airport.\nThe four denied involvement in the Jan. 16 attack, which blew up a trash can and part of the ceiling of the Java House restaurant near the entrance of an international departure terminal at Jomo Kenyatta International Airport. No one was injured.\nMagistrate Doreen Mulekyo set a bail hearing for next week.\nNo one claimed responsibility for the attack but suspicion fell on al-Shabab, an al-Qaida-linked Somali militant group that has vowed to carry out attacks in Kenya for sending its troops to Somalia to fight the militants.\nAl-Shabab claimed responsibility for a Sept. 21 gun and grenade attack on an upscale mall in Nairobi in which at least 67 people died.\nAfter the IED explosion at the airport, police shot at a vehicle leaving JKIA with at least three occupants who refused to stop at a check point at the main gate. The vehicle was later recovered about a 20-minute drive from the airport, with a dead body of on the back seat. Police also recovered explosives from the vehicle. Witnesses had told police two occupants abandoned the bullet-ridden vehicle and ran away on foot.\nThe four suspects presented in court are alleged to have been in possession of 2 kilograms (4.4 pounds) of TNT that was found in the abandoned car and 50 grams of the same explosive found at residential house in a Somali enclave in the Nairobi neighborhood of Eastleigh. The four suspects -- Hassan Abdi Mohamed, Mohamed Osman Ali, Ilyas Yusuf Warsame and Garad Hassan Fer -- have also been charged with acquiring Kenyan identification documents fraudulently.\nOne of the suspects, Warsame, was identified by defense lawyers as the third secretary at the Somalia Embassy in Kenya.\nAccording a sworn statement by anti-terrorism police officer Leonard Bwire, the four men sneaked in and out of the country to either train with al-Shabab or to bring in explosives.\n\nLoad-Date: February 5, 2014"
}