{
    "title": "Kenyan member of al-Shabab is indicted for new 9_11 plot",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 17,
    "full text": "In federal court this afternoon Abdullah told the judge, \"I plead not guilty to all the counts\".\nProsecutors allege that Abdullah received pilot training in order to attempt a terror plot to hijack a commercial airliner and fly it into a tall building of a major US city.\nCholo Abdi Abdullah, 30, who was arrested in the Philippines in 2019, was transferred to USA custody Tuesday on charges he conspired to hijack an aircraft and slam it into a building.\nThe State Department in 2008 designated al-Shabab, which means \"the youth\" in Arabic, as a foreign terrorist organization.\nMore details are expected to be announced today by the U.S. Attorney's Office for the Southern District of NY. Between 2017 and 2019, he attended the flight school and completed tests required for his pilot's license. \"But we remain even more resolute in our dedication to investigating, preventing, and prosecuting such lethal plots, and will use every tool in our arsenal to stop those who would commit acts of terrorism at home and overseas\".\nAbdullah, prosecutors said, started planning the attack in 2016 under the direction of an al-Shabab commander who was also involved in planning a deadly attack in 2019 on a hotel in Nairobi, Kenya.\nFBI Assistant Director-in-Charge William Sweeney said: \"Nearly 20 years after the 9/11 terrorist attacks, there are those who remain determined to conduct terror attacks against United States citizens\".\nSouth Korea reports new record high in daily cases\nA total of 1,078 new cases were added yesterday, beating Sunday's record of 1,030 and raising the tally to 45,442. Containers have already been converted into temporary wards, and military hospitals are being opened up.\nFBI Assistant Director William Sweeney said \"he obtained a pilot's license overseas, learning how to hijack an aircraft for the objective of causing a mass-casualty incident within our borders\".\nProsecutors filed 6 terror-related charges against Abdullah.\nThe Condition Office has designated the Somalia-centered militant team al-Shabab, an al-Qaida affiliate, as a worldwide terrorist corporation.\n'He obtained a pilot's license overseas, learning how to hijack an aircraft for the goal of causing a mass-casualty incident within our borders'.\nAccording to an Federal Bureau of Investigation indictment unsealed on Wednesday, Mr Abdullah, 30, was transferred to the USA from the Philippines on Tuesday to face a long list of terrorism offenses, including aircraft piracy and conspiring to murder U.S. citizens.\nAbdullah faces multiple charges and if convicted 20 years to life in prison.\n\nLoad-Date: December 18, 2020"
}