{
    "title": "Kerry's phony liberalism",
    "publisher": "the world",
    "year": 2004,
    "month": 9,
    "day": 27,
    "full text": "Editor, New Era:\nAmericans and other military and civilians continue to die to bring about a free democratic society in Iraq and Afghanistan to effectively combat international Muslim terrorism. But John Kerry, backed by the liberal media, continues to hammer this nation's commander in chief with phony criticism of the handling of the war.\nOne doesn't have to be an intelligence expert to know that Kerry and his supporters are giving aid to terrorists in their murderous campaign to stop democracy in Iraq and Afghanistan. It's the same anti-American John Kerry of the post-Vietnam era. He would put American soldiers at grave risk for his political ambitions.\n#TESTA.LIB#\nDon't be fooled. There's no respect, no patriotism in this whole liberal Democratic presidential campaign. The evidence: There is no outrage over the barbaric terrorism in Iraq and other parts of the world; only vicious attacks against the president. Instead of a steersman's call to unity at this critical time, no matter the differences, selfish, crass political interest rules the day.\nWhat is equally reprehensible is the whole liberal media establishment, from CBS to the local liberal newspapers across the nation that have become propagandists for Kerry's socialist ideology and plan to hand over this nation's sovereignty to the United Nations. There is blatant disregard for the nation, the lives at stake on the battlefront, and the hope of the Iraqi and Afghan peoples.\nTerrorism has been strengthened and terrorist murderers have been emboldened to prolong the war in Iraq and Afghanistan and to expand terrorism worldwide by the irresponsible actions of the liberal left in this country, Europe and the U.N. Any serious American observer of world terrorism and the threat that it poses to the whole western world ought to be outraged over Kerry and his radical liberal supporters' renewed anti-American campaign, and ought not to be afraid to ask: Why not call it treason?  Frank Testa Sadsbury Township\n\nLoad-Date: September 28, 2004"
}