{
    "title": "KERRY IN RUSSIA TO PURSUE TERROR FIGHT COOPERATION",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 5,
    "day": 7,
    "full text": "WASHINGTON -- U.S. Secretary of State John Kerry today will discuss expanding counterterrorism cooperation with Russian leaders in the aftermath of the Boston Marathon bombings, according to a State Department official.\nMr. Kerry is to hold talks with Russian President Vladimir Putin and Foreign Minister Sergei Lavrov, according to the official, who on Monday briefed reporters in Washington on condition of anonymity ahead of the private talks. The two sides also will discuss efforts to end the war in Syria as well as cooperation on Iran, Afghanistan, North Korea and trade. Before departing for Moscow, Mr. Kerry had lunch Wednesday at the Pentagon with Defense Secretary Chuck Hagel.\nThe United States has received productive assistance from Russian authorities since the April 15 bombings that killed three people and injured more than 200 others, and is seeking new ways to cooperate in fighting terrorism, the official said.\nU.S. lawmakers have questioned the FBI's decision to close a 2011 inquiry into Tamerlan Tsarnaev, 26, one of two brothers suspected of detonating the bombs at the marathon. Russian intelligence agencies had told the FBI in 2011 that Tsarnaev had become radicalized, and they asked the United States for information about him. The Central Intelligence Agency also was provided with the information.\nThe FBI searched U.S. terrorism and crime databases, conducted interviews and found nothing incriminating, and the Russians didn't respond to requests for more information, said U.S. officials who asked not to be identified discussing intelligence matters.\nBecause of the FBI investigation, Tsarnaev was listed in a government database maintained by U.S. Customs and Border Protection that alerted the agency when he traveled to Russia in January 2012. Members of Congress have asked how that information was handled.\nPresident Barack Obama said April 30 that Russia has been \"very cooperative\" since the attack. \"There are still suspicions sometimes between our intelligence and law enforcement agencies that date back 10, 20, 30 years, back to the Cold War,\" he said at a White House news conference. \"But they're continually improving.\"\nMr. Obama said \"we want to leave no stone unturned\" in a review to determine whether warning signs were missed by U.S. authorities before the bombings.\nU.S. authorities have said Tsarnaev and his younger brother Dzhokhar, 19, detonated two homemade bombs near the marathon's finish line. Tamerlan Tsarnaev died days later after a shootout with police. Dzhokhar Tsarnaev, captured the day after the shootout, has been charged with two capital counts, including use of a weapon of mass destruction. He could face the death penalty if convicted.\n\nLoad-Date: May 7, 2013"
}