{
    "title": "Kerry criticizes Bush's pace in war on terrorism",
    "publisher": "usa today",
    "year": 2004,
    "month": 8,
    "day": 3,
    "full text": "GRAND RAPIDS, Mich. -- Democratic presidential nominee John Kerry said Monday that President Bush has dragged his feet in the war against terror and failed to make America as safe as it could be since the Sept. 11 attacks.\nAs Bush announced in Washington that he would pursue some recommendations of the 9/11 Commission investigating what went wrong, Kerry spent his day making the case for a fresh start with world allies and faster action against terror to anticipate problems rather than react to them. Bush, he said, lacks a sense of urgency.\n\"The fact that it's taken us three years to get here makes its own statement about urgency,\" he said after a town hall meeting at a firehouse.\nHe hammered the point an hour later at a downtown rally. \"Sept. 11, 2002, came and went,\" Kerry said. \"And Sept. 11, 2003, came and went. And Sept. 11, 2004, is almost here, and only finally are we doing some of the things that some of us have been calling for all that very time.\"\nThe Kerry campaign made plans four days ago to talk about homeland and national security Monday at a Grand Rapids firehouse, before news of the latest terror alert and Bush's plans to hold a news conference on the 9/11 Commission's recommendations.\nKerry maintained a high profile a day after a USA TODAY/CNN/Gallup Poll found he received no boost from what was considered a successful convention.\nThe talk on terrorism began with a morning interview on CNN and continued at the question-and-answer session at the firehouse. Kerry then discussed the issue with reporters and made similar comments at rallies in Grand Rapids and Milwaukee.\nIn the CNN interview, Kerry said, \"I believe this administration, in its policies, is actually encouraging the recruitment of terrorists. We haven't done the work necessary to reach out to other countries.\"\nLater, he said Bush's policies \"have resulted in an increase of animosity and anger\" toward the United States. He talked of a need to reach out to Muslim nations and apply to the war on terrorism \"not just our strength but our goodness, our willingness to be involved in their lives.\"\nBush said at his news conference, \"It is a ridiculous notion to assert that, because the United States is on the offense, more people want to hurt us. We are on the offense because people do want to hurt us.\"\nNoting Bush's initial resistance to creating the Department of Homeland Security and the 9/11 Commission, Kerry said, \"We cannot afford reluctance in the protection of our country. We need leadership and we need to move forward now.\"\nIf Bush were serious about moving fast, Kerry said, he would call a special session of Congress to enact the commission's recommendations. Kerry, a fourth-term senator from Massachusetts, said he would interrupt his campaign and return to the Senate to vote on the proposals.\nKerry's campaign released a six-page list comparing his proposals on homeland security and national security with those of the 9/11 Commission. Kerry proposed a director of national intelligence last December in a speech to the Council on Foreign Relations, a private group. The post would be based in the White House, as the 9/11 Commission has recommended.\nBush says he wants the new intelligence director to be outside the White House. But Kerry said the new director would have \"greater power and leverage . . .  speaking directly for the president and the White House.\"\nKerry is on the fifth day of a 15-day post-convention tour. Sunday evening, in a bus next to a field where he had played softball with firefighters and autoworkers, he received a 40-minute phone briefing from a high-ranking intelligence official about the new terrorism threat. Such a briefing is customary for a major-party nominee for president.\nJamie Rubin, a senior adviser to Kerry on foreign policy, said the administration had new and serious information to justify the alert. But he said Homeland Security Secretary Tom Ridge's announcement was \"not as fair-minded as he might be.\"\nRidge characterized the information as an outcome of Bush's leadership on terrorism. Rubin said the man who provided it was turned over by Pakistani authorities.\n\"I certainly don't agree that cooperation with Pakistan is a result of the way in which President Bush has approached the war on terrorism,\" Rubin said. \"Cooperation with Pakistan goes way back.  . . .  Had we done the war on terrorism better . . .  we would have more cooperation from Pakistan than we have now.\"\n\nGraphic\n\n \nPHOTO, B/W, Justin Sullivan, Getty Images; Fired up: John Kerry speaks with firefighters during a town hall meeting at a firehouse in Grand Rapids, Mich., on Monday, the fourth day of his 15-day post-convention tour.\n\nLoad-Date: August 3, 2004"
}