{
    "title": "Kerry, Gen. Petraeus Discuss War On Terrorism, Financial Aid With Pakistan Government",
    "publisher": "rtt news",
    "year": 2009,
    "month": 10,
    "day": 19,
    "full text": "(RTTNews) - Senator John Kerry and a U.S. delegation led by U.S. Central Command Chief General David Petraeus held separate meetings with Pakistan&apos;s Prime Minister Yousaf Raza Gilani Monday, as an all-out military assault against militants along the Afghan border is in full swing in South Waziristan.\nThe chairman of the U.S. Senate Foreign Relations Committee arrived in Pakistan to alleviate Pakistani military&apos;s concerns about conditions in the Kerry-Lugar aid package.\nKerry, the main architect of the Bill that provides $7.5 billion over the next five years for the troubled south Asian country&apos;s socio-economic sector, apprised the Prime Minister about the explanatory statement that had been attached to the bill.\nThe bill prevents the funding from being used for nuclear proliferation, to support militants or to attack neighboring countries and calls for a cut-off in aid if Pakistan fails to crack down on extremists.\nU.S. Ambassador to Pakistan Anne W Patterson also accompanied Kerry for the meeting held at the Prime Minister&apos;s house in Islamabad.\nThey also discussed bilateral relations and the need to carry forward their long-term relationship.\nHe is scheduled to meet President Asif Ali Zardari and Opposition leader, Nawaz Sharif.\nGen. Petraeus, commander of the US Central Command that oversees the war in neighboring Afghanistan, discussed with Gilani the war on terrorism and the military operation against Taliban militants in the restive northwest tribal region.\nPakistani forces backed by heavy artillery attacked insurgents Monday, triggered by Taliban&apos;s storming of the army headquarters last week, which killed more than 150 people.\nState-run Pakistan Television (PTV) quoted Gilani as telling Petraeus that the military offensive had &apos;full support&apos; of the political leadership and the nation.\nIslamabad has long been under pressure from the U.S. to eliminate Taliban and al Qaeda sanctuaries in the lawless border region, from where they orchestrated and launched attacks on Western troops in Afghanistan.\nPakistani government was forced to begin all-out attack Saturday after the militants focused on the country&apos;s police centers with a wave of assaults. Thirty-three people were killed in a series of coordinated attacks targeting the local headquarters of the Federal Investigations Agency (FIA) and two police training centers in Lahore Thursday.\nPetraeus acknowledged Pakistan&apos;s military gains against the Taliban, the report said.\nGilani stressed the need for Pakistan and United States to work towards bridging gaps in their mutual trust. He sought adequate financial assistance from the international community to help Pakistan carry out relief and reconstruction in the areas affected due to military operation against terrorism.\nThe Pakistani military said its ground forces were advancing from three directions into the Taliban strongholds in South Waziristan under the cover of massive shelling and aerial bombings. The Taliban fighters were offering stiff resistance to the advancing forces, firing rocket-propelled grenades, machine guns and anti-aircraft guns.\nStrikes by jet fighters and helicopter gunships targeted militant hideouts in Kotkai and the villages of Badar, Barwand and Khisur -- all strongholds of the Taliban, reports say.\nPakistani military launched the offensive after receiving the final clearance from the government. The much-awaited anti-militant offensive began after months of air raids and shelling on militant targets in the region to weaken Taliban resistance ahead of the planned ground offensive.\nSouth Waziristan was the stronghold of former Taliban leader Baitullah Mehsud who was killed in a U.S. drone strike in August. Some 30,000 troops are involved in the offense, which pits them against an estimated 10,000 to 15,000 hard-core Taliban militants, including about 1,000 hard-core Uzbek fighters and some Arab al Qaeda members.\nWith South Warizistan turned into a war-front since the weekend, tens of thousands of residents fled their homes, reports say.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}