{
    "title": "Kerry's plan no way to battle terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 10,
    "day": 15,
    "full text": "It was inevitable. Republicans knew it was going to happen all along. What is this, you ask? Is it the October surprise the media is so eagerly anticipating? No. It is something far more insidious. Democratic presidential nominee Sen. John Kerry, D-Mass., has finally revealed that his carefully crafted message on being tough on security is a big smokescreen. Don't believe me? Just ask yourself if you want your commander in chief saying this:\n\"We have to get back to the place we were, where terrorists are not the focus of our lives, but they're a nuisance.\"\nA nuisance? The place where we were? I haven't liked Kerry from the beginning, but this does it.\nThis was his reply to the question, \"What it would take for Americans to feel safe again?\" posed by everybody's favorite sycophantic liberal media source, The New York Times. He went on to compare the \"nuisance\" of terrorism with other nuisances such as illegal gambling and prostitution.\nHe reasoned we should only \"reduce it ... to a level where it isn't on the rise. It isn't threatening people's lives every day, and fundamentally, it's something that you continue to fight, but it's not threatening the fabric of your life.\"\nThis is the type of fatal policy error that led to the failures of the Clinton administration in preventing the rise of groups like al Qaeda.\nIf we go back to the way we were, terrorist groups will be able to flourish. We were in worse danger back then because the Clinton administration did so little combat terrorism and let things fester undetected. If Kerry is elected, I can almost guarantee this country will be in store for another attack on the scale of the Sept. 11, 2001, attack or worse. There are just so many levels where Kerry's comments show a fatal weakness in judgment.\nFirst let me start with President George W. Bush's reply to Kerry's remarks because it captures what many Republicans and conservatives feel. He said during a campaign rally, \"I couldn't disagree more. Our goal is not to reduce terror to some acceptable level of nuisance. Our goal is to defeat terror by staying on the offensive, destroying terrorist networks, and spreading freedom and liberty around the world\"\nThis is the type of mindset we need to fight global terrorism, and that is why I support Bush. Terrorism is an ideological problem, not a law enforcement problem like prostitution and illegal gambling.\nTo put it in more simple terms, it is an issue of good versus evil.\nWe can see historical parallels in the rise of international authoritarianism in the 1920s and 1930s. The type of policy Kerry is talking about is strikingly analogous to the appeasement policy that former British Prime Minister Neville Chamberlain advocated. Instead of immediate military action to address the threat Adolf Hitler posed to world security, the European allies gave in to his demands of expansion with the hope he wouldn't ask for more.\nHitler further tested the resolve of the Allies by invading the Rhineland. When they didn't react with force, Hitler knew his emerging military juggernaut would roll over Europe without any resistance. The Allies thought they could reduce Hitler to some acceptable level of nuisance. They couldn't have been more wrong. Their inaction led to the deaths of millions of innocent people.\nBush realizes that global terrorism, like Nazism and fascism, is a matter of good versus evil, and he is fighting it on every front. Events like Pearl Harbor and the Sept. 11, 2001, attacks should not have to happen to make people realize the particular threat's gravity.\nWe cannot defeat terrorism by making it a nuisance. This type of defeatist mindset is not something I want my commander in chief to have. I want a leader who is confident that this war can be won and won decisively. The false security given by the Clinton Administration and the possible Kerry Administration will lead the United States down a very dangerous path.\n(C) 2003 The Pitt News via U-WIRE\n\nLoad-Date: October 15, 2004"
}