{
    "title": "Kerry must expose Bush's terrorism blunders",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 25,
    "full text": "In an interview granted to \"60 Minutes\" last Sunday, former White House official Richard Clarke, America's former terrorism czar, laid out the most damaging case yet against the re-election of George W. Bush. Clarke is only the latest in a steady stream of government insiders to come forward against the president.\nYou may remember former Treasury Secretary Paul O'Neill, for example. When he goes before the 9/11 commission to testify, he'll essentially be asked if Bush took the issue of terrorism seriously before Sept. 11 and if the nature of the president's response, post Sept. 11, was appropriate.\nClarke has already answered these questions in his book, and he has effectively condemned the president. But to this observer the question remains: Will this have any impact on how Americans view Bush, and if not, what does that tell us?\nFor liberals, progressives, Bush-haters and many Democratic moderates, Clarke's allegations are nothing new. Many investigative reporters have asserted as much previously, but the main difference is the source.\nBut the Democrats have failed in one regard -- they have yet to earn the implicit trust of the American people. They must prove that this is not simply a campaign to smear Bush's re-election attempt, that this is more than playing politics.\nBush has thus far refused to answer any tough questions about his administration's actions in the early months of his presidency and about precisely what plan his team formulated in the weeks after Sept. 11.\nHe avoids doing this by portraying, or allowing his subordinates and allies to portray, any substantive criticism as mere politicking -- even though the person in question was hired by President Ronald Reagan.\nThis cannot go on.\nIf this president continues to campaign on his war presidency and his decisive leadership in the aftermath of the collapse of the World Trade Center, it stands to reason he'd be able to defend his record. In truth, he cannot.\nDemocrats have increasingly focused on Bush's handling of the war on terrorism, believing that his imploding is inevitable if Americans no longer see him as the figure of the man with the bullhorn.\nThat's probably fairly accurate, but despite the concrete evidence of Bush's failings on terrorism, documented by Clarke and others, the president remains strong.\nWhy? In part because Americans have known no other leader since that fateful Tuesday morning, and many struggle to see John Kerry in that capacity.\nThis leeway, unwittingly granted, has permitted the president to stonewall without a real fear of repercussion because, after all, Democrats are just playing politics with national security.\nUnfortunately for Kerry, it is likely the only way he can persuade Americans that he'll do a more competent job on national security than Bush is to actually administer in the office, something he cannot do without being elected.\nAmerica does not want to admit that Bush has no real concept of the terrorism problem, and no, it does not help that Kerry has failed, thus far, to articulate his own doctrine.\nWe want to believe that Bush really did all he could, that he didn't ignore Clinton-era officials who warned his team of the potential danger of al Qaeda and that he did not order an invasion of Iraq because it had more targets than Afghanistan. But sometimes we must face the reality.\nThe current administration understands but one component of the war on terrorism: The necessity of purging al Qaeda operatives and the like-minded from the face of the earth -- but that's it.\nThey have been the default option and have exploited that for all it is worth, allowing them to sustain damning assaults on their character and their ideology. But they will soon have a day of reckoning on Election Day.\nAmericans give Bush high marks on handling terrorism because they have no basis for comparison. They've believed for so long that tough-minded, principled conservatives will keep them safer than wimpy, frightened accommodating liberals.\nThis is a caricature that's dominated American political thought since Vietnam.\nThere are serious problems with this administration's disposition and reaction to terrorism, and Richard Clarke is merely the latest contributor to this line of thought. Unfortunately, I fear he may have been preaching to the choir.\n(C) 2003 Kentucky Kernel via U-WIRE\n\nLoad-Date: March 25, 2004"
}