{
    "title": "Kerry_ Some Iran sanctions relief likely to go to terrorists Senate Republicans say Tehran's use of",
    "publisher": "daily news ",
    "year": 2016,
    "month": 1,
    "day": 22,
    "full text": "Secretary of State John Kerry said Iran won't be able to fund terrorism if it is serious about development.\nDAVOS, SWITZERLAND - It's likely that some of the billions of dollars in sanctions relief granted to Iran under a landmark nuclear deal will go to groups deemed to be terrorists, U.S. Secretary of State John Kerry said on Thursday. But, he added, he doesn't believe Iran will be able to use the freed-up cash to fund terrorism if it is serious about revamping its economy.\nKerry said on the sidelines of the World Economic Forum that the U.S. or others can do little to prevent the now-unfrozen assets from getting into the hands of the Iran Revolutionary Guard Corps or \"other entities\" that Iran has supported in the past. But since nuclear-related sanctions were lifted on Iran last weekend, Kerry said, there is no evidence yet to suggest such transfers have occurred.\n\"I think that some of it will end up in the hands of the IRGC or other entities, some of which are labeled terrorists,\" he told CNBC television in an interview. \"You know, to some degree, I'm not going to sit here and tell you that every component of that can be prevented. But I can tell you this: Right now, we are not seeing the early delivery of funds going to that kind of endeavor at this point in time.\"\nIn fact, Kerry later told a small group of reporters he understands the Revolutionary Guards are \"already complaining that they are not getting the money.\" And he said there will be consequences if Iran is caught using the money to support terrorism.\n\"If we catch them funding terrorism, they're going to have a problem in the U.S. Congress and other people, obviously,\" he said.\n\"Whatever amount may flow to them, I am just trying to be honest, I can't tell people that, 'No, some amount might not,' but we don't believe that that is what has made the difference in the activities of Iran in the region,\" he said. \"It is not money-based, and a whole lot of money isn't going to make a difference in a whole lot of places.\"\nKerry also said the administration believes the amount of money that might flow to terrorist groups will be limited because \"the demands of Iran and of the Rouhani administration and of the supreme leader for development in their country are such that there is no way they can succeed in doing what they want to do if they are very busy funding a lot of terrorism and if they are putting money into that kind of enterprise and not into things they need to do to fund their economy.\"\nIn occasionally mocking tones, a group of Republican senators in Washington chided Kerry, telling reporters it was always clear to them that Iran would use its unfrozen assets to finance terrorism.\nLed by Sen. Kelly Ayotte, R-N.H., the senators also said they plan to introduce legislation to impose tougher sanctions against Iran for conducting ballistic missile tests in violation of a U.N. resolution. They called the punishments proposed by the Obama administration for the testing \"tepid and weak.\"\n\nLoad-Date: January 22, 2016"
}