{
    "title": "Kerry s false narrative on climate change Effects of terrorism more quantifiable, and scary, than cl",
    "publisher": "charleston gazette",
    "year": 2016,
    "month": 7,
    "day": 26,
    "full text": "The most ardent supporters of drastic action to try to slow the impact of human activity on climate change frame their arguments in increasingly dramatic terms to try to rally support.\nThe Associated Press reported that just last week U.S. Secretary of State John Kerry opined that climate change is as dangerous as terrorism.\nSpeaking at a climate conference in Austria, Kerry equated that gathering to a meeting in Washington last week of representatives from 45 nations to organize the fight against terrorism.\n\"It's hard for some people to grasp it, but what we, you, are doing here right now is of equal importance because it has the ability to literally save life on the planet itself.\"\nWell, when you insert a doomsday scenario, no matter how unlikely, climate change has to move to the top of the list of global concerns. Of course the climate is changing, but there is ongoing research and debate into the severity and the consequences. Meanwhile, the impact of global terrorism is more easily quantifiable.\nJust hours after Kerry's comments about life-terminating weather, two Islamic State suicide bombers blew themselves up in Kabul, Afghanistan, killing more than 80 people and wounding at least 260 more.\nAn attack of that magnitude makes news, but global terrorism has become so commonplace that daily attacks by radicals barely crack even the 24-hour news cycle. By one estimate, terrorists have carried out nearly 1,000 attacks so far this year, 144 in July alone.\nThe Islamic State carried out coordinated bomb attacks in Baghdad July 3, killing 325 people and injuring 246. A Bastille Day rampage by a radicalized Tunisian citizen living in France killed 84 and injured more than 300. Closer to home, last month an Islamic extremist shot to death 49 people and wounded 53 more at an Orlando nightclub.\nBut again, these are the terrorist attacks we hear about. On July 8, a Boko Haram suicide bomber killed nine and injured dozens more at a mosque in Damboa, Nigeria. Last week, the Islamic State executed 33 civilians in Qayyarah, Iraq.\nTerrorism has gotten worse with the emergence of Al Qaeda, ISIS and numerous offshoots, but the threat has been around for a long time. A database compiled by the Rand Corporation in 2008 identified more than 40,000 incidents of terrorism between 1968 and 2004, costing tens of thousands of lives.\nA U.S. State Department report on terrorism earlier this year concluded, \"The global terrorist threat continued to evolve rapidly in 2015, becoming increasingly decentralized and diffuse,\" with the greatest threat coming from Islamic radicals.\nThe report said these groups continue to focus on mass-casualty attacks to make the biggest impacts, but there are also less dramatic assaults that are equally horrific. \"In 2015, ISIL abducted, systematically raped, and abused thousands of women and children, some as young as eight years of age.\"\nWorld leaders are understandably concerned about how the changing climate will impact our planet. What's often missing from that discussion is a logical cost-benefit analysis of policies designed to mitigate the consequences of human activity.\nInstead we too often get the doomsday hyperbole and distorted comparisons like Secretary Kerry delivered last week, which is an injustice to the tens of thousands of innocent men, women and children who are the victims of nihilist radicals.\nKercheval is host of Talkline, broadcast statewide by the MetroNews Radio Network from 10 a.m. to noon weekdays. Listen locally on WCHS 580 AM.\n\nLoad-Date: July 26, 2016"
}