{
    "title": "Kevin Thomas Duffy , 87, U.S. Judge Who Presided Over Mob and Terrorism Trials",
    "publisher": "the new york times",
    "year": 2020,
    "month": 4,
    "day": 4,
    "full text": "An independent-minded jurist, he oversaw the World Trade Center bombing trial and another involving a plot to down jetliners. He died of the coronavirus.\nThis obituary is part of a series about people who have died in the coronavirus pandemic. Read about others here. \n  Kevin Thomas Duffy, a federal judge who presided over decades of high-profile trials in Manhattan, including those of mob bosses, radical revolutionaries and the terrorists who bombed the World Trade Center in 1993, died on Wednesday in Greenwich, Conn. He was 87.\n  A longtime colleague and friend, P. Kevin Castel, said the cause was Covid-19, the disease caused by the coronavirus. Judge Duffy died in Greenwich Hospital and lived in that town.\n  Judge Duffy is probably most widely remembered for presiding at the trial of the Islamic militants who were convicted in the 1993 attack on the trade center. He also oversaw another trial in the 1990s involving an aborted plot to blow up as many as a dozen American airliners over the Pacific Ocean.\n  In the 1970s, he heard a prolonged, contentious case over cleaning up New York City's air; and in the '90s he presided in an emotional clash over the exclusion of an Irish gay and lesbian group from the line of march in the city's annual St. Patrick's Day parade.\n  In handling these and thousands of other criminal and civil matters over almost 40 years, Judge Duffy gained a reputation for being colorful and often controversial in the courtroom, displaying an independent, even defiant streak and delivering unvarnished comments from the bench. He would sometimes compliment jurors on their apparel.\n  He once referred to a prosecutor as ''that obnoxious little twerp.'' In another case, an appeals court threw out a verdict because it said that the judge's comments before the jury -- including calling a lawyer's questions ''silly'' and ''goofy'' -- might have prejudiced the jurors against the lawyer's client, who lost the case.\n  After one of the six men convicted in the 1993 trade center attack maintained at his sentencing that he had not been involved in the bombing -- in an underground garage, killing six people -- Judge Duffy called him an ''out-and-out'' liar and declared, ''The others were low, you're even lower.''\n  When Ramzi Ahmed Yousef, who was convicted of directing the bombing, asserted that terrorism was the only viable response to American policies toward Palestinian and other Muslim people, Judge Duffy read passages from the Quran showing, he said, that ''your God is not Allah.''\n  ''Death was truly your God, your master, your one and only religion,'' he said.\n  The judge sentenced Mr. Yousef to life in prison plus 240 years. He sentenced the five other conspirators to 240 years each, though an appeals court later said that he had erred in setting the terms for four of the five men, and he resentenced them to 108 to 117 years each.\n  In another trial before Judge Duffy, Mr. Yousef and two other men were convicted of plotting to blow up jetliners over the Pacific.\n  Because of his involvement in those terrorism cases, the judge had round-the-clock security for about a decade.\n  Judge Duffy also presided in 1983 at one of the several Brink's robbery and murder trials stemming from the 1981 shootout between the police and Black Liberation Army and other radicals in Rockland County, N.Y., in which a guard and two officers were killed. The trials led to several convictions.\n  And in 1985 he oversaw the trial of Paul Castellano, the reputed head of the Gambino organized crime family, who was assassinated outside Sparks Steak House in Manhattan after the trial had begun.\n  Some lawyers considered Judge Duffy unduly tough in meting out sentences. For his part, he made it clear that he favored wide discretion in sentencing.\n  In a 1987 decision, as federal sentencing rules that limited the discretion of judges were about to take effect, he criticized people who, as he put it, wanted sentences to be imposed by ''a mindless robot, automaton or computer.''\n  Kevin Thomas Duffy, who preferred using his full middle name, was born in the Bronx on Jan. 10, 1933, to Patrick and Mary (McGarrell) Duffy. His father was a carpenter, his mother a homemaker.\n  After earning bachelor's and law degrees from Fordham University, he was an assistant United States attorney in Manhattan and a lawyer in private practice.\n  In September 1972, he was the administrator of the New York regional office of the Securities and Exchange Commission when President Richard M. Nixon nominated him to the United States Court for the Southern District of New York.\n  Judge Duffy married Irene Krumeich in 1957. She was a judge with the New York State Family Court and also served in the Criminal Court and the New York Supreme Court. She survives him, as do a daughter, Irene Moira Lueling; two sons, Kevin Jr. and Gavin; two sisters, Marie Heslin and Patricia McKeon; and eight grandchildren. His son Patrick died in 2017.\n  Judge Duffy also had a home in Southampton, N.Y.\n  One of the most drawn-out cases overseen by Judge Duffy was the 1970s battle involving New York City's air quality. Environmental groups contended that the administrations of Gov. Hugh L. Carey and Mayor Abraham D. Beame had failed to enforce a pollution-reducing plan -- including the imposition of tolls on East River bridges to discourage traffic -- to which previous state and city administrations had agreed. Mayor Beame called the plan questionable and too costly.\n  In two early rulings in the case, Judge Duffy declined to order the city to comply with the plan. But after an appeals court directed him to issue enforcement orders, the case became one of seemingly endless strife. At one point, Judge Duffy threatened to hold Governor Carey in contempt if he failed to meet one of the judge's deadlines. The case ended without contempt proceedings and with the toll provision scrapped.\n  In the case of the St. Patrick's Day parade, Judge Duffy ruled in 1993 that the parade's sponsor, a Roman Catholic fraternal order, had a constitutional right as a private organization to bar the gay and lesbian group from marching.\n  The United States Supreme Court later issued a similar decision in a parallel case involving Boston's St. Patrick's Day parade.\n  In addressing jurors before one of the World Trade Center trials, Judge Duffy provided some insight into his courtroom manner, suggesting that his informality was intended to make jurors feel at ease.\n  None of the trial participants would be allowed to use a word longer than ''delicatessen,'' he said, because legal matters should be expressed in language simple enough for everybody, including himself, to understand.\n  Julia Carmel contributed reporting.\n\nhttps://www.nytimes.com/2020/04/01/nyregion/kevin-thomas-duffy-dead-coronavirus.html\n\nGraphic\n\n \nPHOTOS: Judge Kevin Thomas Duffy in 2016 in his chambers. Left, defendants in the 1993 World Trade Center bombing. (PHOTOGRAPHS BY HIROKO MASUIKE/THE NEW YORK TIMES)               \n\nLoad-Date: April 4, 2020"
}