{
    "title": "Key evidence released on eve of terrorism trial; Al-Hussayen telephone, e-mail intercepts are declas",
    "publisher": "spokesman review",
    "year": 2004,
    "month": 4,
    "day": 13,
    "full text": "Just as Sami Omar Al-Hussayen goes to trial on terrorism charges, the\n government has declassified about 30,000 intercepted Arabic-language phone\n calls and e-mail messages it is using as evidence in the case.\n ''We want this thing to go forward, and we did what we could,\" said Tom\n Moss, U.S. attorney for Idaho.\n Defense attorneys have been waiting for months to get security clearance\n for their Arabic translator, which still has not come through. Last month,\n U.S.\n District Judge Edward Lodge urged the government to declassify the\n documents so the defense could review them.\nMoss said Monday, ''We got some stuff declassified so they didn't have to\n have the interpreter cleared. We felt that would ease the process.\"\n David Nevin, lead attorney for Al-Hussayen, said, ''We were told about it\n on Friday. … So they finally decided to declassify them three days before\n the trial.\"\n Nevin said Monday that the defense still hadn't received the newly\n declassified documents. ''I understand we'll be receiving some of it today,\n and then additional materials on subsequent days,\" he said.\n However, the defense declined to delay the trial any further. It's\n scheduled to start this morning with jury selection. Al-Hussayen has been\n jailed since February 2003, when he was arrested as authorities searched his\n Moscow, Idaho, apartment and office, where he had been studying for a\n doctorate in computer science.\n ''The thing is, you have to have a trial someday,\" Nevin said. ''Sami's\n been sitting in jail for over a year.\"\n Defense attorneys have said they believe the previously classified\n documents could include evidence clearing their client.\n Al-Hussayen, 34, is accused of providing material support to terrorism by\n setting up and operating Internet sites for Islamic groups that advocated for\n jihad, or holy war, in Israel, Chechnya and other places, and by transferring\n large sums of money to a suspect Michigan charity.\n Al-Hussayen, former president of the University of Idaho's Muslim Students\n Association, maintains he is innocent. He says he's a peaceful student who\n opposes terrorism and abhorred the terrorist attacks of Sept. 11, 2001. After\n those attacks, Al-Hussayen spoke out in Moscow in attempts to educate the\n community about his religion, and helped organize a blood drive among Muslim\n students for the victims.\n His lawyers have suggested that Al-Hussayen is being prosecuted for\n exercising his First Amendment rights to freedom of speech and religion.\n But authorities say the student's peaceful life in Moscow was a cover for\n an international terrorist recruiting and fund-raising campaign, which\n Al-Hussayen aided by operating Web sites for a variety of Islamic groups and\n for two extremist Saudi clerics. Al-Hussayen is a Saudi Arabian citizen who\n was studying in the United States on a Saudi government scholarship.\n In a pretrial hearing on Monday, each side complained that the other was\n being tardy in providing it with information such as court exhibits and lists\n of witnesses. Lodge had strong words for both.\n ''I can sense that we're not going to give away anything by either side,\"\n the judge said. ''But we're through bantering. It's not going to be a game of\n gamesmanship or trying to hide the ball until the last minute. I won't\n tolerate it.\"\n Nevin told the judge that last week, on two successive days, the defense\n was served with 1,500 to 2,000 court exhibits that the prosecution plans to\n present, and asked to agree that they were authentic. That may be possible for\n some, such as bank records, but not others, such as printouts from the\n Archive.org Web site purporting to show past versions of various Web sites, he\n said.\n Lodge said the attorneys should be prepared to give brief arguments on such\n issues, and he'll decide them as needed.\n He also warned both sides to stick to the facts and avoid trying to\n inappropriately play on fears or emotions.\n ''I'd like this case to be handled professionally,\" Lodge said, so that\n everyone can ''feel that they've had a fair day in court and due process has\n been followed.\"\n Also on Monday, Lodge denied a raft of motions from both sides seeking to\n block various issues and arguments from being brought up in the trial, from\n terrorism and Osama bin Laden to the First Amendment. The judge, in a written\n order, said he'll carefully consider the relevance of such issues and\n arguments as the trial proceeds, rather than foreclose them before it starts.\n Security at the federal courthouse has been tightened for the start of the\n trial. Federal authorities said they did not expect violence from supporters\n of Al-Hussayen, however.\n Opening arguments from both sides will follow on Wednesday.\n\nNotes\n\nBetsy Z. Russell can be reached toll-free at (866) 336-2854, or by e-mail at bzrussell@Rmci.net. The Associated Press contributed to this report.  \n\nLoad-Date: April 15, 2004"
}