{
    "title": "Key Vote NO on the Short-Term Continuing Resolution, House Message to Accompany H.R. 3055",
    "publisher": "the foundation for research on equal opportunity",
    "year": 2019,
    "month": 11,
    "day": 21,
    "full text": "On behalf of FreedomWorks’ activist community, I urge you to contact your senators and ask them to vote NO on the short-term continuing resolution, House Message to Accompany H.R. 3055. This continuing resolution (CR) would fund the federal government through December 20 due to Congress’ inability to pass the required appropriations bills on time by September 30, which was nearly two months ago.\nThis CR continues to kick the can down the road on the congressional appropriations process and highlights just how dysfunctional Congress is when it comes to funding the government.\nAdditionally, the CR extends certain nutritional programs (including Temporary Assistance for Needy Families) as well as various health provisions including Medicaid and Medicare, repeals recission of highway funding that were set to be rescinded in 2020, and temporarily reauthorizes Section 215 of the USA PATRIOT Act.\nFurthermore, the CR continues extensions that were included in the last CR, such as the National Flood Insurance Program that is rife with perverse incentives and in desperate need of reform, as well as the crony Export-Import Bank.\nIt also brings military pay into alignment with recent executively-ordered pay raises, funds the census, and makes changes to the United States Victims of State Sponsored Terrorism Fund.\nAll of this is not to mention the levels at which the continuing resolution authorizes further spending, which are skyrocketing our deficits to trillion-dollar annual levels. Of course, the CR does not address this whatsoever and, in fact, makes the matter worse by waiving the Statutory Pay-As-You-Go Act meant to create some measure of accountability on spending.\nFreedomWorks will count the vote on the short-term continuing resolution, House Message to Accompany H.R. 3055, on our 2019 Congressional Scorecard and reserves the right to score any amendments and weight any votes. The scorecard is used to determine eligibility for the FreedomFighter Award, which recognizes Members of the House and Senate who consistently vote to support economic freedom and individual liberty.\nSincerely,Adam Brandon, President, FreedomWorks\nFiles:  KVN_11_21_2019_Short-Term_CR (1).pdf         \n\nLoad-Date: February 24, 2020"
}