{
    "title": "Key Evidence Cast in Doubt On a Claim Of Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 8,
    "day": 18,
    "full text": "Federal prosecutors acknowledged possible flaws yesterday in a major piece of evidence used in their case against two leaders of an Albany mosque on charges that they supported terrorism.\n The two men, Yassin M. Aref, 34, and Mohammed M. Hossain, 49, were arrested after a yearlong sting operation in which they were led to believe that a government informer was really a terrorist who wanted them to launder money from the sale of a shoulder-fired missile that would be used in an attack on a Pakistani diplomat in New York City.\n  While the government presented no evidence during a bail hearing in Albany last week that Mr. Hossain had any ties with extremist groups, prosecutors did tell the judge that they had reason to believe Mr. Aref might be connected with a terrorist group known as Ansar al-Islam. \n Prosecutors said they were given information from the Defense Department that a notebook with Mr. Aref's name and address had been found in what they said was a terrorist training camp in the western Iraqi desert near the Syrian border. They also said that a word in the notebook, written in Arabic, had referred to Mr. Aref as ''commander.'' \n As it turns out, the word is Kurdish, albeit written using the Arabic alphabet, and the translation may be incorrect. ''Commander'' could be translated as ''brother,'' according to federal prosecutors.\n Nijyar Shemdin, the United States representative for the Kurdistan Regional Government in Washington, reviewed a copy of the page at the request of The New York Times and said he did not see how a translation would have come up with the word ''commander.''\n Mr. Shemdin said that Mr. Aref is referred to with the common honorific, ''kak,'' which could mean brother or mister, depending on the level of formality. \n A spokesman for the Defense Department said the department would not comment on continuing investigations.\n Terence L. Kindlon, Mr. Aref's lawyer, said the mistake was emblematic of what he called deeper problems with the government's case.\n ''It looks to me to be a two-bit frame-up,'' Mr. Kindlon said. ''In 30 years of practicing law, I have come to expect high standards from government prosecutors. This thing is just shabby. I suspect that there is something political driving this.''\n In court last week, Mr. Kindlon did not have access to the note, and he expressed frustration at having to rebut the clearly ominous implications of the word ''commander.'' \n Indeed, Judge David R. Homer said he was troubled by the ''specter of terrorism'' that the case, and the note in particular, raised.\n ''If true, that evidence carries significant weight to Mr. Aref's tie to terrorist activities,'' the judge said, explaining his decision to deny the two men bail.\n The judge gave the prosecution seven days to give the defense a copy of the note. The prosecutors asked the Defense Department for a copy, which they received and had the F.B.I. translate independently. That brought the discrepancy to light. \n Mr. Kindlon said his client would seek a new bail hearing.\n He said that Mr. Aref, a Kurd, had three brothers in northern Iraq and that there was no independent verification that the note had been found in a terrorist training camp. According to court documents, United States soldiers found the document on June 12, 2003, near the town of Rawah. \n The sting operation being conducted in Albany was already underway then and was not tied to the discovery of the note, according to court documents.\n In fact, it was Mr. Hossain who unwittingly got Mr. Aref involved in the sting when he asked him to bear witness to the transaction with the government informer.\n Glenn T. Suddaby, the United States attorney for the Northern District of New York, acknowledged the translation discrepancy in a letter to the judge, but said that it was not terribly significant. He said the heart of the case had to do with Mr. Aref's and Mr. Hossain's failure to turn away from the fake plot even after they knew the intentions of the government informer. \n In conversations that were videotaped and recorded, the informer told the two men that he was going to use the missile to attack the Pakistani Mission to the United Nations in New York.\n ''What American citizen is going to agree to launder money to blow up Pakistani officials?'' Mr. Suddaby said.\n However, many of the conversations between the informant and the men were in Urdu, as well as in Arabic and English, and Mr. Kindlon said there might be problems with the translations of those meetings, as well.\n In court documents, the government provided only snippets of the conversations already translated.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Evidence against Yassin M. Aref has been called into question.\n Mohammed M. Hossain was arrested in a sting operation. (Photographs by Chip East/Reuters)(pg. B8)                                         \n\nLoad-Date: August 18, 2004"
}