{
    "title": "Key elements of US policy shift toward Cuba",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 12,
    "day": 19,
    "full text": "WASHINGTON — The U.S. and Cuba will begin taking steps to restore full diplomatic relations, marking the most significant shift in U.S. policy toward the communist island in more than half a century. Key elements of changes to U.S. policy toward Cuba, some of which President Barack Obama announced at the White House this week:\nESTABLISHING DIPLOMATIC RELATIONS\nObama has instructed Secretary of State John Kerry to immediately begin discussions with Cuba on re-establishing diplomatic relations with Cuba; ties were cut off in January 1961. This step includes reopening a U.S. Embassy in the capital of Havana and carrying out high-level exchanges and visits between the governments as part of the normalization process.\nEXPANDING TRAVEL TO CUBA\nEasing travel under general licenses for 12 existing categories of travel to Cuba, as authorized by U.S. law. They are: family visits; official business of the U.S. government, foreign governments and certain intergovernmental organizations; journalistic activity; professional research and professional meetings; educational activities; religious activities; public performances, clinics, workshops, athletic and other competitions, and exhibitions; support for the Cuban people; humanitarian projects; activities of private foundations or research or educational institutes; exportation, importation or transmission of information or information materials; and certain export transactions that may be considered for authorization under existing regulations and guidelines. Tourist travel remains banned.\nREMITTANCES\nThe amount of money anyone in the U.S. will be allowed to send to Cuban nationals, except certain government or communist party officials, will increase from $500 to $2,000 per quarter, or every three months. Early in his presidency, Obama allowed unlimited family visits by Cuban-Americans and removed a $1,200 annual cap on remittances.\nCUBAN CIGARS\nLicensed American travelers to Cuba can return home with up to $400 of merchandise, including tobacco and alcohol products worth no more than $100 combined. Any Cuban cigars brought back to the U.S. must be for personal use, not for resale.\nFINANCIAL TRANSACTIONS BETWEEN THE U.S. AND CUBA\nU.S. institutions will be allowed to open accounts at Cuban financial institutions to help process authorized transactions. U.S. credit and debit cards will be accepted in Cuba.\nINCREASING CUBANS' ACCESS TO COMMUNICATIONS\nAuthorize the commercial export of certain items that will help increase the Cuban people's ability to communicate with people in the U.S. and around the world. This will include the commercial sale of certain consumer communications devices, related software, applications, hardware, services and items to establish and update communications-related systems. Cuba has one of the lowest Internet penetration rates in the world, the White House said in a fact sheet. The cost of telecommunications on the island also is prohibitively expensive and the services offered are extremely limited.\nREVIEWING CUBA'S DESIGNATION AS A STATE SPONSOR OF TERRORISM\nKerry will immediately launch a review and report back to Obama within six months. Cuba was added to the U.S. list of state sponsors of terrorism in 1982.\nECONOMIC EMBARGO\nObama does not have the authority to fully lift the long-standing U.S. economic embargo on Cuba; only Congress can do that. In his announcement, Obama said he was doing what he can as president to update U.S. policy toward Cuba, and that he looked forward to a future \"honest and serious\" debate with lawmakers about overturning the embargo. Capitol Hill is divided over U.S. policy toward Cuba.\n\nGraphic\n\n \nAssociated Press Tourists riding in a classic American car drive by a billboard showing \"The Cuban Five\" that reads in Spanish \"End the injustice. Freedom now.\" in Havana, Cuba, Wednesday, Dec. 17, 2014.\n\nLoad-Date: December 19, 2014"
}