{
    "title": "Keyes calls for end to abortion, likens it to terrorism",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 4,
    "day": 27,
    "full text": "DENVER -- Likening abortion to terrorism, conservative commentator Alan Keyes called on anti-abortion rights activists Wednesday to remain committed to ending abortion completely without compromise.\nIn legalizing abortion, Keyes said the United States has abandoned the principle that every person is created equal, a right which comes from the \"hand of almighty God,\" and allowed innocent babies to be killed just as terrorists kill innocent people. He likened judges who have allowed abortion to serial killers who take a false premise and logically work their way to their conclusion to justify their killing.\n\"We do not enter this battle with clean hands,\" Keyes said of the war on terror. \"Indeed I think God raised up this battle.\"\nKeyes delivered the fiery 45-minute speech to about 200 people gathered at the state Capitol to mark the 40th anniversary of the signing of a Colorado law that expanded abortion rights.\nColorado, where the law was signed on April 25, 1967, by Gov. John Love, was the first of 15 states to either allow abortion under more exceptions or to completely decriminalize it before Roe v. Wade legalized it nationwide.\nThe activists gathered to talk about strategy on how to move forward and much of the discussion focused on criticizing fellow anti-abortion activists who have pushed for state bans that allow exceptions for things such as rape. Keyes echoed that, criticizing the recent Supreme Court decision upholding the federal partial-birth abortion ban because it was still based on the premise that there is a constitutional right to abortion.\nKeyes praised Clarence Thomas and Antonin Scalia for noting their disagreement with that in a concurring opinion and criticized John Roberts and Samuel Alito for not speaking out against that. Keyes, who unsuccessfully challenged Barack Obama for the U.S. Senate in Illinois, also criticized Republican presidential candidates John McCain and Mitt Romney for what he considered weak positions on abortion.\nKeyes also sought the Republican presidential nomination in 1996 and 2000.\nHe said anti-abortion activists have to continue fighting for an end to abortion without rushing to make compromises or thinking about when they will win.\n\"We will tell them no, we will not allow a murder and will not call it a right,\" Keyes said.\n\nLoad-Date: April 27, 2007"
}