{
    "title": "KGB OFFERS TO HELP IN TERRORISM FIGHT",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 1,
    "day": 16,
    "full text": "JERUSALEM (AP) - Radio Moscow quotes the deputy chief of the KGB as saying that his secret police agents would work with U.S., British and Israeli intelligence to fight terrorism.  The offer was attributed to Lt. Gen. Vitaly A. Ponomarev, second-in-command of the KGB, the Soviet secret police. It was broadcast by Radio Moscow's Hebrew-language division, ''Peace and Progress,'' on Saturday.  The report was recorded by an Israel Radio monitor, Mickey Gurdus, and retransmitted on Israel Radio on Sunday.  According to Gurdus, the report began with an announcer's saying that Ponomarev ''has appeared in front of our microphone.'' Ponomarev followed with several sentences spoken in Russian; his voice then faded out to be replaced by the Hebrew translation.  ''We are willing, if there's a need, to cooperate even with the CIA, the British intelligence service and the Israeli Mossad and other (intelligence) services in the West,'' a Soviet announcer quoted Ponomarev as saying. ''We realize we have to coordinate efforts to prevent terrorist acts, including hijacking of planes.'' Ponomarev also said the latest technology had to be used against terrorists.  Isser Harel, who headed the Mossad from 1952 to 1963, said the Soviet statement could be a propaganda ploy.  ''The Soviets are allies of terrorism-sponsoring states like Syria and Libya,'' he said. ''Maybe they want us to disclose what we know to the other side, but I don't believe they will give us any of their information.'' Radio Moscow quoted Ponomarev as saying the West had accused the KGB of supporting terrorism as a way of alienating the secret police within Soviet society while, in fact, the KGB was part of the society and thus rejected terrorism.\nIsrael's Harel noted that the KGB and the Mossad, traditional rivals, never had cooperated and said the Soviets would have to ''come a long way'' before coordination with the West was possible.  Despite the lack of diplomatic relations with the Soviet Union, which were cut in 1967, Israel and the Soviet Union worked together last year in dealing with a hijacked Soviet plane.  Four hijackers had seized a bus full of children in the Soviet Union on Dec. 1 and traded them for $2 million and an airplane but surrendered immediately after reaching Israel on Dec. 2. The next day, they were extradited to the Soviet Union, together with the plane and the money.  Ponomarev conducted a news conference to describe the hijacking.\n\nLoad-Date: October 23, 1993"
}