{
    "title": "Khalid bin Mahfouz, 60, Saudi Banker",
    "publisher": "the new york times",
    "year": 2009,
    "month": 8,
    "day": 28,
    "full text": "Khalid bin Mahfouz, a billionaire Saudi banker who paid $225 million to settle charges of bank fraud in 1993 and later won a string of lawsuits in Britain against writers who had accused him of supporting terrorism, died Sunday at his home in Jidda. He was 60.\n  The cause was a heart attack, according to reports in the Arab news media.\nIn many ways, Sheik Mahfouz typified Saudi Arabia's super-wealthy. He maintained opulent homes around the world and traveled in his own Boeing 767 with gold-plated bathroom fixtures. Last year, the magazine Arabian Business ranked him 24th in its list of the 50 richest Arabs, with a fortune estimated at $3.35 billion.\n  He rose to prominence through his 30 percent ownership in the Bank of Credit and Commerce International, which was shut down in 1991 after charges of financial chicanery and money laundering. Sheik Mahfouz paid $225 million to settle fraud charges by the Manhattan district attorney's office and the Federal Reserve.\n  District Attorney Robert M. Morgenthau said $37 million of the settlement was a fine. But Sheik Mahfouz denied that any of the settlement was a fine, pointing out that he had not acknowledged any wrongdoing. He said he had agreed to the settlement ''purely as a business decision.''\n  After the September 2001 terrorist attacks, considerable suspicion fell on Saudi financiers and charities as sources of financing for terrorism. Partly because so much money passed through his bank and a charity he helped establish, Sheik Mahfouz faced a barrage of accusations in books, newspapers and magazines that he and his family had funneled money to Al Qaeda.\n  He vehemently denied that and repeatedly and often successfully pressed publications for corrections. He also took advantage of Britain's pro-plaintiff libel laws to sue publishers, almost all of whom settled before trial.\n  One writer who fought back was Rachel Ehrenfeld, author of ''Funding Evil: How Terrorism Is Financed -- and How to Stop It'' (2003). Sheik Mahfouz won a default judgment in 2005 ordering her to apologize, destroy all copies of the book and pay him roughly $230,000 in damages. Ms. Ehrenfeld has called his legal actions ''financial jihad.''\n  But Sheik Mahfouz's criticisms were sometimes irrefutable. He was widely referred to as the brother-in-law of Osama bin Laden, which he was not. Sheik Mahfouz did acknowledge contributing $270,000 to Mr. bin Laden's forces when they were fighting the Soviets in Afghanistan. At the time, the United States also supported the insurgents there.\n  Sheik Mahfouz's father was Salem bin Mahfouz, who was 6 when he and his brothers arrived in Mecca in 1912. Salem bin Mahfouz was employed for many years exchanging currency for pilgrims to Mecca. In 1949, he became a partner in a lucrative currency business and quickly decided that the enterprise would be much more successful if it were constituted as a bank.\n  Banks, however, were illegal because the Koran condemned the charging of interest as usury. So the elder Sheik Mahfouz, who was illiterate, went to the Saudi royal family and argued that Saudi Arabia should be self-sufficient in banking; at the time, the only two banks in the kingdom were foreign. He proved persuasive: the National Commercial Bank was established in 1953, and it became the bank of the royal family at a time when oil revenues soared. The bank laid the foundation for Saudi Arabia to join the global financial community.\n  Khalid bin Mahfouz took over the bank after his father died, while his 11 siblings and his mother consolidated their inheritance into a large holding company. Sheik Mahfouz is survived by his wife, Na'elah Kaaki; his sons Abdulrahman and Sultan, and his daughter, Eman.\n  Sheik Mahfouz was born in 1949 and received his primary and secondary education in Jidda. When he joined National Commercial Bank, he first worked as a cashier. Later, as an executive, he developed securities trading, investment funds and corporate banking.\n  In 1977, he joined John Connally, a Washington insider, and others to buy the Main Bank of Houston. Mr. Connally introduced him to William Herbert Hunt and Nelson Bunker Hunt, Texas billionaires who recruited him to join an ultimately unsuccessful scheme to corner the silver market. Various reports say that Sheik Mahfouz and other Saudis lost money in the effort.\n  During these years, Sheik Mahfouz lived in Houston. The Washington Post reported in 1981 that his neighbors seldom saw him, knowing him only as ''the Saudi.'' From their swimming pools, they would watch his helicopter fly over the neighborhood.  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Khalid bin Mahfouz                                                                      \n\nLoad-Date: August 28, 2009"
}