{
    "title": "KHOMEINI REJECTS APOLOGY",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 2,
    "day": 20,
    "full text": "TEHRAN, Iran - Ayatollah Ruhollah Khomeini rejected on Sunday an apology from Salman Rushdie for the novel ''The Satanic Verses'' and exhorted Moslems around the world to ''send him to hell.'' In a statement reported by Iran's news agency, the Iranian ruler said the ''imperialist mass media were falsely alleging that if the author repented, his execution order would be lifted. This is denied, 100 percent.  ''Even if Salman Rushdie repents and becomes the most pious man of time, it is incumbent on every Moslem (to) employ everything he's got, his life and wealth, to send him to hell.'' Last week, Khomeini sentenced Rushdie to death for his novel, which Moslems say insults Islam. But on Friday, Iranian President Ali Khamenei sought to defuse the crisis by saying that Rushdie's life would be spared if he apologized and repented.  Rushdie, who is in hiding in Britain, protected by Scotland Yard, issued an apology Saturday. And Khomeini rejected that apology on Sunday.  A bounty of $5.2 million has been put on Rushdie's head by Iranian religious leaders since Khomeini issued his death sentence.  In the message Sunday, Khomeini also called on non-Moslems to help carry out the death sentence. ''If a non-Moslem becomes aware of (Rushdie's) whereabouts and has the ability to execute him quicker than a Moslem, it is incumbent on Moslems to pay a reward or a fee in return for this action.'' In London, a spokesman for the British Foreign Office said: 'We heard of this report with great concern.\nWe shall be considering carefully its implications.  ''This subject will, of course, be discussed in Brussels (Belgium) by the (12-nation European Community's) Foreign Affairs Council'' today, when British Foreign Secretary Sir Geoffrey Howe will raise the issue, the spokesman said.  Rushdie, 41, who was born to a Moslem family in India, has not been seen in public since Thursday, two days after Khomeini's first decree.  In his apology issued through an agent Saturday, Rushdie said: ''As author of 'The Satanic Verses,' I recognize that Moslems in many parts of the world are genuinely distressed by the publication of my novel. I profoundly regret the distress that publication has occasioned to sincere followers of Islam.'' Moslems say ''The Satanic Verses'' blasphemes their religion by portraying the prophet Mohammed's wives as prostitutes and suggesting that he wrote the Koran, the holy book of Islam, rather than receiving it directly from God.  ''The Satanic Verses'' is banned in Iran, India, Pakistan, Bangladesh, Egypt and South Africa.  The Canadian government ruled Sunday that ''The Satanic Verses'' was not hate propaganda and lifted a temporary ban on its importation. Canada announced Friday that it would halt shipments of the book until it could be reviewed, after a complaint from an unidentified Moslem group in Ottawa.  On Sunday, the European Conference of Foreign Press Associations called Khomeini's order an ''act of terrorism against freedom of conscience, of religion and of opinion, values which are held to be the truest expression of a civil and more human world.'' In Yugoslavia, the leading Communist Party daily began printing excerpts of ''The Satanic Verses'' in its early Monday edition. The printing of the excerpts in the daily Borba coincides with the arrival today of Khamenei on a three-day visit to Yugoslavia, the Iranian president's first official trip to a European country.  Baker Comments In Washington on Sunday, Secretary of State James A. Baker III said that Khomeini's death sentence was ''intolerable'' and an obstacle to Iran's ''rejoining the community of civilized nations.'' Baker said on NBC's ''Meet the Press'': ''The United States continues to oppose terrorism in all of its forms, in particular state-sponsored terrorism.  This is behavior that is basically intolerable.''\n\nGraphic\n\n \nPhoto; PHOTO HEADSHOT of Ruhollah Khomeini...''Send him to hell''\n\nLoad-Date: October 23, 1993"
}