{
    "title": "Kidnapping plot foiled with nine arrests, British say Reports say terrorists intended to behead Musl",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 2,
    "day": 1,
    "full text": "Police said they foiled a major kidnapping plot with the arrests Wednesday of nine terrorism suspects who reportedly planned to torture and behead a British Muslim soldier and broadcast the killing on the Internet.\nThe alleged plot was said by British media to mirror the brutal executions of foreign hostages in Iraq. It was in its final stages, authorities said, and uncovered during a six-month surveillance operation by anti-terrorism officers in this city of more than 1 million in the heart of England. The arrests came in pre-dawn raids on homes and businesses in several Birmingham neighborhoods, which were mostly Pakistani.\n\"The threat from terrorism remains very real,\" said Assistant Chief Constable David Shaw, who would not confirm reports from the British Broadcasting Corp. and other media outlets that the intended victim was an army soldier to be killed in an \"Iraqi-style\" execution and broadcast on the Internet.\nBritain has been at the heart of several alleged terrorist plots, including a scheme by a British Muslim to blow up the New York Stock Exchange and other landmarks, and a plan by Muslim extremists to use liquid explosives to blow up as many as 10 flights between the United States and Britain.\nThe potential victim of the latest plot was reportedly a British Muslim soldier who was under police protection, British media reported, though the Defense Ministry would not confirm this.\nBritain's first Muslim soldier to be killed in Afghanistan last year was from Birmingham, where the death prompted militant Islamist websites to denounce Cpl. Jabron Hashmi, 24, as a traitor.\nTwelve houses and four businesses - including two Muslim bookstores and an Internet cafe - were cordoned off in Wednesday's raids.\n\nGraphic\n\n \nPHOTO\n PHOTO - A Birmingham, England, resident is guided by a police officer Wednesday after pre-dawn raids on homes and businesses in several neighborhoods.  Getty Images \n\nLoad-Date: June 26, 2007"
}