{
    "title": "Kidnap of German appears aimed at terrorism trial",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 1,
    "day": 28,
    "full text": "The kidnapping of Ralph Rudolf Schray, a West German citizen, in Beirut yesterday is probably directly linked to the trial of Abbas Ali Hamadei in West Germany, according to United States officials specializing in counterterrorism.\nMr. Hamadei is accused of engineering the kidnapping of two West German citizens in Lebanon. He is also charged with trying to force the release of Muhammad Ali Hamadei, his brother, who is also in German custody awaiting trial for terrorist acts, including the June 1985 hijacking of a TWA flight to Beirut.\nUS specialists believe yesterday's kidnapping was most likely directed by another Hamadei brother, Abdul, who is a senior security official in Lebanon's pro-Iranian Hizbullah movement. The apparent goal is to increase pressure for lenient sentencing of his brothers.\nHizbullah elements are believed to hold most of the 20 or so foreign hostages in Lebanon. The arrest of the Hamadeis in early 1987 uncovered a Hizbullah terrorist network in Europe.\nEven before the kidnapping, US officials bristled at Tuesday's trial testimony by a senior aide to West German Chancellor Helmut Kohl. The aide said Germany refused to extradite Muhammad Ali Hamadei to the US because of fear for the lives of the two German hostages.\nA US specialist predicted Tuesday, with sad accuracy, that the German position only invites further hostage taking. A senior US official lamented yesterday that the apparent Beirut kidnapping reinforces the logic that even appearing to deal with hostage takers does not pay.\nThe US has repeatedly demanded assurances that the Hamadeis would not be given ''special'' judicial treatment because of the hostages. Senior US officials persistently remind Bonn that this is of major interest to the Reagan administration. Thirty-nine Americans were held hostage and a US Navy diver killed in the 1985 hijacking.\nSince last summer, US officials have privately urged the West Germans not to repeat earlier US mistakes in yielding to hostage takers. However, in September, Alfred Schmidt, one of the two German hostages taken last January, was released for a large ransom (according to Western intelligence sources). The hostage holders claimed they received promises of favorable treatment for the Hamadeis.\nWest Germany actively sought Syrian and Iranian aid in winning their hostages' freedom. US specialists believe Iran did intercede, but only for one release.\nSenior US officials say the Germans so far seem to be playing fair in the trial and have promised no deals for Muhammad Ali Hamadei. They have no evidence the West German government paid any of the ransom for Mr. Schmidt's release.\nHowever, the West German government's position and the ransom, combined with the money reportedly paid recently for a Korean diplomat and for one French hostage, gives the impression that ''the bazaar is open,'' says a US official.\nUS terrorism specialists discount reports that Iran has taken custody of foreign hostages in Iran. But they say the quantum leap in ''self-professed middlemen'' and the large sums changing hands may have sparked an effort to tighten control by Hizbullah's security unit and Iran's local Revolutionary Guards.\n''About 75 percent of the hostage information coming out of Lebanon is pure junk,'' says one specialist. US officials suspect latest reports are an effort by Syria or the Lebanese Shiite Muslim Amal to paint Hizbullah as a stooge of Iran. That said, US officials remain convinced that Iran calls the main shots on hostage questions, particularly on releases.\nUS officials say the new hostage incident puts extreme pressure on Syria. West German Foreign Minister Hans-Dietrich Genscher just visited Damascus, Syria, and discussed the release of Rudolf Cordes, the then-remaining German hostage. The sector of Beirut in which yesterday's kidnapping took place is nominally under Syrian control.\nThe incident can only undermine Syria's effort to polish its international credentials, officials say. Syria hopes to attract new Western loans and investment, but must counter the effects its role in several 1986 terrorist bombings in Germany and England.\nSyria may respond by cranking up the pressure on Hizbullah and Iran, US specialists say, as it did when US journalist Charles Glass was kidnapped last June. Mr. Glass was released in August, following Iranian intervention with the captors, intelligence sources say."
}