{
    "title": "Kidnapping Plot Against Whitmer Becomes Part of Michigan Politics",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 11,
    "full text": "The F.B.I. and state authorities last week arrested 13 men in connection with a domestic terrorism plot directed against the first-term governor.\nBAY CITY, Mich. — The fallout from a failed domestic terrorism plot to overthrow Michigan’s state government and kidnap Gov. Gretchen Whitmer has quickly become embedded in state politics and the presidential race in a key swing state during the final weeks of the campaign.\nMs. Whitmer, a Democrat who was targeted by an armed group whose alleged members have been arrested, said on Sunday that she remained worried about the presence of right-wing groups in her state, as well as President Trump’s reluctance to condemn them.\n“I do believe that there are still serious threats that groups like this group, these domestic terrorists, are finding comfort and support in the rhetoric coming out of Republican leadership in the White House to our state house,” she said in an appearance on the CBS show “Face the Nation.”\nLee Chatfield, a Republican from northern Michigan and speaker of the state’s House of Representatives, sent a letter to Ms. Whitmer on Saturday, chastising her for not informing the Legislature about the plot, which included talk of storming the state Capitol.\n“The plot by these terrorists was against us, too,” he wrote. “You knew, and we weren’t even given a warning. We had people working in the building every day doing essential work, and their lives matter, too.”\nMr. Chatfield also criticized the way she had spoken about the president and Republican leadership.\n“It’s time to tone down the partisan rhetoric and turn the heat down as you’ve said. Will you do the same for President Trump?” he asked. “You’ve arguably been his biggest critic this year in the country. You even fundraised this week off this plot, now making it political, which is sad.”\nBut Mr. Trump also has been especially critical of Ms. Whitmer all year, derisively calling her “That Woman from Michigan” and “Half-Whitmer,” and urging supporters to “Liberate Michigan!” after protesters armed with military-style rifles criticized her policies for managing the pandemic. After the terror plot was revealed, he tweeted that Ms. Whitmer “has done a terrible job.” And he complained that instead of thanking him for the federal action in foiling the plot, “she calls me a White Supremacist.”\nThe F.B.I. and state authorities have arrested 13 men, including two ex-Marines, whom they accused of being involved in the plot, and charged them with a variety of crimes, including conspiring to commit kidnapping and providing material support to terrorist activities.\nThrough confidential informants and undercover agents, federal authorities detailed how some of the men had staked out Ms. Whitmer’s vacation home in northern Michigan and planned to detonate a bomb to divert law enforcement away from that home. The plot also targeted other elected officials and members of law enforcement.\nMs. Whitmer has drawn fierce criticism from anti-government and conservative groups for strict lockdown measures she imposed to slow the spread of the coronavirus. Most of the restrictions have been lifted, and the Michigan Supreme Court ruled last month that her use of the executive orders was unconstitutional. At least two of the men arrested had attended armed protests at the Capitol in April and May.\nMichigan’s attorney general, Dana Nessel, said in a telephone interview Sunday afternoon that Ms. Whitmer had no obligation to tell others about the terror plot.\n“This was a highly strategic operation with a lot of moving parts, and that would be up to law enforcement to inform people who needed to know. She received the information confidentially and had she done what he suggested, she could have jeopardized the lives of federal and state law enforcement agents,” she said of Mr. Chatfield’s letter. “One person talking to the wrong individual could have cost numerous law enforcement officers their lives.”\nLegislative Republicans have denounced the terror plot, but some in the party have been highly critical of Ms. Whitmer because of how she handled the coronavirus pandemic in Michigan.\nRepublican state House candidate Paul Smith, a Republican running for a Macomb County legislative seat, wrote on Facebook that the terror plot was a “totally bogus sham. These citizens never did anything illegal. Law enforcement is employed to punish people who COMMIT crimes, not people the Governess simply HATES.”\nMr. Chatfield and state Rep. Jason Wentworth, who runs the House Republican campaign committee, disavowed Mr. Smith on Saturday.\n“Paul Smith’s conspiracy theories and hateful remarks do not represent our values. That is why the House Republican Campaign Committee is not supporting him and will not spend one dime to get him elected,” they said in a statement.\nBut Mr. Smith isn’t the only Republican who made light of the plot. Sheriff Dar Leaf, of Barry County in Western Michigan, said in a television interview Thursday that the scheme may have just amounted to a “citizen’s arrest.” Mr. Leaf, who has been a vocal critic of Ms. Whitmer’s shutdown orders and has said he won’t enforce the rules she imposed, shared a stage with one of the suspects at an anti-lockdown meeting in May that also featured the State Senate majority leader, Mike Shirkey, a Republican.\n“A lot of people are angry with the governor, and they want her arrested. So are they trying to arrest or was it a kidnap attempt?” he asked. He later said his words were misunderstood.\nMs. Nessel said Sheriff Leaf’s comments were terrifying.\n“To think that there is a group of sheriffs out there who truly believe that it’s appropriate for armed gunmen to perpetrate a citizens’ arrest should alarm us all,” she said. “Logic seems to have really escaped us. Come January, I hope we see a change in circumstances.”\nIt’s unclear how much the incident will affect voters at a time most have already made their minds up, but some operatives said it could pose one more hurdle for Mr. Trump and Michigan Republicans.\nEd Sarpolus, an independent political consultant and pollster, said the kidnapping plot could help to solidify turnout from some Democratic voters who are concerned about white supremacy but were not particularly swayed by either candidate during the presidential debate.\n“I would say in some quarters it makes some excitement to get out and vote because it’s like, ‘There he goes again,’” Mr. Sarpolus said of Mr. Trump.\nJohn Truscott, a Republican political consultant and press secretary to former Gov. John Engler, said the kidnapping plot had shocked Republican and Democratic politicians alike, and had been widely condemned.\n“It’s not even a political thing, it’s just the right thing to do as leaders,” he said. “And pretty much all of the Republican leaders I’ve seen have come out strongly against it.”\nStill, he said, “I think it makes it easier for Democrats to play up on the vitriol that’s out there. Even though in most places it’s on both sides, it seems to get labeled on the right a little bit more.”\nKathleen Gray reported from Bay City, Mich., and Lucy Tompkins from New York.\nPHOTOS: Lee Chatfield, left, the speaker of Michigan’s House of Representatives, criticized Gov. Gretchen Whitmer, right, who was the target of a terror plot, for the way she had spoken about the president. (PHOTOGRAPHS BY DAVID EGGERT/ASSOCIATED PRESS; MICHIGAN GOVERNOR’S OFFICE/VIA REUTERS)\n\nLoad-Date: August 25, 2021"
}