{
    "title": "Kids and terror; At MU symposium, expert talks about risks to 'our most vulnerable population'",
    "publisher": "sunday news",
    "year": 2004,
    "month": 11,
    "day": 7,
    "full text": "In a post-9/11 world, the threat of terrorism is an ever-present danger.\nBut how often does anyone talk about how children fit into all of this?\nSaturday, at Millersville University's \"Symposium on Advances Related to Homeland Security: Science, Policy and Health,\" that seldom-addressed topic was the focus of Richard \"Ric\" Ricciardi, a pediatric and family nurse practitioner from New York.\n#CHILDREN_N7#\nRicciardi, president of the National Association of Pediatric Nurse Practitioners, spoke about the special vulnerabilities children face and the urgency to include their physical and mental needs when preventing and responding to terrorist attacks.\nHe was one of several lecturers at the two-day symposium, which opened Friday and is one of the events marking the university's 150th anniversary.\nChildren at high risk\nRicciardi's talk was titled, \"Terrorism: Who is Speaking Out for the Children?\"\nIn 2002, he was appointed by Health and Human Services Secretary Tommy Thompson to the National Advisory Committee on Children and Terrorism.\n\"They tend to be a forgotten group,\" he said, speaking to an audience of mostly students and faculty members in Myers Auditorium, McComsey Hall.\n\"Originally, in disaster preparedness plans, children were not incorporated,\" Ricciardi said. \"We're doing better but we're not there yet.\"\n\"To reduce the risk of terrorism, we need the perspective of a child and the wisdom of age,\" he said. And if terrorism does happen, creativity is required to \"mitigate\" its effects, Ricciardi said.\nIn the United States, there are more than 70 million children, 22 million of whom are under the age of 5.\n\"They're our most vulnerable population,\" along with the elderly, he said.\nFor instance, Ricciardi said, kids dehydrate more readily and \"are at greater risk from biological agents. Contaminated water poses a greater risk to children\" as well.\nSome biological weapons such as saran gas \"are lower to the ground,\" making them more likely to be inhaled by children, he said.\nChildren also have a higher skin-to-body mass, so their skin absorbs more, Ricciardi said.\n\"Mustard gas hurt kids in the Iran-Iraq war,\" he said.\nIn addition, children are more vulnerable to hypothermia when undergoing decontamination, Ricciardi said.\nAnd \"virtually no children have had a vaccination against smallpox,\" he said.\nKids who have weaker immune systems are at increased risk for long-term cancers, Ricciardi said. In the area around Chernobyl, Ukraine, site of the worst nuclear power plant accident in history, thousands of children have been diagnosed with thyroid cancer, he said.\nWith their less-developed motor skills, kids also would be at a disadvantage if an emergency situation hits, Ricciardi said.\nHe stressed that after an event, children can experience post-traumatic stress just like adults.\nWhat needs to be done\nRicciardi told the audience that, should a terrorist attack occur, first responders for most children wouldn't be emergency personnel but teachers, school nurses, parents and older siblings.\nMental health services for children at the local, state and federal levels are inadequate and have to be improved, Ricciardi said, and the lack of health insurance for 28 million kids in this country is a national crisis. Physical fitness and wellness for kids should be emphasized more, too, he said.\nThey need training in the \"ability to cope,\" Ricciardi said. Humor also can play a big part.\n\"And optimism goes a long way with children,\" he said.\n\"The simple things matter to them.\"\n\nLoad-Date: November 8, 2004"
}