{
    "title": "Kiefer Sutherland would return to 24",
    "publisher": "university wire",
    "year": 2019,
    "month": 4,
    "day": 22,
    "full text": "Kiefer Sutherland \"would love\" '24' to return.\nThe 52-year-old actor portrayed Counter Terrorism Agent Jack Bauer in nine seasons of the real time drama from 2001 to 2014 and though he knows it would have been \"ridiculous\" to carry on much longer at the time, he'd jump at the chance to reprise the role if it became feasible.\nHe said: \"I would have played the character until the day I died if it wasn't just going to feel ridiculous - how many bad days could one guy have?\n\"I would love to see the show continue.\n\"If there was ever a format that made sense where I could be part of it, I would absolutely do that.\n\"That was a whole decade of my life and I loved making that show.\"\nIn recent years, Kiefer has turned his attention to country music but he insists acting will always be the \"great love\" of his life.\nAsked if music is his focus now, he said: \"It's not. I've just finished the third season of 'Designated Survivor'.\n\"I'll be an actor until the day I die.\n\"It's the great love of my life.\n\"But the common denominator is, with the song writing certainly, that I love telling stories.\n\"I'm just trying to find as much time as I can to do both.\"\nThe 'Flatliners' star's daughter, Sarah Sutherland, is also an actress but Kiefer insisted that not only was her chosen career unrelated to his, she's turned down the chance to work with him twice.\nAsked if he encouraged her to act, he told Britain's OK! magazine:\" No, I didn't at all. She started writing when she was really young and when she was in theatre school she wrote two one-woman shows that actually got put on off Broadway.\n\"I just let her do what she did and the choices were always hers.\n\"I've asked her to do two different films with me and she's turned me down both times.\nThis article originally ran on celebretainment.com.\nFacebook\nTwitter\nSMS\nEmail\nPrint\nSave\nTags\nSarah Sutherland\nJack Bauer\nKiefer\nShow\nMusic\nWork\nCinema\nTheatre\nActor\nActress\nTerrorism\n\nLoad-Date: April 22, 2019"
}