{
    "title": "KILGORE VOWS TO PUSH AGENDA TO FIGHT TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 1,
    "day": 11,
    "full text": "Virginia's incoming attorney general is pledging to fashion a legislative agenda aimed at preventing terrorism and punishing terrorists.\nAttorney General-elect Jerry Kilgore told law enforcement officers yesterday that he wants the General Assembly to expand capital punishment laws so that the masterminds of terrorist attacks will face execution.\nKilgore, who takes office tomorrow, also would include environmental extremists who take part in criminal acts - so called eco-terrorists - in his proposed anti-terrorism package.\nAn aide explained that eco-terrorism, for example, might take the form of someone purposely infecting a herd of cattle with hoof-and-mouth disease.\nKilgore made his comments before more than 100 law enforcement personnel from across eastern Virginia at a summit meeting on gun violence at the Richmond Police Academy.\nIn other remarks, Kilgore said he would follow through on a campaign pledge to push for more stringent laws and tougher penalties on domestic violence.\nPaul J. McNulty, the recently appointed U.S. attorney for the Eastern District of Virginia, called the summit meeting for sheriffs, chiefs of police and prosecutors to begin working toward a strategy for reducing gun violence.\nProject Safe Neighborhoods, a national program, would be the umbrella organization for implementing steps for attacking gun crime and reducing the number of guns on the street.\nThe steps will include hiring 113 assistant U.S. attorneys to serve as full-time gun prosecutors and spending $44 million to upgrade state criminal history records\nRichmond's highly successful Project Exile was held up as an example of how a coordinated community response can take guns away from criminals and reduce crime.\nUnder the program, those carrying illegal guns - such as felons or drug users - face an additional five years in federal prison.\nHomicides peaked in Richmond in 1994, when the city had a record 160 slayings.\nIn 1997, when project Exile was launched, 140 homicides were recorded.\nSince then, the number of homicides has dropped every year, with 69 in 2001.\nRichmond Commonwealth's Attorney David Hicks cited an uncommon partnership of federal, state and local agencies for making Project Exile a success.\nHe also credited business and professional groups for supporting and funding various aspects of the program, and the Martin Agency for developing an advertising campaign to market Project Exile.\nJealousy over who gets the credit for a successful program has sabotaged cooperative projects between law enforcement agencies in the past.\nHicks said that overcoming such problems, and giving your ego a rest, was essential to the success of Project Exile.\nHicks suggested that others had taken note of the program's singular success and those who had run it.\nHe noted, for example, that the chief federal prosecutor in Richmond, James B. Comey, has been chosen to become U.S. attorney for the Manhattan borough of New York City.\nAnd Richmond Police Chief Jerry A. Oliver has just been named chief of police in Detroit.\n\nGraphic\n\n \nPhoto\n\nLoad-Date: January 12, 2002"
}