{
    "title": "Killing terrorism without killing freedom",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 3,
    "day": 29,
    "full text": "Killing terrorism without killing freedom\nLast week, three men out of 7 billion souls on this planet blew themselves up in a Brussels airport and a subway station, killing at least 31 civilians, wounding more than 300.\nThe evil they did far exceeds their numbers. Because the attack was in the capital of the European Union, and it has received global coverage, saturating the media in the United States.\nThree men upended American politics in minutes. Overnight, a national debate over campaign violence at Trump rallies morphed into candidates' proposals, some extreme, for national security measures at home and abroad. I've rounded up the reactions of these White House hopefuls to Brussels to see what they tell us about their readiness to answer a \"3 a.m. phone call.\"\nCandidate responses fell into two categories. The prime one, of course, deals with plans to increase protection against terror attacks at home and overseas. The second deals with how we keep our democracy's values and freedoms while defending them.\nSen. Ted Cruz and Donald Trump took a break from the Twitter spat that started with an attack Trump made on Cruz's wife, Heidi, to propose extreme measures for dealing with ISIS.\nCruz called for an immediate closing of our borders to refugees \"from countries with a significant al-Qaida and ISIS presence.\" Instead of advocating desert internment camps like those during World War II, Cruz would effectively turn Muslim neighborhoods into in-place internment camps, saying government should \"empower law enforcement to patrol and secure Muslim neighborhoods before they become radicalized.\"\nIn the past, Cruz has urged \"carpet bombing\" of ISIS troops in Iraq and Syria. Carpet bombing is a war crime because of its indiscriminate nature.\nTrump mostly repeated old statements, then echoed Cruz in saying, \"I would close our borders.\" Trump also dusted off his suggestion to use waterboarding and more extreme torture methods to gain intelligence. In his many public comments, Trump has vacillated between aggressive interventionism and isolationism.\nThe day before the attacks, Trump said he would scale back the United States' commitment to NATO, a key bulwark of allied defense since World War II, and our front-line deterrent to terrorism in Europe and the Middle East. Trump also recently said the United States should use Arab ground forces to fight ISIS, which is the president's current counter-ISIS strategy.\nOhio Gov. John Kasich's immediate response was to call on President Obama to abandon his diplomatic security mission to Cuba and Argentina and return to Washington, D.C. Kasich's demand reminded me of John McCain's 2008 admonition to Obama to suspend his campaign and fly to Washington to discuss the crashing economy. Obama dryly replied he was capable of doing more than one thing at once.\nLater, Kasich took pains to weave together his security proposals with the preservation of democratic values at home and abroad. Referring to the Brussels attacks, Kasich said, \"I think we have an opportunity to turn lemons into lemonade,\" by bringing about a greater unity between Muslim and Western nations in the war against ISIS, and he firmly rejected patrols of Muslim neighborhoods.\nSen. Bernie Sanders said the attacks provided a platform to launch \"an extraordinary\" effort \"to put together a coalition in the region to destroy ISIS.\" Yet Obama put together a coalition when ISIS first emerged and has been working to expand and increase its effectiveness for three years.\nAnd Sanders, like Trump and Cruz, endorses (without referencing it) Obama's use of employing Arab ground forces, rather than U.S. troops, in the ground fight against ISIS. Previously, Sanders has called for abolishing the National Security Agency, which employs electronic eavesdropping to catch terrorist plots before they can be implemented.\nIn the wake of the attacks, candidates are trying to appear tough, but voters need details — or concrete steps that will guide our thinking in how to destroy ISIS. Former Secretary of State Hillary Clinton appears prepared to outline her strategy.\nClinton made a major policy address at Stanford University in California, near Silicon Valley, where the tech industry is engaged in a battle with the federal government over providing it with access to encrypted cellphones. She called for finding \"a reasonable path forward\" in their differences and declared the FBI and Silicon Valley cannot be at war with one another.\nLater, on NBC's \"Today\" show, Clinton said security must be improved and that \"we've got to be absolutely strong and smart and steady in how we respond.\" At Stanford, Clinton called for an acceleration — a surge — in intelligence gathering.\nClinton emphatically rejected closing our borders or surveilling Muslim Americans in their communities. She advocated a \"smart\" approach. \"We've got to defeat them online,\" she later said in Everett, Washington. \"That is where they radicalize, and that's where they propagandize.\"\nThere's still more to do in destroying or dismantling ISIS. We've heard from candidates, and what they've said tells us much about what we should expect them to do in a crisis, their commitment to democratic values and their approaches to fighting terror. These are important responses to consider when choosing the next commander-in-chief, because this is far from over.\n© 2016 Universal\nColumnist name\n\nLoad-Date: March 29, 2016"
}