{
    "title": "Killing Revives Fear of Domestic Terrorism in Greece",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 22,
    "full text": "ATHENS -- When Sokratis Giolias, a little-known journalist and blogger, was killed outside his home here in a gangland-style shooting, speculation focused on a reprisal by shady underworld figures.\nBut within hours, counterterrorism officers joined homicide detectives in the inquiry after tests on the cartridge cases of the 16 bullets fired at Mr. Giolias, 37, were linked to weapons used in attacks by Greece's deadliest active guerrilla group, the Sect of Revolutionaries.\nThat finding has raised fears here of a resurgence of domestic terrorism, a scourge that had haunted Greece since the early 1970s and that has been revived gradually over the past year and a half with the emergence of several new militant organizations.\nAn official at the Greek police headquarters, which itself became a target last month when a letter bomb killed the 52-year-old assistant to the public order minister, confirmed on Tuesday that the force was treating the murder of Mr. Giolias as a terrorist act.\nThe official, who was not authorized to speak publicly, would give no details about the investigation. He stated simply that the 16 cartridge casings found at the scene of the shooting had been fired from two 9-millimeter pistols used in previous attacks in Athens for which the Sect of Revolutionaries claimed responsibility: the murder of a police officer in June 2009 and two attacks in February of that year, one on a police station and another on a private television channel, Alter.\nAttempts on the lives of journalists are rare in Greece. The last was in 1985 when the Marxist guerrilla group November 17, now disbanded, shot a conservative newspaper publisher, Nikos Momferatos.\nBut the Sect of Revolutionaries had warned that journalists were on its hit list. In a proclamation issued in February 2009, the group accused the news media of ''manufacturing news to keep the public docile and subservient.'' Referring to the attack on Alter, it added, threateningly, ''Journalists, this time we came to your door, next time you will find us in your homes.''\nExactly why Mr. Giolias became a target remains unclear, although some Web sites have linked him to comments critical of militant groups. Angelos Tsigris, a professor of criminology at Greece's police academy, said Mr. Giolias might have been singled out because, unlike many of Greece's prominent investigative journalists, he had not employed bodyguards.\nMr. Giolias, head of news at Thema, a private radio station, and a prominent figure at the enormously popular dirt-digging news blog Troktiko, was shot outside his home in the eastern Athens suburb of Ilioupoli at 5:30 a.m. on Monday. A witness quoted by state television said she saw the gunmen dressed in uniforms reminiscent of private security firm outfits and in bulletproof vests.\nOne member of the group buzzed the intercom to Mr. Giolias's apartment and told him thieves were trying to break into his car, according to statements made later to the police by Mr. Giolias's wife. The journalist went down and was sprayed with bullets as he opened the main door to the building.\nNeighbors told state television that they saw Mr. Giolias's wife, who is pregnant with their second child, emerge onto the balcony screaming.\nThe Troktiko blog had published disparaging comments about Revolutionary Struggle, an established terrorist organization, after six suspected members of the group were arrested in April. Revolutionary Struggle is best known for firing a rocket-propelled grenade at the United States Embassy in Athens in January 2007. Scathing comments about the Sect of Revolutionaries, uploaded onto the blog last year but quickly removed, have also been attributed, on anarchist Web sites, to Mr. Giolias.\nWhile some officials said the latest attack could signal a return of domestic terrorism, some analysts drew a distinction between the style and methods of the Sect of Revolutionaries and the type of terrorism that flourished in Greece in the 1970s and 1980s, chiefly the attacks by November 17.\nThe Sect of Revolutionaries' proclamation bluntly states its stance: ''We are not interested in politics but in guerrilla warfare.''\nMr. Tsigris, the criminologist, said what worried him most was that the Sect of Revolutionaries was just one of several militant groups, many of which formed early last year in reaction to the killing of a teenager by a police officer in December 2008. These groups have ''different outlooks, goals, methodology,'' which complicates the task faced by the Greek police, he said.\n''Monday's attack shows that terrorism is alive and kicking in Greece today, as it was yesterday and the day before.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: The Greek journalist and blogger Sokratis Giolias, above, in January. Mr. Giolias was shot and killed by unidentified individuals on Monday morning outside of his home in the eastern Athens suburb of Ilioupoli. (PHOTOGRAPHS BY ALEXANDROS BELTES/E.P.A.\n ORESTIS PANAGIOTOU/ANA, VIA EUROPEAN PRESSPHOTO AGENCY)                                                                          \n\nLoad-Date: July 22, 2010"
}