{
    "title": "KILLING IN THE NAME RELIGION IS NO EXCUSE FOR VIOLENCE, SAYS POPE FRANCIS",
    "publisher": "pittsburgh post-gazette",
    "year": 2019,
    "month": 2,
    "day": 7,
    "full text": "In the annals of human conflict, God's name appears frequently.\nThe Heavenly Father is sick of it.\nThat was the gist of a message sent this week by Pope Francis during the first-ever papal visit to the United Arab Emirates.\nThe pope stood in the birthplace of Islam in a region ripped by war and terrorism and called for humanity to cease violence in the name of God.\n\"(S)top using religions to incite hatred, violence, extremism and blind fanaticism and refrain from using the name of God to justify acts of murder, exile, terrorism and oppression.\" So reads a \"Document on Human Fraternity\" signed by Francis and Sheikh Ahmad al-Tayeb, a grand imam.\nSpeaking before hundreds of leaders from many faith constructs, the patriarch of Catholicism specifically mentioned the ongoing brutality in Yemen and challenged the Gulf region countries to grant citizenship to religious minorities.\n\"Human fraternity requires of us, as representatives of the world's religions, to reject every nuance of approval from the word 'war.' Let us return it to its miserable crudeness. Its fateful consequences are before our eyes. I am thinking in particular of Yemen, Syria, Iraq and Libya,\" Francis commented plainly.\nThe speech was notable both for its bluntness and its flouting of diplomatic protocol.\nIt was not the right time for straight talk; it was past time.\nRespectful condemnation and finger-wagging have had their day. The world's religious leaders are right to express anguish and anger at those who kill in the name of their faith.\nThere is not a corner of the globe untouched by religious fanaticism and the ironic evil it spawns: a fire at a mosque, the genocide of a minority sect, a plane crashing into a skyscraper. The pain, the suffering, the loss of life is unfathomable. That this havoc is wreaked in the name of the divine is blasphemy - in any religion.\n\nLoad-Date: February 7, 2019"
}