{
    "title": "Killing of Sinai force leader renews concern over Italy 's terrorists",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 2,
    "day": 17,
    "full text": "''Terrorism is not finished, although we have had some success in defeating it,'' Italian Interior Minister Oscar Luigi Scalfaro said in an interview recently.\nHis warning was borne out by the terrorist killing Wednesday night of Leamon R. Hunt, the American director general of the 10-nation force operating in Egypt's Sinai peninsula, in accord with the Camp David Mideast peacekeeping agreement.\nIn an anonymous phone call to a small private radio station in Milan half an hour after the shooting, a group calling itself the Combatant Communist Party claimed responsibility for the attack. It was reminiscent of the troubled mid-197s, when Italian terrorism was at its peak.\nThese were times when revolutionary groups with names like Autonomy, the well-known Red Brigades, or Front Line killed, kidnappped, or wounded such members of the Italian establishment as magistrates, factory foremen, police officials, politicians, and journalists in the name of ''proletarian justice.''\nDisintegration of the terrorist forces began primarily after the disbanding and arrest of a Red Brigade group that kidnapped Italian-based NATO Gen. James Lee Dozier, the only other American victim, in the spring of 1982. General Dozier was later freed in a daring police attack.\nDespite threats from their comrades still at large, ex-terrorists like Patrizio Peci (the first terrorist collaborator), Antonio Savasta (who headed the Dozier kidnapping gang), and Marco Barbone (who murdered a young journalist in a Red Brigade attack) turned state's witness and revealed the workings and names of leading members of active terrorist groups.\nIn return for their collaboration, the government passed a law, valid from 1980 to January 1983, offering ''repentant'' terrorists or pentiti drastically reduced sentences and, in some cases, release on parole and help in starting a new life.\nTerrorist ranks thus have fallen considerably both in numbers and in motivation, but there is still a hard core of some 150 active terrorists thought to be planning and operating, mainly in the areas of Rome, Naples, and Venice, according to both judicial authorities and ex-terrorists.\nWhat the driving force is behind these surviving groups has still to be defined. According to Rome sociology professor Domenico de Masi, ''these remaining nuclei, in my opinion, are guided by forces somewhere outside of Italy. There is no sympathy or recruiting ground for them any longer in Italian universities or the young work force. . . .''\nHe sees the attack on Hunt as a tragic anomaly in the general trend of young people's attitudes today, ''even though there are grounds for exasperation still - unemployment, a continuing economic crisis, social injustice.''\nYet the day following the Hunt assassination, a terrorist trial in Genoa was almost brought to a halt by the prisoners - a group of about 35 hard-line Red Brigade terrorists, shouting, ''We claim the atack in Rome,'' and ''war to American imperialism.''\n''Out with the imperialist forces in Lebanon,'' said the caller in claiming responsibility for Hunt's killing Wednesday night. ''Italy out of NATO. No to the missiles in Comiso.''\nThese slogans are more suggestive of a movement intent on international expansion rather than the more abstract national political goals of the Italian terrorists in the '70s, say observers.\nIt remains to be seen whether Italian judicial and social forces can put a stop to a movement which in the ten years between 1970 and 1980, in the name of almost 500 different groups or organizations, killed 362 people and whose only sign of life is further killing."
}