{
    "title": "Kim image returns to that of world villain; North Korea _ Allegations of his involvement in terroris",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 1,
    "day": 10,
    "full text": "His South Korean counterpart praised him as \"a man of insight.\" Madeleine Albright had \"a logical and pragmatic discussion with him.\" It was quite a turnaround for a man long vilified as a terrorist, a kidnapper and a crackpot.\nBut now the pendulum is swinging back for Kim Jong Il, leader of North Korea - back to the image of international villain bent on making nuclear weapons.\nIn 1993 his father and president, Kim Il Sung, confronted the world with the first threats to go nuclear. That crisis passed and the elder Kim died, but now his 60-year-old son has re-ignited the fuse with moves to develop nuclear weapons in violation of international agreements.\nOnly 21/2 years ago, he held a historic summit with South Korean President Kim Dae-jung, heralding a new era for the divided Korean peninsula. The secretive communist state was, it seemed, finally opening up. Now he has expelled U.N. monitors and threatens to quit the Nuclear Nonproliferation Treaty, which confines nuclear weapons to the United States, Russia, France, Britain and China.\nKim Jong Il has a long history of alleged involvement in kidnapping and terrorism.\nIn 1983, after a bomb killed 17 senior South Korean officials visiting Myanmar, a captured North Korean agent said the mission was sanctioned by Kim Jong Il.\nIn 1987, a North Korean agent was arrested getting off a South Korean airliner. She publicly testified that she put two time bombs on the plane on Kim's orders.\nThe incident put North Korea on the U.S. State of Department list of countries sponsoring terrorism, along with Cuba, Iran, Iraq, Libya, Sudan and Syria.\nKim also is a movie buff of sinister proportions. In 1978, a famous South Korean movie director and his actress wife were abducted to North Korea. The couple fled back to the West eight years later and quoted Kim Jong Il as telling them that he personally ordered their kidnappings so they could help develop the North's film industry.\nIn September, Kim confessed to visiting Japanese Prime Minister Junichiro Koizumi that his country had kidnapped about a dozen Japanese citizens in the 1970s and 1980s to train communist spies in Japanese language and culture.\nNorth Korea's official party apparatus under Kim's direct control also is widely alleged to be involved in trafficking drugs, particularly methamphetamines, into Japan.\nKim's image dramatically improved after the 2000 summit. A few months later, Albright, then secretary of state, visited Pyongyang and said later that Kim was \"not the kind of peculiar person\" he had been made out to be.\nKim charmed his guests with eloquence and humor and proved that he was on top of world affairs.\nBut still, little personal detail about him is reliably known beyond his height (5 feet 3), weight (187 pounds) and hairdo (exaggerated pompadour).\n\nLoad-Date: January 10, 2003"
}