{
    "title": "Kindergartners then, freshmen now post-September 11, 2001",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 11,
    "full text": "The UA freshman class was barely starting its first year of school when the 9/11 terrorist attacks occurred 13 years ago. Most people remember different things from that day. Some had family or friends involved; others don't remember anything, and all they know is what they have been told. Some had never heard of the attacks until years later, due to the fact that their parents didn't tell them what happened.\nTatum Seebaum, a pre-business freshman, said that she was in school when the planes hit the twin towers.\n\"In the matter of a few seconds, teachers were running around frantically and the students had no idea what happened, but we knew it was bad,\" Seebaum said.\nOthers said they hadn't even gotten to school when the news broke.\n\"I was watching Sesame Street and getting ready for kindergarten when I saw it on TV, and I just remember being confused,\" said Gabby Cooper, a biochemistry freshman.\nSome students, such as Nia Nikkhamanesh, a biology freshman, couldn't recall the events because they were simply too young.\n\"I actually don't remember 9/11 at all,\" Nikkhamanesh said. \"I was pretty young, but I think it definitely caused a scare to most Americans.\"\nLauren Kosinski, an undeclared freshman, also doesn't remember the events surrounding Sept. 11, but is aware of its effects on the country.\n\"I definitely think we've become more aware as a country and more precautions have been taken and more security measures have been put in place to keep our country safe,\" Kosinski said.\nMany of the freshmen agreed that the Sept. 11 terrorist attacks shaped the U.S. by bringing the country closer together and bringing about increased security.\nThe students said this security ranges from heightened airport security to the National Security Agency's surveillance programs, which were revealed to the public in 2013. These freshmen said they believed the actions taken by the government were preventative measures more than anything else, but Nikkhahmanesh also said these measures were taken due to the hysteria related to terrorism.\n\"From then on, terrorism became more popular and from that, security in most places was increased,\" Nikkhahmanesh said.\nThe freshmen also used the word \"cautious\" to describe the U.S. after Sept. 11.\n\"I think it brought America together and united us, and we've become more cautious because of it,\" Cooper said.\nIn this case, from tragedy came rebirth, resulting in not only the new One World Trade Center that was erected last year, but also a more secure nation. As the freshmen class ages, the nation will slowly see a loss of anyone who has even the faintest memory of what occurred on Sept. 11, 2001.\n\"I think it shaped America into a safer country,\" Seebaum said. \"With all bad things come some type of good. And the only good that came out of it is our security.\"\n-Follow Ariella Noth @sheba201\n\nLoad-Date: September 11, 2014"
}