{
    "title": "King blasts his critics, defends hearing on homegrown terror",
    "publisher": "the new york times",
    "year": 2011,
    "month": 1,
    "day": 5,
    "full text": "The incoming chairman of the House Homeland Security Committee lambasted The New York Times on Tuesday while defending his planned hearings on the radicalization of Muslims living in the U.S. Two days after the Times questioned his leadership in an editorial, Rep. Pete King (R-N.Y.) fired back in an interview with The Hill. He defended his oversight agenda, including a scheduled hearing on homegrown terrorism. “The New York Times is just basically being a mouthpiece for political correctness,” King said, later adding: “These are very legitimate hearings.” In many ways, King may prove to be a major problem for the Obama administration in the new Congress. \nSince Republicans won the House in November, the media spotlight has mainly focused on one incoming committee chairman: Rep. Darrell Issa (R-Calif.), who will head the House Oversight panel. But the burly New York Republican could be just as big a thorn in the White House’s side. King, a fiery Irishman known for an independent streak, has repeatedly blasted the administration for its attempt to close the detention facility at Guantanamo Bay and try terrorism suspects in civilian courts. Not one to mince words, King denounced John Brennan, chief counterterrorism adviser to the White House, for his involvement in homeland-security issues. King accused Brennan of intentionally shutting Congress out of critical briefings on terrorist attacks. King, a regular on the cable news shows, last week called the appointment of James Cole as deputy attorney general “absolutely shocking.” He said it was possibly one of the worst appointments President Obama will make because of Cole’s vocal support for trying detainees in civilian courts. King’s hearings earlier this year will analyze the administration’s efforts to fight homegrown terrorism and close loopholes in aircraft cargo screening, which led to a scramble by U.S. and British authorities in late October after two shipments containing explosives, sent from Yemen and addressed to synagogues in Chicago, were intercepted in Britain and Dubai. Unlike Issa, a conservative Republican who tends to vote the party line, King has no problem bucking his leadership. In November, for instance, King was the only Republican to speak out on the House floor against censuring Rep. Charles Rangel (D-N.Y.) for a string of ethics violations. While some Democrats bristle at his King’s criticism of Obama’s national-security policies, it will be difficult to cast him as an ideologue who is just interested in scoring political points. Former New York City Mayor Ed Koch (D) on Tuesday took a swing at The New York Times on behalf of King for a Sunday editorial denouncing his plans to hold a hearing on the radicalization of U.S. Muslims and homegrown terrorism.  The scathing editorial stated that King needed to take his anti-Muslim criticism down a notch if he wants to be taken seriously as the Homeland Security chairman. King’s proposal to hold hearings on the issue has brought a rash of criticism from those who argue it could turn into a McCarthy-esque witch-hunt, fueling distrust of the government among Muslim citizens. In its editorial, the Times wrote that King’s “sweeping slur on Muslim citizens is unacceptable.” It also accused him of too much “blather” and “bluster” on a host of national-security issues. King quickly punched back.  “I’m certainly not going to take any political advice or direction from The New York Times,” King told The Hill. “I have more contempt for The New York Times than anything or anyone I can think of.” He added, “People follow what I say. I’m outspoken, but I can back up everything I say. I am what I am and people seem to like it and I’m at peace with myself.” There is plenty of proof, King says, that the U.S. Muslim community has had a spotty record in cooperating with federal authorities on terrorism investigations. For example, he said, when FBI agents asked parents of 15- or 16-year-old Muslims to cooperate with an investigation into whether Islamic extremists were trying to recruit their children, one imam instructed the parents not to. In another instance, King said, a different imam warned the parents of a man who admitted to plotting to bomb New York subways about the investigation. “This is a politically correct hysteria,” King said. A spokeswoman for the Times said the paper stands by the editorial. King also pointed to Attorney General Eric Holder’s recent comments that the homegrown terrorism threat keeps him up at night as evidence that a hearing is necessary. Before the 9/11 attacks, King said he supported the Muslim community and pointed out that he won awards from some of their organizations for his work. “These are people you want as your neighbors. These are people you want in your community,” he said. King’s first hearing will be very “cordial” and focus on the administration’s view of the terrorism threat and feature testimony from Department of Homeland Security Secretary Janet Napolitano and National Counterterrorism Center Director Michael Leiter. “The overarching question I have is whether the Department of Homeland Security is playing the role it was intended [to play],” he said. “I have concerns that it is not. More and more seems to be done by the White House, by John Brennan. “We’ve had personal problems in the past,” he acknowledged, “but we’ve gotten over them. I just think it’s wrong to have policy being driven by a White House official who is not subject to congressional oversight … I think [it undermines] the purpose of the Department of Homeland Security.”\n\nLoad-Date: February 24, 2011"
}