{
    "title": "King hearings on Muslim Americans_ When government hits on one group The House hearings chaired by R",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 3,
    "day": 10,
    "full text": "When government makes assumptions about a whole group of people, it's not the same as a private group making doing the same. With the power of the state comes a need to avoid stereotypes that might lead to an official denial of freedom and rights.\nThat simple lesson seems to have been lost in the hearings that opened Thursday by the House Homeland Security Committee.\nThe focus of the hearings, as framed by the chairman, Rep. Peter King (R) of New York, is solely on the American Muslim community and its response to Al Qaeda's attempt to radicalize individual members.\nFor sure, Al Qaeda has shifted to recruiting agents in US mosques or online. And Muslims in America could do more to identify extremists in their communities and to cooperate with counterterrorism law enforcement.\nBut the same could also be said of other groups that sometimes spawn terrorists, such as white supremacists, anti-abortionists, radical environmentalists, right-wing antigovernment militias, or even street gangs. In fact, since 2008, there have been twice as many terror plots by nonMuslim groups as by extremist Muslims.\nThose other groups were not included in the focus of these hearings. And if they were, then the issue would correctly be on how to thwart individual extremists who justify killing out of a distortion of a theology or ideology.\nThe danger lies when official bodies, whether Congress or the FBI, treat entire religious communities as the source of a problem or hang a cloud of suspicion over them. President Bush set the right tone after 9/11 by saying Islam was not the issue in defeating Al Qaeda. And as Denis McDonough, the White House deputy national security adviser, told a Muslim group Sunday: \"When it comes to preventing violent extremism and terrorism in the United States, Muslim Americans are not part of the problem, you're part of the solution.\"\nWhen government does intrude on individual liberties, it must be without profiling by religion, ethnicity, or race. Everyone is subject to searches in airport screening, for example. And when police set up a sobriety checkpoint on highways, everyone is surveyed for drunkenness.\nSometimes such broad powers can be taken too far. The new US health care law, for instance, falsely assumes anyone without health insurance will someday seek medical care in an emergency room. That's a false assumption, given the wide range of Americans who rely solely on alternative ways for healing and wellness. And yet the law requires everyone to buy health insurance. (The Supreme Court will like rule on this very issue of liberty soon.)\nIn similar vein, making false assumptions about Muslim Americans can only hurt the attempt to weed out radicals in their community. The fact is that in a third of terrorist attacks in the US since 9/11, the Muslim American community provided information that helped prevent an attack. And the level of recruitment into radical groups among US Muslims remains low.\nLaw enforcement officials have wisely invited the cooperation of Muslims - not insisting upon it - thus avoiding the use of official threats. They engage these communities on a wide range of issues and largely avoid questions of faith. In many parts of the country, officials are more worried about other groups, such as neo-Nazis or drug gangs.\nThis ability to balance a nation's security and its liberties is not always easy. Fears remain high about terrorism by misguided Muslims. Thursday's hearing was also full of fear about government intrusion on all types of minority groups.\nMuslims worldwide would be better persuaded to oppose terrorism if they perceived the US government as not stereotyping them. Such a method against radicals only breeds more radicals.\n\"We have a choice,\" Mr. McDonough said. \"We can choose to send a message to certain Americans that they are somehow 'less American' because of their faith or how they look.\"\n\"If we make that choice,\" he added, \"we risk feeding the very feelings of disenchantment that may push some members of that community to violent extremism.\"\n       \n\nLoad-Date: March 11, 2011"
}