{
    "title": "Kingsland firefighters get terrorism training",
    "publisher": "the brunswick news ",
    "year": 2007,
    "month": 9,
    "day": 1,
    "full text": "Sep. 1--What do you think about when you're at work, at home or driving in your car?\nPerhaps tonight's big game, what you're going to do for dinner or a much-anticipated family barbecue come to mind.\nIt's likely a safe assumption that the threat of a misanthropic individual with an affinity for chemical agents in your midst is absent from your day to day life.\nAnd that's the problem, said Capt. Freddy Howell of the Kingsland Fire Department.\n\"The general attitude of most people is that terrorism is 'something that couldn't happen to me,'\" he said. \"The truth is, it can happen anywhere at anytime. Most people don't think about that.\"\nHowell and another firefighter, Kimyatta Smith of Kingsland Fire and Rescue, recently completed Homeland Security training at the Center for Domestic Preparedness in Anniston, Ala.\n\"It was basically a refresher course about chemicals, with a lot of hands-on work,\" he said. \"We were subjected to environments containing lethal doses of several chemicals (often utilized in chemical warfare). We suited up, were briefed on what tasks we needed to accomplish and were subjected to nerve and chemical burn gases in (controlled) environments.\"\nHowell said he and Smith were taught to use test kits to determine the presence of chemical or burn agents in the atmosphere and took part in a host of training exercises.\n\"We entered a room with 55-gallon drums with walls painted to simulate a city-type scenario,\" he said. \"We had to go around and test for the presence of chemicals and, using dummies, learn how to treat people who had been exposed.\"\nThe training was paid for with federal funds.\n\"I think it's pretty neat being able to work in unison with people from other fire departments,\" Howell said. \"Terrorism is a universal threat, and it can happen anywhere. That's why it's so important that as many personnel as possible be prepared to respond to an attack. I personally feel that anyone involved in public safety should take part in this kind of training because it truly is a universal problem.\"\nSmith agrees.\n\"We're really glad for this opportunity,\" Smith said. \"I want the public to be aware of what's going on in the world today, the potential for terrorism. It's not just overseas. It's here, it's everywhere.\n\"Training like this really serves to put everything into perspective. This isn't Hollywood. It's real. And that's something everyone should be aware of and something they should be prepared for. We hope we can start to increase peoples' awareness of potential threats.\"\nTo see more of The Brunswick News or to subscribe to the newspaper, go to http://www.thebrunswicknews.com/. Copyright (c) 2007, The Brunswick News, Ga. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: September 1, 2007"
}