{
    "title": "King's crusade Our view _ House Homeland Security chairman is radicalizing terror investigations. OP",
    "publisher": "the new york times",
    "year": 2011,
    "month": 3,
    "day": 9,
    "full text": "Understanding homegrown terrorism is vital to U.S. security, but a different kind of question is swirling around Thursday's scheduled hearings of the House Homeland Security Committee: Will they fully explore this crucial topic or are they an excuse for the committee's new chairman, Rep. Peter King, R-N.Y., to pursue his seething personal suspicions of Americans of the Muslim faith.\nThe odds favor the latter.\nMr. King makes no secret that his principal target is the \"radicalization of the American Muslim community,\" language that echoes false charges of widespread acceptance of violent extremism among American Muslims.\nYet a recent report by the Triangle Center on Terrorism and Homeland Security found that American Muslim communities have proved particularly inhospitable to potential terrorism and homegrown extremists.\nIn a review of cases since 2001 of suspected terrorism involving American Muslims at home and abroad, the Triangle Center report found 120 instances for which it was possible to identify the initial source of information provided to authorities.\nThe single most productive source of that information was members of the American Muslim community, which provided tips in 48 of the 120 cases. (The Center is a joint project of Duke University, the University of North Carolina-Chapel Hill and RTI International.)\nThe Center report also noted that in 2010, non-Muslim Americans - neo-Nazis, militia nuts and others - were identified as suspects or perpetrators in just as many cases of potential domestic terrorism, 20, as American Muslims were. Among the former was a man who deliberately flew a plane into an office building housing IRS facilities in Austin.\nYet despite these and similar findings, Mr. King has continued to cite farcical statistics and unidentified sources in claiming that American Muslims are not cooperating with law enforcement investigations.\nWhen asked this week if he would broaden the scope of his hearings beyond American Muslims, Mr. King said he would not. \"That's absolute nonsense,\" he told The New York Times. \"The threat is coming from the Muslim community. The radicalization attempts are directed at the Muslim community. Why should I investigate other communities?\"\nOne obvious answer would be to acknowledge and reinforce the invaluable law enforcement contributions of Muslim-Americans.\nA lengthy profile in New York Magazine traces Mr. King's radicalization on this subject to the weeks after the terrorism attacks of Sept. 11, 2001. Initially, he was outspoken in defending American Muslims, based on long-standing relationships with people in his district and official visits to Bosnia and Kosovo, where Muslims were subject to violence on a horrific scale.\nBut when an American Muslim leader on Long Island was quoted spouting conspiracy theories blaming the 9/11 attacks on everyone from the CIA to the Israeli government, Mr. King felt betrayed, and an opinion piece he wrote for Newsday in December makes clear that he still does.\nAmong those scheduled to testify on Thursday is Keith Ellison, D-Minn., a Muslim-American House colleague of Mr. King's. Mr. Ellison points to the Oklahoma City bombing in 1995, mass murders at Virginia Tech and Columbine and the recent attack on Rep. Gabrielle Giffords, D-Ariz., as violent domestic attacks that Mr. King's hearings will ignore.\n\"To me,\" Mr. Ellison told New York Magazine, \"it's like he's saying we're going to deal with drugs, but we're only going to deal with black drug dealers.\"\nFor the sake of national security, Mr. King should consider the wisdom of Mr. Ellison's perspective.\n\nLoad-Date: March 10, 2011"
}