{
    "title": "Kissinger has helped appease terrorism",
    "publisher": "usa today",
    "year": 2002,
    "month": 12,
    "day": 4,
    "full text": "Appointing Henry Kissinger to a commission to investigate the Sept. 11 terrorist attacks is like appointing Neville Chamberlain to probe how Adolf Hitler became so powerful (\"Kissinger, Mitchell vow thorough probe,\" War on terrorism, News, Monday).\nKissinger is one a whole rogues gallery of unprincipled, pragmatic compromisers -- including presidents Carter, Reagan, Bush (the first) and Clinton -- who have appeased terrorists and terrorist-sponsoring states for decades.\nThat has included failing to retaliate when Iran took American diplomats hostage, aiding and abetting the Palestine Liberation Organization, and having diplomatic ties and giving aid to terrorist-supporting regimes.\nWith the engraved invitation our politicians have given them, is it any wonder terrorists have progressed from taking hostages to killing Americans by the dozens, then by the hundreds and finally by the thousands?\nBill Bucko\nMount Clemens, Mich.\n'Secrecy' is his trademark\nIt is sad irony that President Bush's choice to investigate Sept. 11, 2001, is Henry Kissinger, a man wanted in other countries for alleged war crimes.\nKissinger has made a life of secrecy (\"Kissinger announcement nearly as secretive as he,\" Hype & Glory column, News, Friday).\nHe seems to have been selected to cover up. This is shameless behavior by the president.\nRobert E. Griffin\nForty Fort, Pa.\nColorblind criteria\nAmerican universities award athletic scholarships to the best athletes without regard to race. The result is that college athletes -- particularly in football and basketball -- are predominantly African American.\nIn the NCAA basketball tournament, which features the best basketball teams in the nation, it is not unusual to see an African-American player in every starting position. I have no problem with this because these magnificent, young athletes are chosen on the basis of their athletic abilities.\nThe system used to award athletic scholarships is fair and works.\nAcademic scholarships should be awarded on the basis of academic potential without regard to race (\"Case could reshape college admissions,\" News, Monday). The system, practiced in schools such as the University of Michigan, is not only unfair but excludes some of the best and brightest -- perhaps future Nobel Prize winners. Universities should give academic scholarships with the same disregard for race as they award football and basketball scholarships.\nJames A. Bond\nMaggie Valley, N.C.\nLucky turkey\nI was touched by the article \"Plucked from the platter\" (Life, Nov. 27).\nThank you for this amazing story about a family's -- the Crisps of Somerset, Calif. -- compassion for an animal, in this case a turkey.\nMany people have little feeling for the turkey as a living creature. They also have no knowledge or don't want to think about the process of eating animals.\nVicki Murfin\nSatellite Beach, Fla.\n\nLoad-Date: December 4, 2002"
}