{
    "title": "KLAN CASE MARKS FAILED TERRORISM",
    "publisher": "daily news ",
    "year": 2002,
    "month": 5,
    "day": 24,
    "full text": "A court in Alabama finally has sent the last of the killers to jail in an infamous bombing of 1963.\nTo most Americans, 1963 is remote history. Others, however, remember clearly:\nMartin Luther King Jr. was leading a determinedly nonviolent movement to end systematic, state-backed victimization of black people. In reaction against this movement, racists bombed a black church, killing four little girls.\nPursuit of the bombers took forever.\nThe last of the bombers was Bobby Frank Cherry, who bragged of his role, then denied it. If his conviction had happened a year ago, it would have been seen as a chapter in civil-rights history. Now, however, it seems as much a story about terrorism.\nMr. Cherry's particular effort in terrorism - his effort to put black Americans back in \"their place\" and send their Northern supporters back home - backfired. Along with other violent acts, it generated national support for the nonviolent proponents of basic civil rights.\nThe forces of evil not only lost but, eventually, got caught. That sounds good. In truth, however, the forces of evil had prevailed through many generations. They did so through terror. They committed violence against blacks who broke the rules of segregation or were even thought to have possibly done so. They threatened more.\nViolence was, in fact, the backbone of the post-Civil War Jim Crow system, as it was of slavery. The church bombers came out of a tradition.\nThat tradition's time eventually passed.\nTo see, in the latest story out of Alabama, hope against the current tide of terrorism in the world would be a stretch. Today is different. What the story should inspire in Americans is thankfulness that, in our case, the terrorism coming from the racists didn't inspire similar terrorism from the other side. If it had, we'd still be a long way from any happy endings. How much better it was to let justice prevail - however slowly.\n\nLoad-Date: May 25, 2002"
}