{
    "title": "KLAN LEADER CRITICIZES U.S. REPORT AND ASSERTS, 'WE VIOLATE NO LAW'",
    "publisher": "the new york times",
    "year": 1980,
    "month": 11,
    "day": 25,
    "full text": "The leader of a militant Ku Klux Klan faction today criticized a Justice Department study that reportedly terms his mov ement the most violence-prone Klan group.\nBill Wilkinson, head of the Invisible Empire, Knights of the Ku Klux Klan, said in response to the Government study that Federal agents had conducted a five-month investigation of his group after a violent confrontation with blacks last year ''and they found we violated no laws.''\nA Justice Department spokesman, John Wilson, said the report would not be made public but that the agency considered Mr. Wilkinson ''the most militant'' of the Klan leaders.\nMr. Wilson said Attorney General Benjamin R. Civiletti had received a telegram from Mr. Wilkinson inviting him to send agents of the Federal Bureau of Investigation to inspect a Klan training camp in Alabama but had not responded. He noted that Mr. Civiletti was leaving office soon.\nLeader of militant Ku Klux Klan faction criticizes Justice Department report that reportedly terms his movement most violence-prone Klan groupKlan Leaders Confer\nMr. Wilkinson, here today to meet with north Alabama Klan leaders, said the telegram ''invited the F.B.I. to visit all our special forces camps and see we are not violating laws.''\n''They have ignored our invitations,'' he added.  The Invisible Empire has commando training camps where, according to Mr. Wilkinson, members ''are preparing for a race war.'' One camp is 30 miles south of here, near Cullman, where Klansmen carry guns and wear fatigues.\nThe Justice Department review reportedly found that two other Klan groups, Robert Shelton's United Klans of America and David Duke's new organization, the National Association for the Advancement of White People, were less violent than Mr. Wilkinson's group.\nThe study was conducted for the Justice Department's civil rights chief, Drew S. Days 3d, who wanted to determine whether there had been a resurgence of Klan activities and whether Federal agencies were effectively combating Klan violence.\n \nInquiry on Shootings\nLast year the F.B.I. sent its top civil rights investigator here to coordinate an investigation of a May shootout involving Klansmen and black marchers. The incident occurred one year after Tommy Lee Hines, a 28-year-old mentally retarded black man from Decatur, was arrested and charged with rape.\nThe F.B.I., in a 408-page report, said that there were no violations of Federal law when Klansmen blocked the path of the marchers and members of both groups exchanged gunfire.\n''The offer to the F.B.I. to inspect our camps still stands,'' Mr.Wilkinson said. ''We violate no laws.'' Mr. Hines was subsequently convicted, but the verdict was reversed.  Last Friday a jury found Mr. Hines ment ally incompetent to stand trial on the rape charges, and today a Circui t Judge, Charles R.  Crowder of Birmingham, temporarily committed Mr. Hines to a state mental hospital at Tuscaloosa.\nJudge Crowder said that another institution, the Partlow School and Hospital, a mental retardation facility also at Tuscaloosa, refused to accept Mr. Hines because of a Federal court order prohibiting new patients. However, the judge said efforts would still be made to transfer Mr. Hines there.\n \n----\n \nCarolina Governor Seeks Meeting\nRALEIGH, N.C., Nov. 24 (UPI) - Gov. James B. Hunt Jr., vowing that the state would fight terrorism, said today that he would meet with black leaders and white leaders next week to discuss tensions caused by the acquittal of six Klansmen and Nazis accused of killing five communists.\n''What I want us to do is to really think about what we have to do in this state to provide equality and opportunity, to look ahead,'' Governor Hunt said.\n''I understand the concerns of the people who have spoken out in the last week and I want to hear from them,'' he said.  Ben Ruffin, a Hunt aide who is organizing the meeting, said that about 15 people would be invited to the session, scheduled for next Monday.\nOther than to say that the case had been ''vigorously prosecuted,'' Governor Hunt refused to comment on the verdict. But he did say that extremists should not view the case as tacit permission to commit violent acts.\n''The state of North Carolina will not tolerate extremist violence,'' he said. ''We will not tolerate terrorism and hatred. We will not tolerate bigotry and murder.''"
}