{
    "title": "Knife attack in Nice sends France into further shock",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 31,
    "full text": "The counter-terrorism division of Tunisia's public prosecutor's office has ordered a probe into whether the alleged terrorist cell, \"Al Mahdi in southern Tunisia\", is real, and if so whether it played any role in Thursday's attack in Nice.\nHe killed a 60-year-old woman and Vincent Loques, 54, who worked at the church.\n\"A woman came in straight from the church and said, \"Run, run, someone has been stabbing people\", he told AFP.\n\"He wasn't on any of our security watchlists, either French or European\", Interior Minister Gerald Darmanin said, reiterating that France was \"at war with Islamist extremism.an enemy that is both internal and external\".\nA 47-year-old man arrested on suspicion of contacting the killer the day before has no apparent link to the attack, a source close to the investigation said.\nThe caricatures, which are deeply offensive to Muslims, are part of a renewed debate on freedom of expression after French teacher Samuel Paty was killed earlier this month after showing the images to his students.\nBefore perpetrating the attack at the church, the main suspect is believed to have shouted \"Allahu Akbar\" (God is the greatest).\nNice MayorChristian Estrosi told journalists at the scene the attacker \"kept repeating \"Allahu Akbar\" even while under medication\" as he was taken to hospital.\nAriana Grande's New Album 'Positions' is Out Now\nJust a few short weeks after making the announcement, the 27-year-old pop star released her sixth studio album titled Positions . Positions featured collaborations with The Weeknd , Doja Cat and Ty Dolla $ign.\nPresident Emmanuel Macron called it an \"Islamist terrorist attack\", and the government has placed its terror alert at maximum ahead of the Catholic holiday of All Saints Day on Sunday.\nIt was not immediately clear what the motive was for the Nice attack, or if there was any connection to the cartoons, which Muslims consider to be blasphemous.\nItaly's interior minister, Luciana Lamorgese, confirmed Friday that the suspect was ordered to leave Italy on October 9.\nTensions have heightened since last month, when the trial opened for 14 suspected accomplices in that attack.\n\"We have two people killed inside the church, and a third person who was in a bar facing the church where she had taken refuge\", Estrosi said, according to The Guardian.\nOn Thursday, French PresidentEmmanuel Macron announced he would be sending 7,000 troops to protect schools and religious sites, more than double the 3,000 now deployed.\nBut some claim Macron is unfairly targeting France's estimated five to six million Muslims - the largest community in Europe.\n\nLoad-Date: October 31, 2020"
}