{
    "title": "Knife Attack Investigated As Terrorism In Finland",
    "publisher": "the new york times",
    "year": 2017,
    "month": 8,
    "day": 20,
    "full text": "STOCKHOLM -- A knife attack that killed two people and wounded eight others in southwestern Finland is being investigated as a terrorist attack apparently aimed at women, Finland's National Bureau of Investigation said on Saturday.\nThe suspect, who was shot after the attack in Turku and hospitalized with a leg wound, is an 18-year-old Moroccan, the bureau said on Twitter. At a news conference on Saturday afternoon, the police said he had been in Finland since last year and was seeking asylum. They said he would be questioned at the hospital as soon as possible. \n  Four other suspects, also Moroccan citizens, have been arrested in Turku, and a search warrant was issued for a sixth. A car was also seized as part of the investigation, the police said.\n  The knife attack killed two Finnish women. The wounded -- five women, two men and a 15-year-old girl -- were Finns, an Italian, a Swede and a Briton.\n  Crista Granroth, an official with the National Bureau of Investigation, said that it seemed that the attacker had deliberately gone after women, and that the men had been wounded while trying to stop him.\n  Prime Minister Juha Sipila said Finland had ''feared something like this, but we have been prepared.''\n  ''We are no longer an island,'' Mr. Sipila added.\n  The assault in Turku, a city of more than 180,000, began in a main square when a man stabbed a woman, the authorities said. The assailant then ran to another square, where the police apprehended him and took the knife.\n  Wali Hashi, a journalist who saw the episode, said in an interview that a group of people chased the knife-wielding man, who was screaming ''God is great'' in Arabic. The police declined to confirm whether the assailant had been yelling in Arabic.\n  Paivi Koivisto, a teacher, said the wounded Italian woman had been pushing a baby in a stroller. ''The most important thing was to keep the baby happy,'' said Ms. Koivisto, one of several bystanders who tried to help after the attack. The child was unhurt.\n  Leena Malkki, a counterterrorism expert and a lecturer at the University of Helsinki, said, ''Finland has had attacks of indiscriminate violence, but none on this scale that also have political or religious motives.''\n  Friday's attack, Dr. Malkki said Saturday, should not come as a surprise.\n  She said the Finnish Security Intelligence Service, which is participating in the investigation, had warned that ties between people in Finland and foreign terrorist networks had grown stronger in recent years and that radical Islamist propaganda in Finnish had been cropping up on the internet.\n  ''These are signals that something may be brewing in Finland,'' Dr. Malkki said. ''But it is not clear how these developments relate to the attack on Friday.''\n  The security service released a report in June saying the Islamic State no longer saw Finland as neutral, and posed a threat to the country. The agency has identified about 350 people as persons of interest, an increase of 80 percent since 2012, it said.\n  The security service added that an increasing number of those people had ''taken part in an armed conflict, expressed willingness to participate in armed activity, or received terrorist training.''\n  The police would not comment on why the investigation into Friday's attack had changed to involve suspicion of terrorism, other than to say there were indications of ''some ideological feelings, background and thoughts.''\n  Security was tightened at the airport and at train stations in the capital, Helsinki, about 100 miles to the east. Interior Minister Paula Risikko said the police had increased patrols nationwide.\n\nhttps://www.nytimes.com/2017/08/19/world/europe/turku-finland-attack.html\n\nLoad-Date: August 20, 2017"
}