{
    "title": "Knife attack at Manchester's Victoria Station wounds 3, including police officer",
    "publisher": "university wire",
    "year": 2019,
    "month": 1,
    "day": 1,
    "full text": "British police have said three people, including a police officer, were stabbed during an incident at Manchester Victoria rail station.\nThey say a Transport Police officer was also stabbed in the shoulder in the incident just before 10am today NZT (9pm, December 31 United Kingdom time).\nThe woman was injured in her face and abdomen and the man has injuries to his abdomen, GMP said.\n\"A BTP officer is also receiving treatment for a stab wound to his shoulder\".\n\"We received the call at 8.52pm on Monday 31 December\".\nA man has been arrested and the station is shut.\nClack told the Press Association: \"I just heard this most bloodcurdling scream and looked down the platform\".\n\"He came towards me\".\nThe Daily Mail reported that the attacker shouted \"Allah\" but, unsurprisingly, this detail was absent from the initial reports on both the BBC and Sky News.\nBrowns 'Seriously Considering' Gregg Williams for Head Coaching Vacancy\nGase became head coach of the Dolphins in 2016, leading them to 10 wins and a playoff appearance during his first season. Since firing Jackson, the Browns are 5-2 under head coach Gregg Williams , a long-time defensive coordinator.\n\"Feet from me, I was close to jumping on the tracks as attacker had long kitchen knife\".\nClack said police officers used pepper spray and a Taser on the man before \"six or seven\" officers tackled him down.\n'It was just fear, pure fear'. He came towards me.\nMr Clack said he saw the attacked man - who he described as in his 60s - and the woman, who had been with him, \"walk out of the station\" with emergency crews.\n\"While we don't know yet the full circumstances and are keeping an open mind, officers from Counter Terrorism Policing North West are leading on the investigation\".\nThe city's New Year celebrations went ahead in Albert Square despite the incident, with a firework display taking place as planned, though increased security was brought in. \"The Metrolink through the station is suspended\".\nTo close out 2018, three people have been stabbed at the Manchester Victoria train station in the United Kingdom in an apparent act of terrorism.\nThe station is now closed, but there are no plans to cancel the New Year's Eve fireworks celebrations in the city centre.\n\nLoad-Date: January 1, 2019"
}