{
    "title": "Knife Attacker Injures Seven People in a Siberian Town",
    "publisher": "the new york times",
    "year": 2017,
    "month": 8,
    "day": 20,
    "full text": "MOSCOW -- A man wielding a knife attacked and wounded seven people on the central street in the Siberian town of Surgut on Saturday, local news reports and Russian investigators said.\nThe police later shot and killed the attacker, the Russian authorities said. The attack raised alarms about an expanding wave of terrorism in Europe, even as officials said there was no immediate information on the attacker's motive. \n  On Saturday, the Islamic State claimed responsibility for the attack through the group's Amaq News Agency.\n  But Russia's Investigative Committee, a law enforcement group, gave no immediate indication in an initial statement that the stabbings in the Siberian city, an oil industry hub in the far north, had any link to terrorism.\n  In a statement, the Interior Ministry said that the suspect, a local man, had been ''tentatively identified'' and that ''the theory that the attack was an act of terrorism is not the main one.'' The police said they were investigating the attack as attempted murder. They were also investigating whether he was mentally ill.\n  The injured were taken to a hospital, where two were in critical condition, the state-owned RIA Novosti news agency reported.\n  Photos shared on social media and in the local news media after the stabbings showed a body on the ground under a sheet. A news site, K-Inform, initially reported that three men in masks had attacked pedestrians with knives, an ax and firearms. It said one woman was stabbed while standing at an ATM.\n  But the police mentioned a single attacker: ''An unknown man armed with a knife, moving along the central streets of the city, attacked passers-by,'' they said.\n  Witnesses posting updates on Russian social media said a man had walked through a department store in the city, carrying a knife and an ax. One said he appeared to be intoxicated. The man then left the store and attacked pedestrians outside, the posts said.\n  Surgut, about 1,300 miles east of Moscow, is in the Khanty-Mansiysk area of Siberia and has a population of more than 350,000.\n  The assault came within days of deadly attacks in Spain and Finland. On Thursday, several attackers in the Spanish cities of Barcelona and Cambrils killed at least 14 people and wounded more than 80 others in what officials called a terrorist act.\n  In Finland on Friday, a man stabbed two people to death and injured eight others in Turku before he was shot and arrested. The Finnish authorities said Saturday that they were treating the killings as a terrorist attack.\n\nhttps://www.nytimes.com/2017/08/19/world/europe/russia-knife-attack-siberia.html\n\nLoad-Date: August 20, 2017"
}