{
    "title": "Knockout's not finished",
    "publisher": "the deseret news",
    "year": 2019,
    "month": 10,
    "day": 29,
    "full text": "President Donald Trump deserves credit for ordering the attack that killed Islamic State leader Abu Bakr al-Baghdadi over the weekend. \nThe decision put American forces in a precarious spot that could have resulted in casualties and embarrassment if the mission had failed. For a reference to what that sort of debacle could have meant, remember Operation Eagle Claw, the failed attempt under the Carter administration to rescue hostages from the U.S. embassy in Iran in 1980, resulting in the deaths of eight U.S. service members.\nIran used that failure as a propaganda tool, and it hurt U.S. standing abroad. \nThis one, by contrast, was a smashing success that sent a powerful message to ISIS, and every other terrorist organization, about U.S. resolve to hunt down stateless enemy organizations. Reports Monday morning said the United States and Syrian Democratic Forces also had targeted ISIS spokesman Abu al-Hassan al-Muhajir. While it wasn't clear whether he also had been killed, the death of Baghdadi and the disabling of Muhajir had effectively left ISIS without leadership and incapable of communicating.\nBut amid the success, it's worth studying some important lessons that ought to guide U.S. military policy going forward.\nPresident Trump has downplayed the importance of maintaining important alliances, most recently allowing Turkish forces to attack Kurds despite Kurdish help in destroying or rounding up top ISIS fighters. The president also has, at various times, discounted the importance of intelligence agencies, and he has pledged to remove American forces from what he has termed \"endless wars\" in the Middle East.\nLast weekend's success was the result of keen intelligence that would have been impossible without boots on the ground, working with friends in the area. It required the cooperation of Syrian Democratic Forces who have been working with American intelligence forces for months, according to news reports.\nThe president said it also required the cooperation of Turkey, Syria, Iraq, Syrian Kurds and Russia, whose cooperation allowed U.S. aircraft to reach their target without resistance. We note that Russia has refuted these claims, but the lesson remains clear concerning the need for allies and international cooperation.\nFinally, the lesson here is that extremists who hate the United States and its allies will not easily be eradicated. ISIS has operated as a decentralized organization whose members are encouraged to launch operations of their own. In the past, it has quickly replaced dead leaders with others just as bad.\nThe seemingly endless nature of terrorism requires a resolve by American leadership to keep the fight going as long as it takes. \nIt's worth remembering the words of President George W. Bush who, speaking to a joint session of Congress days after the attacks of 9/11, said of the impending fight against terrorism, \"Americans should not expect one battle, but a lengthy campaign, unlike any other we have ever seen.\"\nOnly by taking the fight to the terrorists in faraway lands can the United States keep its enemies from gathering long enough to launch further attacks on our shores. The president deserves credit for another success in that long struggle, and it must be continued with the help of friends, good intelligence and the nation's relentless military might.\n\nLoad-Date: October 29, 2019"
}