{
    "title": "Knowledge is power",
    "publisher": "university wire",
    "year": 2006,
    "month": 7,
    "day": 11,
    "full text": "Last May, under the direction of psychology professor Kevin Murphy, Penn State unveiled its International Center for the Study of Terrorism. This coming October, the new center will play host to a conference aimed at decoding the psychology of terrorism.\nCongratulations are in order for the university. It is great that Penn State has been chosen to host such an event and this is a much-needed program in a nation that is very ignorant on this topic.\nTerrorism, according to The United States Department on Health and Human Services, works because it preys on how easily people stress over \"novel, unpredictable and uncontrollable dangers.\"\nIn order to combat this, the number one defense is knowledge. When the general public understands the psychology of a hidden enemy, the unpredictability factor is removed. And who better to empower with this defense than the incoming leaders of America?\nThe program will incorporate the College of Information Sciences and Technology, the Social Science Research Institute, and the psychology, sociology and political science departments into the center, adding a diverse educational field for the most thorough analyses.\nBecause so many departments are involved in the center, it will be advertised in many different fields around the campus. Ideally, this will lead to more graduate and undergraduate students participating and learning.\nThe center is a consortium of schools, mostly located in Europe, China and the United States. Because of how expanded the program is, Penn State should expect to have visitors from thousands of miles away.\nWith more international visitors in the area, students will have the opportunity to interact with a more diverse culture than they're used to and this will help to expand acceptance of those from other cultures. It's a cycle that can only reduce the power of terrorism.\nThe center is the keystone of a wave of changes made by Penn State since September 11, 2001. Penn State also has a course Political Science 439, The Politics of Terrorism, a course dedicated to studying the formation, impact and processes of terrorism.\nThe International Center for the Study of Terrorism is good news for Penn State. It's good news for the general public. It's good news for the future.\n(C) 2006 Daily Collegian via U-WIRE\n\nLoad-Date: July 11, 2006"
}