{
    "title": "Knowing terrorism firsthand Local survivors of '85 jet attack unsure retaliation is best policy",
    "publisher": "chicago daily herald",
    "year": 1998,
    "month": 8,
    "day": 23,
    "full text": "Neta Slotowski's Huntley home is a long way from the camp of suspected terrorist leader Osama bin Laden.\nHowever, it is unlikely many Americans have a better understanding of bin Laden and his brand of terror than she does.\nSlotowski was among 33 Fox Valley residents aboard TWA flight 847 on June 14, 1985, when pro-Iranian terrorists seized the Boeing 727 and held them hostage - some for nearly three weeks.\nSlotowski, Algonquin resident Janet Novak and others spent days face to face with the kind of people U.S. forces hoped to put out of business in Thursday's attacks in Sudan and Afghanistan.\nThe experience gave the passengers rare insight into terrorists and how this country can best confront them.\nThe recent bombings of two United States embassies in Africa and America's retaliatory strikes gave those passengers reason to think again about people like their captors and American dealings with them.\nWhile not the least bit sympathetic toward terrorists, Slotowski questions America's response to the embassy bombings.\n\"I have mixed feelings,\" she said. \"I know something has to be done to stop (terrorism), but I'm not sure that's the right thing to do.\n\"We can look at these things in a calmer way instead of just blowing things up,\" she added.\nSlotowski said her questions stem from concerns about how the U.S. strikes affected civilians in and around the targets.\n\"When it kills these people, people who have no control over what their governments are doing, I'm against it,\" she said.\nThe Rev. William McDonnell, also a Flight 847 passenger, said he has ethical concerns about the bombing. Attacking suspected criminals without legal proceedings, he said, \"is not our way.\"\n\"When we believe someone has done something criminal here, we arrest them and try them in court,\" said McDonnell, formerly of Algonquin.\nHowever, he added, that may not be an option for U.S. officials.\n\"In a country where you have no courts or where somebody is not going to be arrested, maybe there is no choice,\" McDonnell said.\nNovak, who boarded TWA Flight 847 with Slotowski and McDonnell as part of a contingent from St. Margaret Mary Church in Algonquin, also worries about the attacks' effect on civilians.\nThat concern, she said, extends to people affected by the fallout of the attack.\n\"It will escalate,\" she said. \"This is not going to be the end of it, and it's the innocent people that will suffer. Those that are responsible get away with it.\"\nNovak said she would like negotiations to lead to a peace between Americans and the extremist groups blamed for the terrorist acts.\nHowever, her experience aboard Flight 847 makes her wonder whether that is possible.\n\"When they're determined, there is no talking to them,\" she said. \"They're ready to give up their lives for their cause.\"\nDespite her hopes, Slotowski also wonders whether it is worth the effort to talk with the terrorists.\n\"I don't know how much talk there has been with the men in power or whether they're just so unreasonable you can't talk to them,\" she said.\nThe Rev. Thomas Dempsey of St. Mary's Church in Elgin believes in the latter.\nThe Flight 847 passenger said he abhors the violence of both the bombings and the U.S. retaliation,  but wonders whether we\n can respond to terrorists in any other way.\n\"Where are (the terrorists) and are they willing to negotiate? The answer seems to be a clear no,\" Dempsey said. \"In my experience, these are people who can only be talked to after power has been taken away from them.\"\n\nGraphic\n\n \nThe Rev. Thomas Dempsey\n\nLoad-Date: August 25, 1998"
}