{
    "title": "Know thine enemy To defeat terrorism, focus on terrorists",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 3,
    "day": 12,
    "full text": "If Marc Sageman is right, then most of what most of us believe about the greatest terrorism threats to our country is wrong. And perhaps the most misinformed, not surprisingly, is the president of the United States.\nSageman's new book, \"Leaderless Jihad\" (University of Pennsylvania Press), does something that's far too unusual: It takes a disciplined, rigorous and skeptical approach to information.\nSageman sorts through accounts from a wide variety of sources about some 500 people who are associated with specific acts of Islamist terrorism. He evaluates the information for reliability and identifies threads of consistency that help separate fact from myth and reasonable conclusion from ideological assumption.\nArmed with the contents of this database, Sageman then flexes his professional knowledge of psychology and sociology and comes up with a clear, if nuanced, picture of the individual and group dynamics that produce radical Islamist terrorists. Conventional wisdom about who terrorists are and what made them that way pretty much collapses.\nSageman, it must be noted, is not an ideologue or a journalist. He's not a pundit. He's not a regular on the talking-head circuit (book tours excepted), and he's not a former or current official of a former or current administration. He is not an amateur.\nHe earned an undergraduate degree from Harvard, then went to New York University where he earned an M.D. and a Ph.D. in sociology. He later completed a residency in psychiatry at the Hospital of the University of Pensylvania and now practices forensic and clinical psychiatry.\nBut between NYU and the U. of P., Sageman took a bit of a detour: In 1984, he joined the Central Intelligence Agency and worked on its Afghan Task Force. In 1987, he went to Islamabad, Pakistan, and spent two years running U.S. programs with the Afghan mujahedin in the closing years of the disastrous Soviet occupation. After a couple of years in New Delhi, he came home, quit the agency and became a shrink instead of a CIA spook.\nIn addition to his psychiatric work and academic duties at the University of Pennsylvania and University of Maryland, Sageman is a senior fellow at the Foreign Policy Research Institute and operates his own consulting company on counterterrorism.\n\"Leaderless Jihad\" examines the available evidence and concludes that the al-Qaida of Osama bin Laden - Sageman calls it \"al-Qaida Central\" - is pretty much dead, at least as an entity with a senior leadership that plans, finances and controls terrorist acts through a far-flung network of agents. For this, Sageman credits the aggressive actions of the Bush administration in stripping the group of its safe haven in Afghanistan, cutting off its sources of funding and killing or capturing most of its top leaders.\nBut those successes have been followed by a string of U.S. mistakes and misjudgments that ignored the morphing of al-Qaida into a social movement of like-minded but essentially independent Islamist terrorists. Worse still, the U.S. invasion and continuing occupation of Iraq have become key elements in the radicalization process that produces these terrorists. To them, the U.S. military operation in Iraq confirms that the West is conducting a war against Islam. It allows them to justify their actions as defending their faith.\nThe ironies here pile up fast. For instance, some supporters of the war in Iraq routinely insist that those who criticize the war are \"emboldening the enemy.\" Sageman's analysis is that the exact opposite is the case: It is the U.S. military invasion and occupation of a Muslim country that has accelerated the radicalization process and emboldened budding Islamist terrorists.\nAnother irony: The 9/11 terrorists were born overseas, trained overseas and sent to the United States by al-Qaida Central at the peak of the group's power - what Sageman calls the first wave of contemporary Islamist terrorism. Today, however, the true threat comes from so-called third-wave terrorists who train themselves, often through the Internet, and become radicalized in the same countries where they later hope to commit violent acts.\nIn Europe and Asia, for example, social, economic and political forces have kept Muslim immigrants from feeling connected with the broader societies of the countries to which they immigrate. For some people, experiences of discrimination can feed a sense of outrage and become part of the radicalization process.\nIn contrast, the nature of the United States - its emphasis on the rule of law, guaranteed civil liberties, religious tolerance and economic opportunity and its melting-pot tradition of diversity - has worked against radicalization. But draconian anti-immigration crackdowns in this country, driven by hysterical fear of foreigners, threaten to neutralize these great natural advantages in the battle against terrorism.\nSageman concludes \"Leaderless Jihad\" with a chapter of recommendations for defeating Islamist terrorism, based on his measured analysis of the facts drawn from his database. But before policymakers even begin to consider his points, they will have to give up their illusions.\nThe official anti-terrorism policy of the United States is articulated in a 2006 document titled \"National Strategy for Combatting Terrorism.\" It emphasizes the concept of spreading democracy to the rest of the world, particularly to the Middle East. Sageman has little patience for it.\n\"The U.S. strategy of promoting democracy and freedom in the Middle East as the antidote to terrorism has not borne any fruit in the region,\" he writes. \" This strategy is calculated to win the 'war of ideas' among the converted, namely conservative Americans who [already] deeply believe in the values of freedom and democracy.\"\nThis, obviously, is the wrong audience. \"Although the U.S. government needs the support of voters at home,\" Sageman writes, \"to counter the terrorist threat, it is essential to focus on the terrorists.\"\n\"Leaderless Jihad\" offers compelling analyses, arguments and recommendations for doing just that.\n\nNotes\n\n OTHER VIEWS \n\nGraphic\n\n \nPHOTO\n PHOTO - Osama bin Laden  AP  PHOTO - U.S. President George W. Bush AFP/Getty Images  PHOTO - (Book cover: \"Leaderless Jihad\") \n\nLoad-Date: March 12, 2008"
}