{
    "title": "KOCH SAYS GISCARD GIVES TERRORISM GALLIC SHRUG",
    "publisher": "the new york times",
    "year": 1980,
    "month": 10,
    "day": 8,
    "full text": "Mayor Koch charged yesterday that President Valery Giscard d'Estaing of France had responded to recent terrorist attacks directed against French Jews with ''a Gallic shrug'' and that he was ''allowing Jews to become a scapegoat.''\nSpeaking to reporters in City Hall, the Mayor warned, ''It's happening again.'' He compared the current situation in France to the days in Germany before World War II when persecution of Jews in Germany was officially sanctioned and generally condoned,\n''I believe you have to speak out when people in positions of power like Giscard d'Estaing support terrorism, because that's what he did,'' said the Mayor, just a few hours before he was to speak at a luncheon of the French-American Chamber of Commerce. ''I believe that governmental agencies, particularly the President of France, have contributed to terrorism by the actions of the French as relates to support of the P.L.O.''\nAN-A\nLater, addressing the luncheon group seated in the brocaded grand ballroom of the Pierre Hotel, Mr. Koch moderated his tone, referring to France as ''the cradle of liberty.''\n''My intention is to speak out against terrorism,'' the Mayor told the largely friendly audience, made up primarily of French citizens.  ''My concern is not just France, but the world, has become calloused to terrorism.''\nThe French Consul General, Gerard de la Villesbrunne, stepped to the microphone after Mr. Koch spoke and told the Mayor, ''We are just as much against terrorism as you would like us to be.''\n''The Mayor is a good friend of mine,'' Mr. Villesbrunne said to reporters later, ''but it happens to every one of us to have only half of the information and to come to conclusions that are not fair.''\nAt his morning news conference, Mr. Koch called the French Government ''despicable in this matter'' and drew historical analogies both to France's Dreyfus affair, and ''Kristalnacht'' - the 1938 Government-sanctioned riots against German Jews.\n''I think what happened here in a way rivals, in a different way but in a way, the Dreyfus case,'' said Mr. Koch, referring to Capt.  Alfred Dreyfus, a French Jewish officer who was convicted of treason in the 1890's on largely forged evidence.\n''Giscard d'Estaing, by his inaction, by his failure to grapple with this situation, is allowing Jews to become a scapegoat,'' said the Mayor. ''That's what happened with the Dreyfus case.''"
}