{
    "title": "Koch and N.Y.U. Clash Over Terrorism Report",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 8,
    "full text": "A report on terrorism prosecutions written by scholars at New York University's School of Law has set off an ugly fight, pitting the school against former Mayor Edward I. Koch and Representative Peter T. King in what one side calls a question of intellectual freedom, and the other says is a matter of intellectual honesty.\nThe report, focusing on three high-profile cases, accuses law enforcement agencies of luring young Muslim men into violent plots and makes broad assertions that the government stigmatizes Muslims. The charge is nothing new; defendants in many terrorism trials in the past decade have alleged entrapment, but juries have rejected that defense.\nThe report, ''Targeted and Entrapped: Manufacturing the 'Homegrown Threat' in the United States,'' was published in May but did not draw much notice until recently, when some prominent alumni of the law school brought it to the attention of Mr. Koch, a 1948 graduate.\nMr. Koch called on the school's dean, Richard L. Revesz, to disavow the report and distribute a rebuttal that Mr. King -- the Long Island Republican who has presided over contentious hearings on domestic terrorist threats -- wrote at Mr. Koch's urging. When the dean did not agree, the former mayor decided to take the conflict public, potentially giving the report a wider audience than it had gained on its own.\nThe fight illustrates how differently the political and academic worlds can view the same dispute, and how the same information can be used to support vastly different conclusions and agendas.\n''We live in a society where there are lots of institutions that speak with a single voice,'' said John Beckman, a vice president of the university. ''That is not how a university works. We provide a forum for a lot of different views, including controversial views. So when an outsider sees something with which he or she disagrees and says, 'Condemn that point of view,' that is the exact opposite of what we are about.''\nMr. Koch, in an interview, said: ''Academic freedom doesn't mean you have the right to distribute false reports, and when called to your attention, to do nothing about it. The dean doesn't seem to care whether it's factual or not.''\nBut a close look at the report, and Mr. King's rebuttal, shows little dispute on the factual details of the three cases at the heart of the matter. Where they diverge is in which pieces of information to include, which to emphasize and how to characterize them.\nFor example, what Mr. King describes -- as did prosecutors -- as one group of defendants' paramilitary training, the N.Y.U. report calls ''recreational activities.'' The academics also omit particularly damning statements by defendants that Mr. King includes.\nThe first paragraph of the report says that more than 200 people have been prosecuted over the past decade in terrorism-related cases based on ''sending paid, untrained informants into mosques and Muslim communities.''\nMr. Koch and Mr. King accuse the authors of using the perceived flaws in three cases to suggest that many more were tainted. In a written reply, Smita Narula, an author of the report and a faculty director of the two groups behind it, said it ''never claims that 200 people were entrapped.''\nThe two sides also draw vastly different conclusions from the evidence, part of a broader fight over the role of Muslims in American life. When Mr. King held a series of hearings into what he called the radicalization of American Muslims, his stance drew large numbers of adherents and critics.\nIn a letter to Mr. Koch, Mr. Revesz noted the attention that Mr. King's 2010 hearings drew and said, ''It would be difficult to claim that the authors have had the more prominent platform from which to air their views.''\nThe 92-page report was produced by the law school's Center for Human Rights and Global Justice and the school's International Human Rights Clinic, which do a blend of research and advocacy -- some of it highly critical of the United States government -- and operate fairly independently of the school's administration.\nThe report focuses on the cases of a man convicted in 2006 of plotting to blow up the Herald Square subway station; of five men convicted in 2008 of conspiring to kill soldiers at Fort Dix, N.J.; and of four others convicted last year of trying to bomb two synagogues in the Bronx and planning to fire missiles at military aircraft.\nIn all three cases, the evidence showed that the defendants were egged on by government informants, but the juries concluded that the men were responsible for their own actions.\nIn the most recent case, involving a group of men from Newburgh, N.Y., the judge said there was ''something decidedly troubling about the government's behavior,'' noting that the informant went to great lengths to goad one defendant into taking part in the plot. Even so, the judge upheld the verdicts.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Former Mayor Edward I. Koch objected to a report saying the government entraps Muslims. (PHOTOGRAPH BY ANGEL FRANCO/THE NEW YORK TIMES)                                       \n\nLoad-Date: October 8, 2011"
}