{
    "title": "Korn_Ferry research shows 62% of companies feel secure from terrorism Majority of Executives Say The",
    "publisher": "noticiasfinancieras",
    "year": 2004,
    "month": 10,
    "day": 13,
    "full text": "According to research released today by Korn/Ferry International (NYSE:KFY), the premier provider of executive search and leadership development solutions, 47 percent of almost 2,000 executives surveyed say their companies still do not have procedures in place should an act of terrorism or catastrophic event occur. An additional 11 percent of executives polled stated that they were unsure if their companies had implemented any precautionary measures. Only 42 percent of respondents said their companies have procedures in place.\nDespite this, more than half (62 percent) of currently employed executives said they feel secure from terrorism in their workplace. Just 2 percent of executives polled said they feel very insecure, reflecting a broad sense of safety in America's workplace.\n\"While it's disconcerting to hear that a large percentage of companies have no crisis plans in place, I think this research is illustrative of our country's resilience and optimism,\" says Paul Reilly, Chairman and CEO of Korn/Ferry International. \"However, I would hope our respondents were prompted to make inquiries into their companies' plans. These procedures should be a top priority.\"\nThe survey also found that 48 percent of those surveyed thought that the economy is still impacted by global terrorism. Only 11 percent feel that the economy has come to terms with terrorism, up only one percentage point from last year, when the same question was posed.\nFindings from the Korn/Ferry International Executive Quiz:\nDoes your company have a procedure in place should an act of terrorismor catastrophic event occur? (Number of Executives: 1,951)\nYes 42%No 47%I don't know 11%\nIn terms of terrorism, how secure do you feel in your workplace? (Number of Executives: 2,111)\nI feel very secure 62%I feel somewhat secure 21%I am neither secure nor nervous 12%I feel somewhat insecure 4%I feel very insecure 2%\nWhich best describes the impact of global terrorism on the economy? (Number of Executives: 1,511)\nIt has come to terms with the reality of terrorism 11%The impacts of terrorism are still being felt 48%It has adjusted itself until the next major incident 41%\nWhich best describes the impact of global terrorism on the economy? (From 8/5/2003 to 8/13/2003) (Number of Executives: 2,061)\nIt has come to terms with the reality of terrorism 10%The impacts of terrorism are still being felt 53%It has adjusted itself until the next major incident 37%\nAbout the Korn/Ferry Executive Quiz\nThe Korn/Ferry International Executive Quiz is based on a global survey of executives registered with the firm's online Executive Center, www.ekornferry.com. Respondents from 60 countries, representing a wide spectrum of industries and functional areas, participated in the most recent Executive Quiz from August to September, 2004.\nAbout Korn/Ferry International\nKorn/Ferry International, with 70 offices in 35 countries, is the premier provider of executive search and leadership development solutions. Based in Los Angeles, the firm partners with clients worldwide to deliver unparalleled senior-level search, management assessment, coaching and development and middle management recruitment services through its Futurestep subsidiary.\n\nLoad-Date: December 31, 2004"
}