{
    "title": "Kosovo rebels agree to sign accord Serbs say efforts by U.S. make envoys advocates of terrorism",
    "publisher": "charleston daily mail",
    "year": 1999,
    "month": 2,
    "day": 23,
    "full text": "RAMBOUILLET, France - After 17 days of negotiations, the ethnic\nAlbanians have agreed to sign a Kosovo peace agreement within two\nweeks, the State Department said today.\nJames P. Rubin, the State Department spokesman, told reporters that\nethnic Albanians said they would sign after \"technical consultations\"\nwith residents in Kosovo, where a year-long conflict between\nseparatists and the Serbs has killed more than 2,000 people.\nThe announcement came nearly 1 1/2 hours after the deadline for the\nKosovo peace conference passed today with the Serbs and ethnic\nAlbanians entrenched in their positions despite NATO threats of\nairstrikes.\nThe ethnic Albanian delegation signed a statement approving the\nagreement in the presence of Christopher Hill, the chief U.S. mediator\nand ambassador to Macedonia.\nThe Serb side, meanwhile, continues to reject NATO deployment in\nKosovo and raised further objections to a political agreement.\nAt the White House this morning, President Clinton expressed hope for\n\"some sort of resolution\" today. There has been \"a lot of progress,\"\nhe said, including a 40-page document, but there are \"still some\nimportant disagreements.\"\nYugoslav deputy Prime Minister Vuk Draskovic described the talks as a\nfailure, blaming U.S. officials who he said \"want the blood of the\nSerbs.\"\n\"I am afraid the Rambouillet conference failed and we must say very\nclearly who is guilty for that,\" Draskovic told Associated Press\nTelevision News.\nCalling U.S. officials \"advocates of Albanian terrorism,\" Draskovic\naccused them of attempts \"to produce failure of the conference and\nblame the Serbs.\"\nIn Pristina, capital of Kosovo, the political wing of the Kosovo\nLiberation Army said it was sticking to its demands for a referendum\non independence and NATO guarantees of any accord.\nRubin said Secretary of State Madeleine Albright is \"hoping that\nKosovo Albanians will seize the historic opportunity for peace that\nthey never had before, a historic opportunity in which they will get\nsomething they never had before, which is autonomy, real\nself-government, running their own lives, getting rid of Serbian\nforces that have oppressed them, and bringing in NATO troops to\nprotect them.\"\nPeace appeared as elusive as ever today in Kosovo. New fighting broke\nout between Yugoslav army troops and Serb police and the ethnic\nAlbanian rebels amid heightened tensions over the fate of the peace\ntalks.\nClinton called anew today for both sides in the Kosovo conflict to\nrestrain themselves.\nWith the threat of NATO airstrikes hanging over Yugoslavia, Albright\ntried this afternoon to persuade at least Kosovo Albanian side to sign\nthe entire agreement, which contains no mention of future\nindependence, or even a\nreferendum.\n\nLoad-Date: February 24, 1999"
}