{
    "title": "Krause Debates Northeastern 's Abrahms on Effectiveness of Terrorism",
    "publisher": "university wire",
    "year": 2018,
    "month": 3,
    "day": 18,
    "full text": "On Thursday night, political science professor Peter Krause, author of Rebel Power: Why National Movements Compete, Fight, and Win, debated Max Abrahms, professor of political science at Northeastern University and author of upcoming book Rules for Rebels: The Science of Victory in Militant History, on the effectiveness of terrorism in Fulton 511.\nIn his opening comments, Abrahms recounted how he traveled to Israel at the time when the country was building its West Bank barrier as a means of preventing Palestinian suicide attackers from crossing into the country. When Abrahms spoke with Palestinians, they emphasized to him how economically and logistically prohibitive, as well as humiliating, they found this barrier--believing it compromised their aspirations for a future state.\nWhile in Israel, Abrahms read Robert Pape's article \"The Strategic Logic of Suicide Terrorism,\" in which Pape argues that groups select terrorism as a strategic tactic-a means of helping them coerce governments into granting major political concessions-and points to the Palestinians as an example of terrorism's effectiveness.\nAbrahms was struck by the disconnect between Pape's viewpoint, which many other political scientists also shared, and what was happening on the ground-as none of the Palestinians he had spoken to considered themselves to be \"political successes.\" Consequently, in graduate school Abrahms began to study whether there is truth behind the idea that terrorism helps militant groups to pressure government compliance.\n\"I think that I have really challenged those who think that terrorism is effective in terms of yielding a high rate of political return, in terms of the odds of militant groups achieving their major strategic goals,\" he said. \"There's really no question, I think from my research, that there actually is a very strong correlation between groups that use civilian attacks and political failure.\"\nOn the other hand, in Krause's opening statements, he said that he thinks it's important to look at the fact that, as much or more than their strategic objectives, terrorist groups also care about their organizational effectiveness.\n\"Think about it like politicians,\" he said. \"What are they going to say? 'I want better health care. I want lower taxes.' ... But we all know, what's the number one thing that they really want? To get elected.\"\nKrause expressed that he didn't necessarily think he disagrees with Abrahms and Pape, but rather, he just has a shift in focus.\n\"There is and should be a lot of interest in: When you use terrorism, does it lead to your group becoming a more powerful political party? Does it get more attention on your issues in a way that shapes the terms of the debate? ... Can you translate that notoriety into more recruits, into more money, into ultimate political power?\" he said.\nAbrahms responded by saying that, theoretically, terrorism could be advantageous in a organizational sense and not a strategic sense-but he doesn't subscribe to that view either. He argued that the most extreme groups, in terms of violence against civilians, scare off their support, both at the local and international levels.\n\"ISIS used a lot of civilian attacks-based on the strategic model it wasn't effective, and based on the organizational model, it was equally a colossal disaster,\" he said. \"Groups that were much more restrained in their use of civilian violence-guess how they're doing organizationally? A whole lot better.\"\nIn response, Krause argued that, although it has lost territory and its caliphate is in shambles, ISIS had at one point become arguably the largest terrorist organization in the history of the world.\n\"If your standard is, well you have to be on top and stay there forever, that's a really high standard for organizational success,\" he said.\nIn Abrahms's response, he pointed to organizations whose leaders were harshly against killing civilians that have been much more effective and successful than ISIS, such as the Irgun in Israel and the African National Congress in South Africa. He noted that these groups were both strategically and organizationally effective, particularly in the sense that their leaders eventually became the chief executives of their respective nations.\nKrause countered, saying he agrees with Abrahms that the majority of a population, in most contexts, is not going to reward a group for killing civilians. He noted, however, that as organizations using terrorism are composed of extremists, they're no longer competing for the general majority of the population.\n\"What they're competing over is: 'This smaller part that could join any jihadi group-we want them to come to ours,' or, 'This smaller population that could look the other way when the caliphate is running-we want them to support us,'\" he said.\nAt the close of the debate, the two answered questions from students in the audience and discussed how, although their viewpoints differ, they are not inherently in contradiction or competition with one another.\n\"I see us both trying to answer a similar question and kind of snipping off different parts of it, and together you put together kind of the patchwork of the answer,\" said Krause.\n\"I think that, somewhere between the two of us, we've come closer to the truth,\" Abrahms said.\nFeatured Image by Abby Hunt / Copy Editor\nRelated\n\nLoad-Date: March 18, 2018"
}