{
    "title": "Kremlin Appoints Special Envoy To Newly Formed North Caucasus District",
    "publisher": "rtt news",
    "year": 2010,
    "month": 1,
    "day": 20,
    "full text": "(RTTNews) - Russian President Dmitry Medvedev on Wednesday named former businessman Alexander Khloponin as his special envoy to the newly formed North Caucasus district as a part of Kremlin&apos;s efforts to restore normalcy and peace in the volatile region.\nThe newly formed North Caucasus district includes Chechnya, Dagestan and Ingushetia, the three Russian Republics where Islamic and separatist insurgency-related violence has intensified in recent years, as well as the neighboring territories of Kabardino-Balkaria, Karachayevo-Cherkessia, North Ossetia and the Stavropol region.\nAs Medvedev&apos;s special envoy to the troubled North Caucasus region, Khloponin is entrusted with the task of creating new jobs by promoting economic development in the impoverished region, which is fast becoming the center of Islamic insurgency in Russia.\n\"A document was signed by me today .. appointing you as the presidential envoy to the North Caucasus Federal District,\" Medvedev told Khloponin on Wednesday in comments broadcast on state television.\n\"You have achieved a lot, above all in social and economic projects, and it is this that is in extreme need in the North Caucasus,\" Medvedev added.\nKhloponin, who was a former executive with the Norilsk Nickel mining company, is the current governor of the Siberian region of Krasnoyarsk. With his appointment as the special envoy to the new North Caucasus district, Khloponin has been elevated to the rank of deputy prime minister.\nDespite Khloponin&apos;s appointment as the new North Caucasus supremo, it remains to be seen if would be able to work alongside influential and powerful local leaders like Chechen President Ramzan Kadyrov, who is personally backed by Russian Prime Minister Vladimir Putin.\nThough Kadyrov is known for bringing relative calm to Chechnya after taking office in 2007, the tough methods used by him in suppressing local rebels have been questioned in the past. Several human rights groups have accused his government of widespread abuses.\nRussia&apos;s mountainous North Caucasus region has witnessed several terror attacks and frequent clashes between the militants and security forces in the recent past. Experts say insurgency in the region is fueled by Islamic extremism, separatism and poor economic conditions.\nLate president Boris Yeltsin had imposed strict security restrictions on Chechnya at the beginning of the second Chechen war in September 1999. The operation was aimed at crushing Chechnya&apos;s post-Soviet independence movement, and the active phase of the anti-terrorism campaign officially ended in 2001.\nAlthough Russia formally ended its decade-long counter-terrorism operation in the republic of Chechnya in April 2009, periodic bombings and clashes between militants and federal troops still disrupt Chechnya and nearby regions, particularly Dagestan and Ingushetia.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 15, 2010"
}