{
    "title": "KURDISH GUERRILLAS FIGHT FOR AUTONOMY",
    "publisher": "the columbian ",
    "year": 1994,
    "month": 10,
    "day": 28,
    "full text": "DIYARBAKIR, Turkey It was just a father's small sob, his simple contribution to the volumes of reports and unending debate about Turkey's human rights record.\nThe man stroked the edges of the palm-size photo of his son, Turan Demir, who he said was taken away by security forces after their Kurdish village was bombed and set ablaze last year.\n\"I cry day and night about what happened to us and to our village. But mostly I cry for my missing son,\" he said.\nThe Oct. 10, 1993, evacuation and destruction of Alaca in southeastern Turkey documented by Amnesty International and other human rights groups is part of what the groups claim is an escalating and brutal campaign by the Turkish military to wipe out villages considered havens for Kurdish rebels.\nThe guerrillas seek an autonomous homeland in southeastern Turkey for an estimated 12 million Kurds, an ethnic group with its own language and culture. A few rebels dream of uniting all 20 million Kurds who live in a region arcing from Syria and northern Iraq to the former Soviet Union. An estimated 13,000 people have died in Turkey's 10-year civil war, which shows no signs of easing.\nTurkish officials contend uncompromising tactics are necessary to keep their nation of 60 million people together.\nThe scorched-earth offensive has disrupted some supply lines and hiding places for guerrillas. But the price has been high: an estimated 1,500 villages and hamlets cleared and more than 1.5 million people scattered.\nIt also has put Turkish officials on the defensive.\nWestern governments have refocused attention and pressure on Turkey's treatment of Kurds and other opponents at a sensitive time.\nTurkey, a member of the North Atlantic Treaty Organization, is looking for greater foreign assistance to stabilize its shaky economy and keep its Western friendships tight as a Muslim fundamentalist party gains in power. Turkey also is desperate to win membership in the European Union.\nAllegations of police abuses are longstanding. Rights groups claim no let-up in police torture and disappearances of suspects despite some reforms giving prisoners access to lawyers. Some suspect government death squads are behind hundreds of murders.\nParliament is moving slowly on possible changes to the wide powers given to security forces under the law-and-order constitution written after a 1980 military coup.\n\"The security forces here … can get away with just about anything,\" said Yusef Alatas, a noted civil rights lawyer in the capital, Ankara. He is representing five former Parliament members accused of treason for activities with a now-banned pro-Kurdish party.\n\"Outside pressure is forcing some moderate changes. Do I think they will be significant? No,\" Alatas said.\nThe United States has frozen 10 percent of Turkey's $ 364.5 military aid package pending a human rights report.\nThe European Parliament suspended all contact with Turkey's Parliament to protest the trial of the pro-Kurdish political leaders. More than 330 cases of alleged abuse by Turkish authorities are pending before the European Commission on Human Rights.\nThe Turkish government pleads for understanding. Officials contend that harsh methods are necessary to fight Kurdish rebels and leftist terrorists. They also see their nation as a bulwark against Islamic fundamentalism and one of the West's strongest allies in the region.\n\"If human rights are lagging behind in any democratic country there must be a good reason for that. In our case it is terrorism,\" said Riza Turmen, a Foreign Ministry envoy to Europe.\n\"In the United Kingdom it is also terrorism. Of course there is violence. Of course there are human rights violations.\"\nTurkish leaders insist their goal is to protect people.\n\nGraphic\n\n \nPhotos by The Associated Press * (Above) This photo taken Sept. 23 shows destroyed houses in the village of Agarti Koy in southeastern Turkey. It is one of an estimated 1,500 villages in the region that have been evacuated and razed.  (Left) A Kurd, blocking his face to avoid possible reprisal by Turkish security forces, holds up a picture of his son, Turan Demir. Demir, 28, has been missing since he was detained a year ago in his village of Alaca.\n\nLoad-Date: October 28, 1994"
}