{
    "title": "Kurdish Fighters Discuss Releasing Almost 3,200 ISIS Prisoners",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 20,
    "full text": "BEIRUT, Lebanon — America’s Kurdish allies in Syria are discussing the release of 3,200 Islamic State prisoners, a prominent monitoring group and a Western official of the anti-Islamic State coalition said on Thursday, a day after President Trump ordered the withdrawal of all American troops from the country.\nTop officials of the Syrian Democratic Forces, the Kurdish-led and American-supported militia fighting the Islamic State in eastern Syria, met on Wednesday to discuss the option of releasing about 1,100 Islamic State fighters and 2,080 relatives of the group’s members, according to            Rami Abdul Rahman, the head of the Syrian Observatory on Human Rights.\nMostapha Bali, the spokesman for the Syrian Democratic Forces, or S.D.F., denied that there had been any discussion of releasing prisoners from the Islamic State, also known as ISIS or ISIL. “Any news coming from such sources is not reliable and is not coming from us,” he said.\nBut a Western official from the United States-led coalition fighting in Syria, which includes more than a dozen countries, confirmed that such discussions had taken place.\n“The best result of terrible options is probably for the Syrian regime to take custody of these people,” said the official, speaking on the condition of anonymity because he was not permitted to discuss the matter on the record. “If they are released, it’s a real disaster and major threat to Europe.”\nPresident Vladimir V. Putin of Russia, a top ally of the Syrian government, hailed Mr. Trump’s declaration of victory over the Islamic State and withdrawal order, saying on Thursday,            “Donald’s right.” But the United States’ coalition allies were clearly less happy.\n“We believe that Daesh remains a threat,” the French Foreign Ministry said in a statement on Thursday, using the Arabic acronym for the Islamic State and adding that France was concerned about the safety of coalition allies, including the S.D.F. The United States must consider the stability and security of northeast Syria, it said, “to avoid any further humanitarian tragedies and any return by the terrorists.”\nThe British Foreign Office said on Wednesday that despite progress in fighting the Islamic State, “much remains to be done and we must not lose sight of the threat they pose.”\nThe S.D.F. is known to hold large numbers of Islamic State prisoners, detaining fighters in about seven makeshift prisons near Ainissa in northern Syria, where the Kurdish group has its headquarters. Relatives of Islamic State members are            held in a detention camp nearby.\n[Read about a Times reporter’s tour of the ISIS prisoner camps in Syria]\nThere have been reports that the Kurdish group was planning to withdraw its forces from front-line positions fighting the Islamic State, but there was no sign so far that had happened.\nA report by the Syrian Observatory said the S.D.F. leadership was discussing the prisoners’ release because the home countries of many of them had refused to take them back.            The observatory, a London-based group with a network of citizen monitors throughout Syria whose work is widely considered credible, said the prisoners come from 31 countries in addition to Syria, and their family members from 41 countries.\nThe S.D.F. was also concerned that it would need all of its fighters to defend against a possible Turkish military invasion, the report said — a prospect made more likely by a United States withdrawal.\nThe Syrian Democratic Forces are predominantly made up of Kurdish fighters from the Y.P.G., the People’s Protection Units, but under American tutelage the group has signed up many Arab fighters opposed to the Islamic State; Arabs now make up about 40 percent of the force, which has up to 75,000 fighters. The group has been trained, advised, financed and supplied by the United States, which has 2,000 troops, mostly Special Operations forces, in Syria allied with the S.D.F.\nWith American support, especially from airstrikes, since 2016 the Kurds have pushed the Islamic State out of most of the territory it held in eastern and northern Syria, reducing the extremists to a pocket of about 20 square miles on the Iraqi border,           near the town of Hajin, far from any cities. Fighting continues in that area, although the S.D.F. claimed last week to have ousted the Islamic State from Hajin.\nTurkey has vowed to attack the S.D.F. because it considers the Y.P.G. as a front for the outlawed Peoples Workers Party, or P.K.K., in Turkey, and last week it said a cross-border invasion to attack the Kurds was only days away.\nThat led to a telephone conversation between Mr. Trump and President Recep Tayyip Erdogan of Turkey last Friday, after which the United States quietly began making preparations for the troop withdrawal.\nMr. Trump tweeted on Wednesday that he had made the decision.\nKurdish leaders have so far been restrained in their public reactions to Mr. Trump’s announcement. The S.D.F. General Command issued a statement on Thursday calling for the decision to be reconsidered.\n“The withdrawal decision will directly undermine the efforts of the final attempts to defeat terrorist groups and will have serious implications on stability and world peace,” it said. “The withdrawal in such circumstances, will create a political and military vacuum in the region and will leave people in the clutches of enemy forces.”\nThe threat of releasing Islamic State prisoners may be a trial balloon by the Kurds, whose own people suffered tremendously from the group’s atrocities when it controlled many of the Kurdish cities and towns in the Rojava area of northern Syria. That control ended when the Americans and the S.D.F. teamed up to fight the organization.\nNow the Kurdish areas are free of the Islamic State, and the Kurds have been fighting the group in Arab-dominated areas far from Kurdish communities. Those communities, however, would be threatened by any resurgence of the Islamic State, so the Kurds may not follow through on freeing prisoners.\nOn the other hand, maintaining the prisoners has been a burden on the group, and the United States has helped pay for the detention effort. There is no indication that American aid would necessarily end, but without American troops on the ground it may prove difficult to monitor what happens with the prisoners.\nAnother possibility the Kurds are discussing is handing the prisoners over to the Syrian government, which is also fighting against the Islamic State, but has at times made alliances with the group. The Western coalition official said any release would not take place immediately, and would not happen until the American troops had left completely, which might take months.\nMr. Trump defended his decision, praising America’s “historic victories against ISIS” and saying it was “time to bring our great young people home!” Yet his own presidential envoy to the fight against ISIS, Brett McGurk, said on Dec. 11 that a withdrawal now would be disastrous and risk a resurgence of the group.\nAmerican military officials as well as analysts who follow the Islamic State closely said it still has 20,000 to 30,000 fighters in Iraq and Syria, most of them underground. That is the number the Central Intelligence Agency estimated the group had at the beginning of its rise in 2014.\nIn a State Department briefing last week, Mr. McGurk said, “If we’ve learned one thing over the years, enduring defeat of a group like this means you can’t just defeat their physical space and then leave.”\nThe S.D.F. General Command said much the same thing: “The White House’s decision to withdraw from northern and eastern Syria will negatively affect the campaign against terrorism and will give terrorism and its supporters the political and military momentum to restore ISIS’ power again,” it said.\nMr. Bali, the group’s spokesman, said the group would continue to fight the Islamic State.\n“So far, our forces are still fighting these battles against terrorism,” he said. “We will do all that we can do to continue the battle, but the U.S. decision was unfortunate and unexpected.”\nHwaida Saad reported from Beirut, Lebanon, and Rod Nordland from London. \nPHOTO: Troops from the Syrian Democratic Forces at a funeral for fellow fighters in September. The Kurdish group has fought the Islamic State with American support. (PHOTOGRAPH BY Delil Souleiman/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nPutin Welcomes U.S. Withdrawal From Syria as ‘Correct’\nTrump Withdraws U.S. Forces From Syria, Declaring ‘We Have Won Against ISIS’\nU.S. Exit Seen as a Betrayal of the Kurds, and a Boon for ISIS\nBattered ISIS Keeps Grip on Last Piece of Territory for Over a Year\nAs ISIS Fighters Fill Prisons in Syria, Their Home Nations Look Away\n\nLoad-Date: December 22, 2018"
}