{
    "title": "KURDS SEIZE EMBASSIES AFTER LEADER IS ARRESTED; TURKEY IS EXPECTED TO TRY THE REBEL LEADER FOR TERRO",
    "publisher": "portland press herald",
    "year": 1999,
    "month": 2,
    "day": 17,
    "full text": "A Kurdish rebel leader was arrested after waging a 14-year guerrilla war for autonomy from Turkey, setting off massive protests Tuesday as enraged Kurds seized embassies and held hostages across Europe.\nWith the capture of Abdullah Ocalan, Turkish officials claimed a crushing victory over his rebel movement and hoped for an end to the long conflict that has claimed 37,000 lives and strained relations with neighboring countries.\nKurds, however, were outraged by the arrest of the man seen as the symbol of their drive for autonomy. And they took out their fury on Greece, accusing it of allowing Ocalan (pronounced OH'-jah-lan) to be taken out of hiding from the Greek Embassy in Kenya and transported to Turkey for arrest.\nBreaking down doors and smashing windows, Kurdish protesters occupied Greek embassies and consulates in at least 21 European cities, and briefly occupied consulates in Vancouver, British Columbia, and Sydney, Australia. At least four protesters tried to set themselves on fire, while weeping demonstrators waved the red flag of Kurdistan and held up posters of Ocalan.\nEuropean governments --- particularly Germany, which has the largest Kurdish community in Western Europe --- feared they would continue to feel the brunt of Kurdish outrage, since Turkey was expected to put Ocalan on trial for terrorism charges.\nGreek and Kenyan diplomats were briefly trapped in occupied embassies in Bonn, Germany, and Milan, Italy. Police freed hostages when they stormed the Kenyan Embassy in Paris and the Greek consulate in Leipzig, Germany.\nIn Vienna, Kurds took the Greek ambassador and four others hostage, and burst into the Kenyan Embassy, but abandoned their daylong protest at both embassies peacefully after authorities agreed not to arrest them immediately, according to ORF television.\nIn The Hague, Netherlands, they broke into the ambassador's residence and, finding the ambassador wasn't home, took his wife and 8-year-old son and their Philippine maid hostage. All the hostages were reported uninjured.\nIn London, Kurds occupied the Greek Embassy, and a 15-year-old girl set herself on fire, but was not seriously injured. No diplomats were reported to be inside the building.\nIn the Turkish city of Istanbul, about 1,000 Kurds marched through a Kurdish neighborhood, setting cars on fire. Riot police moved in with water cannons and dispersed the crowd.\nOcalan had been on the run for months from a relentless Turkish manhunt, wandering from capital to capital, looking for a country that would give him refuge and serve as a base from which to lead his movement. He was being held Tuesday on the tiny, virtually uninhabited island of Imrali in the Marmara Sea, Turkey's private ATV television said.\nBut the circumstances of his capture remained unclear.\nKenya said he was captured Monday night from Greece's embassy in Nairobi, but the government denied any involvement. Greece also said it had no hand in his seizure, saying Ocalan left the compound voluntarily --- and against his hosts' advice --- to take a flight to the Netherlands to try to seek asylum.\nHowever, lawyers working for Ocalan in the Netherlands and Germany said Ocalan was dragged against his will from the compound by Kenyan security agents and forced onto a plane to Turkey, where officials announced his arrest Tuesday.\nWith Turkey hot on Ocalan's tail, European nations had feared the complications of giving him refuge. They had watched the furious Turkish backlash against Italy during the guerrilla's two-month stay in Rome that ended in January.\nOcalan could not even win a pledge of asylum from Greece, where anti-Turkish feelings translate into wide support for the Kurds. Greek officials may have feared a war with Turkey if it was revealed he was in their embassy in Nairobi.\nIn Washington, White House spokesman Joe Lockhart denied hints by Greece's foreign minister that the United States could have been involved in Ocalan's capture but hailed his arrest as a blow against terrorism.\nTurks, meanwhile, were jubilant at the jailing of the man they see as a terrorist leader. Families of soldiers killed in the conflict with Ocalan's Kurdistan Workers Party, or PKK, flooded into Turkey's cemeteries with joy.\n\"What a relief, what a relief,\" said Sahsene Kilicsoy, wiping tears from her eyes at her son's grave after rushing there \"to share the news of Ocalan with my son.\"\nTurkish Prime Minister Bulent Ecevit, who stands to gain a giant boost from the arrest in April elections, announced the news in a voice breaking with emotion. \"We promised that the state would catch him. We have kept our promise,\" he said.\nArmy officials said they expected the PKK to unravel with the loss of its leader.\nTurkey has long been criticized for its treatment of its 12 million Kurds, including restrictions on minority rights such as teaching or broadcasting in their own language. Turkey has consistently refused to negotiate with the PKK and has rebuffed all cease-fire offers in the 14-year war.\nPolice stormed occupied missions in Strasbourg, France, and the German cities of Stuttgart, Cologne and Leipzig, and rebels peacefully left Greek missions in Moscow, Berlin, Frankfurt, Bonn, Duesseldorf, and Stockholm, Sweden, after several hours.\nA group of protesters also occupied part of the European headquarters of the United Nations in Geneva.\nIn The Hague, about 500 Kurds, many armed with baseball bats and sticks, stoned police, smashed shop windows and overturned cars. More than 73 Kurds were arrested. Protesters also briefly raged through Frankfurt and Hamburg, Germany.\n\nGraphic\n\n \nPHOTO: 2 color\n\nLoad-Date: August 2, 1999"
}