{
    "title": "Kurt Eichenwald Resigns from Portfolio(2)",
    "publisher": "the new york times",
    "year": 2007,
    "month": 8,
    "day": 10,
    "full text": "Portfolio's second issue hits newsstands on August 15, and there have now been two high-profile departures in the past four days alone.\nKurt Eichenwald, a senior writer and investigative reporter, has resigned, according to a source with knowledge of the situation.\nFor two decades, Mr. Eichenwald worked as an investigative reporter at the New York Times before joining the Conde Nast start-up in September 2006.\nIt was in Dec. 2005, while at The Times, that Mr. Eichenwald wrote an award-winning investigative piece on online child-pornography that continues to generate controversy. This past March, The Times revealed that Mr. Eichenwald paid $2,000 to the story's subject Justin Berry-which although repaid, violated the paper's ethics guiines, according to executive editor Bill Keller. And two days ago, The Times reported that Mr. Eichenwald made additional payments totaling            $1,100to Mr. Berry via PayPal, under pseudonyms.\nBack in February 2007, Mr. Eichenwald was very excited about his new position at Portfolio, tellingThe Observer that \"very few startups have the kind of bankroll behind it that this one does.\"\nRegarding the simultaneous print and online launch, he added: \"Portfolio is a magazine being born in the 21st century. Any magazine coming out now cannot look at the Web as just something to put an article on; it has to be viewed as part of the whole.\"\nWhen contacted by The Observer today, Mr. Eichenwald declined to comment.\nIt's been a tumultuous week over at 4 Times Square.\nOn Tuesday, The Observer first reported on the firing of deputy editor Jim Impoco-regarded among staffers at the magazine's number two, next to editor Joanne Lipman. The wiy-admired Mr. Impoco brought in many of the magazine's top staffers, and his firing occurred at a difficult moment, right as the magazine shifts to a monthly schedule.\nMr. Impoco was an advocate of an investigative piece on terrorism that Mr. Eichenwald wrote for the first issue, but which was held by Ms. Lipman.\nAlthough Mr. Eichenwald wrote another piece for the forthcoming September issue, the terrorism story remains held. Several Portfolio staffers, who read the terrorism piece, praised it, and told The Observer that they did not know a specific reason why Ms. Lipman wouldn't run it.\nA Portfolio spokesperson had no comment.\nUPDATE: Portfolio staffers now tell The Observer that was Mr. Eichenwald was on leave at the time of his resignation. A Portfolio spokesperson declined to comment on personnel matters.\n\nLoad-Date: September 17, 2007"
}