{
    "title": "Kushner to lead maiden flight from Israel to Morocco",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 23,
    "full text": "A top Trump administration official has said that Indonesia could expect up to $2 billion in United States development aid if it joins the current drive by Washington to have Arab and Muslim countries openly recognise Israel.\n\"We're talking to them about it\".\nAdam Boehler, chief executive of the US worldwide development and finance corporation, said he expected the visit to yield huge trade benefits by bringing an existing relationship out into the open.\nWith the resumption of ties, the two countries are expected to open diplomatic liaison offices in Rabat and Tel Aviv.\nAt the same time a Democratic congressional aide was cited by the Jewish Telegraphic Agency as urging Indonesia to be wary of the reported proposal, emerging weeks ahead of the 20 January inauguration of President-elect Joe Biden.\nUS President Donald Trump's son-in-law and White House advisor Jared Kushner was on board along with Israeli Prime Minister Benjamin Netanyahu's National Security Advisor Meir Ben Shabbat.\nPreviously, Egypt and Jordan had struck peace agreements with Israel decades ago.\nOn October 23 Sudan announces plans to also normalise ties with Israel as Trump agrees to take it off a USA sanctions blacklist of state sponsors of terrorism. Subsequently, the term was used to refer collectively to agreements between Israel and the United Arab Emirates, and Bahrain.\nMore European Union nations ban travel from UK\nThe officials of French said that a common doctrine will get found as a result of the pause for dealing with the new-found threat. Belgian Prime Minister Alexander De Croo said he was issuing a flight ban for 24 hours starting at midnight \"out of precaution\".\nStill, even before the normalisation agreement, Israel and Morocco had covert relations with Rabat, openly receiving Israeli tourists.\nThe U.S. -Israel delegation met earlier with the Moroccan king and Otmani. Sudan was removed from the US list of terrorism sponsors, paving the way for much-needed USA and worldwide aid but dividing the Sudanese as they negotiate a fragile transition to democracy.\nThe accords have come under some criticism, both for including generous USA weapons sales to the Arab countries and for sidelining the Palestinian issue. Saudi Arabia, a regional power with close ties to Morocco, has given its tacit support for the normalization accords and could be next.\nAccording to Adam Boehler, however, his organisation could not supply these two countries with funding as the DFC cannot invest directly in \"higher-income\" states.\nThe first Israel-Morocco direct commercial flight landed in the North African kingdom Tuesday to mark the latest US-brokered diplomatic normalisation deal between the Jewish state and an Arab country.\n\"As it turned out, there has been an explosion, just not the kind of explosion the experts thought might happen\".\nKushner said that President Trump's bold decisions, like moving the U.S. Embassy to Jerusalem, have led to a spike in peace deals in the Middle East.\nThe accords have also contributed to the severe isolation and weakening of the Palestinians by eroding a longstanding Arab consensus that recognition of Israel should only be given in return for concessions in the peace process.\n\nLoad-Date: December 24, 2020"
}