{
    "title": "Labeling hatred in wake of Charleston shooting",
    "publisher": "university wire",
    "year": 2015,
    "month": 6,
    "day": 22,
    "full text": "Richard Baker, the director of the Office of Equal Opportunity Services, bows his head in prayer during the vigil held for the Charleston shooting victims in the A.D. Bruce Religion Center. | Trey Strange/The Cougar\nThe media has debated on how to label Dylann Roof, the 21-year-old shooter in the Emanuel AME shooting incident in Charleston, S.C.\nThey've launched words like \"terrorism\" and \"hate crime\" into the public air, but these have yet to gain any footing with officials such as FBI Director James Comey.\n\"Terrorism is an act of violence done ... in order to try to influence a public body or citizenry, so it's more of a political act,\" Comey claimed, explaining why Roof's actions weren't terrorism.\nYet, it seems that Roof's desire was to influence the public body by terrorizing the black community.\nThe majority of people agree that this was a heinous act. The loss of the nine victims killed in the Charleston shooting last week disheartens us immensely and we offer our deepest condolences to the families and loved ones of these individuals.\nLabel it terrorism, label it a hate crime, label it whatever - we just label it evil.\nWhen a hate crime occurs, we charge criminals with a heightened sentence. You wake up one morning and hear that two 17-year-olds have gone to jail for running their car repeatedly over a gay man in Grant Town, W.Va.\nBut a year later, no one remembers his name (J.R. Warren) and, 15 years later, gay men still can't get married and citizens are legally allowed to hate them, as long as that hatred isn't violent.\nBut what hatred doesn't turn violent?\nTerrorism gets a war based on half-truths and weak motives. Hate crimes are forgotten.\nBut, since we're in the habit of shooting rockets at concepts, why not start a war on racism? Not a literal one, of course, but, since we're getting figurative, a metaphorical war. It sounds pretty ambiguous, right?\nWell actually, it's simple: we stop allowing racism to run rampant.\nIt starts with an acceptance of the truth. Stop swallowing the lie that racism is dead. The people in Charleston don't think that. Those in Ferguson don't, either. Sure, slavery is mostly gone, but there are plenty of other methods of oppression.\nThen, we stop letting people get away with it. We weed out racism. Again, this is a metaphorical battle, so not violently. There have been a few small victories, but, on a grand scale, racists get away with murder all the time.\nAnd of course, we couldn't reiterate enough our thoughts on allowing guns openly in places like churches and our campus.\nPresident Obama has had to deal with many mass shootings during his administration, and he is tired of it, and probably a little broken. How many shootings before we get up and say no more?\n\"We need a change in attitude,\" Obama said. \"We have to feel a sense of urgency. Ultimately Congress will follow the people.\"\nIt is up to the people to destroy racism, to support gun control, to make this nation a safer place. We have a chance to prove that 'We the people' was rightly worded. But do we have the balls to take hold of that chance?\nIt isn't about the label. It isn't about terrorism or hate crimes, and it might not even be about skin color at all. In the end, it's about how we value each other as human beings.\n- The Cougar Editorial Board\n[email protected]\nRelated\n\nLoad-Date: January 17, 2018"
}