{
    "title": "LABS TAKE LEAD ROLE IN COUNTER-TERRORISM",
    "publisher": "the day ",
    "year": 2002,
    "month": 9,
    "day": 9,
    "full text": "Researchers have long been working on enhancing national security\nEven before the terrorist attacks of Sept. 11, Los Alamos National Laboratory planned to debut an air-monitoring system to detect the release of biological weapons at the 2002 Winter Olympics in Salt Lake City.\nThe Biological Aerosol Sentry and Information System, known as BASIS, was scheduled for its first large-scale demonstration at the Games. After the anthrax attacks demonstrated biological terrorism as an imminent and real threat, the U.S. Department of Energy deployed BASIS as a fully functional system for the Winter Games, placing 16 air monitors at various venues and in downtown Salt Lake City.\n\"The Department of Energy recognized the need in 1999,\" said Kristin Omberg, a Los Alamos chemist who worked on BASIS. \"They asked us to put together an air-monitoring system within three years.\"\nBASIS ran for five weeks in Salt Lake City at a cost of roughly $3 million. No biological agents were detected, but everybody in the area would have known within 12 hours if an attack had occurred. Other researchers at Los Alamos and other labs are working on technologies to detect biological and chemical agents in minutes, not hours.\nYears of work to build a database at Los Alamos that could be used to trace anthrax samples also paid off, as did Sandia National Laboratories' development of a special foam used to decontaminate the Capitol after the anthrax attacks.\nThese and other efforts were under way well before Sept. 11, which might have served more to underscore existing programs than spur new ones.\nTo a certain extent, many lab officials say, little has changed aside from enhanced security measures, a boost in defense spending and reorganization at both the local and Washington levels.\nLos Alamos Associate Director for Threat Reduction Don Cobb speaks of \"maintaining momentum\" and \"coordinating programs,\" saying the lab has been conducting counter-terrorism research for years. The mission of enhancing national security remains, he said during last week's announcement of a new homeland security office at the lab.\nNonetheless, many say the heightened awareness and tension following Sept. 11 has given work at the laboratory new meaning.\n\"The world is a different place than it was a year ago, and the lab is a microcosm of the world,\" said John Tucker, Los Alamos deputy director of security. \"The lab is a different place.\"\nTucker said the lab has increased its protective forces to more than 500 contracted guards, enhanced security requirements and asserted more control over deliveries and traffic throughout the 43-square-mile facility.\nThe lab is looking at ways to boost its defensive capabilities against unfriendly aircraft, he said. The fear of an aircraft ramming into one of the lab's nuclear facilities forced the Federal Aviation Administration shut down the airspace above the lab for a short period following Sept. 11, but the airspace remains open today.\n\"We're not complacent. We are looking at enhancements of our ability to better detect and counter an airborne threat,\" Tucker said.\nU.S. Sen. Jeff Bingaman, D-N.M., said Sept. 11 forced the entire nation to redefine the notion of \"national security.\" Just as the laboratories are now emphasizing their counter-terrorism research, Congress and the administration are putting more money into all aspects of homeland security, he said.\nAt one time, perhaps, money was enough. Superior military capabilities go a long way in traditional warfare, where you know who and where your enemy is. But money alone won't counter enemies hiding within our own borders.\nBingaman hopes that legislation to establish the Department of Homeland Security will help create an infrastructure capable of addressing the new threat.\n\"I think people feel that the current situation has a very unsatisfactory arrangement for sharing information, for coordination between agencies, and part of what this bill will hopefully correct is that,\" Bingaman said Friday.\nThe Bush administration briefly advanced a proposal to transfer national laboratories to the U.S. Office of Homeland Security, but that proposal confused everyone and eventually fell flat. Current legislation in the Senate would create a research arm of the department to work with the national laboratories.\n\"The way we've got it drafted in the bill that is being debated on the Senate floor now, we have each of the labs sort of organized to make whatever contribution the department calls on them to make,\" Bingaman said.\nEarlier proposals suggested that Lawrence Livermore National Laboratory might be the lead lab for homeland defense, but both Bingaman and fellow U.S. Sen. Pete Domenici, R-N.M., point out that legislation strikes that provision.\n\"We think we have succeeded in having a level playing field between the laboratories,\" Domenici said.\nBut Domenici comes down hard on the Senate for stalling on a bill that should have cleared long ago.\n\"The bill has taken a long time and accomplished very little so far,\" Domenici said, blaming among other things labor union issues regarding employees that will be a part of the new agency.\nThe bill provides $200 million for a \"science and technology directorate\" to fund homeland security projects, Domenici said. \"I believe once we get the national laboratories in as part of the system that can be called upon to help with homeland security needs, then a wide area of their extremely good capability will be available.\"\nHe noted that the Federal Law Enforcement Training Center in Artesia would be transferred from the Treasury Department to the Homeland Security Department. Additionally, Domenici said the National Infrastructure Simulation and Analysis Center (NISAC), a joint project of Los Alamos and Sandia, would be fully funded through the Homeland Security budget.\nNISAC is a computer-modeling center that simulates emergencies to help prepare first responders and government officials for the day terrorists place a bomb in this building, blow up that power plant or release biological or chemical weapons in a given subway station.\nAlthough no one questions the need for the so-called war on terrorism, many question the tactics, saying more secrecy under the national-security mantra means less accountability within the government ranks.\nJay Coghlan heads Nuclear Watch of New Mexico. He and other nuclear activists are used to dealing with national security issues and government secrecy, but Sept. 11 made it even harder for groups like his to keep an eye on laboratory activities. He said Los Alamos National Laboratory and other national laboratories used the national-security mantra to pull basic environmental documents off the Internet and out of public view.\n\"In this case, I think LANL is using national security as an excuse to keep the public off their backs,\" he said.\nAt the same time, Coghlan points out that Los Alamos and other national laboratories' primary mission remains with nuclear weapons. As the Bush administration contemplates invading Iraq to eliminate Saddam Hussein's ability to develop weapons of mass destruction, he says, the Department of Energy is flouting worldwide nonproliferation efforts with a proposal to design a new, more-usable nuclear bomb.\nAlthough Bingaman and others have delayed the proposal in the Senate (the House approved the project), activists fear such projects could sneak through without sufficient debate as the public is distracted by the war on terrorism. Coghlan believes the United States still has lessons to learn.\n\"Here the United States is, spending hundreds of billions of dollars on exotic new weapons, whether they be nuclear weapons, Star Wars, laser weapons, what have you,\" he said. \"If Sept. 11 showed us anything, it's that those expensive, provocative, exotic weapons won't protect us from unconventional attack.\"\n\nGraphic\n\n \n1. John Tucker; \"The world is a different place, and (LANL) is a microcosm of the world.\"\n\nLoad-Date: September 24, 2002"
}