{
    "title": "Lackawanna County Fair committee receives pointers",
    "publisher": "the times-tribune ",
    "year": 2018,
    "month": 6,
    "day": 14,
    "full text": "June 14--SCRANTON -- The head of security for the Bloomsburg Fair Association didn't hesitate when asked what should concern organizers of the new Lackawanna County Heritage Fair.\nTerrorism was No. 1 on William J. Barratt's list of concerns.\nWith Lackawanna County's inaugural fair now less than a year away, Barratt and representatives of other regional fairs joined state Department of Agriculture officials Wednesday afternoon to offer fair committee members pointers on how to set up and operate a successful event.\nThe fair, which will celebrate the region's cultural and ethnic history, will be held May 29 to June 2 at the county-owned Pavilion at Montage Mountain and surrounding facilities.\nThe tentative budget is $400,000, including $50,000 in seed money from the Lackawanna County Convention & Visitors Bureau.\nWednesday's largely informal gathering at the Montage Mountain resort lodge touched on everything from organization and fundraising to entertainment and marketing, with encouragement for the new venture tempered by occasional words of caution.\nBeverly Gruber from the Allentown Fair, who also represented the Pennsylvania State Association of County Fairs and the Pennsylvania State Showmen's Association, warned the committee against trying to do too much too quickly. She cited the example of the Berwick Fair, which fizzled out after a handful of years.\n\"You've got to walk before you run,\" she said.\nHowever, Barratt probably provided the most eye-opening presentation, which included a discussion of the Bloomsburg Fair's security guidelines, its threat assessment document and how the fair handled potential -- though ultimately unfounded -- terrorism situations in recent years.\nWhile terrorism is a real concern that needs to be planned for, he said, he also told the committee the second-biggest threat could come from someone within the organization.\n\"You've got to watch each other,\" Barratt said. \"I don't care who you are. You've got to keep an eye on everything that's going on or you're going to go down. Somebody will steal from you and then you're done. ... I'm sorry. That's the way it is. You're living in a world where if they can grab a buck, they are going to take it.\"\nCommittee member Curt Camoni, who also serves on the recently approved Lackawanna County Fair and Recreation Authority, said the fair will have to develop an emergency action plan, describing it as a necessity.\n\"It's a long process, but it's certainly worth doing,\" he said.\nLaura England and Tracy Barone from the Department of Agriculture's Bureau of Market Development recapped the requirements fairs must meet to be eligible for department funding. Although the county fair will focus on culture and ethnic history, there could be a smaller agricultural component.\nBarone, a county native, said at least 12 of 24 agricultural categories -- ranging from horses to rabbits to vegetables -- must be represented at a fair before it can be considered for state funds.\n\"I know that we have these things here in Lackawanna County,\" she said.\nContact the writer:\ndsingleton@timesshamrock.com, 570-348-9132\n___ (c)2018 The Times-Tribune (Scranton, Pa.) Visit The Times-Tribune (Scranton, Pa.) at thetimes-tribune.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 14, 2018"
}