{
    "title": "Lack of refinery",
    "publisher": "university wire",
    "year": 2005,
    "month": 6,
    "day": 21,
    "full text": "In the wake of Sept. 11, 2001, a great amount of media attention has been focused on terrorism, yet a certain type of terrorism remains largely overlooked: Extreme environmentalism. Though they capture fewer headlines than their foreign-born counterparts, homegrown fanatics are just as committed to achieving their goals as the murderers of innocent civilians are in the Middle East.\nThe Federal Bureau of Investigation calls them eco-terrorists and considers them the greatest source of domestic terrorism in recent years, said FBI Deputy Assistant Director John Lewis in a 2004 report to Congress. These individuals seek to use terrorism to impose their twisted ideas on public policies and private practices here in America.\nThis brand of environmentalism differs from more common varieties of logically based conservation. These violent environmentalists have completely turned their backs on appealing to reason to convince others. Lacking either the ability or patience to sway public opinion, they use violence to try to coerce others to change.\nThese environmental zealots apply their trade by means of acts of intimidation, threats of personal harm, vandalism, burglary and arson. While some of these terrorist attacks have been against government facilities such as Forest Ranger Stations, most are against private property, namely businesses and expensive houses.\nRecent examples of terrorist targets include subdivisions in Maryland where fanatics used arson to damage 30 houses that were still under construction and vandalized the property with graffiti, according to The Washington Post. The newspaper reported that the violence was an attempt to protect nearby \"endangered insects\" and \"rare plants.\"\nThe most infamous eco-terrorist group is the Earth Liberation Front. The FBI attributes some 1,100 criminal deeds to ELF or related groups, such as the Animal Liberation Front. The Earth Liberation Front has claimed responsibility for acts that include arson and vandalism amounting to $50 million worth of damage to an unfinished California condominium complex and destroying more than 120 SUVs at dealerships in California.\nLewis told the Senate that the previous commitment by environmental terrorists to refrain from harming people and animals in their actions is giving way to increased \"violent rhetoric and tactics.\"\nLewis based this assessment partially on evidence, such as a claim of responsibility for detonating an explosive device wrapped in nails at a business in California, at which a fanatical group of environmentalists stated, \"All customers and their families are considered legitimate targets ... You never know when your house, your car even, might go boom.\"\nLike most other extremists, eco-terrorists lose in the arena of ideas before they resort to acts of aggression.\nSome radicals defend their actions based on their perception of the state of the global environment. But the ease with which they resort to violence should demonstrate how little real scientific evidence supports their Chicken Little claims. Truly scientific debates should not include arson, bombs or threats.\nEven pioneers in the more moderate environmental movement recognize that it has since spun out of control. Patrick Moore, co-founder of early environmental advocacy group Greenpeace, wrote a column in the Los Angeles Times denouncing the current state of the movement because it pushes consumers away from renewable resources.\nMoore, now-president of the environmental consulting firm Greenspirit, said, \"The environmental movement has unfortunately led the public into believing that when people use wood, they cause the loss of forests. This widespread guilt is misplaced. North America's forests are not disappearing,\" he said. \"In fact, there is about the same amount of forest cover today as there was 100 years ago, even though we consume more wood per capita than any other region in the world. Isn't this proof positive that forests are renewable and sustainable?\"\nThe cost of radical environmentalism is not limited to the destruction caused by their criminal acts. The fact that no new oil refineries or nuclear power plants have been built for years due to the wailing of extreme environmentalists has cost Americans every time they fill up the car or flip on the lights. Forest fires that burn millions of acres are the result of policies based on faulty reasoning of some environmentalists.\nThere is a place for wise stewardship of limited resources, but there is no need for violence. As long as the government continues to prosecute eco-terrorists who break the law, the United States announces to the world that it does not permit terrorism -- regardless of its ideological root.\n(C) 2005 The Battalion via U-WIRE\n\nLoad-Date: June 21, 2005"
}