{
    "title": "Lady Liberty and the Golden Door",
    "publisher": "the world",
    "year": 2020,
    "month": 12,
    "day": 23,
    "full text": "Early in my professorial career, I read Lant Pritchett’s short book Let Their People Come: Breaking the Gridlock on International Labor Mobility. It convinced me that reducing immigration restrictions was an economic and moral imperative. Michael Clemens of the Center for Global Development called immigration “The Biggest Idea in Development That No One Really Tried” and suggested the world is leaving “trillion-dollar bills on the sidewalk” by restricting immigration so severely. About a decade later, immigration is still the biggest idea that one really tried, and the trillion-dollar bills remain on the sidewalk despite an emerging consensus that more immigrants–even immigrants who are in the country illegally–do not threaten our earnings or our jobs. By restricting immigration, Americans are lowering their standards of living so that they can lower others’ standards of living, as well.\nAn immigration skeptic might call this an unfair characterization. Maybe immigrants don’t lower wages or reduce employment, he says. Immigrants do, however, pose a threat to our liberty and security. It’s crazy to suggest we should let in so many people from “sh*thole countries” because they’ll just ruin our country by bringing the institutions and culture that ruined theirs.\nOn the very last page of their book, Wretched Refuse?, Alex Nowrasteh of the Cato Institute and Benjamin Powell of the Free Market Institute at Texas Tech University write, “Empirical conjectures require empirical evidence.” They take the institutions-and-culture objection seriously by taking it to the data, and after it is tried and measured, it is found wanting. Immigrants, it turns out, aren’t likely to take our freedom, destroy our culture, or compromise the political, economic, social, and cultural institutions responsible for that freedom and culture. \nIn a series of careful quantitative analyses, Nowrasteh and Powell decisively shift the burden of proof. With the publication of Wretched Refuse? immigration skeptics should no longer be able to get by with speculation and anecdotes. They will need carefully-analyzed data to refute Nowrasteh and Powell’s conclusion that immigrants don’t harm or even slightly improve institutions in the immigrant-receiving countries. Immigration liberalization is about as close as we can get to a magic-wand policy. By letting more people cross borders to find work and housing, we rich Westerners can effectively end severe poverty and make ourselves much better off in the process.\nWretched Refuse? has three main sections and a final section summarizing the rest of the book. The first section, “The State of the Debate,” offers three chapters that will bring readers up to speed on what we know about how immigrants affect things that are easy to measure, like wages and employment. Even low-skill immigrants mean higher living standards because they change the pattern of specialization and division of labor. As Adam Smith wrote, the extent of the market limits the division of labor, and more immigrants mean larger markets. Low-skill immigrants might replace some Americans in jobs that don’t require English communication skills, but this allows American workers to specialize in jobs that do require English communication skills. It should go without saying that economists can’t guarantee that every single person will be unambiguously better off due to increased immigration, but that’s a problem to be fixed with taxes and transfers rather than immigration prohibition.\nThat brings them to their empirical analysis of “The New Economic Case for Immigration Restrictions,” which says that more immigrants could threaten the institutional and cultural foundations of liberty and prosperity. It is not a new worry, even among free-market economists. Milton Friedman famously said that you couldn’t have open immigration and a welfare state. W.H. Hutt was a zealous advocate of free trade and an outspoken opponent of apartheid. Still, he believed (reluctantly) that throwing open a country’s borders to all comers risked overwhelming what liberal institutions existed. It is plausible, but if Nowrasteh and Powell are right, it is not likely.\nThe second section of the book presents a series of cross-country analyses of how immigration affects economic institutions (as measured by the Fraser Institute’s Economic Freedom of the World index), corruption, terrorism, and social trust. Contrary to immigration alarmists’ fears, the evidence suggests that a country’s institutional and cultural capital does not erode when more immigrants arrive. Despite vivid examples like September 11, the threat to our health and well-being from immigrant terrorism is very, very low. Indeed, I suspect a counselor recommending Cognitive Behavioral Therapy to an Uncle Sam scarred (literally, financially, and psychologically) by immigrants would prescribe more exposure to immigrants rather than less.\nIn the third section, Nowrasteh and Powell move to quantitative case studies. They look at the United States during its relatively free immigration in the nineteenth and twentieth centuries, Israel after the collapse of the Soviet Union, and Jordan after Saddam Hussein expelled 300,000 Palestinians from Kuwait. In all of these case studies, immigration did not lead to disaster. If anything, immigrants made things better.\nAfter all of the evidence has been evaluated, immigration opponents have one out in the age of Covid-19: immigrants might worsen pandemics and disease transmission, which will allow them to go through Wretched Refuse? from cover to cover and still oppose more immigration. Disease doesn’t appear in Wretched Refuse?, but 2020 work by Nowrasteh suggests that the data do not support scary scenarios about plague-bearing immigrants. I imagine this will become a chapter in an eventual revised and expanded edition.\nWill Nowrasteh and Powell convince MAGA-behatted right-wing populists or Darryl Weathers from the Construction Workers’ Union? I doubt it. Will they persuade people who want to make data-driven immigration policy? They should. Maybe their results aren’t definitive, but they have set the new terms of the debate on immigrants and institutions. Wretched Refuse? is the first book people should consult when asking about immigration policy. Maybe, then, immigration will become a development idea people are willing to try.\n\nLoad-Date: December 24, 2020"
}