{
    "title": "LAPSES RAISE QUESTIONS ABOUT ANTI-TERROR SYSTEM",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 5,
    "day": 5,
    "full text": "WASHINGTON -- The Obama administration on Tuesday praised law enforcement officials who discovered and dismantled the bomb in New York City last weekend, and who arrested a suspect late Monday. But the fact remained that Faisal Shahzad was allegedly able to train with terrorists in Pakistan, return to the United States to assemble a car bomb in Connecticut and park it in Times Square without anyone in the nation's vast counterterrorism apparatus knowing anything about it.\nAdministration officials cited two instances in which the system could have worked more effectively. On Monday night, sometime between the FBI's discovery of Mr. Shahzad's identity and whereabouts and his removal from an Emirates airline plane that was about to depart from Kennedy International Airport, agents \"lost him,\" one official said.\n\"It does beg the question why he wasn't apprehended before arriving at the airport or boarding the plane,\" one official said.\nOfficials also pointed to Emirates' failure to update its no-fly list in response to federal bulletins Monday afternoon, allowing Mr. Shahzad, who arrived at the airport at 7:35 p.m. after booking his flight from his car on the way, to board the 11 p.m. flight after paying for his ticket with cash.\nAnother senior official acknowledged that the system is not foolproof but insisted that it has improved.\nNew York Police Commissioner Raymond Kelly, who appeared at a news conference Tuesday with Attorney General Eric Holder and Homeland Security Secretary Janet Napolitano, described federal and local cooperation as \"seamless.\"\nBut some Republicans noted that the attempt was not prevented, and they criticized the administration for its actions after the bomb was discovered, including reading Miranda rights to Mr. Shahzad just hours after his arrest. Administration officials said he was initially questioned without those rights, under a \"public safety\" exemption to the law, and was read those rights -- he waived them -- as he continued to cooperate with law enforcement.\nLawmakers on both sides of the aisle suggested that there is a basic hole in the intelligence system that is difficult to fill. \"Increasingly, the dilemma is the well-educated man who moves through the education system of our country somewhat promisingly,\" said Sen. Richard Lugar, R-Ind. Mr. Shahzad is a graduate of U.S. universities.\nAfter the aborted bombing attempt aboard a plane on Christmas Day, President Barack Obama cited a systemic failure that allowed the suspect, a Nigerian citizen, to travel on a commercial airliner despite intelligence warnings about his possible connection to terrorism -- some of which came from his parents -- and allegedly with a bomb in his underwear. Like the Times Square bomb, that explosive malfunctioned.\nMr. Obama ordered a major review of watch-list procedures and failures that had allowed the suspect, Umar Farouk Abdulmutallab, to retain a valid U.S. visa. Officials said Tuesday that the criteria for searching and questioning individuals had been tightened since then, but that the administration is still discussing whether to alter the criterion of \"reasonable suspicion\" of terrorism connections.\nEven if new criteria had been in place, however, officials agreed that no questions would have been raised over Mr. Shahzad's apparently taking several trips to Pakistan, where his parents and other family members lived. Naturalized in April 2009, he lived with his family in Connecticut and until last year was an employed homeowner. He broke no laws.\nIt was not until the day after the car bomb was found that federal officials discovered a foreign connection, linking a telephone number used by the purchaser of the vehicle to Pakistan and, by Monday morning, to Mr. Shahzad. They gleaned details about him from an unrelated airport screening conducted when he returned from Pakistan in February.\nAt 12:30 p.m. Monday, his name was added to the terrorism suspect database at the National Counterterrorism Center and to the no-fly list. A few minutes later, authorities sent a notice to all airlines telling them to check their passenger manifests against a \"Web board\" -- a secure site that had an updated list of passengers who should be blocked from flying -- one senior administration official said.\nBy 4:45 p.m., Mr. Shahzad's passport number was added to the website, making it even easier to identify him. Nonetheless, Mr. Shahzad did not raise any red flags for the Emirates airlines when he reserved his ticket at about 6:30 while en route to the airport.\nIt was unclear exactly when the FBI physically located Mr. Shahzad.\nAt 10:40 p.m., 20 minutes before takeoff, when all passengers were aboard the Emirates plane, the airline sent its passenger manifest to U.S. officials. At that point, an official said, he \"hits as a possible match.\" By the time Customs and Border Protection agents reached the plane, the door had already closed.\n\nLoad-Date: May 5, 2010"
}