{
    "title": "Larger fund for terrorism expected",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 3,
    "day": 9,
    "full text": "OLYMPIA, Wash. (AP) -- The federal government is set to give Washington state $ 11.3 million in grants to help police, fire and emergency personnel prepare for terrorist attacks.\nGov. Gary Locke was hoping for more. In December, Locke said he was expecting $ 75 million in federal homeland security grants for the state.\nThe budget recently approved by Congress included $ 20 million for Washington; state officials said it wasn't immediately clear if the $ 11.3 million announced Friday is the first installment of that $ 20 million or if it's additional money.\n\"Every little bit helps, but it's still far short of the $ 3.5 billion in homeland security funding for the states promised by President Bush,\" Locke said.\nFederal Homeland Security Secretary Tom Ridge said the money is meant to help \"prevent, prepare and respond\" to terrorism. State officials have until April 22 to submit applications outlining how they would spend the money.\nThe governor and the state Emergency Management Division will decide which city and county agencies receive funding for equipment and training to deal with terrorism.\n\"We still anticipate more money, but this will be a major piece,\" Emergency Management spokesman Rob Harper said.\nThe agency received about $ 4 million between 1999 and 2001 and $ 6.2 million in 2002.\nHaz-mat suits\nUnder federal guidelines, the money can be used to buy hazardous material suits, bomb-detection X-ray machines, robots for deactivating bombs, decontamination kits and medical supplies.\nThe Tacoma Fire Department hopes for money to buy hazardous material suits and protective boots, masks and gloves. It also wants detection equipment, such as infrared spectrometers that can identify chemical samples.\n\"These are specialty items we don't normally buy,\" Assistant Fire Chief Jeff Jensen told The News Tribune.\nWhile this round of funding is meant for local police and fire agencies, the Washington State Patrol hopes future spending includes $ 11 million for improving ferry security.\nThe patrol has stepped up random patrols on ferry boats and terminals, but the next step would be to install a screening system to check all passengers and cars.\nState officials also hope to eventually get $ 500,000 to expand the Washington Citizens Corps, a program based on a national movement to train neighborhood crime watch groups how to respond to emergencies.\n\nLoad-Date: March 10, 2003"
}