{
    "title": "Large sports events find coverage for increased terrorism threats Established market offers organize",
    "publisher": "business insurance",
    "year": 2008,
    "month": 2,
    "day": 4,
    "full text": "Experience is one thing London has in its favor when it comes to terrorism insurance and security for the 2012 Olympic Games, which it is hosting.\nA city that suffered attacks by the Irish Republican Army for decades, dealt with deadly July 2005 bombings of its transport system and thwarted two attempted car bombings last summer-that could have killed hundreds-is more than familiar with the threats it faces. It also is able to rely on insurers in its own back yard that have plenty of experience underwriting terrorism coverage.\n``We have been blown up by the IRA for years; terrorism coverage for the London market is not much of a hassle,'' said David Bruce, head of specialty underwriting at Hiscox Ltd.'s Syndicate 33 at Lloyd's of London. ``It is a coverage you can happily give because you know the risk.''\nMr. Bruce did not have specifics on the terrorism insurance for the games or who will write it, but said it is likely to be part of a cancellation and abandonment package.\nAltogether, insurers are expected to provide around $2 billion in such coverage for the International Olympic Committee, sponsors, advertisers, broadcasters and others that have a stake in seeing the competition run to its planned conclusion, according to Mr. Bruce.\nMeanwhile, the risks are the same for sporting events that take place much sooner than the London games, and those events have their cancellation and terrorism insurance secured-among them, the summer Olympics to be held in Beijing this year.\nJrgen G”rling, managing director of Hamburg-Mannheimer Sports GmbH, an underwriting agency in Hamburg, Germany, said he understands that there is a cancellation policy in place for the International Olympic Committee that includes terrorism coverage for the Beijing games. It was written for undetermined limits shared by several large insurers, he said in an e-mail.\nHamburg-Mannheimer wrote a cancellation policy with a $12 million limit for a sports association to protect it from loss of income from television broadcasters if the Beijing games are called off, said Mr. G”rling. That coverage excludes losses from terrorist acts, war or an outbreak of avian influenza.\nTerrorism coverage written for large events, such as the Olympics and the 2008 UEFA European Football Championship, generally exclude nuclear, chemical and biological attacks, Mr. Bruce said. ``Can the insurance industry afford a nuclear attack? Probably not.''\nEuro 2008 kicks off this summer in Switzerland and Austria, and the football tournament was probably not a difficult event to underwrite, given that it takes place in countries that are seen as politically stable, according to Mr. Bruce.\n``It is a similar sort of process on a slightly smaller scale,'' Mr. Bruce said, comparing the process of arranging cancellation and terrorism coverage for Euro 2008 with that of the London Olympics.\n``It helps that it is in Switzerland and Austria, two very stable countries,'' said Mr. Bruce. ``You would think it will be very well-organized and they are going to be very well-prepared.''\nThe tournament's coverage limits do not have to be nearly as high as the $2 billion in coverage held by the London Olympics, Mr. Bruce said, and rates for the Euro 2008 coverage is likely to be lower than those for the Olympics. ``There have not been too many problems in Switzerland and Austria. And, (underwriters) like Swiss and Austrian business because it usually makes money,'' he said.\nFinding enough capacity to write terrorism insurance for large sporting events can be a challenge, said Richard Tolley, London-based managing consultant in Marsh Ltd.'s global events practice.\nThe coverage has to be placed for sponsors, broadcasters, organizing committees and other policyholders that need protection against losses that would result from a disruption by terrorists, he pointed out. Add in the complexity of protecting events when they are played across national boundaries and the task of finding enough capable underwriters gets tougher.\nEvents that look for cancellation and abandonment coverage that does not exclude terrorist acts will find what they need, as long as they are willing to pay the price, said Mr. Bruce. ``It depends on what you want to buy,'' he said.\n``Some are prepared to say, `This is the coverage we need''' and pay what it takes to have broad coverage and high limits in place, said Mr. Bruce.\nTaking a pass on the cancellation coverage can be a costly decision, as the Issy-les-Moulineaux, France-based Amaury Sport Organization found out when it had to cancel the Dakar Rally off-road car, truck and motorcycle race last month. The 30-year-old race was scheduled to run with about 550 teams from Lisbon, Portugal, to Dakar in West Africa. However, it was called off because of threats against the event from terrorist groups.\n``I can only tell you that we lost a lot of money,'' said a spokesman for ASO, in an e-mail. ``And that our insurance policy will not cover the money we lost.''\n\nGraphic\n\n \nArt Credit: Police use a network of cameras covering London in advance of recent New Year celebrations. Security efforts in the city have intensified since bomb attacks on the transit system in 2005. * In January, the annual Dakar Rally, an off-road car, truck and motorcyle race, was canceled for the first time in 30 years due to threats from terrorist groups.\nArt Credit: Landov* Reuters\n\nLoad-Date: February 8, 2008"
}