{
    "title": "Large Boom Rattles an Already Anxious Paris",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 30,
    "full text": "The loud noise, heard across the French capital, turned out to be a sonic boom from a fighter jet. But it startled the city, which experienced a stabbing attack days ago that reignited fears of terrorism.\nPARIS — A loud boom startled the city of Paris and its suburbs on Wednesday, halting pedestrians in their tracks, interrupting tennis players at the French Open, and sending social media into a flurry of speculation over the origin of the noise.\nThe source, it turned out, was a fighter jet breaking the sound barrier as it flew overheard, authorities quickly said, appealing for calm and asking residents, jarred by the sound, to stop calling emergency lines.\nBut in a city still deeply affected by devastating terrorist attacks in 2015 — and smaller, sporadic incidents since then — many thought, even if just for a fleeting moment: “Is this another one?”\nThe threat of terrorism in the French capital has never diminished, authorities often warn, but fears of an attack have been particularly salient over the past week. On Friday, a man attacked two people with a meat cleaver in front of the former Paris offices of the satirical newspaper Charlie Hebdo, amid an ongoing trial for several people linked to the 2015 attack on the publication.\nThe fighter jet, a French Rafale, was scrambled from an air force base about 100 miles east of Paris to help a civilian aircraft that had lost contact with air traffic control, the French air defense command said in a statement on Twitter.\nThe jet was authorized to travel at supersonic speed shortly before noon as it was flying over Créteil, a southeastern suburb of Paris, in order to quickly catch up with the aircraft, which was heading toward Brittany. The boom instantly rattled windows in the surrounding area. \n“Radio contact was reestablished with the civilian airplane and the situation returned to normal,” the statement said, adding that French fighter jets or helicopters intervene in over 200 similar incidents every year.\nThe noise from the jet was heard around the entire city, and even several miles into its sprawling suburbs.\nThe boom even briefly interrupted a tennis match between Stan Wawrinka and Dominik Koepfer at the French Open, being held on the western edge of Paris. In a near-empty stadium — because of restrictions tied to the coronavirus pandemic — both men stopped playing and looked toward the sky, puzzled, as the noise echoed through the empty stands.\nThe clip, which widely circulated on social media, was eerily reminiscent of a soccer game at the Stade de France, a stadium north of the capital, in Nov. 2015 when a loud explosive noise was heard.\nIn that instance, however, the threat was real. The source of the noise was a suicide bomber who had detonated an explosive vest just outside the stadium as the first in a series of deadly attacks in and around Paris that ultimately left more than 100 dead.\nElian Peltier contributed reporting.\nPHOTO: A massive boom startled the city of Paris on Wednesday. (PHOTOGRAPH BY Yoan Valat/EPA, via Shutterstock FOR THE NEW YORK TIMES)\n\nLoad-Date: September 30, 2020"
}