{
    "title": "Las Vegas Shooting Underlines Need for Reform on Guns Las Vegas Shooting Underlines Need for Reform",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 10,
    "full text": "Stephen Paddock, a white, middle-aged accountant from Nevada, went down in history as the perpetrator of the deadliest shooting by a single shooter in U.S. history Oct. 1. From the 32nd floor of the Mandalay Bay hotel in Las Vegas, Paddock opened fire on the attendees of a nearby country music concert, wounding 527 and killing 59 before killing himself in his hotel room. Information concerning Paddock's motives has not yet been released to the public, but it is known that Paddock amassed 47 firearms, 23 of which were found with him in the hotel room.\nPartially as a result of the mystery surrounding Paddock's life prior to the shooting, one conversation has dominated the discussion around the shooting: gun control. How could one man stock that many firearms and hurt that many people on his own? Surely someone, a government agency or a gun distributor, should have noticed Paddock's suspicious behavior?\nPerhaps, but perhaps not. No one person or organization can be held solely responsible for the shooting in Las Vegas. The factors that allowed Paddock to go unnoticed as he booked his room at the Mandalay Bay are too multifaceted to result in any sort of singular blame.\nFor example, considering its size, the U.S. should expect around .79 deaths per 100,000 people that are related to gun violence, according to a recent Institute for Health Metrics and Evaluation study. Despite that, the U.S.'s actual rate of gun-related deaths is closer to 3.85 in 100,000. This far outranks countries of similar socioeconomic status by far. For comparison, the United Kingdom sees around .07 gun violence-related deaths per 100,000 people.\nFurthermore, the United States is rather unique when set against countries of comparable socioeconomic status in that background checks for firearm licenses are rather easily disseminated. Contrary to a common pro-gun argument, these combined facts do not reflect the idea that widespread gun ownership discourages gun-related violence.\nAlthough this is by no means a difficult fact to come by, gun ownership is considered a core component of the American experience. Second Amendment rights are hotly debated and attempts at restricting gun availability in the U.S. are often held in contempt of being unconstitutional. Furthermore, those who use guns for violent means are by no means the mode of American firearm owners; hundreds of thousands more simply own a firearm for recreational purposes.\nThe National Rifle Association represents another political blockade in terms of decreasing firearm availability in the U.S. The NRA is notorious for its stubborn opposition to any gun-regulating legislation that is introduced, and the organization is not afraid to put its money where its mouth is; the NRA poured over $3.6 million into lobbying alone in 2016.\nSo instead of cracking down on firearm availability, the U.S. government has historically turned its attention to addressing the threat of domestic terrorism, but the primary issue there is that domestic terrorism is difficult to address while sidestepping the topic of gun control.\nFurthermore, attempts to solve domestic terrorism are often misguided in the direction of anti-nationality legislation. For example, in 2016 when Omar Mateen killed 49 people at an Orlando night club, discussion quickly became centered on his race and affiliation with ISIL rather than on gun control. Events like this one were undoubtedly what resulted in the signing of President Trump's executive order back in January, which initially banned inbound travel from residents of seven Muslim countries.\nThat is to say, the label of domestic terrorism was quickly attached to the Orlando shooting, while the more recent Las Vegas shooting has seen far more uncertainty. Politicians like Trump have refrained from describing what happened Oct. 1 as domestic terrorism, and have typically described Paddock's actions as those of an insane person, not a terrorist. But to refrain from calling the Las Vegas shooting what it was, an act of terrorism, only lends unwarranted sympathy to the shooter himself. Any person affected by the events in Las Vegas will undoubtedly tell you that they felt terrorized, and that is no surprise.\nThe fact of the matter is that almost anyone in the U.S. can apply for a license to own a firearm and purchase one at a registered dealer all within around three days. Background checks are notoriously inclusive, and firearms are nothing short of commonplace.\nI am a middle-class, white male in my early 20s with no criminal record. That is to say, I belong to a statistically saturated group of Americans, and I do not stand out much on paper.\nWhile I have no personal desire to do so, I could easily make one phone call, have my background checked and be on my way to the nearest Wal-Mart gun shop all within one day if things went in my favor. That is unsettling to me, and it should be to you too.\n\nLoad-Date: October 10, 2017"
}