{
    "title": "Las Vegas Coverage_ A Media Frenzy",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 16,
    "full text": "Covering man-made disasters isn't easy. Beyond the obvious emotional shock, there's a need to be first with information. That often means bad information is being put out in the first hours after something happens. \nIt also means a desire to grab viewers and readers, sometimes by adding doses of sensationalism and politics into reporting.Take, for instance, the CNN insistence on using the word 'terrorism' to describe the motives of the Las Vegas shooter, motives that, as of the publishing of this editorial, are still unknown.While the shooter was beyond reprehensible and a murderer, we don't yet know if the motives fit under the traditional definition of \"terrorism,\" which for law enforcement, is defined as \"the unlawful use of violence and intimidation, especially against civilians, in the pursuit of political aims.\" The final part of the definition is key, as we don't know if the shooter had political aims. He very well might have. But, unlike the shooting that took place in a South Carolina church, which was a clear example of domestic terrorism carried out by a white supremacist, we still don't know the Vegas shooter's motives.As journalists, we need to take a step back and admit that we don't always have all the facts. It's safer than than ascribing motivations that may or may not be there. We should also take caution when trying to pretend to be experts on guns and silencers, and how they're used, even if we're in favor of gun control.As journalists, our duty is to seek the truth and report it. It's to minimize harm in our reporting. It's to be accountable and transparent. It's to report independently, which means we set aside our prejudices, whether it's on guns or our perception of race issues.To do otherwise is to do a disservice to the profession and to the audience.\n\nLoad-Date: October 23, 2017"
}