{
    "title": "LAST WEEK'S ATTACKS ECHO U.S. BOMBING OF LIBYA IN 1986; CLINTON'S WARNING WAS SIMILAR TO REAGAN'S",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 8,
    "day": 23,
    "full text": "Echoing the words that accompanied similar U.S. military strikes a dozen years ago, President Bill Clinton announced attacks against targets in Afghanistan and Sudan by declaring, \"We have struck back.\"\nPresident Ronald Reagan justified similar action against Libya by saying, \"We have done what we had to do.\"\nThursday's strikes in many ways parallel the April 14, 1986, bombing of the Libyan cities of Tripoli and Benghazi. American forces were successful in finding their primary target, the home and headquarters of Libyan leader Moammar Gadhafi, but he was not hurt.\nThat 1986 raid came in response to anti-American attacks, including the bombing a week earlier of a West Berlin nightclub that killed an American soldier. Reagan administration officials tied that attack to Gadhafi and said the raid's purpose was to strike down terrorism.\n\"When our citizens are abused or attacked anywhere in the world, we will respond in self-defense,\" Reagan said at the time. He warned Gadhafi that, \"if necessary, we will do it again.\"\nClinton officials echoed similar sentiments in discussing the attacks Thursday on what they described as a terrorist base in Afghanistan and a chemical weapons plant in Sudan.\nThe strikes were in retaliation for the Aug. 7 bombings at the U.S. embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania, and also to pre-empt future terrorist attacks, officials said. The explosions at the U.S. embassies killed more than 250 people. More than 5,500 people were injured, mostly Kenyans.\nClinton linked the attacks to groups led by Saudi millionaire Osama bin Laden, whom U.S. officials call a major sponsor of terrorism. The president said the United States had \"convincing evidence these groups played the key role in the embassy bombings in Kenya and Tanzania.\"\nBefore this, America most often in recent years has used U.S. forces against Iraq, because of tensions still remaining from the Persian Gulf War and its aftermath.\nOn Sept. 3, 1996, Clinton sent cruise missiles against military targets in southern Iraq, to ensure the safety of aircraft and crew operating in the \"no-fly\" zone in southern Iraq and to send a message to its president, Saddam Hussein.\nBefore that, Clinton had U.S. forces target Iraq twice in 1993, first in January after Baghdad refused to remove surface-to-air missiles in the region.\nThe second attack in 1993 came in June in retaliation for an alleged Iraqi government-led plot to assassinate former President George Bush. U.S. officials said the plan, uncovered several months earlier, was organized by Iraqi intelligence.\n\nGraphic\n\n \nGRAPHIC Graphic / Chart by AP - International terrorism\n A look at acts of terrorism against Americans\n abroad, 1979 to 1998\n (time line from 1979 to 1998)\n\n Nov. 4, 1979 - Islamic students storm U.S. Embassy in\n Tehran, Iran; 52 Americans held hostage for 444 days\n\n April 18, 1983 - Suicide car bomber blows up U.S. Embassy\n in Beirut; 17 Americans killed\n\n Oct. 23, 1983 - Suicide bomber blows up U.S. Marine base;\n 241 Americans killed\n\n Dec. 12, 1983 - Car bombs explode in front of U.S.\n and French embassies in Kuwait City; five people killed\n\n Sept. 20, 1984 - U.S. Embassy annex in east Beirut is\n car-bombed; 16 killed\n\n June 14, 1985 - Gunmen seize TWA airliner and force it\n to Beirut; U.S. Navy diver killed; 39 Americans held\n hostage 17 days\n\n April 2, 1986 - Four Americans killed when bomb\n explodes on TWA airliner flying from Rome to Athens\n\n Sept. 5, 1986 - Pan Am jumbo jet carrying 358 people\n is hijacked in Pakistan; 20 people killed\n\n Dec. 21, 1988 - Pan Am Boeing 747 explodes over\n Scotland en route to New York; 270 killed\n\n Sept. 13, 1995 - Rocket-propelled grenade fired at\n U.S. Embassy in Moscow pierces wall; no injuries\n\n Nov. 13, 1995 - Car bomb attack on U.S. military\n headquarters in Riyadh, Saudi Arabia; five Americans killed\n\n June 25, 1996 - Truck bomb explodes outside a U.S. military\n housing complex near Dhahran, Saudi Arabia; 19 Americans killed\n 1996 - 296 acts of international terrorism, one-fourth of\n them against U.S. targets; 24 Americans died\n\n 1997 - 304 acts of international terrorism, one-third of\n them against U.S. targets; seven Americans killed\n\n Aug. 7, 1998 - Bombs explode at U.S. embassies in Kenya\n and Tanzania; 257 people in Kenya and 10 in Tanzania killed;\n more than 5,000 injured\n\n Source: AP research; U.S. State Department\n\nLoad-Date: August 24, 1998"
}