{
    "title": "Last line of defense against in-flight terrorism_ passengers Terrorism on 9_11 permanently altered h",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 12,
    "day": 29,
    "full text": "While the Christmas Day attempt to blow up a Northwest Flight 253 revealed the limits of airport security in thwarting terrorism, it did prove the effectiveness of one post-9/11 defense mechanism: passenger vigilance. It was the reaction of Jasper Schuringa (a Dutch video director), other passengers, and the flight crew that prevented Umar Farouk Abdulmutallab from igniting explosives and potentially bringing down Flight 253 flying to Detroit from Amsterdam, authorities say. \"I just jumped. I didn't think. \nI went over there and tried to save the plane,\" Mr. Schuringa told CNN. Those are the same kinds of instincts seen in passengers' response to shoe bomber Richard Reid, who tried to take down a Paris-to-Miami flight in December 2001 by lighting explosives hidden in his shoe. \"Passengers were eventually able to remove Reid's shoe and restrain him using belts and whatever was available. One man on board, a doctor, sedated Reid. Another passenger held a fire extinguisher as a weapon while Reid was being restrained,\" said then-US Attorney General John Ashcroft in a January 2002 press conference. The rulebook changed on 9/11The attacks on Sept. 11, 2001, permanently altered how passengers respond to airline hijackings and rewrote the conventional wisdom that the safest course of action for passengers was the one of least resistance. While Al Qaeda operatives destroyed the Twin Towers and crashed a plane into the Pentagon that day, passengers aboard United Flight 93 overpowered their hijackers once they learned about those earlier attacks. That resulted in the aircraft plunging into a Pennsylvania field, rather than proceeding to its likely target: the White House or the United States Capitol. \"Now people realize it's a different game entirely, and they realize it could be the fight of their lives,\" says David Cid, deputy director of the Memorial Institute for the Prevention of Terrorism, a government-supported law enforcement training center in Oklahoma City. \"People realize that the intent is not to take the plane and make a lot of demands. The intent is to kill a lot of people.\" In a November 2008 interview in The Atlantic, security expert Bruce Schneier said two things have made flying safer since 9/11: \"the reinforcement of cockpit doors, and the fact that passengers know now to resist hijackers.\" \"This is human beings acting smart,\" said Mr. Schneier in a Monitor interview about passenger reaction aboard Detroit-bound Flight 253 on Christmas day. \"This is when we do amazing selfless things to help.\" Passengers now vital to securityMany analysts say the adaptive and creative nature of modern terrorism makes passenger vigilance - while being the last line of defense - one of the most effective ways of stopping another attack. \"These days if somebody acts suspicious on a flight you can guarantee the Americans onboard will go for them, better to take a chance of being injured or killed fighting than do nothing and guarantee your death at the hands of a suicide bomber,\" a security expert told Britain's Daily Mirror. But passenger vigilance can have unintended consequences, too. A group of Muslim imams sued US Airways for being kicked off a flight in 2006 after passengers reported the group flying to an imam's conference was acting suspicious. In October, the imams and the airlines reached a settlement for an undisclosed sum. That case led to a law that protects citizens who report possible terrorist activity, but it also became a symbol for how many Muslims and Arab Americans felt unfairly scrutinized after 9/11. Still, says Mr. Cid, cases in which citizen suspicions are unfounded should not stop anyone from voicing their concerns. \"If someone is behaving in a way that you find suspicious, report it and the police can sort it out,\" he says. \"The consequences of underreporting can be disastrous.\" ----- Follow us on Twitter.\n   \n\nLoad-Date: February 19, 2010"
}