{
    "title": "Last year, 10,999 terrorist attacks worldwide - a decline from 2008 The frequency of international t",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 8,
    "day": 5,
    "full text": "The frequency and deadliness of international terrorist attacks continue to drop, but Al Qaeda and Islamist extremism remain an adaptable and convert-recruiting foe - as witnessed by the growing number of cases of home-grown Muslim radicals.\nThose are among the findings of \"Country Reports on Terrorism,\" the State Department's annual report on international terrorist activity.\nAmong the highlights: The world witnessed 10,999 terrorist attacks in 2009, down from a high of 14,443 in 2006 (think \"height of the Iraq war\") and the lowest number in five years. Also last year, the State Department listed 14,971 fatalities from terrorist attacks - down from nearly 23,000 in 2006.\nYet whereas the report claims that Al Qaeda and other terrorist organizations are losing their allure in the Muslim world, especially over a reaction to attacks that kill Muslims, a related finding is that more Western-reared individuals are hearing the siren of radical Islam. The report cites several high-profile cases in 2009 of Americans either heeding extremist recruitment messages or undertaking Al Qaeda-inspired terrorist acts on their own. It notes that the trend has continued into 2010.\nImproved counterterrorist coordination by governments and public intolerance for terror groups have led to falling acts of terrorism in places like Iraq, Algeria, and the Philippines, according to the report, which is mandated by Congress. At the same time, however, it notes that attacks have risen in Afghanistan and Pakistan, especially as the Pakistani government has undertaken extremist-routing offensives into Taliban and Al Qaeda strongholds.\nIn 2009, 60 percent of all terror attacks occurred in Iraq, Afghanistan, and Pakistan - with the latter two countries surpassing Iraq for the first time since the reports began compiling the information in 2004.\nIn reviewing the report's findings with reporters Thursday, State Department counterterrorism coordinator Daniel Benjamin sought to highlight a silver lining in the shift of terrorist activity to Afghanistan and Pakistan. He cited a considerable increase in \"Al Qaeda and affiliated\" militants killed in Pakistani government operations and called it the result of a formerly reluctant ally in the battle with terrorism becoming \"a front-line counterterrorism partner.\"\nOn the down side, Mr. Benjamin noted the rise of a \"constellation\" of organizations that are either affiliated with or simply inspired by Al Qaeda. The two standout cases are those of Al Shabab in Somalia and Al Qaeda in the Arabian Peninsula in Yemen.\nThe report's focus on nonstate actors like Al Qaeda follows the pattern of recent years in which such organizations have surpassed states as sponsors and instigators of terrorism, Benjamin said.\nThe report continues to list Iran as the \"most active\" state sponsor of terrorism - even though State Department officials were hard pressed to list specific acts of terrorism in 2009 that could be attributed to Iran.\nIran continues to \"facilitate\" the activities of extremist groups like Hezbollah and Hamas, Benjamin said. He also cited \"a list of incidents in Iraq that can be traced back to Iranian support.\"\nThe focus on Iran among state sponsors of terrorism appears to fit in the Obama administration's good-cop, bad-cop approach to Iran.\nThe terrorism report was released a day after the White House summoned a group of Washington columnists and TV anchors to tell them that President Obama's offer of diplomacy with Tehran is still on the table - with none other than the president himself stopping in to tick off the reasons a diplomatic settlement with Iran can still work.\nAmong the reasons Mr. Obama cited is evidence that recently hardened international and national sanctions on Iran are beginning to bite.\n       \n\nLoad-Date: August 6, 2010"
}