{
    "title": "LATIN UNREST CALLED A PERIL TO U.S",
    "publisher": "the new york times",
    "year": 1980,
    "month": 12,
    "day": 17,
    "full text": "The American Security Council, a conservative, defense-oriented group, released a television film here today called ''Attack on the Americas'' that describes guerrilla warfare in Central America and the Caribbean as a threat to the United States.\nThe documentary film will be distributed to local television stations across the country, with $1.5 million budgeted for the purchase of showing time. A 16-millimeter version has been prepared for showings at church groups, veterans and service clubs and schools.\nAN-A\nJohn M. Fisher, president of the American Security Council, said the method of distribution would be the same as that used to reach what he said was about 50 million people with an earlier film, ''The SALT Syndrome,'' which opposed ratification of the arms limitation treaty signed with the Soviet Union by President Carter last year.\nThe 25-minute ''Attack on the Americas'' investigates what it calls the ''Cuban/Soviet-sponsored terrorism and guerrilla warfare'' in Nicaragua, El Salvador and Guatemala, with speeches by Fidel Castro, the Cuban leader, and Maurice Bishop, a revolutionary in Grenada, used as evidence of Communist intentions.\nCommentators shown on the film include Alfonso Robelo, a Nicaraguan opposition leader; Henry A. Kissinger, former Secretary of State; Lieut. Gen. Gordon Sumner Jr., a former chairman of the Inter-American Defense Board; and Dr. Jeane Kirkpatrick, a professor of government at Georgetown University.\nMr. Fisher said the American Security Council Foundation is financed by corporate and individual contributions. The organization was begun in Chicago in 1955 and has since moved in main headquarters to an 850-acre estate at Boston, Va.\nThe foundation is the executive secretariat for the Coalition for Peace Through Strength, which says 235 members of the new Congress are among its members. The foundation conducts a graduate study program in national security affairs with Georgetown University and the Pentagon Education Center."
}