{
    "title": "Law of the Sea Treaty once again rears its ugly head in Senate",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 5,
    "day": 18,
    "full text": "It's bad enough when American tax dollars are blown on government-created debacles such as Solyndra and \"Operation Fast and Furious.\" But at least in those instances the expenditures carried a bare modicum of democratic legitimacy. What if, on the other hand, the U.S. Treasury was raided for billions of dollars, which were then redistributed to the rest of the world by an international bureaucracy headquartered in Kingston, Jamaica? That's what will surely happen if the U.S. Senate gives its advice and consent to the United Nations Convention on the Law of the Sea, a deeply flawed treaty that was rejected by President Ronald Reagan in 1982. (The treaty was revived by President Clinton, who sent it to the Senate in 1994. It has languished there ever since.) \nLike a vampire, the Law of the Sea Treaty (a.k.a. \"LOST\") is never quite dead. It rises from the grave every few years for Senate hearings, as it has done in 1994, 2003 and 2007. And so it is again in 2012. The Obama administration is pushing for Senate action on the treaty, and Sen. John Kerry, D-Mass., is currently scheduling a series of hearings to extol the purported benefits of LOST, the first of which is set for May 23. Of course, the vampire must feed, and its sustenance is American dollars, sucked out of the U.S. Treasury by a provision of LOST known as Article 82. If the U.S. joins LOST, it will be required by Article 82 to forfeit royalties generated from oil and gas development on the continental shelf beyond 200 nautical miles ? an area known as the \"extended continental shelf\" (ECS). Currently, oil companies pay 100 percent of the royalties generated from such development to the U.S. Treasury based on the value of oil and natural gas extracted from the Gulf of Mexico and in the Arctic Ocean. The Treasury retains a part of those royalties, and the remainder is divided between Gulf states and the National Historic Preservation Fund. But under LOST, the United States would be forced to transfer a part of that revenue to the International Seabed Authority, a new international bureaucracy created by the treaty and based in Jamaica. Voila! What was once income paid into the Treasury for the benefit of the American people is transformed into \"international royalties\" by LOST. To borrow a phrase from former presidential candidate Ross Perot, that \"giant sucking sound\" you hear is American dollars heading from Washington to Kingston. How much blood, ahem, money are we talking about? While it's difficult to estimate the total value of all the oil and gas on the vast areas of U.S. ECS, an interagency study group known as the Extended Continental Shelf Task Force estimates that the ECS resources \"may be worth many billions, if not trillions of dollars.\" The royalties that the American people stand to lose is obviously significant. Where would all of these American dollars go? Well, LOST directs that the revenue be distributed to \"developing States\" (such as Somalia, Burma ... you get the picture) and \"peoples who have not attained full independence\" (such as the Palestinian Liberation Organization ... hey, don't they sponsor terrorism?). The assembly ? the \"supreme organ\" of the International Seabed Authority in which the United States has a single vote to cast ? has the final say regarding the distribution of America's transmogrified \"international\" royalties. The assembly may vote to distribute royalties to undemocratic, despotic or brutal governments in Belarus, China or Zimbabwe ? all members of LOST. Perhaps those dollars will go to regimes that are merely corrupt; 13 of the world's 20 most corrupt nations, according to Transparency International, are parties to LOST. Even Cuba and Sudan, both considered state sponsors of terrorism, could receive dollars fresh from the U.S. Treasury. Unfortunately no one will hear about Article 82 at the May 23rd hearing. That's because Sen. Kerry is permitting testimony only from witnesses who already favor LOST: Secretary of State Hillary Clinton, Secretary of Defense Leon Panetta, and Joint Chiefs Chairman Martin Dempsey. No Abraham Van Helsing, ahem, opposition witnesses have been invited to testify. After all, it is in the interests of those who favor U.S. membership in LOST that the treaty not be exposed to direct sunlight. Steven Groves is the Bernard and Barbara Lomas Fellow at the Margaret Thatcher Center for Freedom at The Heritage Foundation. \n\nLoad-Date: May 19, 2012"
}