{
    "title": "Law school hones in on national security(2)",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 20,
    "full text": "The NYU School of Law's Center on Law and Security hosted a conference titled Law and Strategy in an Era of Evolving Threats on Nov. 19. The conference featured two keynote addresses and three panels, which addressed issues of NSA surveillance and constitutional law.\nJohn Inglis, deputy director of the NSA, and Lisa Monaco, assistant to the president for Homeland Security and Counterterrorism, gave keynote speeches.\nDuring his keynote, Inglis spoke about the development of NSA technology and how this relates to the law.\n\"My challenge on a daily basis is to affect my national security mission completely in respect to the law,\" Inglis said. \"The challenge of trying to reconcile and synchronize the Constitution, the law and policies that derive from them to the technology and operational practice is very difficult.\"\nInglis explained that these difficulties arise because technology is changing more rapidly than the law, and whenever the two are in balance, a different tool is created and leaves the law behind. He stated that the NSA's tens of thousands of employees act within legal bound nearly 100 percent of the time.\n\"The average analyst at the NSA makes a mistake about once every 10 years,\" he said. \"And I would say that's shocking and far too much.\"\nIn Monaco's address, she defended counterterrorism efforts.\n\"Intelligence programs save lives,\" Monaco said. \"They help destroy terrorist cells abroad before they can strike at our closest allies, and they allowed the FBI's joint terrorism task force and the NYPD right here in New York to capture the New York City subway bomber before he could execute his plan.\"\nMonaco spoke about America's ongoing national security interests.\n\"The unfortunate truth is that there will always be another threat,\" she said. \"Killing Osama bin Laden and degrading al-Qaeda does not put an end to terrorism or our focus against it.\"\nThe three panels focused on global discussion of national security, and press analysts, executive branch experts and supreme court justices from Canada, the United Kingdom and Israel weighed in on the discussion. Cooperation between international actors and agencies was stressed.\n\"For me, I think it was the message of cooperation and that there are global issues that need global solutions,\" said Despoina Glarou, 31. \"There was a discussion in different levels, which I appreciated a lot. It was a judicial, it was from the matters of press, it was from the executive.\"\nZachary Goldman, the executive director of the center, explained the reasoning for focusing on these issues.\n\"The conference sits at the confluence of a number of different trends that we think are rising in importance,\" Goldman said.\nHe said the panel represented a great opportunity for students.\n\"It is very important to us to enhance the opportunities that NYU students have to make contacts with the leading figures in the national security world and to hear from the people that are really the thought leaders in this space,\" Goldman said.\nA version of this article appeared in the Wednesday, Nov. 20 print edition. Additional reporting by Ann Schmidt and Afeefa Tariq. Andrew Spohn is a staff writer. Email him at news@nyunews.com \n\nLoad-Date: November 22, 2013"
}