{
    "title": "Law School Professors Explore Constitutionality of NSA Surveillance Program",
    "publisher": "the new york times",
    "year": 2013,
    "month": 9,
    "day": 26,
    "full text": "In celebration of Constitution Day, Professors at USF's Law School held a lecture Sept. 17 to hone in on the primary constitutional rights relevant to the National Security Agency Surveillance program.\nLast January, Edward Snowden, previously an NSA employee, exposed the surveillance program by way of Laura Poitras, a freelance journalist and filmmaker, according to the New York Times. He leaked thousands of confidential government documents to Poitras following his initial contact with her via encrypted emails, the New York Times reports.\nSnowden uncovered two main ways the NSA is conducting surveillance in the United States: acquisition of a meta database (information about information) and acquisition of information about any telephone calls that was made or received in the United States, according to Susan Freiwald, a professor at USF Law School.\nProfessors Daivd Greene, and Robert Elias joined Freiwald in discussing whether or not this new program is justified by the constitution. They came to the consensus that what the NSA is doing is likely unconstitutional.\nStudents and faculty alike find the NSA Surveillance Program to be unjust. Taylor Jackson, senior religious studies major weighs in on the issue: \"Personally, I agree with Snowden. I think the American people have basic civil liberties that were violated.\"\nFreiwald says, \"The NSA is supposed to be engaged in fighting terrorism and naming surveillance of people abroad.\" She thinks they are justified in gathering information to prevent terrorism, but she expressed concern that the NSA is gathering so much domestic information.\nFreiwald explained the NSA is surveilling a number of communications content such as email, social networking, video, chat, photos, and any other stored information. Freiwald spoke to the issue of surveillance in terms of the 4th amendment, which says that \"no person shall be subject to unreasonable search or seizure by the government.\"\nThis translates into the NSA context because by having access to this information, they are intruding in on our privacy, according to Freiwald. She thinks \"they really should only do this if they have good reason to believe that you are involved in criminal activity.\"\nDavid Greene, who teaches classes on the 1st Amendment, says that the government's position on the issue is \"they aren't really doing anything wrong by collecting the information.\" The only case in which Greene thinks this type of surveillance is justified is \"when they're trying to foil terrorist plots [because] it's good to be able to notice patterns of communication.\"\nSince the NSA has access to information about social media interactions, they have the ability to track anonymous posts, such as ones on the USF Confessions Facebook page.\n\"It's not like there's anything on the USF Confessions page that would be valuable to the U.S. government, but just the fact that they can access anyone's personal information or private posts without their consent is outrageous,\" said Hadi Sherazi, junior Kinesiology major.\nIncluding his career as a professor, Greene works with the Electronic Frontier Foundation , a non-profit organization \"working to protect fundamental civil liberties, including privacy and freedom of expression,\" according to the organization's home page.\nGreene and his colleagues at EFF have filed a lawsuit against the NSA on behalf of numerous organizations such as the First Unitarian Church of Los Angeles, Green Peace, and multiple gun rights organizations. Greene states, \"Disclosing or removing protection of anonymity can chill the practice of first amendment laws.\"\n\nLoad-Date: September 26, 2013"
}