{
    "title": "Law firm tries to end green card shredding Steptoe and Johnson want information to fight terrorism",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 8,
    "day": 23,
    "full text": "sfinn@wvgazette.com  \nA local law firm is trying to get the U.S. State Department to stop shredding green card applications and instead use the information to fight terrorists.\nGeorge Carenbauer, of the firm Steptoe and Johnson, says the State Department should require immigrants to fill out electronic applications, so the information could be compiled into databases and shared with intelligence agencies.\n\"We just think it's dumb to throw all this information away,\" said Carenbauer, one of a handful of lawyers who practice immigration law in West Virginia.\nThe issue gained national attention when Hesham Mohamed Hadayet, 41, gunned down two people July 4 at the Los Angeles International Airport. The Egyptian native and his family were allowed to stay in the United States after his wife won the \"immigration lottery\" in 1997.\nLast year, more than 8 million people from more than 100 countries applied for just 50,000 visas. Currently, applicants are required to send in paper applications to a special address called \"Migrate, Ky.\" near Lexington. After the lottery winners are selected, the other applications are destroyed.\nFor a $ 45 fee, Steptoe and Johnson helps prospective immigrants to apply for the visa lottery.\nIn June, Carenbauer made a presentation to State Department officials about making the lottery applications electronic. He offered to test the idea at Steptoe and Johnson at no cost to the government, but officials said it was too late for this year.\nWith electronic applications, the information would be more easy to place into a database and use for anti-terrorism purposes, he said. The forms include information about birth dates, addresses and photos about the applicant and his immediate family.\nAccording to The Associated Press, a top Bush administration official said the destruction of applications was \"very shocking.\"\nThe official said the information would help investigators trace biographical information about people living overseas trying to enter the U.S.\nStephen Yale-Loehr, who teaches immigration law at Cornell University, said terrorists would not apply for green cards through the lottery system.\nBut Carenbauer said that the information about family members could prove as valuable as the information about the applicant himself or herself.\nAlmost half of the winners of the 2000 green card lottery came from predominantly Muslin countries, according to Carenbauer's analysis of State Department figures, including people from all seven countries the U.S. considers state sponsors of terrorism.\nCarenbauer, a former state Democratic Party chairman and counsel for then-Gov. Jay Rockefeller, also would like to see the State Department regulate who could help immigrants apply for the lottery.\nTo contact staff writer Scott Finn, use e-mail or call 357-4323.\n\nLoad-Date: August 23, 2002"
}