{
    "title": "Law provides needed tools",
    "publisher": "usa today",
    "year": 2003,
    "month": 5,
    "day": 12,
    "full text": "Today's debate: Fighting terrorism at home\nOpposing view: Groups cannot cite one case of abuse linked to Patriot Act.\nThe tragic events of Sept. 11, 2001 -- and the killing of more than 3,000 Americans -- are forever etched in our nation's memory. Soon after this tragic attack, Congress in bipartisan fashion enacted the Patriot Act, a long-overdue set of measures that provided law enforcement and intelligence agencies with basic tools needed to fight and win the war against terrorism.\nIn 1996, I proposed many of these same measures in an anti-terrorism bill. Had these measures been in place prior to 9/11, law enforcement agencies may well have been able to catch some or all of the terrorists.\nThe Patriot Act has not eroded any of the rights we hold dear as Americans. I would be the first to call for corrective action, were that the case. Yet not one of the civil liberties groups has cited one instance of abuse of our constitutional rights, one decision by any court that any part of the Patriot Act was unconstitutional or one shred of evidence to contradict the fact that these tools protect what is perhaps our most important civil liberty: the freedom from future terrorist attacks.\nSeveral important provisions of the Patriot Act are scheduled to sunset, or expire, on Dec. 31, 2005. When the bill originally was passed by the Senate, I opposed the sunset, along with 95 other senators.\nGiven the importance of the Patriot Act tools to our nation's war against terrorism, why would we simply sunset these provisions when we know full well that the terrorists will not sunset their evil intentions? There is no logical reason for our nation to lay down some of its most effective arms while fighting this war.\nLast Thursday, the Senate added another important anti-terrorism provision to the arsenal of weapons to combat terrorism. The Senate fixed a gap in the original 1978 Foreign Intelligence Surveillance Act to authorize the gathering of intelligence information relating to \"lone-wolf\" terrorists -- who cannot be linked to an international organization or state. This bipartisan proposal will enhance the ability of the FBI and intelligence agencies to investigate terrorists and detect their plots to prevent devastating attacks on our country. Lawmakers were right to fix this glaring problem.\nCongress has had a full opportunity to weigh and assess the benefits of the Patriot Act, and that will continue whether or not there is a sunset. Some have claimed that the sunset is needed to ensure proper oversight. That is silly. Congress can always exercise oversight and change or repeal any law if warranted.\nThe bottom line is clear: We should not undermine or limit our law enforcement and intelligence agencies' efforts by imposing requirements that go above and beyond those required by the Constitution. That would only have the effect of protecting terrorists and criminals while endangering the lives of innocent Americans.\n***\nOrrin G. Hatch, R-Utah, is chairman of the Senate Judiciary Committee and serves on the Senate Select Committee on Intelligence.\n\nLoad-Date: May 12, 2003"
}