{
    "title": "Law enforcement shifts emphasis Federal agencies focus on combating terrorism, guarding borders",
    "publisher": "spokesman review",
    "year": 2002,
    "month": 9,
    "day": 10,
    "full text": "The FBI has changed its priorities -- from investigating all bank robberies\n to a primary goal of disrupting and catching terrorists.\n The U.S. Immigration and Naturalization Service is cracking down on\n foreigners with illegal visas or who stay too long.\n And along the Canadian border, the number of U.S. Border Patrol agents has\n doubled. More agents and equipment are coming.\nFederal law enforcement agencies in the Inland Northwest have seen big\n changes in the last year.\n \"The events of last Sept. 11 are changing ways we do business,\" said James\n McDevitt, the U.S. attorney for the Eastern District of Washington. His office\n had hired three additional federal prosecutors under new terrorism funding.\n Immediately after the attacks, the attorney general ordered each U.S.\n Attorney's Office to form an anti-terrorism task force. In the state of\n Washington, the eastern and western districts formed a joint Anti-terrorism\n Task Force.\n The anti-terrorism task force is composed of federal law enforcement agency\n supervisors, the State Patrol chief, the state's attorney general, director of\n emergency management and others.\n A similar anti-terrorism task force exists in Idaho.\n The goal of the anti-terrorism task forces is to coordinate terrorism\n funding and training for law enforcement officers.\n Assistant U.S. Attorney Tom Rice coordinates the anti-terrorism task\n force's activities, which include at least two meetings a year.\n The work of actually investigating terrorism is handled by another regional\n organization, the Inland Northwest Joint Terrorism Task Force.\n That regional task force, lead by the FBI, has existed since 1998 when\n authorities recognized the need for such a group because of crimes attributed\n to white supremacists and other domestic terrorists.\n But the work of the Inland Northwest Joint Terrorism Task Force was\n substantially ramped up after Sept. 11.\n Detectives from the Spokane police and sheriff's departments were assigned\n to the task force, composed of FBI and ATF agents.\n Its membership is fluid, with agents from other federal agencies and local\n police and sheriff's departments in the region frequently sitting in on weekly\n meetings.\n Its work in Eastern Washington and North Idaho remains mostly shrouded in\n secrecy.\n But it's known that task force investigators spent several months tracking\n down leads in this region associated with the attacks. Most leads involved\n Middle Eastern men who are students or visiting on visas.\n Earlier this year, the task force identified and arrested four foreign\n nationals accused of fraudulently obtaining student visas to gain entry to the\n United States.\n The national case developed when authorities learned some of the Sept. 11\n terrorists gained entry to the United States through fraudulent visas.\n Two students at Washington State University and two more attending\n Community Colleges of Spokane were arrested and deported by the task force for\n having fraudulent visas.  None of the students, however, was tied to any acts\n of terrorism.\n The task force was also involved in the arrest of a Spokane Valley man\n accused of manufacturing the deadly poison ricin. That investigation was begun\n before the terrorist attacks.\n Investigators also interviewed contributors to Islamic charities that are\n suspected fronts for terrorist organizations.\n Meanwhile, along the U.S. border from the crest of the Cascades to Glacier\n National Park in Montana, the number of agents on patrol has doubled. Steve\n Garrett, assistant chief of the Spokane sector, wouldn't discuss the number of\n agents now on duty.\n The Border Patrol, which already has a fixed-wing airplane to patrol the\n Spokane sector, also is getting a helicopter, equipped with heat-seeking\n equipment.\n The agency also is purchasing a 22-foot boat to patrol four major waterways\n that straddle the international border, Garrett said.\n\nLoad-Date: September 12, 2002"
}