{
    "title": "Lawmakers see a risk in sale of port operations A United Arab Emirates firm would get a stake in por",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 2,
    "day": 17,
    "full text": "The Bush administration yesterday rebuffed criticism about potential security risks of a $6.8 billion sale that gives a company in the United Arab Emirates a significant stake in operations at major U.S. ports, including Philadelphia, Wilmington and Camden.\nSeven lawmakers asked the White House to reconsider its earlier approval of the deal.\nThe sale to state-owned Dubai Ports World was \"rigorously reviewed\" by a U.S. committee that considers security threats when foreign companies seek to buy or invest in American industry, National Security Council spokesman Frederick Jones said.\nThe Committee on Foreign Investment in the United States, run by the Treasury Department, reviewed an assessment from U.S. intelligence agencies. The committee's 12 members agreed unanimously that the sale presented no problems, the department said.\n'This partner'\n\"We wanted to look at this one quite closely because it relates to ports,\" Stewart Baker, an assistant secretary in the Homeland Security Department, said. \"It is important to focus on this partner as opposed to just what part of the world they come from. We came to the conclusion that the transaction should not be halted.\"\nThe unusual defense of the secretive committee, which reviews hundreds of such deals each year, came in response to criticism about the purchase of London-based Peninsular & Oriental Steam Navigation Co.\nThe world's fourth-largest ports company runs commercial operations at shipping terminals in New York, New Jersey, Baltimore, New Orleans and Miami. The deal also gives Dubai Ports World a 50 percent interest in Delaware River Stevedores. DRS leases the Tioga Marine Terminal from the Philadelphia Regional Port Authority, a Pennsylvania state agency. It also unloads ships in Camden and Wilmington, and provides stevedore services to the Philadelphia Cruise Ship Terminal.\nCalls for a rethinking\nFour senators, including Frank Lautenberg (D., N.J.), and three House members asked the administration yesterday to reconsider its approval. The lawmakers contended the United Arab Emirates was not consistent in its support of U.S. terrorism-fighting efforts.\nThe Homeland Security Department said it was legally impossible under the committee's rules to reconsider its approval without evidence that DP World gave false information or withheld vital details from U.S. officials. The 30-day window for the committee to voice objections has ended.\nU.S. lawmakers said the United Arab Emirates was a key transfer point for shipments of smuggled nuclear components sent to Iran, North Korea and Libya by a Pakistani scientist, Abdul Qadeer Khan. They also said the UAE was one of only three countries to recognize the now-toppled Taliban as Afghanistan's government.\nThe State Department describes the UAE as a vital partner in the fight against terrorism. Dubai's ports have participated since last year in U.S. efforts to detect illegal shipments of nuclear materials.\nCritics also have cited the UAE's history as an operational and financial base for the hijackers who carried out the attacks of Sept. 11, 2001.\n\"Outsourcing the operations of our largest ports to a country with a dubious record on terrorism is a homeland-security and commerce accident waiting to happen,\" Sen. Charles E. Schumer (D., N.Y.) said. \"The administration needs to take another look at this deal.\"\nInquirer staff writer Henry J. Holcomb contributed to this article.\n\nLoad-Date: February 17, 2006"
}