{
    "title": "Lawmakers_ Screen airport workers Cite terrorism risk; some fear gridlock",
    "publisher": "usa today",
    "year": 2006,
    "month": 12,
    "day": 19,
    "full text": "WASHINGTON -- More of the nation's airport personnel are undergoing background checks, and some lawmakers want all of the nearly 1 million workers to be screened when they arrive on the job each day.\nThe federal government has stepped up scrutiny amid worries that the workers could use their insider jobs to help terrorists plan attacks. Lawmakers say their concern doesn't stem from a specific plot but rather recent arrests that point to potential holes in security.\n\"This is the weakest link\" in aviation, said Rep. Nita Lowey, D-N.Y., a senior member of the House Homeland Security Committee who has proposed a bill that would require airport employees to be screened for weapons. Most airport workers must pass a background check when they're hired, which then allows them to pass unchecked into secure areas.\nTim Anderson, deputy executive operations director of Minneapolis-St. Paul International Airport, called Lowey's proposal \"an unworkable idea that could create gridlock.\"\nThe TSA has already moved ahead with extra security. The agency this fall adopted policies requiring that everyone working at airports -- from taxi drivers to gift shop clerks -- be checked for criminal history, terrorist ties and immigration violations. Previously, only employees with access to secure areas faced the checks.\nThe TSA also has started assigning teams of screeners to roam secured areas, doing random searches of airport employees, said Earl Morris, TSA general manager for field operations.\n\"This insider threat is a critical piece\" of the agency's anti-terrorism efforts, TSA chief Kip Hawley told an aviation-security conference last week.\nAmong the arrests was a June roundup of 55 illegal immigrants in a secure area at Dulles International Airport near Washington, D.C. The workers were employed by a construction contractor.\nAirports support the extra background checks because they help identify potentially dangerous workers, said Charles Chambers, head of security for the Airports Council International. \"We're going to be a little more cautious ... to see that they're here legally,\" Chambers said.\nThe TSA does not screen the roughly 900,000 airport workers who have already passed background checks that give them access to employee-only areas, such as airfields, according to Congress' Government Accountability Office. The TSA believes background checks are costly and time-consuming, the GAO said.\n\"We can't allow that loophole to exist,\" Lowey said, adding that airport workers \"could become unwilling accomplices if a terrorist uses them to sneak dangerous materials into an airport.\"\n:\nTimetable for the rules\nA measure proposed by the House Homeland Security Committee would require:\n*The Transportation Security Administration to issue rules within a year to screen all airport employees\n*Airports to comply with the TSA order within three years\n*The TSA to start a pilot within four months at five airports that would test employee screening \n\nLoad-Date: December 19, 2006"
}