{
    "title": "LAWMAKERS PREPARE TO TACKLE BILLS THAT ADDRESS TERRORISM ; VETO SESSION WILL LAUNCH PROPOSALS ON SEC",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 11,
    "day": 12,
    "full text": "The Illinois Legislature will meet for the first time since terrorists attacked America, and it will face two key issues: How to bolster domestic security and how to pay for it.\nLawmakers will convene their regular fall session Tuesday, picking up business in a very different world than the one they lived in when they adjourned last spring.\n\"Everything has changed,\" said state Sen. Vince Demuzio, D-Carlinville. \"There's a great level of uncertainty. People are sort of feeling their way around.\"\nThe official purpose of the fall session is to act on vetoes by the governor. But it traditionally has been a launching pad for new legislation as well. This fall's crop of new bills has a clear theme: guarding against terrorism and responding in its aftermath.\nAs early as Tuesday, lawmakers will take up HB2299, which is Attorney General Jim Ryan's omnibus anti-terrorism package. The measure would increase police surveillance and search powers and would add terrorism to the list of aggravating factors that could trigger the death penalty in murder trials.\nRyan's plan has run into opposition from civil liberties groups that say it would give police too much power. And Gov. George Ryan (who isn't related to Jim Ryan) has questioned whether the proposal strays into subjects that should be under federal jurisdiction.\nEven as lawmakers ponder security, they also will debate how to pay for it. The governor announced last month a $450 million state budget shortfall. He blamed it partly on diminished revenues from tourism and other sectors the terrorist attacks affected. Gov. Ryan has said the state may have to cut employees and services.\nThe governor also has proposed new spending for things like hazardous material teams and bioterrorism preparation. Additional budgetary hits could come from pending bills that would:\n* Exempt taxes on charitable donations to terrorism victims.\n* Create a tax credit for business losses that result from terrorism.\n* Exempt the state income tax on unemployment insurance benefits as a means of boosting consumer spending.\nGov. Ryan is waiting to see what money and decisions come from Washington before he takes a position on most of the terrorism-related legislation, said spokesman Dennis Culloton.\n\"There clearly is a much different budget picture since Sept. 11,\" he said.\nThe bills Gov. Ryan vetoed this year include measures to study hemp as an agricultural crop and to restrict the practices of telemarketers.\nThe hemp bill is an idea that state Sen. Evelyn Bowles, D-Edwardsville, has championed. It would allow the University of Illinois to study hemp's viability as an agricultural crop for use in textiles. Ryan vetoed the bill in part because of concern from the anti-drug lobby that it would lead to legalized hemp, which is a biological cousin to marijuana.\nThe telemarketing bill, by state Rep. Jay Hoffman, D-Collinsville, would establish a \"no-call\" database to prevent people from being called by telephone solicitors.\nIn his veto message, Ryan said the bill had too many loopholes.\nThe fall session runs Tuesday through Thursday, then from Nov. 27 to Nov. 29.\nThe hemp bill is HB3377. The no-call bill is HB176.\n\nNotes\n\nReporter Kevin McDermott:; E-mail: kmcdermott@post-dispatch.com; Phone: 217-782-4912  \n\nGraphic\n\n \nPHOTO; Color PHOTO headshot - Jim Ryan; Civil liberties groups criticize his measure\n\nLoad-Date: November 12, 2001"
}