{
    "title": "Lawmakers override veto; Unanimous_ The law makes terrorism a death-penalty offense",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 12,
    "day": 6,
    "full text": "The Illinois Senate on Thursday rejected a veto by Gov. George Ryan, enacting a new law that makes terrorism a death penalty offense and gives law enforcement new tools to fight the crime.\nThe vote was 55-0. The House already had rejected Ryan's proposed changes to the bill.\nThe legislation started out as Attorney General Jim Ryan's response to the Sept. 11 attacks.\nIt gives police more power to obtain search warrants and bug telephones to investigate suspected terrorists. The law also makes it a felony to take a firearm on an airplane and lets the attorney general freeze terrorists' assets.\nThe measure also expands the death penalty to apply specifically to terrorist killings.\nAnnoyed that lawmakers would expand the death penalty before considering a sweeping overhaul of the capital punishment system, Gov. Ryan used his veto power to rewrite the terrorism bill. The governor halted executions in Illinois nearly three years ago after 13 people on death row were found to have been wrongly convicted.\nThe governor's revisions included having the state Supreme Court meticulously review each death penalty case, barring executions of the mentally retarded and videotaping murder interrogations.\n In other legislative news Thursday:\n* Breaking with 21 years of leadership from the Chicago suburbs, Illinois Senate Republicans chose downstater Frank Watson on Thursday to lead their caucus for the next two years.\nWatson, a pharmacist who has served in the Legislature since 1979, lives in Greenville, about 50 miles northeast of St. Louis. He will be the first downstate legislative leader since George Ryan, of Kankakee, now the governor, served two years as Illinois House speaker two decades ago. He will replace James \"Pate\" Philip, who had been the top Republican in the Senate since 1981.\n* Amid fears of opening the door to dozens of cash-strapped schools, the Illinois Legislature on Thursday approved a measure to prevent a bankrupt Cook County school district from closing its doors next week. The district needs $$ @6 million just to pay all its expenses until the end of the school year in June. \n* Efforts to reopen Sheridan Correctional Center got a boost Thursday when the Illinois House approved a measure that could provide some of the money needed to unlock the medium-security prison. The House voted 75-34 for an amendment that would create a revenue stream by selling off about $$ @2 billion in uncollectible state debt to private collection agencies. \n* The Senate approved a resolution Thursday supporting two National Guard pilots facing criminal charges for dropping bombs on Canadian soldiers. On a voice vote, the Senate approved the resolution that said the pilots, who were in Afghanistan with a Springfield-based National Guard unit, thought they were under attack and that \"friendly fire\" accidents are an unavoidable part of war.\n\nLoad-Date: December 6, 2002"
}