{
    "title": "LAWMAKERS REACH COMPROMISE ON ANTI-TERRORISM BILL; FINAL VERSION WILL CONTAIN MONEY-LAUNDERING LANGU",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 19,
    "full text": "House negotiators have agreed to a Senate demand to include money-laundering legislation in President George W. Bush's anti-terrorism package, clearing the last major hurdle to passage, senators said Thursday.\nThe Senate and House probably will consider the compromise early next week after aides draft the final version over the weekend, said Sen. Patrick Leahy, D-Vt., the Senate Judiciary Committee chairman.\nNegotiators agreed Wednesday to end after four years the new wiretapping, electronic surveillance and secret search portion of the legislation, the most contested provision of the package. With the agreement to include money laundering, the most difficult negotiations were over, Leahy said.\n\"We've just got to work out the details over the weekend,\" he said. Work that normally could take a day now requires more time because of the shutdown of the House and Senate office buildings for anthrax testing, Leahy said.\nHouse and Senate members have not decided on the final version of the money-laundering plan.\nThe House Financial Services Committee chairman, Rep. Michael Oxley, R-Ohio, and Sen. Paul Sarbanes, D-Md., the Senate Banking Committee chairman, have been working on a compromise on the money-laundering language.\nThe top Republican on the Senate committee, Orrin Hatch of Utah, said the final package would include money-laundering language.\nBoth the House and Senate versions are intended to fight money laundering around the world, thwart the financing of terrorism and protect the U.S. banking system from illicit money.\nBoth the House and Senate anti-terrorism measures would expand the FBI's wiretapping authority, impose stronger penalties on those who harbor or finance terrorists and increase punishment of terrorists.\nHouse leaders insisted on changing the Senate package so the most intrusive of the new measures would expire after a certain period.\n\nNotes\n\nAMERICA RESPONDS; A shorter version of this story appeared in the Five Star Lift edition.\n\nLoad-Date: October 19, 2001"
}