{
    "title": "LAWMAKERS UNITED IN FAVORING ACTION AGAINST TERRORISM",
    "publisher": "usa today",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "WASHINGTON (AP) - Lawmakers from both parties voiced support for\nforceful retaliation against whoever is responsible for terrorist\nattacks against the United States, even if a foreign country like Iran\nwas behind them.\n\"We are the most powerful nation in the world and the message we\nshould send to Syria and Iran and similar countries is, you mess with\nus and you will be severely damaged,\" said House Speaker Newt\nGingrich, R-Ga., on Fox \"News Sunday.\"\nGingrich referred to suspicions that Iran was behind the June 25\nbombing that killed 19 U.S. servicemen at Dhahran in Saudi Arabia and\nto a USA Today report last week that Iran operates as many as 11\nterror training camps.\n\"We do know that Iran supports terrorism around the world and I think\nthe United States government has an obligation to lay out the case\nagainst Iran, convince our allies to go to the U.N. and if necessary\nto take decisive action,\" said Gingrich.\nHe said the United States should rebuild its capacity for \"human int\nelligence\" so it could penetrate terrorist groups.\nSen. Orrin Hatch, R-Utah, chairman of the Senate Judiciary Committee,\nsaid on ABC's \"This Week With David Brinkley\" that if Iran was behind\nthe bombing, \"we're going to have to get tough.\"\nAnd Sen. Joseph Biden, D-Del., the top Democrat on the Judiciary\nCommittee, said that if the Dhahran bombing was state-sponsored, \"it's\nan act of war.\" Also on ABC, he said the administration should take\n\"whatever action it deems appropriate.\"\nWhite House Chief of Staff Leon Panetta said whoever is behind the\nbombing \"will be held accountable.\"\nSpeculation about Iran's involvement in the Dhahran attack came Friday\nfrom Defense Secretary William Perry, who told National Public Radio\nthat Tehran was \"possibly\" behind it.\nBut on Saturday, the secretary toned down his comments, saying he was\nreferring to Iranian statements about targeting Americans.\nIran, which is on a State Department list of countries that support\nterrorism, reacted angrily to Perry's remarks.\nIts foreign minister, Ali Akbar Velayati, called on the U.N. to act\nagainst the \"potentially dangerous consequences of this irresponsible\nand threatening behavior.\"\n\nLoad-Date: August 7, 1996"
}