{
    "title": "LAWMAKERS GET MIXED MESSAGES ON THREAT OF TERRORISM IN U.S",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 3,
    "day": 10,
    "full text": "A \"well-known terrorist group\" probably is responsible for the bombing at New York's World Trade Center, an FBI official told Congress on Tuesday.\nBut law enforcement experts say Americans have no reason to fear a wave of such incidents.\n\"We're saying it's a group that knows what it's doing and perhaps not an ad-hoc bunch of terrorists,\" said James Fox, head of the FBI's office in New York.\nFox told a House Judiciary subcommittee that it was the \"gut feeling\" of investigators that experienced terrorists had been responsible for last month's blast, which killed five, injured 1,000 and shut down the World Trade Center's two office towers.\n\"I don't have a specific group in mind,\" Fox said later, adding that agents based their speculation on \"30 years of this stuff.\"\nFBI Director Williams Sessions cautioned against speculating on who was behind the bombing and said it had taken years to conclude the investigation into the bombing in 1988 of a Pan Am jet over Lockerbie, Scotland.\nAlso on Tuesday, CIA Director R. James Woolsey told the House Intelligence Committee that his agency was increasing its counterterrorism efforts in light of several recent attacks. He cited the World Trade Center bombing, the shooting deaths on Jan. 25 of two CIA employees outside agency headquarters and four recent hijackings. He did not elaborate.\nThe Judiciary subcommittee meeting was the first congressional hearing into the New York bombing as lawmakers began reviewing whether they needed to overhaul immigration laws or take other precautions against terrorism.\nSessions said that Americans had no reason to fear that the bombing was the beginning of \"a coming wave of terrorism.\"\n\"The American public should always be vigilant, but this suspected act of terrorism should not be viewed as the opening act in a coming wave of terrorism,\" Sessions said.\nSeveral lawmakers grilled the FBI officials, and others who testified, on Immigration and Naturalization Service laws and the government's ability to keep unwanted aliens from entering the country.\nAuthorities have described a Palestinian charged in the bombing on Feb.  26, Mohammed Salameh, as a Muslim fundamentalist who worshiped at a mosque in New Jersey where a militant Islamic cleric, Sheik Omar Abdel-Rahman, occasionally preaches.\nThomas McNamara, the State Department's counterterrorism coordinator, said terrorist incidents had been rare in the United States for a number of reasons: The government has a solid program that fights it; the country is isolated geographically; plenty of U.S. targets exist abroad for terrorists to hit; and foreigners who come here tend to integrate into the society, rather than live in isolation.\nAccording to FBI statistics, 163 terrorist attacks have been carried out in the United States since 1982. Most of them have been incidents in Puerto Rico by Puerto Rican terrorists.\nThe chairman of the panel, Rep. Charles E. Schumer, D-N.Y., is introducing an anti-terrorism bill calling for the death penalty for terrorist acts that result in a loss of life and stiffened penalties for people convicted of taking part in terrorism.\nMeanwhile, new links between the bombing and the slaying of Rabbi Meir Kahane in 1991 emerged Tuesday.\nDuring the trial of El Sayyid Nosair for Kahane's slaying, Ibraham Elgabrowny handled everything for the defense team, from security to picking up documents and evidence, said Nosair's attorney, William Kunstler.  \nElgabrowny, Nosair's cousin, was \"really a one-man whirlwind, and a very effective one,\" Kunstler said in an interview. \"I wish I had a man like that on every case.\"\nKunstler has a jailhouse meeting scheduled for today with Elgabrowny to discuss representing him in his current case - an obstruction of justice charge stemming from the explosion investigation.\nElgabrowny's current attorney, Michael Warren, is withdrawing because of scheduling problems.\n(Following text appeared in THREE STAR EDITION.) The suspect is alleged to have resisted a search of his apartment.  Prosecutors claim he deliberately thwarted a plan to test for explosives residue by plunging his hands into a toilet bowl during his arrest.\nNosair was acquitted of Kahane's killing but remains in prison on related weapons charges.\n\nLoad-Date: September 29, 1993"
}