{
    "title": "LAWMAKERS BACK RETALIATION AGAINST ANTI- U.S. TERRORISM_ STRONG ACTION SHOULD BE TAKEN, EVEN IF ANOT",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "Lawmakers from both parties voiced support for forceful retaliation against those responsible for terrorist attacks against the United States, even if a foreign country such as Iran was behind them.\n\"We are the most powerful nation in the world, and the message we should send to Syria and Iran and similar countries is, you mess with us and you will be severely damaged,\" said House Speaker Newt Gingrich (R., Ga.) on Fox News Sunday.\nGingrich referred to suspicions that Iran was behind the June 25 bombing that killed 19 U.S. servicemen at Dhahran, Saudi Arabia, and to a USA Today report last week that Iran operated as many as 11 terror-training camps.\n\"We do know that Iran supports terrorism around the world, . . . and I think the United States government has an obligation to lay out the case against Iran, convince our allies to go to the U.N., and if necessary to take decisive action,\" said Gingrich.\nHe said the United States should rebuild its capacity for \"human intelligence\" so it could penetrate terrorist groups.\nSen. Orrin G. Hatch (R., Utah), chairman of the Senate Judiciary Committee, said on ABC's This Week With David Brinkley that if Iran was behind the bombing, \"we're going to have to get tough.\"\nAnd Sen. Joseph R. Biden Jr. of Delaware, the ranking Democrat on the Judiciary Committee, said that if the Dhahran bombing was state-sponsored, \"it's an act of war.\" Also on ABC, he said the administration should take \"whatever action it deems appropriate.\"\nWhite House chief of staff Leon Panetta said on CBS's Face the Nation that whoever was behind the bombing \"will be held accountable.\"\nSpeculation about Iran's involvement in the Dhahran attack was heightened Friday, when Defense Secretary William J. Perry told National Public Radio that Tehran was \"possibly\" behind it.\nBut on Saturday, Perry toned down his comments, saying he was referring to Iranian statements about intending to target Americans. He said there was no imminent action planned against Iran.\nIran, which is on a State Department list of countries that support terrorism, reacted angrily to Perry's remarks.\nIts foreign minister, Ali Akbar Velayati, called on the United Nations to act against the \"potentially dangerous consequences of this irresponsible and threatening behavior of the Washington administration,\" according to the official Islamic Republic News Agency.\nVelayati's deputy, Javad Zarif, said on CNN's Late Edition that it had become \"a rather normal business\" to accuse Iran of terrorist attacks.\nZarif called the presence of U.S. troops in the Persian Gulf region a \"destabilizing force,\" but said his country would use \"diplomatic means\" to express its opposition to it.\n\nLoad-Date: October 28, 2002"
}