{
    "title": "Lawmakers readying new anti-terrorism bill for vote",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 7,
    "day": 31,
    "full text": "After meeting with President Clinton's chief of staff and talking tough on some of the president's anti-terrorism proposals, Republicans say they hope to have a package ready for a vote by week's end.\nAnd a key GOP lawmaker said Tuesday it was likely to include an expansion of the government's wiretapping authority.\n\"I think we're going to have a package,\" said Sen. Larry Craig, R-Idaho, head of a bipartisan lawmakers' task force that met twice Tuesday with White House chief of staff Leon Panetta.\nWhen he emerged with Panetta after the second meeting, Craig told reporters, \"Nothing is off the table.\" But he added that, given the limited time available, with Congress planning to recess this weekend, the bill would contain \"the doable more than the desirable.\"\nSome Republicans have been at odds with the White House over Clinton's proposal for a study of chemical markers in explosives. The markers are opposed by the National Rifle Association.\nPanetta said the group hoped to put together by this evening \"an anti- terrorism package that we can present to the country.\"\nRep. Bill McCollum, R-Fla., chairman of the House Judiciary subcommittee on crime and a task force member, later said he believed the package was likely to include Clinton's proposal to expand the government's wiretapping authority.\nWhite House spokesman Barry Toiv said earlier that areas of agreement include proposals to expand wiretapping authority and to allow prosecution of suspected terrorists under federal racketeering laws - making them subject to asset forfeitures and longer sentences.\nDespite pressure generated by the TWA explosion and the Olympics bombing, Republicans hardened their opposition to some of Clinton's proposals Tuesday. Democrats said the gun lobby's influence was responsible.\nClinton urged Congress to swiftly enact the provisions on which the two sides agree, saying, \"We need to keep this country together right now\" in strengthening law enforcement's hand against terrorism.\n\nLoad-Date: December 9, 1996"
}