{
    "title": "LAWMAKER GRILLS ASHCROFT ON ANTI-TERRORISM BUDGET ITEMS BEFORE SEPT. 11",
    "publisher": "the new york times",
    "year": 2002,
    "month": 3,
    "day": 1,
    "full text": "A House Democrat sharply questioned Attorney General John Ashcroft on Thursday about a report that he was unwilling to endorse an FBI request for more counterterrorism agents and wanted to cut other anti-terrorism programs before Sept. 11.\n\"We will ask for everything we believe to be necessary to defend the American people,\" Ashcroft told the House Appropriations Committee.\nAshcroft had a tense encounter with Rep. David Obey, D-Wis., at a hearing on how much emphasis the Justice Department had put on anti-terrorism efforts before the attacks.\nObey questioned the attorney general on the FBI's counterterrorism requests in a Justice Department budget submitted to the White House on Sept. 10.\nThe New York Times on Thursday reported from internal Justice Department documents that Ashcroft did not endorse FBI requests for $58 million for 149 new counterterrorism field agents, 200 intelligence analysts and 54 additional translators in the proposed budget.\n\"Not only was your department not ahead of the curve, you were light-years behind it,\" Obey said. He interrupted Ashcroft several times to make his point and accused the Justice Department of \"foot-dragging.\"\n\"Maybe you and I have a different definition of foot-dragging,\" said Ashcroft, adding that before Sept. 11 the budget was still being developed.\nAshcroft said any agency budget before Sept. 11 was \"in many respects a placeholder,\" with FBI Director Robert Mueller having only been confirmed for his position in August. \"We were basically putting in place something that would hold a spot for his coming to the (FBI) so he could put his mark on it,\" Ashcroft said.\nHe also pointed out that long before Sept. 11, he had said that fighting terrorism was his department's top goal.\n\"Prior to Sept. 11, before the Senate Appropriations Committee, I made our mission very clear. 'Our No. 1 goal,' and I'm quoting, 'is the prevention of terrorist acts,' \" Ashcroft said.\nObey countered: \"It's all well and good to talk about rhetorically making anti-terrorism your No. 1 priority, but budgets tell us where our priorities are. And you did turn down the FBI's request.\"\nAshcroft said the current department budget has requests of:\n* $2 billion to continue anti-terrorism efforts started last year.\n* $856 million in new money for border security.\n* $411 million in new money for program improvements at the FBI.\n* $34 million in new money for enhanced security at federal courthouses.\nThe department's budget request for the next fiscal year, which begins Oct. 1, totals about $30.2 billion, Ashcroft said.\n\nLoad-Date: March 1, 2002"
}