{
    "title": "LAWMAKERS SET ASIDE MOST TERRORISM BILLS; A flurry of proposals followed the attacks, but leaders sa",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 11,
    "day": 5,
    "full text": "The repercussions from terrorism have permeated American life, but the Maine Legislature plans to steer clear of the issue when it reconvenes in January. The Legislature's leadership team, which is deciding which bills can be submitted next year, last week rejected a series of proposals designed to fight terrorism or raise money for relief organizations that help victims.\nLeaders say they took that step because the federal government is leading the war on terrorism, and Maine's governor is in the best position to coordinate the state's response. Some of the rejected bills were so vague or duplicative that they reinforced the belief that the Legislature does not have a role to play in this fight - at least not now.\nIn effect, most of the bills were viewed by senior lawmakers as well-intentioned but misguided or ineffective, so they decided not to waste the Legislature's time on them.\nThe only terrorism-related bill approved for legislative consideration is a measure to set up a memorial to attack victims in Capitol Park in Augusta.\n\"I feel it is a federal issue,\" said House Minority Leader Joe Bruno, R-Raymond, who joined other members of the Legislative Council, a group of 10 top lawmakers, in rejecting most terrorism bills.\nBruno says lawmakers who offered those bills displayed \"a knee-jerk reaction\" to a national problem that doesn't lend itself to state solutions, and that doesn't require new state laws or more state spending.\nEven the sponsor of one of the failed bills, House Majority Whip William Norbert, D-Portland, says he and other legislative leaders agree the response to terrorism is best led by others, for now.\n\"It really is a role that is more properly reserved for the (governor) and the federal government,\" Norbert said. Lawmakers \"should reserve the option\" of filing legislation later, as needed, he said.\nAll told last Monday, legislative leaders \"let in\" 79 bills on a multitude of topics. They turned down more than 400 others, including about eight anti-terrorism bills. Lawmakers can try to revive rejected bills when the leaders meet again Nov. 13 to hear such appeals.\nNorbert won't be trying to resurrect his bill, which was designed to improve the coordination between state officials and Maine hospitals during emergencies. Similarly, Rep. Lois Snowe-Mello, R-Poland, will not appeal for a study of security at Maine airports.\nRep. Stavros Mendros, R-Lewiston, said Friday he will try to revive his bill to create a specialty license plate decorated with the American flag. Proceeds from the plates would go to relief organizations or veterans groups, as determined by the buyer.\n\"I have a lot of veterans groups that are excited about it,\" Mendros said. \"People are trusting government again, not to raise taxes, but to deal with this issue\" of terrorism, he said.\nThe 2002 legislative session will be shorter than this year's and is supposed to limit itself largely to emergency legislation. Mendros says it's ironic that the so-called emergency session won't address what he called \"the ultimate emergency\" - terrorism and its aftermath.\nOther rejected terrorism bills would have:\nCreated a task force of federal, state, county and municipal officials to coordinate Maine's response to terrorism, even though U.S. Attorney Paula Silsby already has an anti-terrorism task force in the field.\nCoordinated the work of state agencies during emergencies.\nIncreased security at the State House and a nearby state office building.\nForced the Department of Public Safety to release what Rep. Michael Quint, D-Portland, describes as a two-year-old report on security problems at the Capitol and state office building.\nCreated a patriotic license plate similar to that proposed by Mendros, but specifically to raise money for relief agencies, not veterans groups.\n\"We'll listen to everybody who has an appeal,\" said House Speaker Michael Saxl, D-Portland. But he said he would \"rather not have the Legislature spend a lot of time on issues that have been dealt with\" already.\nStaff Writer Paul Carrier can be contacted at 622-7511 or at:\npcarrier@pressherald.com  \n\nLoad-Date: November 5, 2001"
}