{
    "title": "Lawmakers Lock Horns Over Terrorism Insurance Plan",
    "publisher": "american banker",
    "year": 2007,
    "month": 6,
    "day": 22,
    "full text": "Lawmakers clashed Thursday during a House Financial Services capital markets subcommittee hearing over how to revamp an expiring terrorism risk insurance program.\nThe debate turned testy over whether to provide extra relief for policyholders in areas previously hit by terrorist attacks, like New York, and over the market's role in covering such risk.\n\"I don't want a market solution as part of the war on terrorism,\" House Financial Services Chairman Barney Frank said in his opening statement.\nRep. Frank is sponsoring legislation with another Massachusetts Democrat, Rep. Michael Capuano, that would extend the Terrorism Risk Insurance Act for 10 years. The program, set to expire at yearend, was created after the Sept. 11 attacks as a temporary federal backstop for insurers in the event of a large-scale attack, in order to keep such coverage available and affordable.\nThe banking industry supports extending the act to protect its loans, particularly for large commercial high rises in big cities, which must be covered by terrorism risk insurance.\n\"Here is the problem,\" Rep. Frank said. \"If we do not provide this level of insurance, in my judgment, banks in many cases will not lend the money that is necessary for the construction of large commercial buildings, and that will have a negative impact on the economy as a whole.\"\nRep. Frank's bill would modify the current program by lowering the threshold for covering damages caused by terrorist attacks by half, to $50 million.\nThe bill also would extend coverage to group life insurance companies and would require insurers to make protection available against nuclear, biological, chemical, and radiological attacks.\nRep. Paul Kanjorski, D-Pa., the subcommittee's chairman, said he opposed a \"Christmas tree\" provision that would reduce the deductible for policyholders in areas previously hit by an attack.\n\"By lowering the equity of the current program, this provision as currently constructed has the potential to undermine the broad national support that TRIA currently enjoys,\" Rep. Kanjorski said. \"The reset provision in this bill is retroactive, regional, and much more generous\" than previous legislation. \"We should look to fix it.\"\nBut his remarks sparked an impassioned defense from New York lawmakers on both sides of the aisle.\nRep. Gary Ackerman, a New York Democrat, said New Yorkers would not gain monetarily under the bill, and he expressed frustration by the lack of understanding that New York City remains at high risk for terrorist attacks. \"The only way New York gets this great benefit is if we suffer another tremendous attack.\"\nReps. Richard Baker, R-La., and Tom Feeney, R-Fla., expressed concern that the bill lacked incentives for the market to cover terrorism risk on its own.\nThe Treasury Department testified at the hearing that it also found flaws with the bill. David Nason, the new Treasury assistant secretary for financial institutions, said terrorism risk insurance should be extended, but for less than 10 years.\nHe also said the Bush administration opposes adding new kinds of coverage. \"It is important that the program remain temporary and short-term,\" Mr. Nason said. \"Any extension of TRIA should not backtrack from current levels, but rather should reflect some real amount of increased private-sector participation.\"\nSpeaking to reporters, Rep. Frank said he was \"shocked\" by Republican complaints that they were left out when writing the bill. He noted that there are three Republican cosponsors, Rep. Christopher Shays of Connecticut and Reps. Vito Fossella and Peter King of New York, but said \"there are legitimate disagreements on this one.\"\nhttp://www.americanbanker.com/            http://www.sourcemedia.com/\n\nGraphic\n\n \nphoto, Kanjorski \n\nLoad-Date: June 21, 2007"
}