{
    "title": "LAWMAKERS PASS ANTI-TERRORISM PACKAGE, SEND IT TO GOVERNOR; LEGISLATION WIDENS USE OF WIRETAPS, PROP",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 11,
    "day": 30,
    "full text": "Illinois lawmakers on Thursday sent Gov. George Ryan an anti-terrorism package that gives police more latitude in wiretaps and property seizures and makes terrorist-related murders punishable by death.\nIt was unclear whether Ryan would sign the measure. He has expressed concern about whether it would infringe on federal jurisdiction.\nThe General Assembly adjourned for the year Thursday. Before leaving, lawmakers advanced a plan to set up a special state lottery game to fund anti-terrorism programs, and a measure to bolster the state's Open Meetings Act.\nThe terrorism package was the brainchild of state Attorney General Jim Ryan. It has spawned debate about the proper role of state government in investigating terrorism since the Sept. 11 terrorist attacks. (Jim Ryan isn't related to Gov. Ryan.)\nJim Ryan, who is running for governor, has said state and local authorities need the power to investigate and prosecute international terrorism if it occurs in Illinois. Some critics, including the governor, have said terrorism investigations should be mainly a federal matter.\nGov. Ryan isn't running for re-election next year.\nThe American Civil Liberties Union said Thursday the measure would \"result in large numbers of overheard conversations involving persons not suspected of any criminal activity.\"\nThe group got the bill toned down from an earlier version, which had defined terrorism in a way that some feared would include peaceful criticism of the government.\nDuring House debate on the measure Thursday, supporters brushed aside concerns that the bill still might infringe on constitutional rights.\n\"Every freedom-loving person in the world was attacked on Sept. 11, and we shouldn't send a mixed message,\" state Rep. Ron Stephens, R-Troy. \"For God's sake, let's get on with this . . . we have to send a message now.\"\nThe measure passed the House 106-1. It passed the Senate earlier this week.\nA spokesman said the governor wouldn't comment on whether he would sign the bill until he saw it.\nIf approved, the law would \"sunset\" in 2005 unless lawmakers re-enacted it before then.\nWhile the governor has questioned the propriety of state-level investigations of terrorism, he has championed new security and emergency-response programs to deal with terrorism.\nLawmakers approved a $17 million appropriation for his \"homeland security\" package. That money is unrelated to the budget cuts Ryan has been making to patch a $500 million shortfall in the state budget. The homeland security money is from federal sources, unused state programs and other areas that do not involve reductions in state programs.\nIn other business, legislators sent Ryan a bill that would strengthen the state's Open Meetings Act. It would require officials to certify that they are not discussing public business in closed meetings.\nAlso on Thursday, the Senate approved a bill to create a special seven-day lottery game, with the proceeds to be funneled specifically to terrorism security and emergency-response programs. The House could take up the measure when lawmakers return to Springfield in January.\nThe anti-terrorism package is HB2299. The bill creating the new lottery game is SB1261. The Open Meetings Act bill is HB3098.\n\nNotes\n\nReporter Kevin McDermott:; E-mail: kmcdermott@post-dispatch.com; Phone: 217-782-4912  \n\nLoad-Date: November 30, 2001"
}