{
    "title": "Lawmakers Call Ft. Hood Shootings 'Terrorism'",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 20,
    "full text": "A Senate committee on Thursday opened the first public hearings into the Fort Hood shootings, with several legislators asserting that the incident in which 13 people were killed was a terrorist attack by a homegrown extremist who may have slipped past  law enforcement and military authorities. \n  Hours later at a Pentagon news conference, Defense Secretary Robert M. Gates announced that  former Army Secretary Togo West and a former chief of naval operations, Vernon Clark, would lead a broad Pentagon review of the circumstances surrounding the shootings in which 13 people were killed and 43 were injured.\n  Mr. Gates said the 45-day review would look into how the military identifies service members who might be a threat to others and how well military bases are equipped to respond to such incidents.\n  At the Congressional hearings, Senator Joseph I. Lieberman, a Connecticut independent who is  chairman of the Homeland Security and Governmental Affairs Committee, said  that the Nov. 5 shootings allegedly carried out by Maj. Nidal Malik Hasan, an Army psychiatrist, was a ''homegrown terrorist attack'' and that  law enforcement and military agencies may have failed to act appropriately.\n  ''The purpose of our investigation is to determine whether that attack could have been prevented, whether the federal agencies and employees involved missed signals or failed to connect the dots in a way that enabled Hasan to carry out his deadly plan,'' Mr. Lieberman said. ''If we find such negligence we will make recommendations to guarantee, as best we can, that they never occur again.''\n  But  Mr. Lieberman's hearing made only limited headway because the Obama administration has refused his requests for witnesses from the F.B.I. and Defense Department. Mr. Lieberman said he had spoken with Attorney General Eric H. Holder Jr. and Mr.  Gates, who told him they would cooperate with his inquiry, but did not want to compromise the  criminal investigation.\n  As a result, Mr. Lieberman proceeded with several non-government experts and former officials, including Frances Fragos Townsend, formerly the homeland security adviser to President George W. Bush. She expressed concern that ''political correctness,'' and fear of intruding on Major Hasan's free speech rights, may have interfered with the sharing of information  earlier this year,  when an F.B.I.-led counterterrorism team examined his e-mail exchanges with Anwar al-Awlaki, a well-known radical cleric, but found nothing amiss.\n  The administration has irritated some lawmakers by trying to delay their inquiries into the shootings, though some committees have postponed investigations, such as the Senate Armed Services Committee. Instead,  officials from the Army and the Federal Bureau of Investigation have provided closed-door briefings for some lawmakers.\n  Military and law enforcement agencies are also conducting their own internal inquiries. The Army's chief of staff, Gen. George W. Casey Jr., is organizing a military panel to examine possible warning signs that were ignored by the Army authorities at Fort Hood or the Walter Reed Army Medical Center, where Major Hasan was stationed until July. The review will encompass Major Hasan's entire Army career and focus on how to prevent such an attack in the future. \n  The F.B.I.'s  Office of Professional Responsibility is also continuing its own investigation, ordered by the agency's director,  Robert S. Mueller III. The Army and the F.B.I. are reporting their findings to the White House, where the National Security Council is leading its own inquiry. That investigation, ordered by President Obama, is expected to conclude by the end of the month.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 20, 2009"
}