{
    "title": "Lawmakers Hear of Threat by Domestic Terrorists",
    "publisher": "the new york times",
    "year": 2011,
    "month": 2,
    "day": 10,
    "full text": "WASHINGTON -- The House Homeland Security Committee on Wednesday opened a wide-ranging review of terrorist threats facing the United States as the 10th anniversary of the Sept. 11 attacks approaches.\nAdditional hearings the Republican-led committee has scheduled for the week of March 7 on the threat of homegrown Islamic terrorism have drawn criticism from both the right and the left over the scope of the topic and the witnesses to be summoned.\nBut the panel's debut session on Wednesday with two of the government's top counterterrorism officials underscored an increasingly familiar and commonly accepted concern: One of the most serious emerging threats to the country is posed by radicalized American citizens or residents capable of carrying out terrorist attacks with little or no warning.\nThe increase in homegrown terrorists inspired by, but not necessarily directed from, Al Qaeda's headquarters in Pakistan or its affiliates in Yemen and Africa, has forced the Obama administration to scramble to thwart a small but rapidly evolving domestic threat that authorities say is much more difficult to detect than most foreign-based plots.\n''In some ways, the threat today may be at its most heightened state since the attacks nearly 10 years ago,'' Janet Napolitano, the secretary of homeland security, told lawmakers.\nThe testimony from Ms. Napolitano and Michael E. Leiter, director of the National Counterterrorism Center, served as a scene-setter for the more contentious hearings next month called by the panel's new chairman, Representative Peter T. King, Republican of New York.\nThe panel's focus on domestic extremism comes after a two-year period in which, United States authorities say, two dozen American citizens or residents have been arrested on terrorism-related charges. Those include the failed plot to bomb the New York City subway system in 2009 and an attempt last year to detonate an S.U.V. packed with explosives in Times Square.\nAfter years of largely playing down the threat of homegrown terrorists more common in Europe, American officials are now rushing to catch up, enlisting the help and playbooks of counterterrorism officials from Canada, Britain and other countries with more experience in dealing with domestic extremism.\n''This shift, as far as I'm concerned, is a game changer that presents a serious challenge to law enforcement and the intelligence community,'' Mr. King said.\nAt issue are Americans who are being inspired to violence over the Internet; many are recruited by Qaeda affiliates looking for Westerners or individuals who have connections to the West but do not have strong links to terrorist groups, and are thus more difficult for the authorities to identify.\n''They are also encouraging individuals in the West to carry out their own small-scale attacks, which require less of the coordination and planning that could raise red flags and lead to an attack's disruption,'' Ms. Napolitano said.\nThis threat requires the United States to improve its existing techniques and strategies to detect and deter terrorist attacks, Ms. Napolitano said. And that means relying increasingly on a new group of terrorism fighters.\n''Our focus must be on aiding law enforcement and helping to provide them with the information and resources they need to secure their own communities from the threat they face,'' she said.\nThe Homeland Security Department is trying to increase the abilities of a loose national network of so-called fusion centers, sites operated by state or local governments where law enforcement and emergency personnel share information about terrorist threats and other crises.\nLast year, however, an assessment by the department found that half of the nation's 72 fusion centers failed to meet basic standards of effectiveness, including the ability to apply information sent from Washington to their local communities. Since then, the department has sought to bolster the weaker centers, and officials say all the centers now meet a minimum set of standards.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: The House Homeland Security Committee is now led by Representative Peter T. King, a Republican. Janet Napolitano, the homeland security secretary, below left, appeared Wednesday. (PHOTOGRAPHS BY DREW ANGERER/THE NEW YORK TIMES)                                                                             \n\nLoad-Date: February 10, 2011"
}