{
    "title": "LAWMAKER QUESTIONS FBI'S TERRORISM ROLE",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 5,
    "day": 27,
    "full text": "The chairman of the House Permanent Select Committee on Intelligence said yesterday he did not think the FBI is presently capable of doing the intelligence analysis work needed to head off terrorist activities within the United States.\n \"I just think they've got to go through a big learning curve, a lot of readjustment,\" Rep. Porter Goss, R-Fla., the House panel chairman, said of the FBI on \"Fox News Sunday.\"\nGoss said FBI Director Robert Mueller would be announcing reorganization steps \"in the days ahead\" and confirmed a story in yesterday's Washington Post that some 30 CIA analysts and an agency supervisor have been assigned to the FBI in what he described as \"cross-training.\"\n Goss said that over the years, success in the FBI meant \"to go out and apprehend criminals\" prosecute them and \"get them off the streets.\" That approach is still needed, he said, but with terrorism there is a new element of integrating overseas intelligence to prevent acts inside the United States.\n Rep. Jane Harman, D-Calif., a member of the intelligence panel, said the CIA, which by law operates overseas, and FBI, which operates within the United States, have to rethink their separate roles when it comes to dealing with terrorism.\n \"I still see a separate law enforcement and intelligence function, but if we stop at the border's edge, we may not be preventing terrorism,\" said Harman, who has been ranking member of a House terrorism subcommittee.\n She said on \"Fox News Sunday\" that Mueller recently told her that in the past the bureau had \"been a disorganized agency with independent fiefdoms [and] he's now pulling it into the center.\"\n Both Harman and Goss raised a concern arising out of the FBI taking on the role of an internal security service to prevent terrorist acts.\n\nLoad-Date: May 28, 2002"
}