{
    "title": "Lawmakers stress international cooperation to combat terrorism",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 7,
    "day": 16,
    "full text": "World leaders can make substantial progress against international terrorism.\nThat is the conclusion of law enforcement officials and politicians from the United States and Britain gathered here for a special meeting of the American Bar Association. Their suggestions for combating world terrorism include:\n* Refusing concessions to hijackers.\n* Broader exchange of information on terrorists among friendly nations.\n* Closing loopholes in laws to make it more difficult for terrorists to operate.\nFormer US Vice-President Walter Mondale stressed to Monday's opening session that terrorists' strategy depends on worldwide mobility. ''We need a common front,'' Mr. Mondale said. ''And (international cooperation) must be placed over national interests.''\nBritish Home Secretary Leon Brittan said that ''both domestically and internationally there is an important role for politicians . . . to keep public opinion alert and responsive to the dangers faced by the democracies today, and to represent the interests of our respective countries in harnessing effective action against this threat (of terrorism).''\nMr. Brittan pointed out that today's terrorists are ''well organized, security conscious, and resistant to skillful questoning.'' He explained that Britain's Prevention of Terrorism Act of 1974, originally confined to affairs of Northern Ireland, was extended last year to cover the broad aspects of international terrorism.\nParliament now scrutinizes this law annually to see that it is effectively used and not in violation of individual rights.\nWilliam Webster, director of the US Federal Bureau of Investigation, said that ''terrorism is one of the most challenging and menacing crime problems facing democratic societies.'' He emphasized the word ''crime.''\nMr. Webster explained that law enforcement must not be diverted by the ''political or ideological'' motivations of terrorists. The FBI chief also stressed that terrorism cannot be effectively countered by more terrorism.\n''The government that reacts to this threat by repressive measures, that suspends individual liberties plays into terrorists' hands,'' he said.\nWebster also said that it is important that precautions taken ''do not signal that our nation is under siege.''\nTerrorism in the US has been on the decline since 1977 - with 31 incidents last year as opposed to 112 eight years ago. The FBI attributes this decrease, in part, to better use of investigative tools such as informants, undercover agents, interagency cooperation, and legally authorized wiretaps.\nHowever, Abraham Sofaer, legal adviser to the US State Department, presented much less encouraging figures in connection with international terrorism.\nHe said the State Department estimates that 2,093 people were killed and 4,349 injured worldwide as a result of international terrorist incidents from 1979 to 1983.\nMr. Sofaer pointed out that ''international law recognizes the right to use force in self-defense against armed attacks.'' He added that President Reagan has indicated his willingness to use appropriate force to end such attacks. Such willingness has a ''deterrent and moderating effect on our enemies,'' he said. However, Sofaer, as others here, stressed the need for dealing ''legally with lawlessness.''"
}