{
    "title": "Lawmaker asks Portland to reconsider task force vote",
    "publisher": "the columbian ",
    "year": 2019,
    "month": 2,
    "day": 21,
    "full text": "Rep. Jaime Herrera Beutler, R-Battle Ground, is asking the Portland City Council to reconsider a recent controversial decision.\nThe Portland City Council voted last week to withdraw from the FBI's Joint Terrorism Task Force for the second time. Councilors argued there's not enough proof that the task force makes Portland safer and are concerned with the way the agency uses the data it collects.\n\"I don't trust the system the JTTF functions within. I do not trust the administration who oversees it,\" Portland Commissioner Chloe Eudaly said during the Feb. 13 meeting. \"Do you feel safer today than you did five years ago? I don't either.\"\nHerrera Beutler said she's concerned about Southwest Washington residents' safety, particularly for those who work in Portland or travel into Oregon for services.\n\"Since your vote on this matter, countless individuals have expressed alarm upon learning that the city of Portland will no longer participate in the FBI's task force dedicated to thwarting and investigating terrorist threats, including those to schools, businesses and individuals,\" Herrera Beutler wrote in a letter sent to the council Wednesday.\nShe said she doesn't intend to demand the council agree with every federal agency's policy or procedure, but \"there's no disputing that the time between a law enforcement agency receiving intelligence regarding a terrorist threat and an actual attack can be mere hours, or even minutes.\"\nAs a result, she concluded, Southwest Washington residents who travel into Portland are now less safe.\nPortland isn't the first city to withdraw from the Joint Terrorism Task Force. San Francisco led the charge in March 2017.\nPortland's decision also doesn't leave the Southwest Washington region without an FBI presence.\nIn terms of a JTTF partnership, Washington has four across the state: one in Seattle, one in Spokane, and annexes in Everett and Tacoma.\nVancouver also has a resident agency office, which works on a variety of issues including domestic terrorist threats, cyber scams and drug trafficking. Vancouver's JTTF assignment concluded in 2007.\nKaty Sword: 360-735-4534; katy.sword@columbian.com Twitter: twitter.com/katysword\n\nLoad-Date: October 22, 2021"
}