{
    "title": "Lawrence Livermore lab faces suit over safety",
    "publisher": "university wire",
    "year": 2008,
    "month": 3,
    "day": 13,
    "full text": "A community organization filed a lawsuit against Lawrence Livermore National Laboratory on Monday, asking them to review the safety of a pathogen research facility.\nTri-Valley CAREs, a Livermore-based community organization, filed the suit and injunction against the lab and the U.S. Department of Energy, citing the facility's potential use of substances like anthrax, plague, and Q fever as dangerous to the surrounding areas.\nThe organization's members said the suit and injunction are necessary in order to conduct a thorough review.\n\"We're very concerned by the threat posed by this bio warfare research laboratory. Specifically, one of my concerns, and the concerns of the organization, is that the Department of Energy has not made an adequate analysis of whether or not this research will make this lab a magnet for terrorism,\" said the group's executive director, Marylia Kelley.\nThe laboratory, which is managed by a security group including the University of California, has agreed to suspend some of its pathogen research for 60 days starting Monday until the injunction is ruled upon. This includes suspending rodent infection experiments, genetically-modified pathogen production and aerosol pathogen use.\nIf a court injunction is approved, the laboratory will continue to be restricted from much of its pathogen research until the overall case is settled, said Robert Schwartz, Tri-Valley CAREs' staff attorney.\n\"We requested that the injunction be heard as soon as possible, and in practical terms that's something in the 60 to 90-day range,\" Kelley said.\nIn their lawsuit, Tri-Valley CAREs argued that the pathogen research program has not sufficiently proven its safety to the public, after a 2003 lawsuit ordered the laboratory to reassess the safety of the research, Kelley said.\nBut according to lab spokesperson Stephen Wampler, the research is beneficial in preventing terrorism.\n\"We're working to protect the country against bioterrorism. In the past, Department of Homeland Security officials said that having (such a) facility was important for protecting the country. That should say it all,\" he said.\n(C) 2008 Daily Californian via U-WIRE\n\nLoad-Date: March 13, 2008"
}