{
    "title": "Lawsuits May Boost Banks' Anti-Laundering Burden",
    "publisher": "american banker",
    "year": 2007,
    "month": 4,
    "day": 4,
    "full text": "A number of class actions in New York have the potential to redefine how far\nbanks have to go to vet customers for potential ties to terrorism around the\nworld. \nThe plaintiffs, family members of victims of attacks in Israel, argue that\nthree foreign banks with U.S. branches should have known to block transactions\ninvolving certain charities because they were on other countries' terror watch\nlists.\nThe banks - Arab Bank of Jordan, Royal Bank of Scotland Group PLC's National\nWestminster Bank PLC, and Credit Agricole SA's Credit Lyonnais of France - say\nthat they followed all relevant U.S. laws and that, in the vast majority of the\nevents cited in the lawsuits, the Treasury Department had not yet identified the\nalleged perpetrators as terrorists. \nExperts said rulings against the banks could have a broad impact on the\nanti-laundering system.\n.\n\"This would be a change of volcanic proportions, literally changing the\nlandscape for banks in their relationships with their customers, since no law,\nregulation, or international standard that I am aware of requires this to be\ndone in order to combat the financing of terrorism,\" he said.\nThe Financial Crimes Enforcement Network fined Arab Bank $24 million in 2005\nfor problems with its anti-laundering program, including lax controls - a fine\nthe bank said was unjustified. However, the new suits go further. They allege\nthat the bank knowingly provided services to a charity linked to terror.\nPrevious cases of this kind have been thrown out of court, and experts said\nthat they believe the New York suits are the first of their kind to move\nforward, and that they could spur additional ones.\n\"It's a very new concept saying that the failure of a bank to comply with\nAML would make them liable for domestic or international crime,\" said Peter\nDjinis, an anti-laundering consultant and a former Federal Crimes Enforcement\nNetwork official. \"No question it could open the door to more cases.\"\nTo date, 13 suits are pending in New York, with the earliest filed in August\n2004 and the most recent last month.\nThe plaintiffs in all the cases - two against Credit Lyonnais, two against\nNational Westminster, and nine against Arab Bank - allege that the banks\nknowingly provided financial services to charities with links to terrorist\norganizations and are therefore partly to blame for attacks from 2000 through\n2003 in Israel.\nThey cite designations by other countries, including Israel, as proof the\nbanks should have known the charities had terrorist ties, since information that\ncast suspicion on the charities' activities was publicly available.\nMichael Elsner, a lawyer at Motley Rice LLC representing plaintiffs who are\nsuing Arab Bank, argued that the bank must be held accountable. \"Banks are\nalmost always used in financing terrorism, and if the victim of a terrorist act\ncan't hold a bank accountable, the enforcement of terrorism does not have any\nteeth.\"\nStephen Kroll, a former Democratic special counsel for the Senate Banking\nCommittee and a former Fincen official, said the cases against Arab Bank are the\nmost significant, because they involve people who are not U.S. citizens and are\nbeing tried under the 1789 Alien Tort Claims Act. The law grants foreigners the\nright to sue in U.S. courts for crimes \"in violation of the law of nations,\"\nsuch as genocide, even for acts committed outside the United States.\nThe Arab Bank cases are the only suits involving foreign plaintiffs. \"These\ndecisions really do broaden out the definition,\" Mr. Kroll said. \"It means any\nbank in the world with an office in the U.S. could be liable if found aiding and\nabetting terrorism. Given the size of some banks with international clients, it\ncould have broad implications.\"\nThe banks say they followed proper anti-laundering procedures. Robert\nChlopak, a partner at Chlopak, Leonard, Schechter and Associates, a public\nrelations firm that represents Arab Bank, said it \"condemns terrorism of any\nkind, and the bank has not and would not do business with any person or\norganization\" known to be involved in terrorism.\n\"The plaintiff's legal theories in the cases already filed against three\nbanks pose a potential risk to the industry,\" Mr. Chlopak said. \"If successful,\nthey could expose global banks to unprecedented legal and financial liability in\nthe United States for transactions executed outside this country in full\ncompliance with applicable national banking laws.\"\nCredit Lyonnais said that it had no way of knowing the charities were\nconnected with terrorism, and that all financial activities with accused\ncharities occurred before they were designated as such by U.S. authorities.\nLinda Harper, a Royal Bank of Scotland spokeswoman, said National\nWestminster had \"no knowledge of the alleged terrorist activities\" of the\ncharities named in the complaint and disagreed with a September court decision\nallowing the case to go forward.\nThe bank \"strongly believes that the legal claims against NatWest are\nunfounded,\" Ms. Harper said. \"NatWest remains confident that its defense of the\nU.S. proceedings will prevail.\"\nAnti-laundering experts acknowledge that banks must go beyond simply\nchecking for U.S. designations when investigating a customer's activities. But\nthey also question whether a bank should be held criminally responsible if a\ncustomer uses an account to fund terrorism.\nTerrorist financing often lacks the hallmarks of traditional money\nlaundering and involves very small-dollar wire transfers, the experts said.\n\"Given the fact that most terrorists have no criminal record, are dealing in\nsmall financial transactions, and are engaged in innocuous activities, having\nthe banks do this kind of enhanced due diligence will not be very effective,\"\nMr. Delston said.\nChris Myers, a partner at Holland & Knight LLP and a co-chairman of its\nglobal compliance and governance practice, said these cases are using anti-\nlaundering standards as public liability standards.\n\"You can't expect us to be out in front of the federal government,\" Mr.\nMyers said. \"We cannot be and are not equipped to be the police.\" \nDavid Caruso, the chief executive officer and managing director of Dominion\nAdvisory Group LLC, a Centreville, Va., anti-laundering consulting firm, said\nthe potential implications of these cases are severe, because they would put the\nburden of finding a crime on the bank.\n\"These types of suits may have merit only if prosecutors ... are able to\nprove these banks failed to identify criminal acts and that failure was\ncriminal,\" he said.\nhttp://www.americanbanker.com/            http://www.sourcemedia.com/\n\nGraphic\n\n \nphoto, Djinis\n\nLoad-Date: April 3, 2007"
}