{
    "title": "Laws target 'terror stocks'",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 8,
    "day": 27,
    "full text": "Federal and state lawmakers are developing a taste for ethical investing - and stirring debate about whether the movement stands to benefit from government playing a larger role.\nTerrorism is the catalyst. So far this year, 10 states have passed laws restricting the investment of public funds in companies with business ties to one or more nations accused of sponsoring terrorism, according to an analysis from the National Conference of State Legislatures. At least five other states already had such laws on their books, and lobbyists on the issue are targeting more than a dozen state legislatures in upcoming sessions.\nOn the federal level, the US House of Representatives in July approved a bill limiting the legal repercussions public pension funds may face from financial losses resulting from divesting from firms with ties to Iran. Also, the Securities and Exchange Commission is refining a Web tool that helps investors determine if a company has ties to terror-linked countries. First launched June 25, the tool attracted more than 150,000 hits over three weeks before the SEC removed it on July 16 for troubleshooting. The tool is due to resurface on www.sec.gov later this year.\nToday's government-based initiatives echo efforts of the late 1980s, when a host of cities and states mandated that public funds divest from apartheid South Africa. But some supporters of current efforts believe that this time they're carving out a new frontier and expanding the range of what ethical investing can do.\nAs supporters see it, capital markets are advancing the war on terror by drying up cash flow to nations on the State Department's list of five terror-sponsoring regimes: Cuba, Iran, North Korea, Sudan, and Syria. Investment professionals heard the implications explained last month at the Green Mountain Summit on Investor Responsibility in Newport, R.I.\n\"This is going to be a privatization of international security policy,\" said Roger Robinson, president and CEO of Conflict Securities Advisory Group, a Washington-based research firm that aims to supply Wall Street with terror-free investing guidelines. On a panel, he said new investment products, sometimes created in response to legislative mandates, are \"going to empower average Americans who have not found a way to join the war on terror and have not been able to find any 'voice' in terms of nonmilitary options.\"\nBut others worry that, with government prodding, the private sector is treading where it doesn't belong. Many firms implicated on the SEC watch list were foreign firms, including some government-sponsored companies, which trade on US exchanges. Demands made by the $1 trillion public pension fund industry could disrupt delicate relations among other countries, according to Curtis Verschoor, a research fellow at DePaul University's Institute for Business and Professional Ethics.\n\"You're trying to influence a company, not to change its behavior, but to use the company as a lever to change the behavior of a government,\" Mr. Verschoor says. \"It's not realistic.... The government of France may take offense at the fact that one of its companies, through its foreign shareholders, is trying to influence France's relationship with another country.\"\nPublic pension funds have in recent decades increasingly lobbied the firms where they own stock to set policies with an eye toward myriad social issues, from the environment, to labor conditions, to human rights in developing countries. Such funds routinely do so voluntarily, in response to concerns raised by directors and stakeholders, and bristle anytime lawmakers try to set rules for investing.\nTerror-free investing \"is part of this big, huge, exploding panorama of environmental, social, and governance issues\" of concern to pension-fund investors, says Tim Smith, president of the Social Investment Forum, a network of organizations that practice socially responsible investing (SRI).\nBut unlike most other issues, this one is compelling lawmakers in effect to shape the landscape of investment options. In July, Louisiana's Gov. Kathleen Babineaux Blanco signed into law a bill that requires public pension funds to invest according to a terror-free index. KLD Analytics was already gearing up to launch an Iran-free index, which would complement its Sudan-free product. Now, in part to meet demand from Louisiana pension funds, other firms are reportedly developing terror-free indices, which could serve as benchmarks for new retail investment products.\n\"This [Louisiana law] is a door kicker,\" says Chris Holton, director of the Divest Terror Initiative at the Center for Security Policy. \"This opens up the possibility of terror-free investing to all kinds of institutional and individual investors.\"\nSome in SRI circles also see an upside to lawmakers' taking a proactive role. When ethical investing proposals are debated at statehouses around the country, the general public becomes more aware of linkages between investing and social issues, such as terrorism, according to Gary Brouse, director of militarism and violence issues at the Interfaith Center on Corporate Responsibility (ICCR) in New York City.\n\"I would think that having state legislators having a voice in this would be a good thing, if for nothing else than to raise the pros and cons of the issue,\" Mr. Brouse says. \"But the people who have money invested in these public pension funds should ultimately have the say [in how dollars are invested]. It's their money.\"\nAdvocates for those pensioners are worried. They don't want retirement assets to become political footballs. To legislate a deadline for divestment is to make a pension fund vulnerable to buyers eager to make low-ball offers, according to Aristotle Hutras, director of the Ohio Retirement Study Council, which lobbies the Ohio Legislature on behalf of public pension funds. If lawmakers are willing to impose divestment deadlines on the terror issue, he says, then they might do so on any number of hot issues. \n\"There are people who don't particularly believe folks should be engaged in owning Budweiser stock, or Seagram's or gambling [stocks],\" Mr. Hutras says. \"Where do you stop?... Those issues can be addressed at the board level,\" and don't require legislative mandates.\nOn another level, skeptics wonder whether ideologies and political pressures might keep lawmakers from focusing their energies - and pension-fund resources - on worthy targets. Cuba's presence on the State Department list of terror-sponsoring states is a \"dinosaur\" that lingers due to \"an ideological bent\" in Washington D.C., yet other nations should perhaps be added to the list, according Margaret Weber, coordinator of corporate responsibility for the Adrian Dominican Sisters and chair of the board of directors at ICCR.\nIn Israel, \"there is state-sponsored terrorism of, 'Well, we don't like your elected government, so we'll withhold all the money that's yours,' which is what Israel did just last year\" when Palestinians installed a Hamas-led government, Ms. Weber says. \"Just because the current [American] leadership is saying that the government of Iran or North Korea or Cuba is 'sponsoring terrorism' because maybe they have found some link, I am not convinced that link is completely different from some of the links found in other countries.\"\nWhether the landscape of state legislative initiatives on social investing will grow beyond terror and come to encompass additional issues remains to be seen. But if it does, some observers say, it'll be in spite of - not because of - terror-free investing mandates.\n\"Is terrorism an issue where a company can have much influence?\" Verschoor asks. \"I'm not sure you can expect to have success in something like this.\"\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: August 26, 2007"
}