{
    "title": "Lawyer_ SUV driver _completely overcharged' in Woodfield Mall case",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 10,
    "day": 2,
    "full text": "The Palatine man who authorities say created \"mayhem\" and incited hysteria after crashing his SUV through a Sears entrance and driving into Woodfield Mall last month appeared briefly Tuesday in a Rolling Meadows courtroom, and his attorney said afterward his client is \"completely overcharged.\" Javier Garcia, 22, faces terrorism and criminal damage to property charges related to the Sept. 20 mall disturbance. \nIf convicted of the most serious charge, he could be sentenced to life in prison. Garcia wore the khaki shirt and pants issued to Cook County detainees. He spoke softly in response to the judge's question as to his name. Speaking after the hearing, with Garcia's father and sister by his side, defense attorney Amil Alkass said his client has mental health issues, for which he hopes Garcia is receiving treatment while in custody. Insisting his client has been \"completely overcharged,\" Alkass said prosecutors are overreaching by charging Garcia under a terrorism statute that he said doesn't apply to these circumstances. Co-counsel James Doerr said Garcia had no terrorist intent and no ties to terrorist groups. \"I don't think he's even capable of forming intent,\" Doerr said, adding, \"There's no logic to this.\" Garcia was discharged Friday from Amita Health Behavioral Medicine Institute, where he had been treated after the mall disturbance. Prosecutors say Garcia entered Sears on foot about 2:20 p.m. that day, walked through the store and exited without making any purchases. Minutes later, he crashed his SUV through the entrance, shattering glass, authorities said. After careening through Sears, authorities say, Garcia drove into the mall's common area, where he struck stores and kiosks as patrons jumped out of the way and employees locked the gates to their stores. No one was seriously injured, but damage totaled more than $110,000, according to police. Police said Garcia acted alone. They say in the 24 hours before, Garcia searched Woodfield Mall 124 times on his cellphone. Thirty-five of the searches centered on Sears, 11 were of an adjacent store, and 13 were for street and aerial views of Woodfield, authorities said. Garcia next appears in court on Oct. 18.\n\nGraphic\n\n \nJavier Garcia Javier GarciaBarbara Vitello/bvitello@dailyherald.com Javier Garcia's defense attorney Amil Alkass, left, talked with reporters after Garcia's hearing Tuesday in Rolling Meadows. Barely visible is co-counsel James Doerr. Beside Doerr stands Garcia's sister Noemi Robles and his father, Adan Garcia. Barbara Vitello/bvitello@dailyherald.com Javier Garcia's defense attorney Amil Alkass, left, talked with reporters after Garcia's hearing Tuesday in Rolling Meadows. Barely visible is co-counsel James Doerr. Beside Doerr stands Garcia's sister Noemi Robles and his father, Adan Garcia.\n\nLoad-Date: October 2, 2019"
}