{
    "title": "LAWYERS_ MAXIMUM SENTENCE LIFE TERM",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 9,
    "day": 26,
    "full text": "Lawyers for sniper suspect John Allen Muhammad contend that prosecutors should not be able to use Virginia's anti-terrorism law to seek a death sentence because the untested statute's wording calls for a life sentence.\nIn court papers released yesterday, the lawyers argued that the anti-terrorism law classifies a terrorism killing the same way the state classifies first-degree murders - as offenses that carry a maximum sentence of life in prison.\nThey say that means that Muhammad cannot face a death sentence even though he's charged with capital murder.\nLesser penalty imposed\n\"There is an absolute and unrectifiable conflict between the capital murder statute and the terrorism statute,\" attorneys Peter D. Greenspun and Jonathan Shapiro wrote.\n\"The capital murder statute would make a murder a capital offense if done in the commission of an act of terrorism, but the terrorism statute already makes murder during an act of terrorism an offense, one punishable by up to life.\"\nWhen two statutes address an identical behavior, but provide for different penalties, the law requires that the lesser penalty be imposed, the lawyers wrote.\nMuhammad, 42, and co-defendant Lee Boyd Malvo, 18, are charged in 10 sniper slayings that terrified the Washington area last fall. In all, they have been charged with 13 shootings over a three-week span in Virginia, Maryland, and Washington, D.C., last October.\nMuhammad's trial is scheduled to begin Oct. 14 in Virginia Beach for the slaying of Dean H. Meyers outside a Prince William County gas station.\nMalvo's trial in the shooting of Linda Franklin, 47, outside a Home Depot store in Fairfax is slated to begin Nov. 10 in Chesapeake.\nSecond challenge\nBoth men are charged with capital murder under two provisions of Virginia's death penalty law. The other statute, upheld numerous times, allows for a death sentence for defendants who are found guilty of killing more than once in a three-year period.\nProsecutors say the anti-terrorism law allows for a death sentence when defendants kill during an act of terrorism. They say the snipers' alleged demand for $10 million fits the definition as violence meant to intimidate the public or the government.\nThe challenge of the anti-terrorism law is the second for Muhammad's lawyers, They previous argued unsuccessfully that the statute is unconstitutionally vague.\n\nLoad-Date: September 30, 2003"
}