{
    "title": "Lawyer_ ISIS isn't really a threat",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 10,
    "day": 10,
    "full text": "As one might expect from a defense attorney who specializes in domestic terrorism cases, Tom Durkin says his Bolingbrook client's prosecution is a product of mass hysteria over a group that wasn't even on the radar a few months ago.\n\"In a matter of weeks, ISIS has become the most dangerous group on the face of the earth because they beheaded a few people,\" he said. \"I don't condone it. It's outrageous, but do you really think that we're not just playing right into their hands?\"\nDurkin represents 19-year-old Mohammed Hamzah Khan, who is charged with attempting to provide material support to foreign terrorists. A conviction carries a maximum 15-year prison term.\nAfter Thursday's court session, Durkin gave his contrarian views to the widely held belief that the Islamic State is a major threat.\n\"If anyone hasn't noticed, ISIS went from a group that supposedly wasn't a threat to the United States to being our existential enemy in a matter of weeks, which I think is a lot of political grandstanding,\" he said. \"I happen to think this type of prosecution is a misuse of the criminal justice system to really advance our geopolitical purposes.\"\nDurkin — who also represents Adel Daoud, a Hillside resident accused of accepting a fake car bomb from undercover FBI agents in 2012 — said he does not think Khan is a threat to this country.\n\"I gave a lecture at Loyola University yesterday and I said, in my opinion, ISIS is not a threat to the United States, and there are a lot of people who share that view,\" he said. \"So if ISIS isn't a threat to the United States, I don't know how (Khan) could be.\"\nDurkin said many national security experts agree with his views on ISIS, that the terrorist organization is no more of a threat to the U.S. than China or Russia.\n\"They've beheaded a few people and now all of a sudden we're dropping bombs. The right wing of this political establishment is criticizing the president, who said he wouldn't get into stupid wars, and now they're criticizing him for not being aggressive enough.\"\nAccording to Durkin's website, his firm has defended, pro bono, several Guantanamo Bay detainees. Two of them have been returned to their home countries.\nEarlier this year, Durkin represented Jared Chase, one of three activists who were charged with plotting attacks during the 2012 NATO summit in Chicago. The three defendants were acquitted on all terrorism charges, according to Durkin's website.\n* Daily Herald staff writer Robert Sanchez contributed to this story.\n\nGraphic\n\n \nAP Photo/Charles Rex Arbogast Attorney Thomas Durkin, left, talks to reporters as Shafi and Zarine Khan, parents of Mohammed Hamzah Khan, look on. \"If anyone hasn't noticed, ISIS went from a group that supposedly wasn't a threat to the United States to being our existential enemy in a matter of weeks, which I think is a lot of political grandstanding,\" Durkin said.\n\nLoad-Date: October 13, 2014"
}