{
    "title": "Lawyer says Padilla went to study, not fight jihad",
    "publisher": "the bismarck tribune",
    "year": 2007,
    "month": 8,
    "day": 15,
    "full text": "MIAMI - Jose Padilla traveled overseas to peacefully study Arabic and Islam and not to train as an al-Qaida terrorist, his lawyer said in closing arguments Tuesday in a case rooted in 2002 allegations that he plotted to detonate a \"dirty bomb\" in the U.S.\n\"For five years, Jose Padilla has waited for this day, the day we could stand before you and ask for justice,\" defense attorney Michael Caruso told jurors.\nFar from being the \"star recruit\" of a terrorism support cell as prosecutors claim, Caruso said, the evidence - including phone calls intercepted by the FBI from 1993 to 2001 - shows only that Padilla went to Egypt in September 1998 to further his studies after converting to Islam.\n\"His intent was to study, not to murder,\" Caruso said.\nPadilla, a 36-year-old U.S. citizen, was held for 31/2 years without charge as an enemy combatant in a Navy brig after his 2002 arrest at Chicago's O'Hare International Airport for the purported dirty bomb plot.\nAmid a legal fight over President Bush's authority to continue holding Padilla, he was added to the Miami terrorism support case in late 2005. The \"dirty bomb\" allegations were quietly dropped, in part because Padilla was not provided a lawyer or read his Miranda rights when he was interrogated in military custody.\nAfter a three-month trial, jurors were expected to begin deliberating today the guilt or innocence of Padilla and co-defendants Adham Amin Hassoun and Kifah Wael Jayyousi, both 45. They face life in prison if convicted of conspiracy to murder, kidnap and maim people overseas, and as many as 15 years behind bars if convicted of two terrorism material support counts.\nProsecutors contend the three were part of a North American support cell providing money, supplies and recruits - including Padilla - for Islamic extremists.\n\"What al-Qaida was doing writ large, these defendants were doing on a smaller scale,\" Assistant U.S. Attorney Brian Frazier said Monday.\nAlthough Padilla's lawyers put on no witnesses or evidence in his defense, Caruso spent more than two hours Tuesday poking holes in the government's case.\nThe critical piece of prosecution evidence is a \"mujahedeen data form\" Padilla allegedly filled out in July 2000 to attend an al-Qaida training camp in Afghanistan. The form bears seven of his fingerprints, but Caruso said they are found only on the first page and the back of the final page - consistent with Padilla simply handling the form, rather than writing on it.\n\nLoad-Date: August 15, 2007"
}