{
    "title": "Lawyer in Georgia terror case must show 'need to know'",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 6,
    "day": 20,
    "full text": "The lawyer for a Georgia Tech student being held on terrorism-related charges can view some of the classified evidence being used against his client. But he can't share that information with the accused.\nThat's just one of the ground rules being sought by federal prosecutors in the case against Syed Haris Ahmed. Court motions filed Friday show a secretive atmosphere that will increasingly surround courts in the future as more terrorism cases are being made, legal experts say. \nIt also shows the fine line between protecting suspects' civil rights and protecting national security secrets.\nOne of the government's motions seeks a closed court hearing to discuss the matter. Another states, \"even when members of the defense team obtain a security clearance at an appropriate level, they are not entitled to review classified information absent a demonstrated need to know the information.\"\n\"Why is the government entitled to say what I need to know?\" said Jack Martin, Ahmed's attorney and a former intelligence officer in Vietnam who was appointed in this case because he has a security clearance. \"If I can't disclose [information] to my client, that puts me in an impossible position. If they do that, then they make a fair trial impossible.\"\nAhmed, 21, is accused of traveling to Canada last year with Roswell resident Ehsanul Sadequee and plotting locations to target in a terrorist strike. Later, the two men took \"casing videos\" of potential targets in Washington, prosecutors have alleged. Sadequee is being held in New York on charges of lying to federal agents.\nMartin filed motions last week seeking to know if agents used electronic surveillance to monitor his client, and if so, what evidence they used to allow it.\nU.S. Attorney David Nahmias said Monday that he could not comment on the ongoing proceeding.\nBut prosecutors in the motions acknowledged that a secret court may have already given investigators authority to monitor Ahmed.\n\"The United States intends to use or otherwise disclose at pretrial hearings, the trial and other related proceedings in this case information obtained or derived from electronic surveillance and physical searches authorized by the United States Foreign Intelligence Surveillance Court,\" a prosecutor's motion states.\nTerence Kindlon, an attorney in New York whose client is charged with laundering money for terrorism, said he has been allowed to view secret documents but \"just a tiny, tiny percentage of what they have.\"\nKindlon, whose case is unrelated to the Georgia case, said arguing the \"need to know\" basis is virtually impossible. He said the government's response is essentially, \"You don't know what you're looking for and since you don't know, we won't tell you.\"\nFormer federal prosecutor Buddy Parker said arguing a \"need to know\" basis in the hopes of learning more about the case \"is not good enough.\"\n\"The defense is really put in a straitjacket,\" he said. About the only way defense attorneys can even ask the government relevant questions about evidence is to get it from their client.\nIf the client doesn't know what the government might have --- or if he is innocent --- then a lawyer won't know what to ask for, Parker said.\n\"It's a true Catch-22,\" he said.\n\nLoad-Date: June 20, 2006"
}