{
    "title": "Lawyer Will Plead Guilty to Impeding the I.R.S",
    "publisher": "the new york times",
    "year": 2014,
    "month": 4,
    "day": 14,
    "full text": "Stanley L. Cohen, a prominent lawyer who has represented Lower East Side squatters, political activists and terrorism suspects, announced on Sunday that he is planning to plead guilty this week to a charge of impeding the Internal Revenue Service.\nMr. Cohen, who recently represented a son-in-law of Osama bin Laden, declined to comment beyond a lengthy statement that he issued on Twitter on Sunday, writing that he was facing trials in two separate cases in different jurisdictions.\n''I have elected to end this particular witch hunt and harassment,'' he wrote, adding, ''These trials would have made the work that I love and live for, namely resistance and the support of resistance, ineffective for the foreseeable future.'' He added that he expected to be sentenced to about 18 months in prison and to lose his law license.\nIn 2012, Mr. Cohen was indicted in Syracuse on a charge of obstructing the Internal Revenue Service. The next year he was indicted in Manhattan on charges of failing to report over $3 million in income.\nMr. Cohen will lose the law license he has held for 31 years, he wrote, but can reapply for it after he is out of prison.\nProsecutors in Syracuse and Manhattan declined to comment.\nMr. Cohen's recent client Sulaiman Abu Ghaith was convicted in March of conspiring to kill Americans and of other terrorism charges.\nPreviously Mr. Cohen has represented Mousa Abu Marzook, the leader of Hamas's political wing; the Rev. Patrick Moloney, charged in connection with an Irish Republican Army-organized robbery of an armored car; and members of the Mohawk Warrior Society who clashed with American and Canadian authorities.\nSome of Mr. Cohen's earliest cases involved issues on the Lower East Side in the 1980s and 1990s. There, he defended a needle exchange program, an anarchist newspaper and the right of the homeless inside Tompkins Square to keep warm using fires lit in metal barrels.\n\nhttp://www.nytimes.com/2014/04/14/nyregion/lawyer-will-plead-guilty-to-impeding-the-irs.html\n\nLoad-Date: April 14, 2014"
}