{
    "title": "Lawyers Negotiating Plea for Terror Suspect",
    "publisher": "the new york times",
    "year": 2012,
    "month": 1,
    "day": 10,
    "full text": "Lawyers for a Manhattan man charged with plotting terrorist bombings are negotiating a plea agreement with prosecutors, though the defense characterized the discussions as routine in criminal cases.\nProsecutors have yet to seek an indictment against the man, Jose Pimentel, in large part because defense lawyers have requested postponements to review the evidence.\nBrian Fields, an assistant district attorney, told a judge on Monday that by Mr. Pimentel's next court hearing, on March 1, the defendant will either have agreed to plead guilty or will have been indicted.\nProsecutors sometimes delay an indictment in a case when they need to collect further evidence to strengthen it. Some have speculated that the case against Mr. Pimentel is weak because the federal authorities, who typically handle terrorism cases, chose not to pursue it.\nIn another state terrorism case brought by Manhattan prosecutors last year, a grand jury declined to indict two men on the most serious charges they faced, though they were still indicted on counts that carry significant prison time.\nIn the Pimentel investigation, Manhattan prosecutors have long maintained that their case, which has video and other recorded evidence, is strong. Mr. Pimentel, 27, who the authorities said was inspired by the American-born Muslim cleric Anwar al-Awlaki, is accused of coming close to completing three bombs and planning to use them around New York. He faces life in prison, on charges including weapons possession and conspiracy as crimes of terrorism.\nAlthough it is a little unusual for a plea to be discussed before a person is indicted, it is not necessarily a sign that anything is askew in this case. Defense lawyers, at the beginning of the case, waived the prosecution's deadline for reaching an indictment. This allowed the two sides to discuss freely how to proceed without having to adhere to strict court deadlines.\nIn a high-profile case with such serious charges, it is likely that prosecutors would ask for significant prison time as part of any plea agreement, meaning that the discussions could drag on.\nLori Cohen, who, along with Susan J. Walsh, is representing Mr. Pimentel, said after a brief court appearance on Monday that they were still reviewing the large amount of information given to them by the Manhattan district attorney's office. As of yet, Ms. Cohen said, prosecutors had not made a plea offer to Mr. Pimentel.\nThe discussions were ''the same thing that happens in every single case,'' Ms. Cohen said.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 10, 2012"
}