{
    "title": "Lawyer for Man in Bomb Plot Sees No Conflict in Work for Undercover Detective",
    "publisher": "the new york times",
    "year": 2011,
    "month": 9,
    "day": 21,
    "full text": "One of the lawyers representing a Queens man accused of plotting to blow up a synagogue also briefly represented the undercover detective who helped bring the case against the man.\nBut the lawyer, Lamis J. Deek, whose client Ahmed Ferhani, 26, is facing state terrorism charges, said on Tuesday that her brief representation of the detective did not present a conflict of interest because there were no privileged conversations between them.\nThe detective, identified in a letter from Manhattan prosecutors as UC 242, was issued a disorderly conduct summons on Sept. 11, 2010, during a protest over the construction of an Islamic cultural center near ground zero. The detective, who went by the alias Ilter Ayturk, had embedded himself with supporters of the center, Ms. Deek said. The summons stated that he had failed to obey a police officer's orders to leave a sidewalk, Ms. Deek said.\nMs. Deek is known for working on civil rights claims, and she said the detective had come to her for representation. Each time she met with him, she said, at least three other activists who witnessed the encounter between the detective and the police officer were present. There was no retainer agreement, Ms. Deek said, and she was never paid for her representation.\nShe appeared in court with the detective, and the case was dismissed because the arresting officer never showed up, she said.\n''There was no conflict of interest,'' Ms. Deek wrote in an e-mail, ''and there existed between UC 242 and I no attorney-client privilege.'' She said Mr. Ferhani had known of her representation of the detective before retaining her.\nThe prosecution raised the issue on Tuesday in State Supreme Court in Manhattan. Although prosecutors did not request that Ms. Deek stop representing Mr. Ferhani, they said they wanted to make sure that he was aware of the situation and that he would waive any conflict of interest.\nMr. Ferhani and a co-defendant, Mohamed Mamdouh, 20, are charged with weapons possession and conspiracy as crimes of terrorism, and each faces up to 25 years in prison if convicted.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 21, 2011"
}