{
    "title": "Lawyers Quit Representing Suspect in Paris Attacks",
    "publisher": "the new york times",
    "year": 2016,
    "month": 10,
    "day": 13,
    "full text": "PARIS -- Salah Abdeslam, the sole surviving assailant from the Nov. 13 terrorist attacks in and around Paris, has refused to cooperate with investigators and has insisted on remaining silent, even to his defense lawyers, who resigned from his case on Wednesday.\nThe two lawyers -- Sven Mary in Belgium, where Mr. Abdeslam was arrested in March, and Franck Berton in France, where Mr. Abdeslam faces terrorism-related charges -- announced that they could no longer work with their client. \n  ''Considering that for the last two interrogations, as well as the next one scheduled for the end of November, this man has chosen to withdraw into silence, my role ends,'' Mr. Berton told the weekly magazine L'Obs. ''It no longer makes any sense.''\n  Mr. Berton and Mr. Mary said Mr. Abdeslam had indicated that he no longer wanted legal representation, adding that they believed he would continue to remain silent. Under French law, Mr. Abdeslam is not required to have a lawyer for the duration of the investigation, but he will have to retain one, or be assigned one, at trial.\n  Mr. Abdeslam eluded capture for months after the attacks but was eventually arrested in the Molenbeek neighborhood of Brussels. In April, he was extradited to France, where he has been charged with several terrorism-related crimes, including murder connected to terrorism, participation in a terrorist conspiracy and possession of weapons and explosives.\n  He has so far refused to answer the questions of French investigative judges, frustrating the authorities and the victims' families.\n  ''We simply cannot speak for a man who is keeping quiet,'' Mr. Mary told L'Obs.\n  French and Belgian investigators have said there is evidence that Mr. Abdeslam was heavily involved in preparations for the attacks, which killed 130 people in Paris and the northern suburb of St.-Denis on the night of Nov. 13. He rented at least one safe house, bought materials used in explosives and drove across Europe to pick up other suspects.\n  But his exact role during the attacks has not been firmly established, and investigators were hoping that Mr. Abdeslam would shed light on his actions that night, as well as on the wider network of Islamic State militants who carried out the attacks in France and the ones in Brussels four months later.\n  Mr. Berton and Mr. Mary blamed the French authorities for Mr. Abdeslam's silence, arguing that he had initially been open to cooperation, but that the conditions of his detention -- he is in solitary confinement and under constant video surveillance -- had changed his mind.\n  ''When someone is watching your comings and goings 24 hours a day with an infrared camera, even at night, it drives you crazy,'' Mr. Berton told BFM TV.\n  In July, France's top administrative court rejected Mr. Berton's request to end the surveillance, arguing that it was necessary to prevent him from committing suicide.\n\nhttp://www.nytimes.com/2016/10/13/world/europe/paris-attacks-salah-abdeslam.html\n\nLoad-Date: October 13, 2016"
}