{
    "title": "Lawyers for plot suspects assail state's anti-terror law",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 6,
    "day": 13,
    "full text": "Attorneys for three men facing terror-related charges of plotting to use Molotov cocktails on President Barack Obama's campaign headquarters during the NATO summit last month decried Illinois' anti-terrorism statute Tuesday, saying it is too broad.\nDefense attorneys spoke to reporters after a hearing in which prosecutors declined to reveal additional details about the case. Federal prosecutors handle most terrorism cases in the U.S., and the three activists are the first people to be charged under an Illinois law adopted after the Sept. 11 terrorist attacks.\nDefense attorney Thomas Durkin says there's a reason the state law hasn't been used before.\n\"It's a stupid statute,\" he said. \"It is overblown and vague. ... You can be charged with terrorism by destroying a beehive.\"\nDurkin's comments came after a hearing at which prosecutors told a judge they were not ready to show defense attorneys the formal indictment. Defense lawyers said they have seen almost none of the evidence against their clients, who were arrested days before the NATO summit started and are also accused of plotting attacks on police stations.\nDuring the two-minute hearing, Durkin told Judge Adam Bourgeois Jr. that he didn't understand why prosecutors weren't willing to turn over the indictment, which likely includes more detail on the investigation.\n\"I don't either,\" the judge said. \"It seems a little strange.\"\nThe judge did not order prosecutors to turn the indictment over, but they must do so when the three are arraigned July 2.\nSpeaking to reporters after Tuesday's hearing, Durkin conceded prosecutors were not obligated to make the indictment public yet, but he said it would have been appropriate given media interest in the case.\nBrian Church, 20, of Fort Lauderdale, Fla.; Jared Chase, 24, of Keene, N.H.; and Brent Vincent Betterly, 24, of Oakland Park, Fla., are charged with conspiracy to commit terrorism, material support for terrorism and possession of explosives. If convicted on all counts, they could each face a maximum 85-year prison term.\n\nGraphic\n\n \nAssociated Press From left, Brent Vincent Betterly, 24, of Oakland Park, Fla., Jared Chase, 24, of Keene, N.H., and Brian Church, 20, of Fort Lauderdale, Fla., are accused of plotting to attack President Barack Obama's Chicago campaign headquarters and other targets with Molotov cocktails.\n\nLoad-Date: June 15, 2012"
}