{
    "title": "Lawyer in Terrorism Trial Is Confronted With Promise",
    "publisher": "the new york times",
    "year": 2004,
    "month": 11,
    "day": 4,
    "full text": "A federal prosecutor pilloried Lynne F. Stewart, a lawyer accused of aiding terrorism, with her own promises yesterday, forcing her to read aloud legal agreements she signed that the government says she later ignored.\n The prosecutor, Andrew Dember, bore down on Ms. Stewart on the first day of her cross-examination in a trial about her defense of Sheik Omar Abdel Rahman, a blind fundamentalist Muslim cleric serving a life sentence for a failed plot to bomb buildings and tunnels in New York.\n  ''Nor shall I use my meetings, correspondence or phone calls with Abdel Rahman to pass messages between third parties (including, but not limited to, the media) and Abdel Rahman,'' Ms. Stewart read aloud in Federal District Court in Manhattan, citing for the jury one of a series of written agreements she signed about her communications with the sheik in prison. \n Ms. Stewart acknowledged that the document, which she returned with her signature to the Justice Department, was as legally binding as a sworn oath, but denied violating it. \n A few weeks after one visit she paid to her client in federal prison in Rochester, Minn., in May 2000, Ms. Stewart called a Reuters correspondent in Egypt and read a political news release the sheik had dictated during the visit. News of the sheik's views, in which he withdrew his support for a cease-fire by his militant followers in Egypt, quickly spread across the Muslim world.\n Ms. Stewart sought to argue that Mr. Abdel Rahman's news release was not a ''message'' or a ''communication.'' She said she understood the term ''message'' to mean something hidden and secret.\n ''This was done so openly, so aboveboard, so out there for anybody to know about,'' Ms. Stewart said. ''It was not a message to go to the third sand dune and dig up the weapons.''\n Ms. Stewart contended that her actions could not be seen as violating her promise to Justice Department officials because other lawyers for the sheik, including Ramsey Clark, a former United States attorney general, had also held news conferences on his behalf.\n Mr. Dember spent several hours making Ms. Stewart read aloud several different documents that she signed between 1997 and 2001 saying she would respect harsh prison restrictions imposed on the sheik.\n The prosecutor was working to build the government's case for the charges, in a trial that began June 22, that Ms. Stewart made false statements and conspired to defraud the government, which each carry a maximum five-year prison term. She also faces far more serious charges of providing material support to terrorism by making the sheik's views on the cease-fire known to his followers, many of whom have been identified as terrorists by the State Department. There was little testimony yesterday on those charges.\n Ms. Stewart, calling on her three decades of experience as an often successful and frequently controversial trial lawyer, stayed cool on the stand, making jokes where she could and at times parrying Mr. Dember's questions in a way that threw him momentarily off stride. \n Ms. Stewart said that she had taken letters from friends and relatives of the sheik into prison without showing them to the authorities, as her signed agreements specified, because she believed they were protected by attorney-client privilege.\n ''I also believed, and I still believe to this moment, that it could not infringe in any way on our ability to represent him,'' she said, adding that she understood she had ''a certain leeway'' as a lawyer.\n Under Mr. Dember's prodding, Ms. Stewart acknowledged that she never discussed her interpretation of the rules with any Justice Department official. She admitted that she had not read all the agreements carefully, saying she was not always ''meticulous'' about what she regarded as a repetitive formality. The prosecutor also made the point that the sheik's rules did not restrict Ms. Stewart from talking to reporters about her own views of the case as long as she refrained from conveying his words.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 4, 2004"
}