{
    "title": "Lawyer who represented Bin Laden's driver now helping defendant in St. Louis terrorism case",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 3,
    "day": 31,
    "full text": "ST. LOUIS • A noted military defense lawyer who once represented Osama bin Laden's driver is now working on behalf of a former St. Louis County resident accused in federal court here supporting overseas terrorism.\nCharles Swift, director of the Texas-based Constitutional Law Center for Muslims in America, represents Armin Harcevic, who faces charges of providing material support to terrorists and conspiracy.\nSwift declined Monday to talk about the evidence, but he said he and the center are eager for cases that may touch on constitutional issues. \"What's interesting to me - and where I think the battle for civil rights is - is at the edges,\" he said in a telephone interview. \"That's both where we establish the lines and where the abuses happen.\"\nSwift said cases such as Harcevic's are \"interesting to the Muslim community at large. Where is the edge? What does the FBI prove to prove material support?\"\nSwift said there also are issues of the definition of a terrorist organization.\n\"In Syria, who (are) the good guys, exactly, and how do you tell the good guys from the bad guys?\" he asked. \"If you say, ‘I'm against (President Bashar) Assad,' does that make you a good guy or a bad guy?\"\nSwift said Harcevic's will be his seventh case involving allegations of support of terrorism. The previous six clients were convicted, although Swift noted that some were acquitted of their most serious charges.\nSwift said Harcevic and his wife attended a speech he gave in California and the wife approached him after Harcevic was arrested. Swift said service is free for clients whose cases are accepted, thanks to a \"generous\" grant from the Muslim Legal Fund of America.\nThe Feb. 5 indictment accuses Harcevic and the others of conspiring to support terrorist fighters in Syria and Iraq. Ramiz and Sedina Hodzic, both of St. Louis County, used donated money to buy supplies for the fighters, the indictment claims.\nHarcevic transferred $1,500 to Ramiz Hodzic on Sept. 24, 2013, the indictment says. Harcevic's lawyers say it was just one of a large number of charitable donations, surpassing his obligation to his Muslim faith to donate to charity.\nHarcevic, 36, a Bosnian refugee who fled \"ethnic cleansing,\" came to America in 1999 and first lived in San Jose, Calif., according to court filings and testimony. He moved to St. Louis, where his wife has extended family, in September 2012, and moved back to San Jose in January in search of construction-related work.\nAlthough prosecutors say Harcevic was interviewed twice by the Defense Department's National Ground Intelligence Center, and is on some sort of terrorist watch or no-fly list, federal public defender Graham Archer challenged the claims of Harcevic's contacts with terrorism investigators, saying the \"secret police won't tell us why they arrested him,\" according to an audio recording of an earlier court hearing.\nA magistrate judge in California set Harcevic's bail at $1 million, but prosecutors have filed an appeal to have it raised. Harcevic is due back in court April 7.\nSwift is an award-winning lawyer who spent 13 years with the Navy's Judge Advocate General's Corps and was on the team that defended bin Laden's driver, Salim Hamdan.\nIn 2008, Hamdan was found guilty by a military jury of supporting terrorism but not guilty of a conspiracy charge. That was only after the case went to the U.S. Supreme Court and triggered a new law governing trials by military commission. His conviction was overturned in 2012.\n\nGraphic\n\n \n Ramiz Zijad Hodzic and his wife, Sedina Unkic Hodzic \n\nLoad-Date: March 31, 2015"
}