{
    "title": "Lawyers in Terrorism Case Seek Access to 9_11 Suspect",
    "publisher": "the new york times",
    "year": 2014,
    "month": 2,
    "day": 5,
    "full text": "Khalid Shaikh Mohammed, the self-described architect of the Sept. 11 terror attacks, might not seem like the ideal witness to present at trial.\nNonetheless, lawyers for a high-profile terrorism defendant in Manhattan asked a federal judge on Tuesday to order the Defense Department to grant them access to Mr. Mohammed, contending that his testimony could help undercut the prosecution's case against the defendant, Sulaiman Abu Ghaith, a son-in-law of Osama bin Laden.\n''We believe his testimony would certainly be relevant to the defense of this case, and may very well exculpate Sulaiman Abu Ghaith entirely,'' Stanley L. Cohen, a lawyer for Mr. Abu Ghaith, said in papers filed in United States District Court.\nMr. Abu Ghaith, who is married to one of Bin Laden's daughters, Fatima, faces trial later this month on charges that include conspiring to kill Americans and providing material support to terrorists.\nMr. Abu Ghaith's lawyers said in the filing that Mr. Mohammed had agreed through his lawyer to speak with them, out of the presence of the government, but that the Defense Department had yet to grant them the necessary approvals.\nMr. Mohammed is being detained at the United States naval base at Guantánamo Bay, Cuba, where he is to be tried before a military commission.\nA federal indictment charges that Mr. Abu Ghaith assisted Bin Laden, making speeches and appearing in Qaeda propaganda, in part to help recruit for the group.\nProsecutors have said in court papers that a video made in Afghanistan on the morning of Sept. 12, 2001, shows Mr. Abu Ghaith, Bin Laden and two other men making speeches about the attacks and making threats against the United States.\nAnd in October 2001, prosecutors say, Mr. Abu Ghaith ''filmed multiple videos explicitly threatening that Al Qaeda was going to strike America with more airplane-borne suicide terrorist attacks.''\nThe government has said Mr. Abu Ghaith also ''must have known'' in advance about Al Qaeda's so-called shoe-bomb plot, in which Richard C. Reid unsuccessfully tried to detonate explosives in his shoes on a trans-Atlantic flight in December 2001.\nThe government has said it intends to present testimony from a witness who had agreed to carry out a shoe-bombing attack for Al Qaeda on a trans-Atlantic flight, but backed out and was later arrested by British authorities.\nBut Mr. Cohen said in his filing before Judge Lewis A. Kaplan that Mr. Mohammed's information is ''likely favorable'' to his client, as far as the shoe-bomb plots and other plots are concerned.\n''The defense anticipates that Mr. Mohammed's information will directly and totally repudiate the government's assertion that Mr. Abu Ghaith was a member of, or provided material support to, Al Qaeda, or to any conspiracy laid at its feet.''\nMr. Mohammed confessed at a 2007 military proceeding to having helped to plan the Sept. 11 attacks, the shoe-bomb plots and a host of other terrorist attacks, according to a government transcript of the hearing.\nA spokeswoman for the office of Preet Bharara, the United States attorney in Manhattan, declined to comment on the filing.\n\nhttp://www.nytimes.com/2014/02/05/nyregion/lawyers-in-terrorism-case-seek-access-to-9-11-suspect.html\n\nLoad-Date: February 5, 2014"
}