{
    "title": "Lawyer_ Terrorism suspect tortured Chicago-area grocer claims Israelis extracted his confession",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 10,
    "day": 20,
    "full text": "A soft-spoken Chicago-area grocer was forced to strip and wear a foul-smelling hood, deprived of sleep and threatened with death by Israeli agents before he finally broke down and admitted to financing terrorist activity, his attorney told a federal jury Thursday.\n\"You don't have to accept a case based on torture,\" defense attorney Michael E. Deutsch told jurors at the opening of the racketeering trial of grocer Muhammad Salah and university professor Abdelhaleem Ashqar.\nSalah, 53, of Bridgeview, and Ashqar, 48, of Alexandria, Va., are charged in a four-count racketeering indictment with furnishing money and recruits for a terrorism campaign aimed at toppling Israel's government\nSalah was arrested in Israel in January 1993 and served four and a half years in prisons there after admitting he was delivering money to fighting forces of the Palestinian organization Hamas, classified by both the U.S. government and Israel as a terrorist organization.\nBut Deutsch said that Salah was subjected to torture, which he said was standard operating procedure for Israeli security forces fighting Hamas.\n\"They are notorious throughout the world for getting information through coercion and torture - the Israeli secret police,\" he said.\nAssistant U.S. Attorney Carrie E. Hamilton said in the government's opening statement that the admissions made by Salah in 1993 would show he had delivered cash to Hamas military units.\nShe also said that former New York Times reporter Judith Miller would testify that she witnessed part of the interrogation of Salah and saw no torture or mistreatment.\nShe said Salah and Ashqar aided \"a sophisticated global terrorist organization.\"\nBut Deutsch said Miller had been duped into believing that Salah had not been tortured. He said that what the former reporter saw was a man who had been broken by days of cruel treatment and would do anything his interrogators asked him to do.\n\nLoad-Date: October 20, 2006"
}