{
    "title": "Lawyer_ Alleged assault prompted by Prophet Muhammad cartoon(2)",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 18,
    "full text": "CHICAGO - A 21-year-old suburban Chicago man awaiting trial on terrorism charges faced new allegations Tuesday that he attacked a fellow inmate who his attorney says taunted him with a cartoon drawing of the Prophet Muhammad.\nAt a separate status hearing in his terrorism case Tuesday, Adel Daoud told a judge he believes there Is an elaborate conspiracy against him that includes plans for a trial where \"the jurors are Freemasons hired by the judge.\"\nDaoud, a U.S citizen from suburban Chicago, faces terrorism charges for allegedly trying to set off a bomb outside a downtown Chicago bar in 2012.\n\"My whole case is a hoax,\" he told U.S. District Judge Sharon Johnson while standing at a podium in leg shackles, speaking calmly and frequently smiling. He added that \"devil worshippers\" were plotting against Muslims as a whole and that \"the world was united in a war against Islam.\"\nA psychological exam is planned for Daoud later this month. His attorney has stopped short of any conclusive assessment of his client's mental health but says Daoud requires the kind of counseling he isn't getting behind bars.\nDaoud, of Hillside, was arraigned later in the day on five fresh counts, including assault with intent to murder, assault resulting in serious injury and using a makeshift weapon behind bars.\nAfter defense attorney Thomas Durkin said he didn't believe his client was competent to enter a plea on his own, U.S. District Judge Samuel Der-Yeghiayan registered an automatic not-guilty plea to all counts.\nAfter the two hearings, Durkin told reporters that Daoud's alleged attack on another inmate at Chicago's Metropolitan Correctional Center was prompted by the other inmate \"drawing of a cartoon that mocked the Prophet Muhammad.\"\nDurkin said Daoud's courtroom behavior demonstrates his urgent need for counseling.\n\"That's what happens when you lock up immature, misguided 18-year-olds,\" he said. \"I think it's sad.\"\n\nLoad-Date: August 18, 2015"
}