{
    "title": "Lawyer hits terrorists' wallets",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 4,
    "day": 26,
    "full text": "An Israeli lawyer has committed to fighting terrorism by aiming for the pocketbooks of those who fund it.\nSince 1996, Nitsana Darshan-Leitner has filed lawsuit after lawsuit on behalf of victims of terror attacks and their families through the Shurat HaDin, or Israel Law Center, of which she is the director. What's truly notable, however, is that those lawsuits are filed against everyone from international banks to oil companies and national governments, including Syria and Iran.\nDuring a speech Wednesday at the University of Utah S.J. Quinney College of Law, she said she files the lawsuits because she views the judicial process as the most potent weapon in an ongoing war with terrorists. With the judgments, which run into the hundreds of millions of dollars, money used to fund the terrorism attacks is either seized or frozen.\n\"If you stop the flow of money, you stop the flow of terrorism,\" she said.\nHer primary target is the Palestinian suicide bombers sponsored by the Palestinian Authority and Hamas, and she has sued both organizations multiple times on behalf of Israeli victims. Her lawsuits are not limited to Israel, however, as she is often looking to other countries -- especially the United States -- for standing, such as when a victim holds American citizenship or the organization has money, assets or operations in the United States.\nOne of her biggest victories came after she sued the Jordan-based Arab Bank in 2004. It had a fund that gave $25,000 to the family of any suicide bomber who blew themselves up in Israel. Because the bank had a branch in New York, she filed a $300 million lawsuit in American courts.\nWhen the lawsuit was filed, the bank attempted to close its branch, she said, but Congress froze $750 million before the bank could take it out of the country. And two months ago, a New York court allowed any suicide bombing victim or their families -- regardless of American citizenship -- to join the lawsuit, pushing the potential judgement to more than $5 billion.\n\"If the Arab Bank loses the case, they will lose the bank,\" she said. \"This sends a warning, and no bank wants to help Islamist terrorism groups.\"\nNot surprisingly, the 31-year-old Darshan-Leitner has received death threats. But it is not something that fazes her.\n\"We don't have another choice,\" she said. \"We're doing it because we can win these cases, and we are winning these cases.\"\nUtah Attorney General Mark Shurtleff, who was in attendance at the speech, said during a question-and-answer session with Darshan-Leitner that he was glad to hear there are lawyers working for the people injured in the terrorist attacks.\n\"As a former prosecutor, I always wondered who represents the victims\" in the terrorist trials, he said. \"So thank you for what you're doing.\" E-mail: jloftin@desnews.com\nCorrection\n\n\n   A lawsuit filed by Shurat HaDin of the Israel Law Center against the Arab Bank is still in the discovery phase and seeks no specific amount of damages.\nArab Bank assets totaling $450 million were held in escrow by the U.S. Department of Treasury during a regulatory investigation not related to the suit. That investigation has been completed and the assets are no longer in escrow.\nA story in Thursday's paper misreported the suit's status, the damages sought and the circumstances and amount of the funds held in escrow.\nAlso, Arab Bank denies knowingly transferring money from or to any group or individuals having terrorist affiliations.\nCorrection-Date: April 28, 2007\n\nLoad-Date: April 26, 2007"
}