{
    "title": "LAX will allow passengers to carry marijuana with them",
    "publisher": "daily news ",
    "year": 2018,
    "month": 9,
    "day": 28,
    "full text": "LOS ANGELES —\nLos Angeles International Airport allows passengers to carry marijuana, but there are some caveats.\n KABC reported that the policy is tied to Proposition 64, which legalized marijuana and became effective in January.\n \"While federal law prohibits the possession of marijuana (inclusive of federal airspace,) California's passage of proposition 64, effective January 1, 2018, allows for individuals 21 years of age or older to possess up to 28.5 grams of marijuana and 8 grams of concentrated marijuana for personal consumption,\" the LAX marijuana policy, posted earlier this year, states. \"In accordance with Proposition 64, the Los Angeles Airport Police Department will allow passengers to travel through LAX with up to 28.5 grams of marijuana and 8 grams of concentrated marijuana. However, passengers should be aware that marijuana laws vary state by state and they are encouraged to check the laws of the states in which they plan to travel.\"\n Federally, marijuana is illegal. The Los Angeles Times reported that once passengers get to a Transportation Security Administration area, federal regulations are in place. TSA is an agency run by the U.S. government.\n It is up to local law enforcement officers to decide if the passenger can travel with marijuana if it is discovered during a luggage check.\n \"TSA's focus is on terrorism and security threats to the aircraft and its passengers,\" TSA spokeswoman Lorie Dankers told The Associated Press Thursday. \"Whether or not the passenger is allowed to travel with marijuana is up to law enforcement's discretion.\"\n\nGraphic\n\n \nTravelers are allowed to carry marijuana at LAX, but if it is found by Transportation Security Administration agents, local law enforcement will be involved. Marijuana is illegal federally, but legal in California. (Photo by Kevork Djansezian/Getty Images) (Kevork Djansezian/Getty Images/Getty Images)\n\nLoad-Date: November 15, 2018"
}