{
    "title": "Le Carre's newest spy is a woman; The Little Drummer Girl, by John le Carre. New York _ Alfred A. Kn",
    "publisher": "christian science monitor ",
    "year": 1983,
    "month": 3,
    "day": 30,
    "full text": "Among aficionados of espionage novels, John le Carre has long been considered a grand master. From such classics as ''The Spy Who Came in From the Cold'' and ''The Looking Glass War'' to ''Tinker, Tailor, Soldier, Spy,'' ''The Honorable Schoolboy,'' and ''Smiley's People,'' le Carre has earned a reputation for finely crafted, albeit occasionally obscure, writing.\nOne does not so much read a le Carre novel as study it, savor it, revel in its myriad detail and rich characterization. The focus is more on mental processes than action, and a le Carre book doesn't exactly lend itself to speed reading.\nLe Carre's latest, ''The Little Drummer Girl,'' has much to offer, including his first use of a woman as his main character and a plot line that is all too real. The subject is terrorism and counterterrorism - specifically the efforts of Israeli intelligence to run to earth an elusive and deadly Palestinian terrorist through a highly complicated series of deceptions.\nAt the heart of it all is a highly spirited young actress named Charlie, who has more than a passing acquaintance with a variety of radical causes. It is she who, in love with one man, finds herself irresistibly drawn to another - the young terrorist whose girlfriend she must appear to be. As she begins to live her role, the lines between reality and fiction become more and more blurred, finally becoming indistinguishable.\nFrom Bonn and Munich to London, Vienna, Mykanos, Tel Aviv, and the secret training camps of the Palestinians, the novel takes the reader through an emotion-churning journey, guided as only le Carre can do to its relentless conclusion.\nBy its very nature, ''The Little Drummer Girl'' can't help being controversial, and supporters of either side of the Palestinian issue will likely accuse the author of bias. Yet the novel doesn't glorify terrorism, or support either side in the issue. In fact, its treatment of violence is evenhanded, as is le Carre's use of background sources.\nIf anything, the book decries the extremism on both sides that begets violence, with its main focus being Charlie's love for both the Israeli who recruited her and the Palestinian she came to identify with. It is that love which proves to be the force that pulls her through the ordeals of violence into which she is drawn.\nParticularly interesting is le Carre's use of a woman as his central character - as if it would be impossible to explain the regenerating powers of love through a man's emotions. Is it a hint that he believes a sense of love in a man is weakness, while in a woman strength? Possibly, but one is inexorably drawn to that sense of love and strength, whether in a man or woman.\nThere is no denying that le Carre is an acquired taste, not to everyone's liking. But for those who appreciate his deft characterization, rich style, and the mental gymnastics he demands, ''The Little Drummer Girl'' will prove to be a sheer delight."
}