{
    "title": "Leaders urge unity, not fear on anniversary of 9_11",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 11,
    "full text": "Jennifer Massey was supposed to be at the World Trade Center subway stop at 8:45 a.m. on September 11, 2001. She overslept. The first tower was hit that day at 8:46 a.m., and according to Massey, who graduated from USC with a Bachelor's in History in 2015, it was a moment she would always remember.\nPhoto courtesy of the Sol Price School of Public Policy\nMaintaining the memory · The USC Reserve Officers' Training Corps open Friday's 9/11 memorial ceremony, which also included speeches by Department of Public Safety Chief John Thomas, Sol Price School of Public Policy Dean Jack Knott and Dean of Religious Life Varun Soni.\n\"Life as we knew it was transformed forever,\" Massey said.\nShe recounted the span of events that fateful morning, from watching the towers crumble in front of her to the panic she felt while calling her loved ones to tell them she was safe.\nIn order to ensure that those who lost their lives in the attacks are not forgotten, Massey wanted to bring a monument to USC. With the help of Dean of Religious Life Varun Soni, Massey was able to obtain a piece of steel from the Twin Towers to place on the USC campus, and last Friday morning, members of the USC community gathered to lay a wreath at USC's 9/11 Memorial to commemorate the 15-year anniversary of the tragic event.\nLocated outside the USC Department of Public Safety offices, the piece of steel now stands as one of the few monuments in Los Angeles that memorializes 9/11. At Friday's event, DPS Chief John Thomas talked about the number of first responders who lost their lives while trying to save others.\n\"We should let this act as a reminder of the sacrifices that were made that day and of our duty to this community to live up to those very same ideals,\" he said.\n2,966 lives were lost on September 1, 2001, including over 400 first responders. Soni, meanwhile, addressed the emotions that come with the memory of 9/11.\n\"I believe I speak for all of us here when I say that we will all carry those powerful images and overwhelming emotions with us throughout our lives,\" Soni said. \"Indeed, we will never forget.\"\nSoni also acknowledged the fact that acts of terrorism still occur often in many parts of the world, and because the USC community is made up of people from all different backgrounds, \"we mourn together as a global Trojan family.\"\nDean of the Sol Price School of Public Policy Jack Knott said that in 2016 alone, there have been an estimated 1,213 terrorist attacks, and over 10,000 people have been killed. Knott discussed the changes that have arisen in this country as a result of 9/11, as well as the work that USC is doing to increase terrorism prevention. The Safe Communities Institute at Price is conducting research that evaluates the effectiveness of the current counterterrorism measures.\n\"We must ensure that in the midst of trying to prevent terrorism, we preserve our values and way of life,\" Knott said. \"We must hold on to the sense of being one community. We must not let terrorism defeat us nor alter our commitment to the values we hold dear.\"\nThomas echoed Knott's message and emphasized the importance of staying united even as terrorist attacks are on the rise.\n\"In this time in our nation's history, virtues of patriotism and unity that were displayed in the aftermath of 9/11 remind us that we have so much more in common as Americans that binds us together than the things that divide us,\" Thomas said.\nMassey said she wants those who lost their lives to be remembered, and she wants to make sure 9/11 is not just simply a forgotten part of history.\n\"Remembering that day is not a choice but our solemn obligation,\" Massey said. \"Generations of USC students will have the privilege of having this [monument] on campus for hundreds of years.\"\n\nLoad-Date: January 9, 2017"
}