{
    "title": "LEADERS OF MUSLIM NATIONS SHARPLY REJECT TERRORISM",
    "publisher": "the philadelphia inquirer",
    "year": 1997,
    "month": 12,
    "day": 12,
    "full text": "Closing a three-day summit, leaders of the world's Muslim nations strongly condemned religious-inspired terrorism yesterday, declaring that \"the killing of innocent people is forbidden in Islam.\"\nBut the joint declaration of the 55-member Organization of the Islamic Conference made no mention of the Middle East peace process or sanctions against Iraq, underscoring differences among nations bound by faith but divided by politics.\nThe statement followed divisive debate by delegates who differed widely on issues that ranged from the faltering peace process to relations with the United States and policies toward Iraq.\nIn a sign of the disagreements, the peace process was not specifically mentioned. But the declaration sharply criticized Israel for what it described as \"state terrorism.\"\nIt called for the creation of a Palestinian state with Jerusalem as its capital and demanded that Israel stop building settlements on \"occupied\" Arab land.\n\"Dialogue is a key to peace, coexistence and building mutual confidence,\" Iranian President Mohammad Khatami said in a closing speech. The summit - the largest diplomatic gathering in Iran since the 1979 Islamic revolution - drew 28 heads of state, prime ministers and crown princes, giving Iran an opportunity to forge ties with its wary regional neighbors.\nThe meeting brought together some of the world's richest and poorest nations - from Gulf Arab states to those of sub-Saharan Africa. Only Islam seemed to hold them together.\n\"There's a need to stress religion as a unifying force,\" said Shirley Gbujama, a delegate from Sierra Leone. \"Some states are so far away from each other and it's not all that often that there's time to interact.\"\nMuch of the action at the conference center, at the foot of the snow-dusted Alborz Mountains, occurred on the sidelines - Iranian leaders met Saudi Arabia's crown prince, Kuwait's emir and other Arab leaders, many of whom were making their first trip to Iran.\nIraqi officials found little joy in efforts to improve ties with Saudi Arabia and Kuwait, whose leaders refused to meet them. Iran, which fought a devastating 1980-88 war with Iraq, was more accommodating.\n\"Iran and Iraq should look to the future and forget the past,\" Iraq's vice president, Taha Yassin Ramadan, said after meeting Khatami.\n\nLoad-Date: October 18, 2002"
}