{
    "title": "Leaders support peace",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 3,
    "day": 13,
    "full text": "SHEIK, Egypt (AP) - In a dramatic show of solidarity, world leaders met today to combat the wave of bombings that have shocked Israel and ravaged the Middle East peace process. President Clinton proposed that nations \"join in a common defense\" against terrorism.\nThe gathering of kings, sheiks, prime ministers, presidents and princes was a strking response to anti-Israeli extremists who unleashed four suicide bombs, killing 62 people in nine bloody days.\n\"With every milestone passed in the path of peace … the enemies of peace have grown more desperate and depraved,\" Clinton said, declaring, \"Let our charge go forth from the Sinai today: We will win the battle for peace.\"\nOne after another, the leaders urged unity in battling the bombers.\nPalestine Liberation Organization leader Yasser Arafat, whose commitment to curbing violence is questioned by many Israelis, promised to \"stand against terrorism\" and \"uproot it from our lands because our dreams of self- determination could never come true in a sea of blood and tears.\"\nHe called for unity between Israel and Palestinians, and said he viewed the summit as a show of support for his people. \"You are with us,\" he told the leaders.\nBut underlying the words of unity and determination were tough questions about how to fashion solutions to terrorism.\nArafat complained about the closure of the West Bank and Gaza Strip - and the blockading of Palestinian towns - that he said was strangling his people's economy \"to the extent of famine.\" The action by Israel also undermined the PLO's political standing in the region, Arafat said.\nIsraeli Prime Minister Shimon Peres demanded action from the Palestinians, noting that \"security and peace are indivisble.\"\n\"They must fight to prevent terror,\" declared Peres, whose political future Clinton hoped to bolster by visiting the Middle East.\nIn a personal plea to his fellow leaders, Peres said, \"Terrorism knows no borders; so borders must not restrain action to smash the terrorist snake.\"\n\nGraphic\n\n \nAn Egyptian army patrol moves past a row of flags near the Sharm El Sheik summit center Wednesday.  Leaders from the U.S., Europe, Russia, Africa, and the Middle East are meeting here for a one-day summit on anti-terrorism. (AP photo)\n\nLoad-Date: December 9, 1996"
}