{
    "title": "LEADERS MEET TO CONDEMN TERRORISM_ IT WAS A SHOW OF SUPPORT FOR ISRAEL AND THE PEACE_ PROCESS. CLINT",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 3,
    "day": 14,
    "full text": "Not far from the tranquil Red Sea and the Sinai mountain where the Bible says Moses received the Ten Commandments, 28 world leaders gathered yesterday to condemn murderous suicide bombings and prod peace forward.\nArab kings and princes stood alongside the Israeli prime minister at the one-day Summit of Peacemakers to support Israel at a time when peace seems another casualty of terrorism.\n\"To the forces of hatred and violence I say, and let us all say, you kill yourselves and others in the aim of killing peace,\" President Clinton declared from the summit site at a resort on the southern tip of the Sinai Peninsula. \"Yet today, as you see, peace survives.\"\n\"You have plowed the fields of hatred, but here we are coming to reap unity and new strength, to defeat you, and to keep the promise and hope of peace alive.\"\nWhile there were many denunciations of terrorism and pledges for peace, the leaders announced no concrete actions. But the historic show of solidarity marked the first time since Israel became a nation in 1948 that so many Arab states had met openly with an Israeli leader.\nThe sheer horror of the Hamas bombings against Israelis galvanized the world community, leaving most Arab states little choice but to participate when Washington called the meeting.\n\"This summit is unprecedented in the history of the Middle East,\" President Clinton said in a speech at opening ceremonies. \"It would have been inconceivable just a few short years ago.\"\nU.S. and Israeli officials expressed optimism that Israel's gradual integration into the region's political life was now irreversible.\n\"Each step makes it easier and easier for the Arab states to accept Israel,\" a senior U.S. official said.\n\"Many of the barriers that separated Israel from its neighbors are gone,\" Peres said. \"It will be a new Middle East.\"\nBut without the Hamas outrages, a senior official said, it would have taken \"a lot longer\" to reach the step that was taken yesterday.\nStill, there was little criticism of specific countries. Only British Prime Minister John Major and Israeli Prime Minister Shimon Peres singled out Iran as \"the capital of terror\" and said it must be contained.\n\"Terrorism knows no borders, so borders must not restrain action,\" Peres said. \"This terrorism is not an animal. It has a name. It has an address. It has a bank account. It has an infrastructure . . . it is spearheaded by a country, Iran.\"\nBut during a news conference on the day's conclusion, Clinton and cohost Egyptian President Hosni Mubarak were asked why the group had not pointed a finger at any country.\n\"Every person here agreed that we would together take specific steps, including dealing with funding sources,\" Clinton said. \"We shouldn't diminish what we did do by focusing on what was not done or said.\"\nPalestinian Authority Chairman Yasir Arafat, who has cracked down with recent arrests of three figures from the militant Islamic group Hamas, said the leaders were sending a clear message to the killers.\n\"Their criminal success is temporary because they cannot kill peace or assassinate the will of the region and the world to build,\" he said.\nThe recent bombings - two on crowded Jerusalem buses, one in a bustling Tel Aviv shopping mall, another at a roadside post for soldiers - have killed 62 people and injured many others.\nIn the last two years, car bombs set by Hamas and the Islamic Jihad have killed about 130 people and wounded hundreds more.\nPeres told of two 12-year-old best friends, innocent and youthful. Kobi Zaharon was a gifted student. Yovar Levy excelled at football.\n\"Their whole future was before them,\" he said. \"In a split second, it came to an end at the hands of a crazed terrorist, a living bomb.\"\nClinton's other mission is to reassure the Israeli people that they are not alone during these dark days. Today, the President will visit the graves of assassinated Israeli Prime Minister Yitzhak Rabin and the bombing victims, accompanied by Rabin's widow, Leah. Later, he will address the Israeli people from the Tel Aviv Center for the Performing Arts.\nTo the dismay of many participants, Syria spurned an invitation to the summit. \"We wish Syria had come,\" Clinton said. \"You can focus on what didn't happen today, but if you do, it will blind you to what has happened, which no one would have conceived of happening even a few months ago.\"\nAmong the leaders who attended were: Egypt's Mubarak, Britain's Major, Russian President Boris N. Yeltsin, Canadian Prime Minister Jean Chretien, French President Jacques Chirac and German Chancellor Helmut Kohl.\nOther countries represented included: Ireland, Italy, Japan, Germany, Norway, Spain, Jordan, Turkey, Algeria, Yemen, the United Arab Emirates, Tunisia, Saudi Arabia, Qatar, Oman, Morocco, Mauritania, Kuwait and Bahrain. Representatives from the Palestinian Authority, United Nations and the European Union also came.\nIraq, Iran and Sudan were not invited, and Lebanon snubbed an invitation.\nThe summit is a political plus for President Clinton in his reelection bid and for Prime Minister Peres, who took office after Rabin's death and who faces a difficult election May 29.\nArafat's own political future is linked to the success of Peres and how successful he will be in stopping Hamas from bombing again. Prior to the recent arrests, Arafat's ability and commitment to cracking down on the extremists had been called into question.\nLast weekend, Palestinian police arrested the commander of Hamas' military wing, along with two others in the Gaza Strip.\nWhile Clinton praised Arafat's response, a State Department official said his previous policy of dialogue with Hamas was \"a mistake.\"\n\nGraphic\n\n \nPHOTO;\nPHOTO (1)\n1. World leaders clasp hands at the end of the one-day Summit of Peacemakers in Egypt. Among them are (from left) Turkish President Suleyman Demirel, Jordan's King Hussein, Israeli Prime Minister Shimon Peres, President Clinton and Russian President Boris N. Yeltsin. (Associated Press, JACQUELINE ARZT)\n\nLoad-Date: October 28, 2002"
}