{
    "title": "Leaders' Speeches at U.N. Show Delicacy of Mission Against ISIS Militants",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 24,
    "full text": "UNITED NATIONS - Turkey berated other countries for not doing more to stop their citizens from leaving home to join terrorist groups in Syria and Iraq. Qatar cautioned that a new global war on terrorism ought not to \"stabilize\" the government of Syria. China welcomed American leadership on staunching the recruitment of foreign fighters for terrorist organizations, seizing on the moment to call for stricter rules to rein in the Internet.\nThe speeches here on Wednesday, on Day 1 of the annual high-level session of the United Nations General Assembly, showed the delicacy of  the American project of building a coalition against the Islamic State. The group is widely reviled. But efforts to defeat it have already revealed the narrow, often competing interests of some of America's  allies while also giving other nations a chance to push their own agendas. \nThe president of Turkey, Recep Tayyip Erdogan, for one, struck sharply at critics who say he must do more to ensure that foreign fighters do not slip across the border from his country to join extremist groups in Syria. At a Security Council meeting, he retorted that the efforts to stop the flow of  fighters \"starts the moment they depart the source countries\" and that Turkey could not be expected to do it alone. He went on to skewer his neighbor and nemesis, the Syrian government of Bashar al-Assad, for what he called its support for the Islamic State. \n\"The inertia of the international community,\" he argued, \"prepared the ground for Al Qaeda to emerge in Syria and grow stronger under the  name of ISIL with support of the regime.\" \nThe day before, Mr. Erdogan had signaled that Turkey would assist the United States-led coalition in its efforts against extremists. He used the podiums at the United Nations on Wednesday to rebuke other countries for not doing as much. More than 1.3 million Syrians are in Turkey as refugees, he said, and 140,000 Kurds have poured in during the past five days alone. \n\"We have not received the kind of support we've been looking for, and being the target of unjust criticism in this context is really very sad for us,\" he said. \nLikewise, the emir of Qatar, Sheikh Tamim bin Hamad al-Thani, endorsed the use of force against the Islamic State, but also signaled his discomfort with a  coalition that strikes its targets and not the Syrian government in Damascus. Qatar is bitterly opposed to the Assad government and has been in the spotlight for not cracking down on clerics and financiers of terrorist groups in its territory.\nAfter the Security Council unanimously passed a resolution  compelling every country to pass laws against fund-raising for terrorist groups, including the Islamic State, the emir warned against \"double standards\" that punish militants and not government forces. \n\"We should avoid double standards,\" he said. \"When civilians are harmed, the response needs to be the same regardless of the origin of this violence.\"A war on terrorism, the emir told the General Assembly earlier in the day, should not be \"a war to stabilize a government that is oppressing.\" \nThe British foreign secretary,  Philip Hammond, sought to assuage the concerns of Arab allies by ruling out cooperation with the Syrian government. Unlike in Iraq, which sought help from the United States, the airstrikes in Syria have not been carried out at Syria's request, though American officials said they informed Damascus of their intent. \n\"Assad cannot be the answer to defeating extremism,\" Mr. Hammond said in a statement. \"Working with this brutal dictator would only reinforce the narrative of ISIL and feed radicalization in our homelands.\"\nThe British prime minister signaled his government's intention to provide support to the effort, including military. \nSaudi Arabia, which helped the United States military on airstrikes in Syria on Wednesday, did not speak at the Council.\nThe unanimity of the Council resolution, which is legally binding, reflected a rare consensus among Russia, China and the West. President Obama, who led the Council meeting, said the resolution had been co-sponsored by 104 member states. \nKing Abdullah II of Jordan, which is also aiding the United States military, made a strong pitch for countries far and wide to join the coalition. \"Those who say, 'This is not our business' are wrong. The security of every nation will be shaped by the fate of the Middle East,\" he said. \n\nLoad-Date: September 24, 2014"
}