{
    "title": "Leaders Said to Approve India Killings",
    "publisher": "the new york times",
    "year": 2013,
    "month": 9,
    "day": 4,
    "full text": "NEW DELHI -- A high-ranking Indian police officer awaiting trial on suspicion of staging extrajudicial killings and passing them off as shootings committed during major terrorism arrests accused political leaders in the state of Gujarat on Tuesday of approving the executions.\nThe officer, D. G. Vanzara, said that two leaders of India's opposition Bharatiya Janata Party -- Narendra Modi, Gujarat's chief minister, and a lieutenant, Amit Shah -- had sanctioned the shootings, then allowed him and 32 other police officers to take the blame.\nMr. Vanzara's accusation could prove damaging to Mr. Modi, the de facto prime ministerial candidate for the Bharatiya Janata Party, which hopes to win a majority in the 2014 parliamentary elections.\nIn a letter announcing his resignation from the Gujarat police force, Mr. Vanzara described his bitter disappointment with Mr. Modi, ''whom I used to adore like a god.''\n''But I am sorry to state that my god could not rise to the occasion under the evil influence of Shri Amitbhai Shah, who usurped his eyes and ears and has been successfully misguiding him'' for 12 years, he wrote.\nMr. Vanzara and nearly three dozen other officials are accused of killing Muslim suspects from 2002 to 2007, then telling the public that the victims were important terrorists killed in ''encounters'' trying to elude arrest.\nMr. Vanzara said the police officers were carrying out the Gujarat government's ''proactive policy of zero tolerance for terrorism'' during a period when Islamic militants threatened Gujarat.\nHe did not directly acknowledge staging encounters, but said that if the charges were true, ''we, being field officers, have simply implemented the conscious policy of this government, which was inspiring, guiding and monitoring our actions.''\nMr. Modi has not been charged in the Vanzara case, but he has long been suspected of having played a role in the 2002 riots in Gujarat, in which nearly 1,000 people, mostly Muslims, were killed. In previous trials, witnesses have testified that Mr. Modi discouraged the police from intervening.\nMany of the victims' families have successful pushed for trials, with some cases reaching the Supreme Court of India.\nJay Narayan Vyas, a spokesman for the government of Gujarat, played down the importance of Mr. Vanzara's letter, saying it ''has no value.''\n''He is a defendant; he is not a victim,'' Mr. Vyas said in comments to NDTV, an independent news channel, referring to Mr. Vanzara.\nThe letter came as good news for officials from the governing Congress Party, who are preparing for a tough electoral challenge from Mr. Modi, who presents himself as a pro-business, pro-development candidate.\n''It further strengthens our view on Narendra Modi and what we have said in the past,'' said Ajay Maken, a Congress Party general secretary. ''The kind of misuse of police that has taken place during Mr. Modi's regime is unfortunate.''\n\nhttp://www.nytimes.com/2013/09/04/world/asia/indian-police-officer-says-leaders-approved-executions.html\n\nLoad-Date: September 4, 2013"
}