{
    "title": "Leadership spawns terrorist acts",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 12,
    "full text": "Today is the anniversary of a nation being attacked and ideologies being affirmed. Today is also the 30th anniversary of the military coup in Chile, resulting in the murder of Chile's popular President Allende and the installment of a brutal dictatorship.\nA decade earlier, a similar coup took place across the ocean in Iraq, with the Ba'ath party taking control and Saddam Hussein filling the role of director of secret police.\nJump forward a couple decades and we see Osama bin Laden and al Qaeda set up with weapons and training camps to fight off Soviets from Afghanistan. These are just three examples out of dozens of instances of U.S. tax dollars at work. Like it or not, the United States has a history of manipulating and abusing other nations for its own political and economic agendas.\nWashington State U.\nThe terrorist attacks carried out two years ago were tragic. Just as tragic is the way in which the leaders of this country have decided to deal with terrorism. U.S. foreign policy is seething with violent revenge. Terrorism, while an act of ruthless aggression, is also an act of desperation. If we look where terrorism comes from, it most often comes from places of ubiquitous oppression; where there is mass poverty and economic hardship; where quality of education and health care is simply unacceptable; and where starvation is common.\nMore than one-half of the Federal Discretionary Budget for 2003 is reserved for military spending. This $ 398 billion budget does not include the cost of the war with Iraq, the reconstruction of Iraq or the continued presence in Afghanistan or numerous other countries around the world.\nAttacks on the United States are indeed attacks on our \"American way of life.\" They are attacks on American foreign policy, militarism and imperialism, for each of these aspects help to make up our beloved way of life. Terrorists are raging against a society that spends hundreds of billions of dollars on instruments of death while neglecting programs that advance people's quality of life.\nTerrorism will not end as long as world powers combat it with violence. If we want to defeat terrorism, we must show concern and good will to the people of the world surviving and dying in abhorrent conditions. The Taliban and al Qaeda would not be accepted in Afghanistan if the human-rights conditions were better, but the Taliban offered an alternative to destitution, just as the Nazis did in Germany.\nIf we want to end terrorism, our government must stop supporting oppressive governments around the world. Our government must realize that all the bombs, guns and fighter jets in the world cannot feed one starving child, let alone millions. Our government must realize that violence is no longer a threat to our \"enemies,\" and that the only way to defeat terrorism is to show compassion and enact foreign policies that are in the best interest of all people of the world.\n(C) 2002 Daily Evergreen via U-WIRE\n\nLoad-Date: September 12, 2003"
}