{
    "title": "Leaders outline program to fight terrorism in Minnesota",
    "publisher": "university wire",
    "year": 2015,
    "month": 9,
    "day": 9,
    "full text": "MINNEAPOLIS - A federal pilot program designed to combat terror recruiting among Somali youth in Minnesota was touted Wednesday as a new beginning for the immigrant community, and will include a mentorship program, youth leadership opportunities and other initiatives.\nU.S. Attorney Andy Luger joined imams, local officials, private partners and members of the Somali community to announce the progress they've made since the Justice Department unveiled the pilot project a year ago. Similar programs are underway in Boston and Los Angeles.\nThe programs have rolled out slowly in part due to suspicion and resistance in the pilot cities, with some saying they would amount to government surveillance of Muslims. Luger signed a document promising that would not be the case in Minnesota, but critics still voiced concerns Wednesday. Meanwhile, supporters said the effort will help some of the community's most vulnerable.\n\"The terrorists will not stop trying to recruit our youth,\" Luger said. \"We have to prevent them from being successful. ... This is exactly what Somali community leaders asked us to do a year ago. We promised we would do it, and we are now delivering on that promise.\"\nMinnesota's large Somali community has been a target for terror recruiters; roughly 22 men have left the state since 2007 to join al-Shabab in Somalia, and roughly a dozen people have left in recent years to join jihadist groups in Syria. Al-Shabab has led an Islamic insurgency in Somalia for the last eight years, and has stepped up attacks in recent months targeting African Union forces, government officials and foreigners.\nThe Minnesota program includes several elements. Among them, Big Brothers Big Sisters Twin Cities is launching a mentorship program for Somali youth. In addition, an \"Opportunity Hub\" is being built in a Minneapolis Somali neighborhood where young people can go for job resources, and Cargill Inc. is setting up a youth leadership program.\nSo far, more than $850,000 in public and private funding has been secured for countering terror recruiting in Minnesota. That includes $216,000 in federal funds for the pilot, and $250,000 in state money that's been allocated for similar efforts. The private funding includes money from the Mall of America.\nA nonprofit group will accept grant proposals and allocate funds, leaving Luger's office out of the financial process.\nJibril Afyare, a member of the Somali American Task force leading Minnesota's project, said he hopes it will be an example nationwide.\nIn Los Angeles, where the program has met significant pushback, progress is moving a bit slower. One effort there includes a social media initiative that's set to launch Sept. 23. Deputy Chief Michael Downing, head of the Los Angeles Police Department's counterterrorism unit, said political science students at local universities will create social media platforms to counter Islamic State group ideology.\nIn Boston, the U.S. attorney's office is talking with the state's health and human services department about administering the project, because organizers have expressed interest in using a \"public health model.\" The scope of that effort will be developed by Oct. 1.\nThe pilot program, dubbed Countering Violent Extremism by the Justice Department but renamed Building Community Resilience in Minnesota, still has some critics.\nSadik Warfa, a community advocate opposed to the pilot, said Luger shouldn't prosecute cases with one hand, then participate in community engagement with the other.\n\"What I want him to do is stick to his job and leave this community alone,\" Warfa said.\nJaylani Hussein, executive director of the Minnesota chapter of the Council on American-Islamic Relations, said the Somali community needs social services, but anything tied to the federal government is problematic because of the community's history of mistrusting government.\nBut one imam said Somalis shouldn't use mistrust as an excuse. Imam Abdisalam Adam, who is on the pilot project's task force, also had a message for youth who are struggling with their identities.\n\"There is no contradiction to being a Somali, being an American and being a Muslim,\" Adam said. \"You are all three. And you can combine all of them together and be great.\"\n___\nAssociated Press writers Tami Abdollah contributed from Los Angeles and Philip Marcelo contributed from Boston.\n___\nFollow Amy Forliti on Twitter: http://www.twitter.com/amyforliti\n\nLoad-Date: September 10, 2015"
}