{
    "title": "Leahy_ Democrats to keep antiterror effort in check The incoming Senate Judiciary head said he would",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 12,
    "day": 14,
    "full text": "The incoming chairman of the Senate Judiciary Committee said yesterday that he would subpoena documents and testimony on U.S. terrorism, detainees and domestic-surveillance programs if Bush administration officials do not cooperate once Democrats take over in January.\n\"I expect to get the answers,\" Sen. Patrick J. Leahy (D., Vt.) said during a speech at the Georgetown University Law Center. \"I'm not trying to set up the idea of a confrontation for the sake of a confrontation. I hope people will pay attention, will answer questions. We'll try it that way first.\"\nThe administration \"has secretly been compiling dossiers on millions of law-abiding Americans,\" Leahy said. He said that U.S. citizens should be able to see or challenge their so-called terror scores, which he said were secretly assigned by the government. He also called for more regulation of data mining.\nLeahy did not specify whom he might subpoena. Asked whether telephone-company executives could be targeted for their secret roles in domestic surveillance, Leahy would say only: \"Watch what we do.\"\nOne document he may seek to subpoena, he said, is what is believed to be a 2002 memo listing authorized CIA interrogation techniques on terror suspects. Justice Department spokesman Brian Roehrkasse did not address that memo specifically but said his department had kept lawmakers sufficiently in the loop about terrorism matters.\n\"The department will continue to work closely with the Congress as they exercise their oversight functions, and we will appropriately respond to all requests in the spirit of that long-standing relationship,\" Roehrkasse said.\nLeahy also threatened to block President Bush's judicial nominees, withhold funds, or change federal law if need be to curb Bush's use of \"signing statements,\" in which the president signals his intention to abide selectively by newly signed laws.\nLast year, Bush issued a signing statement that critics said could be cited as cover for ignoring the law's ban on torture of detainees if he found that torture was in the interest of national security.\nLeahy said his priorities as Judiciary chair would include:\nInvestigating and legislating regarding the administration's warrantless wiretapping.\nLimiting intrusions on privacy.\nInvestigating war profiteering.\nEmphasizing human-rights protections globally by creating a subcommittee on human rights and the law.\nRestoring habeas corpus rights for noncitizen residents in terrorism investigations.\nJudge Rejects Detainee's Case\nA federal judge in Washington yesterday threw out a challenge by Osama bin Laden's former driver, who was fighting his detention\nat Guantanamo Bay, Cuba. The judge ruled that the new Military Commissions Act barred federal trial courts from hearing such cases.\nU.S. District Judge James Robertson dismissed the petition by Salim Ahmed Hamdan. The law enacted\nin October takes away trial-court jurisdiction to\nhear detention challenges\nby so-called enemy combatants. Hamdan has\nno separate constitutional right to challenge his detention through a petition for habeas corpus,\nRobertson wrote.\nHamdan, who is accused of conspiracy, won a U.S. Supreme Court ruling in June that struck down the Bush administration's initial plan\nfor military tribunals for\nsuspected terrorists. That ruling led to enactment of\nthe law establishing military commissions to try enemy combatants and stripping them of the right to\nchallenge their detention in the U.S. courts.\nMessages seeking comment were left with Hamdan's lawyer, Neal Katyal.\n- Inquirer wire services\n\nLoad-Date: December 14, 2006"
}