{
    "title": "LEAH RABIN, ARAFAT PLEDGE PEACE",
    "publisher": "the philadelphia inquirer",
    "year": 1997,
    "month": 9,
    "day": 12,
    "full text": "Yitzhak Rabin's widow and Palestinian leader Yasir Arafat signed a symbolic commitment to peace yesterday, honoring the legacy of the assassinated Israeli prime minister.\n\"The train of peace right now is deeply stuck, but the day will come when we hear the train roll,\" Leah Rabin said, reaffirming with Arafat the Oslo interim peace accords he and her husband sealed with a handshake on the White House lawn four years ago.\n\"Our message to everybody and everywhere is that we, the Palestinians and the Israelis, are insisting on pushing forward and protecting the peace of the brave,\" Arafat said at the ceremony in the West Bank town of Ramallah.\n\"The peace of the brave needs to be protected.\"\nEarlier in the day, Rabin said that Israelis were called \"terrorists\" in British-mandated Palestine and that they were not stopped. She said that Arafat had little chance of uprooting Palestinian terrorism and that only a successful peace process would stop it.\nSpeaking in bitter tones, she staked a clear claim to her husband's peace legacy, striking an emotional chord the taciturn warrior-turned-peacemaker was never comfortable voicing.\n\"I have doubt about how much terrorism can be uprooted,\" Rabin told Israel Radio.\n\"It's possible to try 100 percent. It doesn't ensure 100 percent success,\" said Rabin, whose husband was gunned down in Tel Aviv in November 1995 by a right-wing Jewish militant opposed to peace with the Palestinians.\nAsked if she thought Prime Minister Benjamin Netanyahu wanted peace, Rabin told army radio: \"Allow me to express doubt. He does everything against it.\" Netanyahu has said a clampdown on militants by Arafat is a condition for carrying out peace deals.\nRabin quoted a favorite phrase of her late husband's.\n\"Yitzhak would say, 'We will make peace as if there is no terrorism. We will fight terrorism as if we are not taking steps toward peace.' That must be the approach,\" she said.\nSince ousting Yitzhak Rabin's successor, Shimon Peres, in elections in May 1996, Netanyahu has rejected such a statement. There could be no peace, he said, while \"terrorism\" continued.\nPaying homage to Yitzhak Rabin, U.S. Secretary of State Madeleine K. Albright and his widow made a morning pilgrimage to his grave in Jerusalem.\n\nGraphic\n\n \nPHOTO;\nPHOTO\nLeah Rabin, widow of Yitzhak Rabin, visits Yasir Arafat in Ramallah. The two reaffirmed the Oslo interim peace accords signed by Arafat and Yitzhak Rabin when he was Israeli prime minister. (Associated Press, KHALED ZIGHARI)\n\nLoad-Date: October 18, 2002"
}