{
    "title": "LEAK PROBE EYES PRESS Reporters tipped off on top-secret terror cases",
    "publisher": "daily news ",
    "year": 2011,
    "month": 7,
    "day": 29,
    "full text": "A FEDERAL grand jury probing leaks in a subway bombing plot is also looking at how reporters got information in two other terrorism cases, sources said.\nThe Daily News reported yesterday that four NYPD detectives from the Joint Terrorism Task Force have testified before a grand jury in Washington, D.C., about leaks in the 2009 Najibullah Zazi case.\nFBI agents also have testified, and a NYPD chief will testify next week, sources said.\nOfficials were tight-lipped about the extraordinary federal grand jury probe into the high-profile counterterror task force.\n\"I do want to comment on it - but I'm not,\" NYPD Commissioner Raymond Kelly said.\nThe focus, sources said, is on leaks of testimony from the New York grand jury that indicted Najibullah Zazi and co-conspirators for plotting a suicide attack on the subway system.\nThe D.C. grand jury also is investigating how reporters knew Times Square bomber Faisal Shahzad lived in Connecticut - before he was captured.\nShahzad was at home when he saw reports online that the feds were looking for a Connecticut man. He bolted just before news trucks arrived in his neighborhood and was finally yanked off a plane just minutes from takeoff at Kennedy Airport.\nFederal prosecutors also are questioning witnesses about how reporters found out earlier this month, before authorities wanted it known, that Ahmed Abdulkadir Warsame, a Somali tied to two terrorist groups, had been brought to the United States to be tried in a civilian court.\nThe Obama administration, sources said, had been trying to keep the case low-key to avoid Republican opposition to bringing him to the U.S.\nSources said prosecutors believe leaks in both the Shahzad and Warsame cases came from FBI agents - not NYPD.\n\"It's an all-out witch hunt,\" one source said.\nDeputy Chief James Shea, the former commanding officer of the Joint Terrorism Task Force, is expected to testify next week. He was transferred to the Police Academy two months after a reported dustup with Kelly for refusing to share classified documents.\n\"Whatever it is, he will tell the truth. He's a good man. He plays by the rules,\" another source said.\nThe FBI would not confirm or deny an investigation into leaks.\nNYPD spokesman Paul Browne said he has \"no information to corroborate\" the Daily News story.\nMike Palladino, head of the Detective's Union, confirmed four detectives have testified.\nagendar@nydailynwews.com\n\nLoad-Date: July 29, 2011"
}