{
    "title": "LEARN FROM THE IRISH EXPERIENCE WITH TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "Terrorism is nothing new to the rest of the world. I grew up on the border of Northern Ireland and the Republic of Ireland, attended university in Belfast, and I have seen my share of terrorism.\n More than 3,000 people have been killed in Northern Ireland since the fighting started in 1969. Terrorist groups were killing each other and innocent people. It is like the Bible says, \"An eye for an eye and a tooth for a tooth.\" Thirty years later, we have finally realized what a waste of life terrorism has caused our two countries, and we are now trying to live in peace.\nBoth unfortunately and fortunately, the pain caused by terrorist acts subsides over time not because random killings stop, but because they become more frequent. It starts with once a year, then it becomes once a month, then once a week, and then you automatically turn off and the acts of terrorists fail to register in your mind. Dare I say it, but death by terrorism just seems like a way of life.\n Waking up in Belfast to the news that five or six people were killed in a car bombing would not interrupt my breakfast for a second. A close friend of mine, who lives in Pittsburgh, asked me a question: How many punishment beatings were there in the peaceful lands of Northern Ireland this year? I lived three miles from the border; I listened to the news a few times a day; I must know the answer to this question, right? Wrong. I thought there were only 40 beatings, but the number was closer to 200, one for almost every night this year so far.\n People must understand that a war against terrorism is going to be a long and very slow one, and, unfortunately, little may be accomplished. In my experience, the one truth about terrorism is that there are no winners, only losers.\n PARAIC McCAGUE\n McCandless\n\nLoad-Date: September 27, 2001"
}