{
    "title": "Learn from Soviets Richard Paul Moyer Ephrata",
    "publisher": "lancaster new era",
    "year": 2006,
    "month": 9,
    "day": 1,
    "full text": "Editor, New Era:\nWhen George Bush visited the Lancaster Host Resort on Aug. 16, I held a banner saying \"Communism Fell Peacefully - War Won't End Terrorism.''\nI lived in West Germany between 1981 and 1983 and Communist Poland in 1983-1986. There are some facts about our victory in the Cold War that Bush and other pro-Iraq-war Americans should consider.\nBush has been feeding us false choices, such as \"either you are with us or you are with the terrorists\" and \"either we continue to occupy Iraq or we cut and run.''\nIn the early 1980s, both the hawks who wanted more weapons against the Soviets and the doves who worried about accidental nuclear war were focusing on the wrong thing - physical weapons instead of the people themselves.\nIt was the people who lived under Communism, such as Vaclav Havel, Lech Walesa, and Pope John Paul II, and their millions of followers, who ended Communist rule by continuing to press in peaceful means for more openness and better living conditions. They were aided by Western policies which did not threaten their leaders with invasion (which gives excuses for the most repressive regimes or militias to expand force and repression in self defense), but invited them to participate in a social system of rule of law and human rights and freedom.\nIn Iraq, the Bush administration has made the same mistake an earlier generation made in Vietnam, the mistake in thinking you can defeat an ideology with a military occupation.\nThe mistake that you can deter suicidal terrorists with threats of death.\nThe mistake Westerners made through most of the Cold War in concentration on weapons hardware and ignoring the sentiments of the ordinary people in the countries we call the enemy.\nTo reduce terrorism as we all want to do, we must pay maximum attention to the root causes of why anyone would want to become a terrorist, just as in the Marshall Plan and the rebuilding of European prosperity we addressed the root causes of why any disgruntled worker would want to support the Communists.\nOur Cold War policy finally worked in Europe without a war, and if we want to reduce terrorism, we must learn from the success of that policy.\n\nLoad-Date: September 2, 2006"
}