{
    "title": "Learning from Israel 's constant watchfulness; A nation where terrorism is a daily reality may have",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 9,
    "day": 23,
    "full text": "Americans suddenly afraid to fly because of terrorist attacks may discover they have other things to worry about: suicide bombers in shopping malls; exploding cars near landmark buildings; booby-trapped trash cans.\nAmericans may find their lives become more like those of danger-conscious Israelis here, where terrorism is a daily reality, and wariness is a daily response.\n\"We call it the triple-A rule: Anywhere. Anytime. To anyone,\" says Mooli Lahad, a professor of psychology and founder of the Community Stress Prevention center at Telhi College in Kiryat Shmona, a northern Israeli town that has been a target of frequent rocket attacks.\nSo Israel has adapted, in ways that Americans may find depressingly instructive.\nTo thwart letter bombs, mailboxes have narrower slits. Trash cans in shopping malls are built to contain the explosive force of a pound of dynamite. School buses are armor-plated. School entrances are patrolled by guards.\nBefore municipal beaches are opened every day, tractors plow the sand looking for land mines. Beachgoers expect to have their handbags searched. Even at trendy sporting clubs, stickers warn members to report suspicious packages. One such sticker depicts an eye, CBS-logo-style, with a hand grenade as its pupil.\n\"Almost everything is possible. If you want to look for ideas, read fiction,\" says Ariel Merari, a Tel Aviv University authority on terrorism and low-intensity warfare.\nAn explosives-filled watermelon was left on a Jerusalem bus last month. It was rigged to a cellular telephone to detonate it, but the system failed. But for many Israelis, the near miss made it hard to look at something as innocuous as a watermelon without suspicion.\nThen there was the explosives-filled can that suddenly blew up on a downtown Jerusalem supermarket shelf. Or the booby-trapped bags left at the seashore, where bathers also have been attacked by commandos landing in rubber rafts. Or the abandoned motorcycle set to explode in front of a popular Haifa pub. Or the terrorist in a hang glider who sailed over a Haifa refinery dropping small bombs.\n\"An important part of terrorism is to hit symbolic targets, to poison milk, to booby-trap watermelons, to attack a school bus. All these things go beyond the impact of what they do in terms of damage. The idea is that 'I'm attacking something that symbolically will affect your basic security, and picking a symbol that will remain in your head,' \" said Lahad.\nIt's all part of what Ofra Ayalon, an Israeli expert on terrorism and mass trauma, calls the \"contamination\" of common objects and institutions.\n\"I think the terrorists are doing a wonderful job of dispersing their targets. Contaminating the objects and institutions of daily life. Pizza parlors, coffeehouses. Attacks in the middle of the day. . . . Everybody who has been in physical or psychological proximity to such an attack is seriously affected.\n\"In Israel, which is close-knit, and where everybody knows someone or his cousin, every attack really touches a lot of people,\" said Ayalon. \"It leads to the feeling that nothing in life is really safe.\"\nThe price Israelis pay for all their wariness is a corrosion of the soul that makes them more aggressive, even as it desensitizes them, says Lahad.\n\"You become sick and tired of this thing. You become very irritable,\" he says, \"and you find that it affects your normal life.\"\nOrna Elboim, 32, a graphic design student who was having a cappuccino at a cafe in downtown Jerusalem, said her life has been transformed.\n\"I'm afraid. I've been afraid for a long time. . . . I live near here. This is my regular place. I used to say to people who were afraid to live here, 'Go to New York.' But I can't say that anymore. It's bad here, and I'm leaving Jerusalem. There's too much tension here, too much paranoia.\"\nMerari, the authority on terrorism and low-intensity warfare, said: \"You cannot possibly defend against all types of esoteric terrorist attacks. And no matter what you do, terrorists may think of something else. This is the government dilemma. . . . Terrorists can hijack trains. Are you going to secure each and every train?\"\nA hijacker in a helicopter with a machine gun and crude bombs can rain havoc on motorists stranded on a bridge at rush hour, says Merari.\n\"So what are you going to do? Are you going to escort all civilian traffic in all American cities using air cover or armored vehicles?\"\n\"Intelligence, intelligence, intelligence,\" is the only answer, Merari says.\nInquirer researcher Joanna Chen contributed to this article.\n\nNotes\n\nAmerica in the Aftermath\n\nLoad-Date: October 31, 2001"
}