{
    "title": "Learning how to live with terror",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 7,
    "day": 21,
    "full text": "In the pursuit of peace, there is a tendency now to accept terrorism as almost an inevitable byproduct - a weapon of the weak against the strong.\nTony Lake, the president's national security adviser, sounds almost fateful and resigned on this subject.\n\"Terrorism is not going to go away,\" he told a group of journalists the day after a jetliner was blown out of the sky off Long Island. \"You can push it back. You can win tactical victories. But this is a permanent part of the landscape for many years to come.\"\nLake's point was that it is no good for the government to suspend normal operations each time one of these acts occurs. It must be seen to be operating normally. Otherwise the terrorists win.\n\"Not only should we deny them small victories,\" he said, \"but we should be denying them changes in our pattern of behavior that would just encourage them to do it all over again.\"\nThe corollary thesis is that terrorists live and breathe only for the interruption of the peace process, and will rejoice if they can shut it down through acts of violence. Thus, Dennis Ross, the State Department's principal negotiator in the Middle East talks, will be on his way back to the area this week to see if he can rekindle the spirit of Oslo.\nThe logic that talks must proceed so as not to reward terrorism may have made sense when Palestinian leader Yasser Arafat first became engaged with Israel. Hezbollah terrorists saw those talks as a knife to their throats, and their guardian, Syria, and sponsor, Iran, feared isolation from the Arab world.\nBut that equation was turned on its head by the Israeli election that brought hard-liner Benjamin Netanyahu to the fore. Netanyahu has abandoned the land-for-peace formula that produced the negotiations. And Syria's dream of regaining the Golan Heights probably went out the window with Netanyahu's election.  Peace process in shambles\nTerrorists - both the Arab suicide bombers in Israel and the Israelis who assassinated Prime Minister Yitzhak Rabin - have already wrecked the peace process. A U.S. effort to put it back on track may look like a minor annoyance to them. In fact, the party to these talks who may be the most interested in resuming the negotiations on the Golan Heights is Syria.\nSyrian President Hafez Assad dug in his heels in negotiations with Rabin and with his successor, Shimon Peres. He may wish now he had made a deal for the Golan when he had a chance.\nAssad reaped rewards for talking to the Israelis. For one, he was treated as a legitimate player on the international stage by President Clinton. Clinton met with Assad even though Syria is officially listed by the State Department as a terrorist state that harbors the bloodiest of international thugs, including those who plotted the 1988 Lockerbie Pan Am bombing.\nBy contrast, Syria's partner in terrorism, Iran, faces isolation and an economic boycott, a policy that has not been successful because U.S. allies, including Germany and Russia, are choosing not to honor it.\nMaking distinctions between terrorist states who parley and those who don't remains the operating U.S. policy, and there is no need to change it, both Lake and Ross said.  Talking to terrorists\n\"We have believed and do believe it is important we be able to talk to the Syrian government about the future of the region and about peace in the region,\" said Lake. He said Iran could end its isolation if it would agree to talks on terrorism and other issues as Syria has done.\n\"We have always made it clear that we were not, are not and will not be prepared to make concessions on the terrorism issue for the sake of the peace issue. Terrorism is terrorism and peace is peace.\"\nBut does Assad sees it that way? Just as the United States believes he can control Hezbollah if he chooses to do so, Assad may see Israel as a malleable client of the United States. He may believe pressure must now be brought to bear on the United States to control its unruly client as the price for controlling terrorists on his soil.\n\nNotes\n\nCOLUMN; JOHN HALL NATION/WORLD WATCH\n\nGraphic\n\n \nSIGNATURE\n\nLoad-Date: July 23, 1996"
}