{
    "title": "Learning With_ _Need a Refresher on the War in Afghanistan _ Here Are the Basics_ Article of the Day",
    "publisher": "the new york times",
    "year": 2019,
    "month": 2,
    "day": 6,
    "full text": "Before reading the article: \nIf you’re younger than 18, the United States has been at war in Afghanistan for your entire life. What do you know about this war? How often do you hear or read about? What have you heard about it recently, if anything?\nWatch the three-minute video “How Many U.S. Wars Equal the One in Afghanistan?” from February 2018.\nThen, answer the following questions:\n What else did you learn about the United States’ war in Afghanistan?\n What do the comparisons to other American wars tell you about the current war in Afghanistan?\n According to the video, this war hasn’t taken root in our collective memory in the same way others have. Do you agree? Why do you think this is?\nNow, read the article “Need a Refresher on the War in Afghanistan? Here Are the Basics” and answer the following questions: \n1. How long has the United States been at war in Afghanistan? About how many people have died since it began?\n2. How did the war begin? What did the Bush administration hope to achieve?\n3. Why are American troops still in Afghanistan? What are they trying to achieve now?\n4. Who are the Taliban and how much control do they have in Afghanistan?\n5. On Jan. 28, American and Taliban officials announced a preliminary framework for peace. What are the terms of this framework and why is it significant?\n6. In what ways has the United States’ approach in Afghanistan changed under President Trump?\n7. What is one major reason this war is unpopular with Americans?\nFinally, tell us more about what you think: \nIn December, the Trump administration announced the withdrawal of United States military forces from Afghanistan. But in January, the Senate, in a            bipartisan rebuke to Mr. Trump’s foreign policy, voted overwhelmingly to advance legislation to express strong opposition to the withdrawal of troops.\nShould American forces remain in Afghanistan? Or is it time to end this country’s longest war? Two Opinion pieces offer differing opinions:\nIn “Our Longest War Is Still an Important War,” Michael E. O’Hanlon writes about why the United States needs to keep troops in Afghanistan:\nThere is still a strong case to sustain America’s longest war — especially if we redefine it, away from nation-building and toward something more like an enduring partnership with the Afghan people against regional and global extremism. Indeed, Washington should stop looking for an exit strategy and view Afghanistan as one pillar in a broader regional web of capabilities against Al Qaeda, the Islamic State and related movements that show few signs of dissipating. Over time, we can gradually reduce our forces, but we will want selective intelligence and military capabilities in South Asia for many years to come …\nThere is still a strong case to sustain America’s longest war — especially if we redefine it, away from nation-building and toward something more like an enduring partnership with the Afghan people against regional and global extremism. Indeed, Washington should stop looking for an exit strategy and view Afghanistan as one pillar in a broader regional web of capabilities against Al Qaeda, the Islamic State and related movements that show few signs of dissipating. Over time, we can gradually reduce our forces, but we will want selective intelligence and military capabilities in South Asia for many years to come …There will of course be no outright victory in Afghanistan anytime soon, and any peace deal with the Taliban remains a long-shot. But the United States-NATO mission in Afghanistan can continue to protect the West from large-scale terrorist attacks originating in South Asia, while gradually declining in size in years to come. And Afghans can still sustain the patient hope that their country will stabilize and strengthen over time.\nIn “End the War in Afghanistan,” the Editorial Board counters:\nAny reckoning with the longest war in this country’s history must also grapple with one of its gravest miscalculations. We need to recognize that foreign war is not a vaccine against global terrorism. In fact, the number of Islamist-inspired terrorist groups has grown worldwide since 2001, often in response to American military intervention.\nAny reckoning with the longest war in this country’s history must also grapple with one of its gravest miscalculations. We need to recognize that foreign war is not a vaccine against global terrorism. In fact, the number of Islamist-inspired terrorist groups has grown worldwide since 2001, often in response to American military intervention.Nearly two decades of terrorist attacks — here and abroad by attackers both foreign and domestic — have shown the obvious: that terrorism is a tactic, not an enemy force that can be defeated, and it knows no borders. It can be thwarted in certain instances, but it cannot be ended outright.\nAny reckoning with the longest war in this country’s history must also grapple with one of its gravest miscalculations. We need to recognize that foreign war is not a vaccine against global terrorism. In fact, the number of Islamist-inspired terrorist groups has grown worldwide since 2001, often in response to American military intervention.Nearly two decades of terrorist attacks — here and abroad by attackers both foreign and domestic — have shown the obvious: that terrorism is a tactic, not an enemy force that can be defeated, and it knows no borders. It can be thwarted in certain instances, but it cannot be ended outright.If efforts to deal with international terrorism are to be sustainable indefinitely, they need to rely principally on intelligence and interdiction, diplomacy and development — not war without aim or end.\nAny reckoning with the longest war in this country’s history must also grapple with one of its gravest miscalculations. We need to recognize that foreign war is not a vaccine against global terrorism. In fact, the number of Islamist-inspired terrorist groups has grown worldwide since 2001, often in response to American military intervention.Nearly two decades of terrorist attacks — here and abroad by attackers both foreign and domestic — have shown the obvious: that terrorism is a tactic, not an enemy force that can be defeated, and it knows no borders. It can be thwarted in certain instances, but it cannot be ended outright.If efforts to deal with international terrorism are to be sustainable indefinitely, they need to rely principally on intelligence and interdiction, diplomacy and development — not war without aim or end.The troops have fought bravely in Afghanistan. It’s time to bring them home.\nWhat’s your opinion? Based on what you have read and viewed, do you think the war should continue? Or is it time for it to end? If you’re still not sure, what additional information would help you form an opinion?\nPHOTO: United States military personnel in a helicopter above Kabul, Afghanistan’s capital, last year. Seventeen years after the American invasion, the Taliban are stronger than ever. (PHOTOGRAPH BY Andrew Renneisen/Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: February 7, 2019"
}