{
    "title": "Leaving peace buried under the bodies",
    "publisher": "st. petersburg times ",
    "year": 1992,
    "month": 2,
    "day": 18,
    "full text": "The Middle East's two-eyes-for-an-eye cycle of escalating violence has entered an especially ugly new phase. If allowed to run its course, the new outbreak of state-sanctioned terrorism will destroy whatever slim hopes existed for a successful conclusion of the peace talks being sponsored by the United States.\n \n    As leader of Hezbollah, a pro-Iranian guerrilla organization responsible for some of the most notorious terrorist operations of the past decade, Sheik Abbas Musawi was hardly an innocent caught in the crossfire of Israeli-Islamic violence. However, Musawi's wife and 6-year-old son also were among those killed in Sunday's pinpoint Israeli strike in southern Lebanon.\n   Israel has every right to defend itself from the cold-blooded attacks in which Hezbollah, with the direct support of Iranian and Syrian intelligence, has specialized. But when Israeli authorities countenance the deaths of children and other noncombatants in the name of revenge, they lose much of the moral suasion that otherwise would be theirs. After all, the undemocratic governments of Iran, Syria, Iraq and Libya can find rationalizations for their terrorist activities, too.\n \n    Morality aside, the timing and nature of the Israeli operation in southern Lebanon make little pragmatic sense unless Prime Minister Yitzhak Shamir's government is less interested in peace than in self-preservation. Musawi's death hardly means the death of Hezbollah, or of anti-Israeli terrorism. If anything, Musawi's successors will be even more intransigently committed to violence.  Meanwhile, moderate Arabs who committed themselves to the new peace process will find themselves drowned out by radicals who distrust the Shamir government's motives.\n \n    Prior to the raid on Musawi's entourage, Shamir and his government had been under increasing pressure from Israeli hardliners demanding harsh retribution for a new round of guerrilla attacks in the occupied West Bank and Gaza Strip, as well as in Israel's self-imposed security zone in southern Lebanon. However, Arab leaders who are participating in the peace process constantly face similar pressures, too. Musawi's death only heightens their vulnerability. Until Israeli and Arab leaders alike are able to summon the courage and patience needed to break out of the self-defeating cycle of retaliation, the prospects for peace in the Middle East will remain buried beneath an ever-growing pile of bodies.\n \n\nLoad-Date: November 4, 1992"
}