{
    "title": "Leave prisoners their religious materials",
    "publisher": "the new york times",
    "year": 2007,
    "month": 9,
    "day": 25,
    "full text": "Federal prisons across the nation are flushing out hundreds of religious books, tapes, CD's and videos that were once available to inmates, all in the name of preventing terrorism. In light of Sept. 11 and continuing terrorist bombings, prisons have taken a stand to stop violent actions in the name of religion.\nAccording to The New York Times, this action, known as the Standardized Chapel Library Project, is a way of barring access to materials that could, in the words of organizers, \"discriminate, disparage, advocate violence or radicalize.\" The bureau is providing a list of 150 book titles and multimedia mediums for 20 different religions that will be pulled from prison library shelves.\nThe actions being taken are not only excessively harsh, but they are illogical. Religious documents are not known to cause violence. Simply because certain groups use religion in the name of violence does not mean that a religious document advises such an action.\nThe chaplains' goal at these institutions is to rid the prison libraries of radical ideology. However, it seems that the plan intensified as it was put into action. Along with readings thought to be extreme, authors such as C.S. Lewis were inexplicably removed. Now not only have inmates' literary and philosophical entertainment been revoked, but their protection to exercise religion freely under the First Amendment has been violated by the Religious Freedom Restoration Act. Many prisoners are filing lawsuits on these grounds in hope that they can once again have the privileges of reading what they want whenever they choose.\nThis brings up the valid point that prisoners are not provided with the same resources as people residing outside of prison walls. However, prisoners are less likely to read up on how to commit a violent act of terrorism and to actually commit an act of terrorism than someone outside prison walls, with or without access to books like the Koran. Prisoners are locked away with no means of making bombs or plotting attacks. Additionally, many people find their respective God or gods in prison, which is a beneficial thing. We are taking away inmates opportunity to perhaps find something quite good and potentially better themselves. Furthermore, reading could possibly be a better alternative to weightlifting, which many institutions offer, because it is an intellectual workout that relaxes the mind rather than a physical workout that pumps the body full of adrenaline.\nThe chaplains at these prisons should realize that reading religious documents is not anything to fear. Simply because certain groups claim that a single religious document supports violent acts, doesn't mean that all, if any, religious readings advocate terrorism.\n(C) 2007 The Daily Campus via U-WIRE\n\nLoad-Date: September 25, 2007"
}