{
    "title": "Lebanese Firms Accused by U.S",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 24,
    "full text": "WASHINGTON (Reuters) -- The United States accused two Lebanese money exchange houses on Tuesday of helping launder funds for an international drug trafficking ring and of financing the Lebanese militant group Hezbollah.\nThe Treasury Department labeled the exchange houses, Kassem Rmeiti and Halawi Exchange, ''primary money laundering concerns,'' which will most likely cut them off from the American financial system.\nThe Treasury and the Drug Enforcement Administration said that tens of millions of dollars in drug proceeds and other illegal funds moved through the exchange houses, which do mostly cash transactions.\nThe move is part of a multiyear inquiry that has exposed what the government says are links between South American drug traffickers and Middle Eastern militant groups like Hezbollah.\n''Drugs and terrorism coexist across the globe in a marriage of mutual convenience,'' said Derek Maltz, who heads the D.E.A.'s Special Operations Division.\nSouth American drug traffickers are eager to expand into lucrative markets in Europe and the Middle East via new shipment routes through West Africa, he said. And militant groups like Hezbollah have found it harder to get money directly from governments since the Sept. 11 attacks, when the United States cracked down on financing.\nAmerican officials say Hezbollah gets money from Iran, which has been hit with financial sanctions over its nuclear program.\n''Hezbollah is both a full-fledged terrorist organization, lavishly funded over the years by Iran, and an enterprise that increasingly turns to crime to finance itself as the economic pressure on Iran mounts, and Iran's financial situation becomes more tenuous,'' said David Cohen, Treasury's under secretary for terrorism and financial intelligence.\n\nhttp://www.nytimes.com/2013/04/24/world/middleeast/us-accuses-lebanese-firms-of-money-laundering-to-finance-militant-groups.html\n\nLoad-Date: April 24, 2013"
}