{
    "title": "Lecture to feature Islam discussion",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 20,
    "full text": "Lecture to feature Islam discussion\nBy Anis Shakirah Mohd Muslimin\nanishakirah-mohdmuslimin@uiowa.edu\nAfter the tragic attacks in Paris, and with the ongoing conflict in Syria and Iraq, one group hopes to end the misconceptions linked with Islam.\nThe Imam Mahdi Organization at the University of Iowa will organize a lecture titled \"Islam is a Religion of Peace and Mercy - the True Message of God\" at 5:30 p.m. today in the IMU.\nHayder Alalwan, the president of the organization, said the purpose of the event is to educate people on the true message of Islam.\n\"The speaker would like to show people that Islam is a religion of peace and mercy,\" he said. \"Not a religion that calls for violence and terrorism.\"\nThe speaker at the event, Sayyid Mohammad Baqir al-Kashmiri, is the vice chairman of the Imam Mahdi Association of Marjaeya - a religious organization and a central point of communication between Shia Muslims in North America.\nKashmiri said his talk would focus deeply on the origins of terrorism in the Middle East and why it is currently happening. He will also relate his lecture to today's situation and discuss possible solutions for the problem.\n\"Based on our study and research, we do not think terrorism will be solved by military solutions,\" he said. \"We believe in an ideological solution.\"\nx\nKashmiri said wars cannot end terrorism - instead, they sacrifice a lot of money and people.\n\"I like to talk to a diverse community to make them understand that religion is not the problem, the problem comes from overseas,\" he said. \"Keep this diversity.\"\nAlalwan said Kashmiri would also talk about the history of Islam and attempt to clear up the misconceptions associated with the religion.\nGada Al-Herz, a member of the UI Imam Mahdi Organization, said the group wanted to organize the event as a way to raise awareness and to counter the Islamophobia that many Muslims face throughout the United States.\n\"I think Islamophobia is more of a hidden subject, especially in the Midwest,\" she said. \"It's not very apparent, and because there are not a lot of Muslims here in the Midwest, you don't see it as often, but it's really an issue faced by a lot of Muslims.\"\nAl-Herz said most people do not know she is a Muslim until she tells them, and she is often mistaken for an international student because of her appearance, but she welcomes questions from those who ask her. She also feels there is a fear factor associated with Muslims.\n\"When all they hear about Muslims comes from the news or from people who don't like Muslims,\" she said. \"That's what their first impression of Muslims is, it's the first thing they hear about them.\"\nAlalwan said this is the organization's first educational lecture, but members hope to hold more in the future.\nHe said he hopes the event will show people Muslims and everyone else they have a common enemy, terrorism.\n\"I come from Iraq, and we have this bad experience with ISIS, so my father volunteered to fight against ISIS in Iraq,\" he said. \"ISIS doesn't represent Islam.\"\n\nLoad-Date: November 20, 2015"
}