{
    "title": "Lee_ U.S. must redefine 'terrorism'",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 10,
    "full text": "In light of recent attacks, the United States needs to redefine terrorism to encompass all acts of modern terror.\nBy Ella Leeella-lee@uiowa.edu\nIn today's world, terrorism - without a doubt - is rampant. Since the beginning of 2017, more than 1,300 acts of terrorism have been committed globally. In light of recent events, however, the line between what is terrorism and what is not has become blurred.\nAccording to Title 22, Chapter 38 of the U.S. Code, the term \"terrorism\" is defined as \"premeditated, politically motivated violence perpetrated against noncombatant targets by subnational groups or clandestine agents.\"\nFurthermore, the USA Patriot Act of 2001 defines domestic terrorism as \"activities that involve acts dangerous to human life that are a violation of the criminal laws of the U.S. or of any state; appear to be intended (i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination, or kidnapping; and occur primarily within the territorial jurisdiction of the U.S.\"\nRELATED: UI among those shot and injured in Las Vegas\nUnder these definitions, terrorism in the U.S. includes the 9/11 attacks perpetrated by Al Qaeda, the Boston Marathon bombing perpetrated by Tamerlan and Dzhokhar Tsarnaev, the Orlando night club shooting perpetrated by Omar Mateen, and others of similar stature. Though seemingly comprehensive, these definitions leave out many attacks that should be defined as acts of terror, including the Las Vegas shooting that took place on Oct. 1 and was perpetrated by Stephen Paddock.\n\"We thought we might find some ideology, some economic, or political, or social reason,\" Clark County Sheriff Joe Lombardo said during a briefing after the attack. \"Some medical reason. But we haven't found it yet.\"\nWithout a clear motive, Paddock cannot be deemed a terrorist because his actions do not fulfill the full definition.\n\"We have the tendency to label anything we abhor as terrorism,\" Georgetown University Director of Security Studies Bruce Hoffman said. \"But the fact is, even if it may cause terror and generate profound fear and anxiety, it's the political motive that is salient in determining whether it's an act of terrorism.\"\nWithout any political motive, many horrific events executed against innocent people cannot be proven as acts of terror; this includes the attacks that Theodore Kaczynski, the infamous Unabomber, committed.\n\"I certainly don't claim to be an altruist or to be acting for the 'good' (whatever that is) of the human race,\" Kaczynski wrote in an April 1971 journal entry. \"I act merely from a desire for revenge.\"\nWhat appears on the outside to be a textbook example of domestic terrorism cannot be proven to be so because Kaczynski acted with no political motive. In light of the exponentially growing, deadly assaults on innocent civilians, the definition of terrorism is in need of remodeling.\nIn Australia's official definition for terrorism, \"religious, political, or ideological\" motives are required for an act to be considered terrorism. In France, a list of actions - \"intentional homicide, assault, kidnapping, hijacking, theft, extortion, property destruction, membership in an illegal armed group, digital crimes, forgery, and more - carried out with the goal of 'seriously disturbing public order through intimidation or terror' \" - are included in its definition of terrorism.\nTerror, as defined by the Oxford dictionaries, is extreme fear or the use of extreme fear to intimidate people. The suffix -ism, defined by Oxford dictionaries, is a distinctive practice, system, or philosophy. The U.S. must redefine what terrorism means to encompass all acts of extreme intimidation against the public.\nRELATED: Iowa politicians respond to Las Vegas shooting\nClick to share on Twitter (Opens in new window)\nClick to share on Facebook (Opens in new window)\nClick to share on Google+ (Opens in new window)\n\nLoad-Date: October 11, 2017"
}