{
    "title": "Legacy of terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 1,
    "day": 9,
    "full text": "Americans may once again be reminded of the terrorism visited upon them in 1998 when the U.S. embassies in Nairobi, Kenya and Dar Es Salaam, Tanzania were bombed.\nIn New York City this month, a federal court is ready to try four of the suspects believed to have bombed the U.S. consulates in East Africa, and for us once again, our headlines remind us of the real threat of terrorism in the post-Cold War world.\nWhile 11 American citizens were killed in the attacks, more than 200 East Africans lost their lives simply by proximity to the U.S. Embassy.\nTheir families are not being highlighted in the U.S. media as being the real victims in the attack.\nIowa State U.\nThat Americans lost their lives in the diplomatic service of their country is certainly a tragedy, but for the nearly 4500 East Africans who were not the targets of the attack and were killed or maimed for life, there is no trial, no reparations, no hope for justice.\nAnd in the wake of the bombing in Nairobi, the waves of injustice continue to sweep through the lives of people there, without even the hollow comfort of a federal trial.\nThe U.S. embassy in Nairobi once sat at a busy intersection in the heart of Nairobi, near businesses, offices and the train station. The U.S. consulate was a constant, accessible presence in Kenya's capital city.\nFor Kenyans who dream of traveling to the United States for study, work or a tour, the accessibility of the embassy was essential in realizing these dreams.\nNow the U.S. embassy is a veritable fortress far from the city center on a remote and secure compound.\nEven as a U.S. citizen, I cannot expect to do business within the embassy itself; when I went to the embassy to register as a citizen abroad, I had to go through multiple security checks to be helped in a tent outside the embassy.\nThe hole in the city skyline and the fenced-off block on the site of the bombed embassy are daily physical reminders, not unlike the site of the Murrah building in Oklahoma City, that U.S. national interests are targets of terrorism, and they come at a high human price.\nMore subtle reminders of the terrorism permeate Nairobi in ways they never could in the United States.\nWhile we have shelved the incident of the embassy bombings as another unfortunate episode in American diplomacy, beggars on the streets of Nairobi point to disfigured limbs, saying \"Bomb blast.\"\nPeople blinded by the blast are guided by family members through the streets, dodging potholes, warped sidewalks and hell-bent bus drivers.\nCut curbs, guide dogs and Braille resources are as foreign as snow to this city on the equator.\nCountless uninsured families were burdened by enormous medical bills, costing children their chance at schooling.\nFor families who lost a breadwinner, either through death or injury, the terror of the Aug. 7, 1998, bombing is still very real.\nFor Kenya's Muslim minority, the unwarranted association with the terrorists has created even more social rifts in this highly diverse nation.\nA Muslim friend at my university in Kenya once told me that his classmates referred to him as \"Osama,\" the name of the suspected mastermind behind the terrorism.\nWhile he shrugged it off, I was taken aback.\nTo be ridiculed for your faith is an attack on one of the most intimate facets of self, and to be seen to be connected with such a horrific act is unacceptable.\nThe federal court in New York estimates that jury selection will be completed in approximately one month.\nThen four suspected terrorists will stand trial for their alleged involvement in the embassy bombings in East Africa.\nThe families of members of the U.S. Foreign Service killed in Nairobi will be assuaged with the sentence of terrorists, sentences which may include the death penalty.\nFor thousands of East African families, life will continue independent of the outcome of the U.S. federal court trial.\nLife will continue with the reality of a legacy of terrorism wherein East Africans were neither the targets nor the recipients of justice.\n(C) 2001 Iowa State Daily via U-WIRE\n\nLoad-Date: January 9, 2001"
}