{
    "title": "Legal Aid Society Leaves Terror Case Over Conflict",
    "publisher": "the new york times",
    "year": 2011,
    "month": 11,
    "day": 23,
    "full text": "The Muslim convert accused of building pipe bombs for use in a terrorist plot was given a new court-appointed lawyer on Tuesday after it was determined that the Legal Aid Society, which initially represented him, has also served as counsel in a separate case for a confidential informer involved in the terrorism inquiry.\nThe informer was present with the defendant, Jose Pimentel, as he shopped for bomb-making ingredients and as he tried to assemble them into explosive devices, according to a criminal complaint.\nOn Monday, a day after Mr. Pimentel was arraigned, the Legal Aid Society asked the Manhattan district attorney's office if Legal Aid might also have represented the informer.\nThe chief lawyer at the Legal Aid Society in the city, Steven Banks, said in a statement that the Manhattan district attorney's office later informed his lawyers of the potential conflict.\n''Having been advised by the district attorney's office that we do represent the individual in another matter, we had no choice but to seek to be relieved,'' Mr. Banks said. ''We have not been told which of our clients is the person who law enforcement has identified as a confidential informant.''\nThe nature of the informer's case was not revealed, and little has emerged about him. But his role in the terrorism inquiry made Federal Bureau of Investigation officials wary enough that they declined to join the New York Police Department's case against Mr. Pimentel, who lived in Hamilton Heights in Manhattan. F.B.I. agents were concerned that the informer might have played too active a role in helping Mr. Pimentel, according to interviews with people briefed on the case.\nIn an interview on Tuesday, the police commissioner, Raymond W. Kelly, declined to respond to a question about the F.B.I.'s concerns.\nF.B.I. counterterrorism agents had been told of the investigation of Mr. Pimentel by the Police Department's Intelligence Division on at least two occasions, said two people briefed on the matter. They spoke on the condition of anonymity because of the tense relations between the Intelligence Division and the F.B.I. and because the investigation was continuing. In each instance, the federal agents declined to join the inquiry, although they were invited, the people said.\nBut Mr. Kelly did say that the Intelligence Division, which has worked with the F.B.I. on cases in the past, was in communication with the F.B.I. about investigations. ''We keep the F.B.I. informed,'' he said, adding that he preferred cooperation over competition between his counterterrorism investigators and those of the F.B.I. ''It's always best to work together.''\nJoseph Zablocki, the Legal Aid lawyer who initially represented Mr. Pimentel, was replaced on Tuesday by Lori Cohen, of the law firm Cohen & Funk. Ms. Cohen said she expected to meet with her client shortly.\n''I believe incredibly strongly in every accused's constitutional right to a zealous defense,'' said Ms. Cohen, whose past cases include numerous homicides as well as the defense of an Egyptian banker charged with groping a housekeeper at the Pierre hotel this summer. That case received unusual attention in the New York news media, primarily because the banker was charged in the days after the arrest of Dominique Strauss-Kahn, the French politician, at another Manhattan hotel.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 23, 2011"
}