{
    "title": "Legacy of bombing echoes in new era",
    "publisher": "tribune-review",
    "year": 2020,
    "month": 4,
    "day": 17,
    "full text": "OKLAHOMA CITY -- In the 25 years since a truck bomb ripped through a federal building in downtown Oklahoma City and killed 168 people, the United States has suffered through foreign wars, a rise in mass shootings and a much deadlier act of terror, the attacks of Sept. 11, 2001. \nBut the April 19, 1995, assault on a sleepy city in the nation's heartland shocked many Americans out of their sense of security and awakened them to their own vulnerability. Terror wasn't just a foreign problem: It was here. Events since have only contributed to a shared anxiety. \nOrdinarily, survivors and victims' families would gather Sunday at the memorial where the Alfred P. Murrah Building once stood to pay tribute to the lives that were lost and tragically altered, as they have every year since the bombing. But the 25th anniversary ceremony was canceled because of coronavirus restrictions, denying the public the chance to collectively grieve a past tragedy because a current one is unfolding. Instead, the Oklahoma City National Memorial and Museum will offer a pre-recorded video that will air online and on TV and will include the reading of the names of everyone killed followed by 168 seconds of  silence. \n\"There are a lot of things to grieve this spring, and the loss of the commemoration in person is one of them,\" Oklahoma City Mayor David Holt said. \"But I think we've accepted that's clearly the right thing to do.\" \nDuring last year's ceremony, Holt stressed the importance of educating new generations about the attack and the dangers of the violence and hatred that inspired it. Among those killed by the massive truck bomb that sheared off the building's front half were 19 children, most of whom were in a day care center in the basement. \n\"It was just so jarring that somebody would do this to innocent victims, especially children,\" said former Oklahoma Gov. Frank Keating, an ex-FBI agent who was only four months into his job as governor when the attack  happened. \nLaw enforcement initially suspected foreign terrorists: The attack happened about two years after Islamic terrorists detonated a truck bomb inside a parking garage at the World Trade Center in New York. But prosecutors soon would learn the Oklahoma City attackers were U.S. citizens and their bombing was inspired by a different 1993 event. \nHatred of the federal government motivated Army veteran Timothy McVeigh and his co-conspirator, Terry Nichols, to commit what many experts still refer to as the deadliest act of domestic terrorism on U.S. soil. McVeigh was convicted, sentenced to death and executed by lethal injection in 2001. Nichols was sentenced to life in prison. \nThe day McVeigh selected -- April 19 -- was exactly two years after federal agents raided the compound of the Branch Davidian religious sect near Waco, Texas. At least 76 people, including about two dozen teens and children, died on the day of the raid, mostly from a fire that swept through the  compound. \nMcVeigh had visited the compound during the 51-day standoff that preceded the raid, and prosecutors say that fueled his anger toward the federal government, culminating in the Oklahoma City attack. The Bureau of Alcohol, Tobacco, Firearms and Explosives, which conducted the initial raid of the Waco compound, had offices inside the Murrah building. \nMany acts of domestic terrorism in recent years have had a racial component that the Oklahoma City attack didn't, including the 2015 fatal shooting of nine black worshippers by a white supremacist in a South Carolina church and last year's anti-­Mexican mass shooting at a Walmart store in Texas that left 22 people dead. \n\"In the domestic terrorism space, we've seen some of the ongoing anti-­government sort of stuff, but also the rise in the radical right, racially motivated ideologies that have actually led the FBI to raise the domestic-­terrorist threat up to the same level as posed by foreign terrorist organizations,\" said Brian Jackson, an anti-terrorism researcher for the Rand Corp. \"That's actually a pretty big shift.\" \nPoliticians and law enforcement frequently use the phrase \"domestic terrorism,\" but U.S. law defines terrorists as having ties to foreign entities. Homegrown extremist groups aren't labeled that way, even if they use violence and intimidation to try to achieve some ideological goal. \n\"Within the U.S., we have a problem with classifying a lot of terrorism by white people as hate crimes instead of terrorism,\" said Wesley McCann, a professor of criminology at the College of New Jersey who has studied and written extensively on terrorism in the U.S. \nAcknowledging that the Oklahoma City bombing frequently is referred to as the worst act of domestic terrorism in U.S. history, McCann pointed to another atrocity in Oklahoma. White mobs attacking a section of Tulsa known as \"Black Wall Street\" in 1921 left as many as 300 people dead. That, McCann said, could be considered an act of domestic terrorism. \nBut newspapers at the time didn't say much about the Tulsa race massacre. And that was before cable news, much less social media. \n\"The original terrorists in this country have always been the white nationalists, the white supremacists,\" McCann said. \n\nLoad-Date: April 20, 2020"
}