{
    "title": "LEGISLATURE OKS DEATH PENALTY FOR TERRORISM; SENATE ENACTS LAW 55-0 AFTER HOUSE VOTED TO OVERRIDE VE",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 12,
    "day": 6,
    "full text": "The Illinois Senate on Thursday enacted a sweeping law that makes terrorism a death-penalty offense, unanimously snubbing lame-duck Gov. George Ryan's veto.\nRyan, a Republican, had said that Illinois' death-penalty system is error-prone and shouldn't be expanded. The Senate -- currently controlled by Ryan's own party -- voted 55-0 to override the veto. The House had earlier voted to override, meaning the bill now becomes law.\nRyan and other critics say the death-penalty provision in the terrorism bill was unnecessary, because any conceivable murder committed in the course of terrorism already would probably be covered under the more than 20 types of murder eligible for capital punishment. Murders committed during commission of another felony, for example, are eligible for the death penalty.\nBut the bill's supporters say a specific reference to terrorism is important in the post-Sept. 11 world.\n\"This is a situation where you want no ambiguity. You want to make sure every base is covered,\" said state Sen. Peter Roskam, R-Wheaton, the bill's sponsor. \". . . This is a place where you do want to send a message.\"\nThe new law also expands law-enforcement power to eavesdrop on terrorism suspects; makes it easier to get search warrants and seize terrorism-related charitable assets; and requires that DNA samples be taken from those convicted of terrorism.\nThe Senate on Wednesday also had handed Ryan defeat on the death penalty by approving a capital-punishment reform package that he said didn't do enough to fix a system that has wrongly sent 13 men to death row. Ryan has threatened to veto that bill if the full Legislature passes it, but the House didn't take it up Thursday and is unlikely to next month.\nRyan's term has been marred by scandal and by criticism from within his own party. As the Republicans fight over the death penalty, the GOP is braced to lose almost every lever of government early next month, the result of the Democratic sweep of state government in the elections last month.\nThursday was the final day of the Legislature's fall \"veto session.\" Barring an unexpected special session, the current Legislature will meet just two more days - Jan. 6 and Jan. 7 - before the Democrat-controlled House and Senate are sworn in Jan. 8.\nGov.-elect Rod Blagojevich will be sworn in Jan. 13 as the first Democratic governor in more than two decades.\nMetro East economic bill stalls\nA measure designed to make it easier for the state to obtain land in the Metro East area for economic development stalled Thursday, amid concern for property rights.\nThe Southwestern Illinois Development Authority, the state agency set up to bolster economic development in the Metro East area, wants the state to restore its \"quick-take\" power to claim eminent domain on land for economic development. The agency's quick-take power expired in August and has yet to be renewed.\nThe Senate started to consider, then shelved, a measure to restore that power. During floor debate, state Sen. Dick Klemm, R-Crystal Lake, expressed concern that, rather than the traditional quick-take function of obtaining land for roads and other public use, the agency's power has been routinely used for projects that benefit private developers.\n\"It's taking away private lands for private capital gains,\" Klemm said.\nState Sen. James Clayborne, D-Belleville, speaking in defense of the measure, acknowledged that some of the agency's economic development projects benefit private businesses that are able to use and develop the land that the agency obtains through eminent domain. But he said places like East St. Louis need that kind of development.\n\"Our plight, Senator Klemm, is much different than the plight you all have in the suburbs of Chicago,\" Clayborne said.\nNonetheless, supporters of the measure agreed to shelve it while they addressed the concerns of critics. It would still be voted on early next month.\nWith quick-take, the agency can acquire a property within 60 days under eminent domain. Without quick-take, the process can take from seven months to a year.\nResolution supports pilots\nThe Senate on Thursday adopted a resolution supporting the two National Guard pilots facing criminal charges for dropping bombs on Canadian soldiers.\nThe resolution was approved on a voice vote. It says the pilots, who were in Afghanistan with a Springfield-based National Guard unit, thought they were under attack and that friendly fire accidents are an unavoidable part of war.\nMajs. Harry Schmidt and William Umbach face military charges of involuntary manslaughter and aggravated assault.\n\nNotes\n\nReporter Kevin McDermott:; E-mail: kmcdermott@post-dispatch.com; Phone: 217-782-4912  \n\nLoad-Date: December 6, 2002"
}