{
    "title": "Legislative roundup",
    "publisher": "the santa fe new mexican",
    "year": 2020,
    "month": 2,
    "day": 15,
    "full text": "Days remaining in session: 6\nPERA bill: A key House panel approved legislation Friday that aims to erase the state pension system's $6.6 billion unfunded liability. After clearing the full Senate earlier this week, Senate Bill 72, sponsored by Sen. George Muñoz, D-Gallup, was passed 11-4 by the House Appropriations and Finance Committee and now heads to the House floor.\nUnder the proposed model, annual cost-of-living adjustments would range between 0.5 percent and 3 percent, depending on investment returns, rather than the 2 percent annual increases retirees currently get.\nThe bill, which affects the Public Employees Retirement Association but not a separate retirement system for educators, would require a one-time appropriation of $76 million.\nPublic education secretary: The Senate on Friday unanimously confirmed Ryan Stewart as New Mexico's secretary of public education, some 163 days after he was appointed by Gov. Michelle Lujan Grisham to replace the governor's initial choice for the job, Karen Trujillo.\nDuring a Senate Rules Committee earlier in the day, Stewart, who started as a math and science teacher, talked about his work with the nonprofit Partners in School Innovation. In that role, he oversaw a staff of five working in a network of 22 schools in North Philadelphia that primarily served poor African American students.\n\"New Mexico is poised for rapid educational improvement,\" Stewart told the committee. \"I firmly believe that we can get this right.\"\nTerrorism measure: The House of Representatives voted 62-1 to approve House Bill 269, which helps define the acts of domestic terrorism and cyberterrorism and makes it a second-degree felony to engage in any such act.\nAn amendment attached during a previous committee hearing reduces the new crimes of possessing a terroristic weapon and making a terroristic threat to third-degree felonies. The bill goes next to the Senate.\nEarly childhood: The Senate approved 37-1 the House version of a bill that would create a new revenue stream for funding early childhood programs.\nHouse Bill 83, backed by the governor and co-sponsored by Sen. John Arthur Smith, D-Deming, calls for an appropriation of $320 million to start a new Early Childhood Education and Care Fund that would draw on two other funding sources in future years.\nThe bill now will move to the governor's desk.\n\"I am immensely grateful to the Legislature for their commitment to and support for the children of New Mexico,\" Lujan Grisham said in a statement. \"The trust fund is not the final step but it is a monumental step forward in our effort to permanently transform educational and economic outcomes for kids and families all across New Mexico.\"\nQuote of the day: \"A special shoutout to all the analysts. There was a great story in the paper about the LFC analysts that work on those FIRs.\" - Sen. Peter Wirth, D-Santa Fe, speaking on the Senate floor one day after The New Mexican published a story about Legislative Finance Committee analysts who write fiscal impact reports.\nThe New Mexican\n\nLoad-Date: February 17, 2020"
}