{
    "title": "LEGISLATIVE SESSION TO INCLUDE TERRORISM PACKAGE",
    "publisher": "santa fe new mexican",
    "year": 2002,
    "month": 1,
    "day": 15,
    "full text": "As the state Legislature prepares to open today, House Speaker Ben Lujan says he will sponsor several bills related to terrorism, including one that would make killing in an act of terrorism a crime punishable by death.\nAides to Gov. Gary Johnson said Monday the governor has agreed to include Lujan's terrorism package on his call. During 30-day sessions, which occur in even-numbered years, the Legislature is limited to considering budget and appropriations bills and items the governor places on the agenda.\nAmong the nonbudgetary legislation Johnson is including in his call are bills concerning the death penalty - one to repeal it, one to expand it - and a perhaps the bill likely to spur the most emotional debate in the session: one requiring abortion doctors to notify the parents of girls under the age of 18 seeking abortions.\nThe session will begin at noon today. Johnson will give his final state-of-the-state address shortly after the session convenes.\nIn a letter to Johnson, Lujan wrote: \"New Mexico's terrorism-related statutes have some glaring holes that inhibit full prosecution of any individual or group engaged in terrorist activity. Although domestic terrorism activities will likely be prosecuted under federal laws, we should do the best we can to strengthen our state laws so we can be fully prepared to act if needed.\"\nAn aide to Lujan, D-Nambe, said Attorney General Patricia Madrid requested the speaker carry such legislation.\nHis letter said the AG's office recently conducted a review of state laws related to security, emergency response and terrorism.\nThe package will include bills that would:\n* Make \"acts of domestic terrorism\" or using a weapon of mass destruction - including biological or toxic chemical substances - a capital offense.\n* Make it a second-degree felony to steal someone's identity to assist in committing a terrorist act or using a weapon of mass destruction. Maximum punishment would be nine years in prison.\n* Make it a third-degree felony to threaten a terrorism act or use of a weapon of mass destruction. This would apply to making threats about anthrax and other biological-warfare substances. Maximum punishment would be three years in prison.\nOne legislative opponent of capital punishment said Monday she would not support any bill to expand the death penalty.\n\"This is news to me,\" said Rep. Gail Beam, D-Albuquerque. \"I don't want a death penalty, period.\"\nBeam said she would have to look thoroughly at the other anti-terrorism bills before agreeing to support them.\n\"Some states are jumping into (laws aimed at terrorism) without being careful enough about civil liberties,\" she said. \"People need to be safe. But we've got to do it right.\"\nBeam is the sponsor of a bill that would eliminate the death penalty, replacing it with a sentence of life in prison without possibility of parole.\nUnder current law, a life sentence means an inmate must serve at least 30 years before being considered for parole.\nIn November, the state conducted its first execution in nearly 42 years, killing child-murderer Terry Clark.\nShortly before the Clark execution, Johnson, a long-time death-penalty supporter, announced he was having second thoughts about the effectiveness of capital punishment as social policy.\n\"Johnson really wants to have this debate,\" said his legislative liaison Dave Miller. \"But he stressed that he would not necessarily sign the (repeal) bill.\"\nJohnson also is including on his call a bill that will be sponsored by Sen. Steve Komadina, R-Rio Rancho, which increases the range of cases that could be considered for the death penalty.\nCurrently, the only cases that can be tried as capital cases are first-degree murders involving killing a police officer or correction officer; killing a witness to a crime; killing someone during the commission of certain felonies, such as kidnapping or rape; killing for hire; killing while escaping from incarceration; or killing a fellow inmate.\nKomadina's proposed bill, Miller said, will include murders of children 13 or under, multiple murders and murders of past or present law-enforcement personnel - including judges and prosecutors - who were killed because of their work.\nThe Komadina bill also has a provision that would create life without possibility of parole as a sentencing option, Miller said.\nSome legislators on both sides of the abortion issue have said the parental notification bill will be a loud distraction during a short session.\nLast year, the state Senate passed such a bill 32-5 after a three-hour debate.\nHowever, Democrats tacked on a number of amendments, which Republican supporters said significantly weakened the legislation.\nSen. Allen Hurt, R-Waterflow, compared the final bill that passed to \"a botched abortion.\" The bill did not pass the House.\n\nLoad-Date: November 5, 2002"
}