{
    "title": "Legislature_ NRA demands stall state anti-terrorism bill in Senate",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 4,
    "day": 23,
    "full text": "OLYMPIA -- While officials investigated a bioterrorism scare Tuesday at a Tacoma post office, an anti-terrorism bill remained stalled in the state Senate stuck there by Republican leaders who want special language in the bill to protect gun owners.\n\"This bill is needed,\" said Dick Van Wagenen, policy adviser to Gov. Gary Locke. \"It's a shame the Senate leadership allowed the gun lobby to kill it.\"\nThe National Rifle Association and supporters in the Republican-led Senate are blocking the bill until they get an amendment that specifically excludes firearms from the description of weapons of mass destruction.\n\"It's key we find ways to make sure our constitutional rights are protected,\" Sen. Larry Sheahan, R-Rosalia, said Tuesday.\nNRA lobbyist Brian Judy said House Bill 1210 sets a bad precedent.\n\"'Weapons of mass destruction' has had a very specific meaning,\" Judy said. \"It's generally understood to mean biological, chemical, radiological or nuclear. We just feel it's inappropriate to lump firearms into that category.\"\nThe bill missed Friday's cutoff for nonbudget bills, but the Senate could revive it at any minute with a majority vote. A meeting involving the key players was scheduled for today. But the regular legislative session ends Sunday, so time is rapidly running out.\n\"There is nothing in this bill that would impact the Second Amendment or any law-abiding citizen,\" fumed state Attorney General Christine Gregoire, who requested the bill together with Locke. \"How could the NRA be against a terrorism bill? I do not understand it at all.\"\nNearly 100 people were evacuated from a Tacoma mail distribution center about 1 a.m. Tuesday, after workers discovered a suspicious powder. The substance at first tested positive for plague or botulism, but subsequent, more reliable tests showed no signs of biotoxins.\nBecause the incident happened on federal property, the U.S. Attorney's office would file any related charges under federal law, not state law. Federal officials and federal law would also probably take precedent in any deadly terrorist attack on Washington state soil.\nElsewhere, six Postal Service workers were taken to a hospital in Fort Myers, Fla., after they were exposed to an unknown white powder when they opened a mail container unloaded from a FedEx plane at Southwest Florida International Airport.\nGerry McKiernan, a spokesman for the U.S. Postal Service in Washington, said Tuesday night that tests on the substance also were negative.\nGregoire said the Legislature needs to pass the anti-terrorism bill, in part because state law is ill-equipped to prosecute hoaxes calculated to stir up terrorism fears and waste law enforcement time.\n\"We need to hold those people accountable,\" she said. Right now, she said, state and local officials have to rely on malicious harassment statutes to crack down on hoaxes.\nAlso, Gregoire said, Homeland Security Secretary Tom Ridge told states' attorneys general that they need anti-terrorism laws as a backup to federal laws. At least 31 other states have already passed anti-terrorism laws.\nLocal Angle\nPostal officials in Vancouver said mail entering the local area won't be affected by Tuesday morning's discovery of a suspected biotoxin at a Tacoma postal distribution center. David Scheels, Vancouver postmaster, said the city's mail comes from a Portland distribution center.\n\nGraphic\n\n \nMembers of the Tukwila Hazardous Materials team head inside a U.S. Postal Service distribution center in Tukwila on Tuesday to test a powder that an employee found at the bottom of a sorting bin, just hours after a similar discovery at a U.S. Postal Service processing center in Tacoma. The Tacoma center was evacuated after a preliminary test indicated white powder found among some envelopes might be toxic, though later tests found no signs of a harmful substance.\n\nLoad-Date: April 23, 2003"
}