{
    "title": "LEGISLATORS DISCUSS TERRORISM CHALLENGES",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 11,
    "day": 17,
    "full text": "SEATTLE -- Most states are prepared to respond to natural disasters and disease outbreaks. Since Sept. 11, they've been scrambling to address a nasty new class of crises: terrorism.\nMuch work lies ahead, a panel of experts told legislators from around the country who turned out for Friday's opening session of the National Conference of State Legislatures' fifth annual conference on health policy, which ends Sunday.\nWhatever weapon a terrorist uses biological, chemical or nuclear \"the bottom line is to create fear,\" said Mark Morgan, a former Army specialist who now directs crisis-management programs at Michael Baker Jr. Inc., a consultant in Alexandria, Va.\nTo counter that, those in charge need to keep the public informed of the nature and extent of the risk, and provide a realistic evaluation of the community's response, he said.\n\"You want to make sure they know what's going on,\" Morgan said. \"They need to know what the threat is, and that there is a system in place to take care of it.\"\nSometimes officials don't have all the answers, said panel member Patrick Libbey, president of the National Association of County and City Health Officials and director of Thurston County Public Health in Washington state.\n\"We need to get more comfortable with, 'We don't know. We'll get back to you,'\" Libbey said.\nThe primary concern is widespread dissemination of chemical or biological agents, Morgan said. \"An anthrax letter is a harassment thing,\" he said, not intended to produce large numbers of casualties.\nProtective measures like vaccines are \"not a panacea,\" he said, since they target a particular disease, carry risks to recipients and may not work against an attack dosage many times stronger than levels found in nature.\n\"Early detection at the local level is the critical first step\" for an attack involving biological agents, Libbey noted. \"We can't wait for the state-federal team.\"\nEffective response requires public-private partnerships, Morgan said, suggesting that lawmakers address private-sector liability concerns so they can enlist professionals from a range of industries.\nMary Selecky, who heads Washington state's Health Department, said many states offer protections already, and advised legislators to examine their \"good Samaritan\" laws.\nPublic-private relationships need to be cemented before a crisis, the panel members said.\nGovernment agencies and their private partners need to increase capabilities for disease surveillance and tracking, and make sure they have secure ways to communicate, Selecky said.\nThe events of Sept. 11 \"shattered our sense of security\" and people are turning to the government as they have not done in years, asking, \"How are you going to protect me?\" Selecky said.\n\"Protecting public health and safety is a fundamental responsibility of government,\" she said. \"Preparedness is the most important thing we can do.\"\n\nLoad-Date: November 18, 2001"
}