{
    "title": "LEGISLATURE_ HOUSE MOVES TO STRENGTHEN LAWS TO FIGHT TERRORISM",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 2,
    "day": 18,
    "full text": "OLYMPIA -- The state House moved to strengthen existing laws against terrorism and create new ones Saturday, approving a package of anti-terrorism bills.\nLawmakers voted to make terrorism a felony, increase law enforcement's power to electronically survey communications, and establish a task force to address money laundering practices.\nThe bills now go to the Senate.\nHouse members voted 82-16 for House Bill 2879, which says a person who \"acts with terroristic intent\" and causes someone's death would be guilty of first-degree terrorism a crime that would be punishable by death or life in prison without parole.\nAdvocates of the bill said it is a necessary step in protecting state residents, not an attempt to take away people's right to demonstrate.\n\"Our intent is to stop the people who would destroy our society,\" said sponsor Rep. Christopher Hurst, D-Enumclaw. \"I wish we didn't have to do this at all but we can't wish this away.\"\nOpponents argued the bill is an unnecessary measure that would target immigrants and violate a person's right to privacy and other civil rights.\n\"As compelling as the need is to protect our citizens, we must be mindful of the need to protect our civil liberties,\" said Rep. Shay Schual-Berke, D-Normandy Park.\nLegislators voted 77-21 to allow authorities to use information obtained through a court-approved federal wiretap in state court, which isn't permitted now.\nProponents said House Bill 2416 brings state law into compliance with federal regulations and would allow the state to prosecute terrorists using federal wiretap evidence if the federal government did not prosecute.\n\"This is a necessary tool for us to be able to empower law enforcement officers to prevent terrorist attacks,\" Hurst said.\nSchual-Berke argued the bill could be used to prosecute crimes not related to terrorism.\nA similar proposal was included in an anti-terrorism package suggested by Gov. Gary Locke and Attorney General Christine Gregoire after the Sept. 11 attacks. That bill was dropped from the plan because Locke and Gregoire became concerned that federal wiretapping practices were too permissive for Washington state.\nHurst then stepped forward to sponsor a similar bill.\nThe House also passed:\n* House Bill 2411, exempting records dealing with preventing or responding to terrorism from the state's open records law.\n* House Bill 2661, prohibiting money-laundering practices and creating a task force on licensing and regulation of money transmitters.\n* House Bill 2854, which would require the Department of Health to include preparations for chemical, biological and radiological attacks in its emergency response plans.\n* House Bill 2853, requiring the Military Department to identify state transportation and communications systems that are critical to economic stability and security.\n\nLoad-Date: February 19, 2002"
}