{
    "title": "Legitimizing the Armenian massacre",
    "publisher": "the world",
    "year": 1983,
    "month": 10,
    "day": 20,
    "full text": "Some commentators on Armenian terrorism have recently questioned the adequacy of evidence with regard to the genocide perpetrated by the Ottoman Turkish government against the Armenian people. Genocide during World War I is, in fact, well documented. The reluctance to accept the evidence occasionally is due to genuine ignorance. More often than not, however, it reflects an unwillingness to dispense justice in the case of an international crime and to recognize the rights of the Armenian nation.\nOne may disagree with Armenian claims or tactics. But no one has the right to deny a nation the dignity of its history and the vision for its future. Politics based on ignorance - or on accommodation of crimes - cannot claim to be a politics of morality.\nGovernments and the news media have generally condemned Armenian terrorism. They have also neglected to recommend alternatives, considering the failure of peaceful methods. The implied advice has been to accept the consequence of the most formidable of all terrorisms, genocide, without an expectation of justice.\nThe difference between the two terrorisms seems to be that genocide can be accommodated because it is more likely to produce results. In a world where mass murder is increasingly accepted as a tool of political repression and conflict resolution, the Armenian experience - first with genocide and now with the legitimation of genocide - is of special interest.\nParadoxically, the questioned event, the Armenian genocide, is attested to by an unusually large number of documents. The young Turk government carried out its conscious policy of extermination with unscientific methods in full view of Western diplomats (including Germans and Austrians allied with the Ottoman government), missionaries, reporters, and travelers of various nationalities. These documents prove that the 1915-22 massacres and deportations differed from earlier experiments in mass terror, since the purpose now was to annihilate Armenians as a ''race.''\nArchives and sources relevant to this event are for the most part open to researchers. The Ottoman archives constitute the only major exception, taken on the orders of successive governments of Turkey. This is understandable, considering that a campaign of denial and denigration of the victim nation and glorification of those responsible for the genocide have become policies for republican Turkey. One wonders what the Turkish archives would yield today: a signed confession of the crime?\nHistory has come to embody the political conflict between the Turkish state and the Armenian people it subjugated for five centuries. To improve the lot of the oppressed and largely peasant Armenian population, Ottoman-Armenian political parties struggled for a new order based on political, social, economic, religious, and ethnic equality. That vision contradicted the ideology of Turkish elites, both imperial and republican, who sought the solution to problems in extreme nationalism, pan-Turkism, militarism, and what we can call the ''Turkification'' of subject peoples and lands.\nFrom the Turkish government's point of view, the genocide of Armenians was the final solution to one aspect of a fundamental set of problems - such as democratization of political institutions, agrarian reform, and Kurdish aspirations - which remain to be resolved. From the Armenian point of view, the genocide constituted the violent end of a process of development which promised a renewed life in a just and democratic society. For many, including the recognized and community-supported political parties in the diaspora, accounting for the unpunished genocide constitutes only one aspect of Armenian aspirations toward a free and collective national existence. That vision remains relevant; Armenians refuse to be relegated to the dustbin of history, either through genocide or by its denial, even if that means being a burden on the conscience of humanity.\nYet the genocide, which ended 3,000 years of Armenian life in Armenia, generated new claims, sanctioned in international law by the UN Convention on the Prevention and Punishment of Genocide. These include the recognition of the genocide and the application of elementary justice. By international law, the present Turkish government bears responsibility for the crimes committed by its predecessors, even if republican Turkey had repudiated those crimes - something it has consistently failed to do. The unwillingness of the Turkish state and major world powers to recognize Armenian aspirations after 60 years of peaceful efforts has resulted in a decade of terrorism.\nArmenian militancy has created a conflict between the compelling historical record of an international crime and the lack of political will to bring justice. Some writers have resolved that dilemma by ascribing to terrorists the motive of vengeance, thus equating the conflict to a tribal warfare. Others have accomplished the same denial of Armenian claims by ascribing all actions to Soviet conspiracies. The questioning of the historical record is only a more radical, though fortunately less common, method of resolving that conflict.\nInstead of dignity and justice, Armenians are offered sympathy and paternalizing advice. They are expected to live by their image as a good, law-abiding, tax-paying group, and to leave the definition of their best interests to those with a more ''realistic'' view of the world. By denying the genocide, these commentators - along with the Turkish state - are merely asserting the claimed right of the victor to rewrite history. In so doing, they are forfeiting their right to speak in the name of civilization or moral principles, at best; and at worst they are encouraging more genocides. A more realistic alternative would be to expect the Turkish state to discuss the issue seriously with Armenians. Armenians do not have much left either to compromise or lose."
}