{
    "title": "Legislator_ U.S. _dropped the ball' on Gander probe",
    "publisher": "st. petersburg times ",
    "year": 1990,
    "month": 12,
    "day": 5,
    "full text": "The behavior of the U.S. government after 248 U.S. soldiers and eight civilians died in a still-unexplained 1985 air crash was called \"incomprehensible, inexcusable and unbelievable\" during a congressional hearing Tuesday.\n \n    Those characterizations were made by Rep. William J. Hughes, D-N.J., who said the government \"dropped the ball\" after the crash and let the possibility of terrorist involvement go uninvestigated.\n \n    Hughes' angry remarks were typical, as the House Judiciary Committee's subcommittee on crime began an oversight hearing on the Dec. 12, 1985, crash at Gander International Airport in Newfoundland.\n   Republican and Democratic subcommittee members took turns criticizing the U.S. government's role in the crash investigation and hinting that some further investigation may be warranted.\n \n    \"There are just so many unanswered questions,\" said Bill McCollum, R-Fla. \"The families deserve answers, and they should have them in public.\"\n \n    Because the chartered Arrow Air DC-8 crashed on Canadian soil, the Canadian government was responsible under international treaty for conducting the investigation. But after more than three years of acrimonious proceedings, the Canadian Aviation Safety Board produced a controversial and unsatisfying result: By a scant, one-vote majority, the nine-member board said the \"probable\" cause of the crash was ice on the wings.\n \n    Subsequent Canadian reviews of the aviation board's work found fundamental shortcomings and even debunked the ice on the wing theory. \"But none of these developments seemed to catch the D interest of the U.S. government,\" said Hughes, who heads the crime subcommittee.\n \n    Why this happened, Hughes said, is a mystery. \"It may have been incompetence, but maybe not. Maybe the State Department just didn't want to ruffle any Canadian feathers,\" he said.\n \n    A group of families of the crash victims, anchored by Dr. J.D. and Zona Phillips of St. Petersburg, has pushed for further investigation of the crash.\n \n    \"I think we're making progress,\" said Phillips after the Tuesday hearing.\n \n    The hearing continues today, with testimony from the FBI, whose agents, after being denied access to the crash site, spent 36 hours waiting in a Gander hotel and then went home, according to  subcommittee investigators.\n \n    \"How in heaven's name could anyone know, after so little time, that there was no evidence of terrorism?\" asked Larry Smith, D-Fla.\n \n    One theory that \"needs to be looked at,\" according to Smith, holds that a few powerful people in the U.S. government deliberately slowed or misdirected the investigation to protect the Iran-Contra scheme to release hostages held in the Middle East.\n \n    Arrow Air had a role carrying weapons in the Iran-Contra matter, the theory goes, and a far-ranging investigation into terrorism might have revealed it. At the time of the crash, the Iran-Contra affair was not public knowledge.\n \n    Hughes said subcommittee requests for information from the Royal Canadian Mounted Police the agency charged with investigating any criminal activity involved in the crash have been denied.\n \n    \"Our request to the Canadian Embassy also fell on deaf ears. I don't even know if we got a response.\"\n\nLoad-Date: November 11, 1992"
}