{
    "title": "Legislation Could Be Path To Closing Guantanamo",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 3,
    "full text": "Seeking a legal path to shutting down the Guantanamo detention facility, senior advisers to President Bush are exploring whether the White House and Congress can agree to legislation that would permit the long-term detention of foreign terrorism suspects on American soil, Pentagon and administration officials say.\n  The idea of creating a new legal category for some foreign terrorism detainees, which is still in its early stages, faces daunting political, legal and constitutional difficulties. But it is gaining support among some White House and national security officials as the most promising course to allow the president to close the site at Guantanamo Bay, Cuba, that has generated intense criticism at home and abroad.\n  Essentially, the administration would propose legislation that would result in dividing the estimated 375 Guantanamo detainees into three legal categories. The one that would call for legislative action would include detainees like Khalid Shaikh Mohammed, the mastermind of the September 2001 attacks, and others whose trials would risk exposing intelligence operations. This group, estimated at two dozen to 50, would be placed indefinitely in military brigs on American soil.\n  A second group would also be moved to the United States,  most likely to face trial in military courts, but perhaps with more legal guarantees than in the current military tribunal system. \n  The third, and largest, group would consist of detainees to be released to their home countries. \n  The emerging proposal was described by administration officials who insisted on anonymity because the idea has not been approved by the White House. In fact, divisions are forming among the president's senior advisers and aides over the evolving plan, with support for a legislative remedy coming from Defense Secretary Robert M. Gates and Secretary of State Condoleezza Rice.\n  But the concept of closing Guantanamo faces stiff opposition from those close to Attorney General Alberto R. Gonzales and Vice President Dick Cheney, who are said to argue that moving the detainees to the United States would invite crippling legal challenges and undermine the broader counterterrorism effort while, in the end, doing little to quiet international criticism of American detention policies.\n  Some officials who oppose closing Guantanamo have warned that moving terrorism suspects caught on the battlefield into proceedings that more closely mirror traditional criminal trials would undermine a central pillar of the administration's strategy in its campaign against terrorism, cast as an offensive military campaign on a global battlefield.\n  One person close to the administration who is familiar with the thinking of those opposed to closing Guantanamo said ''the people who are standing firm on this issue have either left'' -- like former Defense Secretary Donald H. Rumsfeld -- ''or their bureaucratic influence has substantially waned, like Gonzales and Cheney.'' Those urging the closing of Guantanamo, like Stephen J. Hadley, the national security adviser, ''are ascendant,'' this person said.\n  Even so, the Bush administration, struggling to preserve support in Congress for the war in Iraq, may be eager for a legislative compromise on the detention center to ease criticism from leading lawmakers of both parties and offer an end to legal scrutiny, which has gone to the Supreme Court. \n  On Friday, the Supreme Court unexpectedly reversed course and announced that it would review the constitutionality of the system now in place to deal with the most dangerous detainees -- military tribunals to try them for war crimes.\n  At the heart of the discussion within the administration is the concept of legislation that would set out a way to process, classify and incarcerate terrorist leaders and enemy combatants who are regarded as significant, continuing threats.\n  The most senior administration official to describe the concept publicly is Mr. Gates, who said, ''I think that the biggest challenge is finding a statutory basis for holding prisoners who should never be released and who may or may not be able to be put on trial.''\n  Mr. Gates said the challenge to finding a legislative or administrative solution was ''the nature of the information that is against them, if it involves sensitive intelligence sources or something like that.'' But, he noted in comments on Friday, ''people are working harder on the problem'' in the administration.\n  Prof. Neal K. Katyal of Georgetown University Law Center said that in the wake of the Supreme Court's announcement on Friday, it might be an opportune time to explore a new legal approach to detaining terrorism suspects inside the United States, perhaps a special national security court with different standards of proof than those of criminal courts.\n  ''Is it possible to draft something that gives less than the full-blown rights of a criminal trial for those facing detention and for that process to survive a Supreme Court review?'' he asked. ''I think it is.''\n  Professor Katyal, an opponent of the administration's detention policies, said nonetheless that ''it's not realistic to think that all people can be tried in an ordinary criminal court.'' \n  Administration officials acknowledged that it was particularly difficult to figure out how to deal with detainees viewed as too dangerous to repatriate and, likewise, pose too great a risk to be offered legal protections granted others brought to American soil under current laws. These are the detainees that would fall into a new legal category envisioned under the possible legislation.\n  ''Detainees that come to the United States could have the full panoply of U.S. constitutional protections, which means you'd have to have a judicial hearing on them in a certain amount of time,'' said J. Alan Liotta, principal director for the Office of Detainee Affairs at the Pentagon.\n  Among these rights would be an assessment of the process of arrest and chain of custody of evidence. But many detainees were captured in combat situations across the Middle East that did not allow the sort of formal collection of evidence required by trials in the United States.\n  Mr. Liotta's comments came in an invitation-only conference call with online journalists on June 26; a transcript of the discussion is posted on a Defense Department Web site.\n  ''If you couldn't have that judicial hearing in a certain amount of time, they could be released,'' he added. \n  While acknowledging that the Guantanamo detention center had tainted the nation's reputation, he also warned that simply closing it and moving the terrorism suspects to military brigs in the United States would not ease the controversy.\n  ''I think a very real argument could be made that, as long as you're not changing the basic legal construct of how we're holding them and why we believe we're entitled to hold them,'' Mr. Liotta said, ''no matter where you put them,'' the controversy will continue.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: A guard at Guantanamo Bay, Cuba, talking in April with a detainee, whose image has been obscured because of military rules. (Photograph by Paul J. Richards/Agence France-Presse -- Getty Images)   \n\nLoad-Date: July 3, 2007"
}