{
    "title": "Leonard Pitts_ Our hierarchy of death",
    "publisher": "the salt lake tribune",
    "year": 2016,
    "month": 10,
    "day": 5,
    "full text": "Did you hear about Jacob Hall?\nMaybe his name rings a bell for you, maybe not. Jacob was the 6-year-old boy who was shot on the playground at Townville Elementary School in South Carolina last Wednesday. Another boy and a teacher were also struck, but survived.\nIt's a blessing Jacob was denied. Hit in the femoral artery, he suffered massive blood loss and spent his last three days in a hospital fighting to live. He lost that battle Saturday.\nPolice say his assailant was another boy, 14 years old.\nMaybe you heard about it, maybe not. Unless you live near where it happened, it probably didn't lead your local TV news, nor would your favorite cable network have spent much time on it. Donald Trump didn't tweet about it. Stephen Colbert of \"The Late Show\" didn't mention it in his Monday night monologue.\nBut last month, when pressure cooker bombs exploded in New York City and on the Jersey Shore, it led Colbert's monologue, Trump tweeted about it and TV news was all over it. No one died, though over two dozen were injured.\nOf course, that was terrorism. Jacob died in a schoolyard shooting.\nThat's meant to criticize neither Colbert, Trump nor the news media. Nor is it meant to minimize the threat posed by terrorism. No, it's meant only to make the following point:\nWithout really meaning to, we've evolved a kind of hierarchy of death in which anything that's called terrorism requires wall-to-wall media coverage, reactions from political candidates and somber acknowledgment from late-night talk show hosts. But a 14-year-old shoots a 6-year-old on a playground, and it's just Wednesday.\nPerhaps the most frustrating thing is that that hierarchy has no basis in reality. Last year, PolitiFact tallied the number of Americans killed in this country by terrorism in the 10 preceding years. It came to 71. The number of us killed by guns in that same time frame? 301,797.\nEven if you allow that some of those shootings were in self-defense, the gap between 71 and 301,797 still yawns vaster than oceans. Extrapolating from numbers compiled by the Brady Campaign to Prevent Gun Violence, we can estimate that well over 25,000 of the dead in that decade are teenagers ccc and children.\nSo yeah, did you hear about Jacob Hall? Or Justice Burroughs? Or Rodriquez Ferguson? Did you hear about Solomon Jordan Smith, Savier Jones and Melanie Martinez? Did you hear about the 18-month-old in Georgia who was shot in the head? Police aren't sure if he did it himself or if it was his brother, who is 3 years old.\nThat's a snapshot from the week Jacob died, seven average days in America. For the record, Jacob, 6, was the oldest of those victims.\nGiven the disparity between the threats represented by gun violence and terrorism, it is not rational that the latter comes out on top in our hierarchy of death. For some reason, some of us are less alarmed by random violence if it doesn't come from people with funny names acting in service to what is seen as an off-brand faith. For some reason, some of us find it easier to focus on the threat posed to us by perceived Others than on the threat we pose ourselves.\nSome of us need to open their eyes.\nWe have built an America where a 14-year-old can get his hands on a weapon of mass destruction, use it to kill a 6-year-old and we respond with a national shrug ccc an America where we've normalized carnage and called it \"freedom.\"\nDid you hear about Jacob Hall? No, he was not a victim of terrorism.\nMay that bring you absolutely no comfort at all.\nlpitts@miamiherald.com\n\nLoad-Date: October 6, 2016"
}