{
    "title": "Leonard Pitts_ Give nothing to terror",
    "publisher": "daily news ",
    "year": 2013,
    "month": 5,
    "day": 25,
    "full text": "I have not seen the video.\nNot saying I won't, but for now, I've chosen not to. To rush online and seek out cell phone footage of two fanatics with machetes who butchered a British soldier in London on Wednesday, to watch them standing there, hands painted red with his blood, speaking for the cameras, would feel like an act of complicity, like giving them what they want, like being a puppet yanked by its strings.\nSometimes, especially in the heat of visceral revulsion, we forget an essential truth about terrorism. Namely, that the people who do these things are the opposite of powerful. Non-state sponsored terror is a tactic chosen almost exclusively by the impotent.\nThese people have no inherent power. They command no armies, they boss no economies, their collective arsenals are puny by nation-state standards. No, what they have is a willingness to be random, ruthless and indiscriminate in their killing.\nBut they represent no existential danger. The United States once tore itself in half and survived the wound. Could it really be destroyed by men using airliners as guided missiles? Britain was once bombed senseless for eight months straight and lived to tell the tale. Could it really be broken by two maniacs with machetes?\nOf course not.\nNo, terrorism's threat lies not in its power, but in its effect, its ability to make us appalled, frightened, irrational, and, most of all, convinced that we are next, and nowhere is safe. Here, I'm thinking of the lady who told me, after 9/11, that she would never enter a skyscraper again. As if, because of this atrocity, every tall building in America -- and how many thousands of those do we have? -- was suddenly suspect. And I'm thinking of my late Aunt Ruth who, at the height of the anthrax scare, required my uncle to open the mail on the front lawn after which, she received it wearing latex gloves.\nI am also thinking of the country itself, which, in response to the 9/11 attacks, launched two wars -- one more than necessary -- at a ruinous cost in lives, treasure and credibility that will haunt us for years.\nHave you ever seen a martial artist leverage a bigger opponent's size against him, make him hurt himself without ever throwing a punch? That's the moral of 9/11. The last 12 years have shown us how easily we ourselves can become the weapon terrorists use against us. This is especially true when video footage exists (How many times have you seen the twin towers destroyed?). After all, getting the word out, spreading fear like a contagion, is the whole point of the exercise.\nThat could not have been plainer Wednesday. Having reportedly run the soldier, Lee Rigby, down with a car, having hacked him to pieces with machetes, these men did not blow themselves up and they did not run. No, they spoke their manifestoes, their claims of Muslim grievance, into the cell phone cameras of passers-by.\nAlmost instantly, this was all over television and the Internet. Almost instantly the voices of impotent men were magnified to a global roar. Almost instantly, we all stood witness.\nTerrorism uses its minimal power to achieve maximum effect and this is easier than ever on a planet that is now electronically networked and technologically webbed. Our connectivity is an exploitable vulnerability.\nBut in the end, no, these people cannot destroy us. Can they grieve us? Certainly. But they cannot destroy us unless we help them do it.\nTheir most lasting violence is not physical, but psychological -- the imposition of fear, the loss of security. We cannot control what such people do. But we can control our reaction thereto. So let it be finally understood: From time to time, we will face the desperate evil of impotent men. But the only power they have is the power we give them.\nI propose we give them none.\nLeonard Pitts Jr., is a columnist for the Miami Herald. E-mail, lpitts@miamiherald.com .\n\nLoad-Date: May 26, 2013"
}