{
    "title": "Leonard Pitts Jr._ White terrorism is just as bad, Sean Duffy",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 12,
    "full text": "White terrorism is not as bad as Muslim terrorism.\nThat, believe it or not, was the crux of an argument U.S. Rep. Sean Duffy, R-Wausau, made last week on CNN. What follows has been condensed for space, but it unfolded like this:\nAsked by anchor Alisyn Camerota about the Trump regime's failure to condemn a recent massacre in which six Muslims were killed by a white extremist in Quebec, Duffy allowed that, \"Murder on both sides is wrong,\" but insisted, \"There is a difference.\"\nThat difference, as he sees it: there's no white extremist ISIS or al-Qaida fomenting terrorism. What happened in Canada, he said, \"was a one-off.\"\nAnd the Oklahoma City bombing?\n\"So, you've given me two examples,\" said Duffy.\nAnd the Charleston church massacre?\n\"Look at the good things that came from it. [Then-South Carolina Gov.] Nikki Haley took down the Confederate flag. That was great. But ... there's no constant thread that goes through these attacks.\"\nOf course there is.\n\"Domestic right-wing terrorist groups often adhere to the principles of racial supremacy and embrace anti-government, anti-regulatory beliefs.\" So said Dale L. Watson, then the executive assistant director of the Counterterrorism/Counterintelligence Division of the FBI, in Senate testimony way back in 2002.\nDuffy is wrong about pretty much everything else, too. No white extremist groups fomenting terror? What do you call the Aryan Nations and the Ku Klux Klan? The Southern Poverty Law Center has tied one group, Stormfront, to acts of murder and terror that have killed nearly 100 people.\nAs for Duffy's belief that white extremist terror is somehow rare, well, the 1996 bombing of the Atlanta Olympics, the 1999 attack on a Jewish community center near Los Angeles, the 2000 killing of five people in greater Pittsburgh to protest \"non-white immigration,\" the 2009 murders of three Pittsburgh police officers to oppose a supposed national gun ban, the 2012 murder of six people at a Sikh temple in Oak Creek, Wisconsin, and the 2015 killing of three at a Planned Parenthood office in Colorado Springs, (to name a few), argue otherwise.\nGo further back and there is the 1963 bombing of the 16th Street Baptist Church in Birmingham that killed four little girls. Go beyond these shores and there is the 2011 attack in Norway in which 77 people died.\nTerrorism is defined as the unlawful use of violence to coerce or intimidate a government or a people in furtherance of some social or political cause. But for Rep. Duffy and others that seems to apply only to swarthy individuals with difficult names. When white people do it, it is less likely to be perceived - or reported by news media - as terrorism.\nThis double standard reflects not simply America's xenophobia, but also America's maddening insistence on the blamelessness, the fundamental innocence, of whiteness, even when the evidence screams otherwise.\n\"Look at the good things that came from,\" the Charleston church massacre, chirps Duffy, as if lowering that odious flag somehow - what? - balances things out?\nImagine how offensive that must be to anyone who lost someone in that church. The lengths to which some will go to protect the fiction of innocence are staggering.\nWhite terrorism is not as bad as Muslim terrorism?\nWell, because of white terrorism, Emily Lyons lost an eye. Abdelkrim Hassane's three young children lost their father. And Cynthia Wesley, age 14, had her head torn off.\nSo they might beg to differ.\nPitts Jr. writes for the Miami Herald: lpitts@miamiherald.com\n\nLoad-Date: January 17, 2018"
}