{
    "title": "Lesson From America 's Worst Bomb Attack",
    "publisher": "the world",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "IN the wake of the Oklahoma City federal building bombing, a major reassessment of the United States's war on terrorism seems inevitable, as law-enforcement agencies mobilize to fight the car bombs of the future.\nTerrorism is a complex phenomenon. Countering it successfully, experts say, will require a systematic improvement in a wide array of defensive activities, from intelligence gathering to new security at vulnerable sites.\nSimply passing a few bills, or increasing a budget or two, won't likely be enough. What is needed is patience and a refusal to be intimidated. Modern terrorists have many weapons -- and one of them is spreading fear.\n''If we strengthen our stand and continue to lead a worldwide effort, we can successfully reduce and frustrate international terrorism,'' says Dr. Roy Godson, head of the National Strategy Information Center in Washington.\nThe United States has long enjoyed a relative freedom from terrorism unmatched by most other major nations. Guards brandishing weapons are not a common sight at US airports, as they are in many parts of the world. To most Americans, car bombs have been something that strike the crowded streets of the Middle East, not Middle America.\nThe US has been hit by acts illustrating its vulnerability before, notably the 1993 bombing of the World Trade Center in New York City. But the Oklahoma City bomb is likely to have an impact on planning and law enforcement surpassing even the New York disaster. The destruction in Oklahoma City was greater -- and who would have thought that terrorism would reach so far into the nation's heartland?\n''We are no longer capable of isolating ourselves from the world, especially after 40 or 50 years of [foreign] policies that have made some people angry,'' notes Joseph Kechichian, a Middle East specialist who does consulting with the FBI on terrorism issues from the Rand Corporation in Santa Monica, Calif.\nAs of this writing, the Oklahoma City bombers had not been caught, nor identified. Though police were reportedly searching for suspects of Middle Eastern origin, no proof of a connection between that area of the world and the bombing had publicly surfaced.\nMany experts note that one of the worst reactions that US citizens could have to the incident would be a widespread condemnation of Islam and Middle Eastern nationalities.\nBut Islamic fundamentalism is on the rise in many countries, and some fundamentalist groups are opposed, not just to Western politics, but to Western values. A ''clash of civilizations'' between the West and these groups, among others, has been the subject of much discussion among US antiterrorist and foreign-policy experts.\nCountering terrorist acts motivated by such religious fanaticism might be even more difficult than fighting terrorists sponsored by rogue states. Operatives are more diffuse, harder to identify, and have no clear and vulnerable chain of command.\nNeed knowledge first\nThus the first priority of the US war against terrorism should now be gathering knowledge, many experts say. ''We have a need for better intelligence,'' says Frank Cilluffo, an analyst at the Center for Strategic and International Studies in Washington.\nMore of the vast US intelligence apparatus built up during the cold war to focus on Soviet intentions now could be turned to terrorist intentions.\nThe recruitment of operatives and infiltration of terrorist groups takes time and effort, yet would be the US's best defense against future terrorism, experts say. Intelligence agencies could tamper with the communications of terrorist groups or plant seeds of suspicion in attempts to discredit individual terrorists in the eyes of their comrades.\nBetter analysis should accompany better intelligence collection. Dr. Godson notes that 17 boxes of documents relating to the World Trade Center bomb case were left unread due to a shortage of translators.\nA second major step the US might take is a general strengthening of law enforcement institutions and worldwide antiterror cooperation.\nJim Philips, a senior policy analyst at the Washington-based Heritage Foundation, suggests that counterterrorism should be made one of the permanent agenda items on G-7 summits of industrialized nations. Counterterrorism responsibilities -- now split between the State Department and the Federal Bureau of Investigation -- might be unified, he says.\nThe US might also simply devote more resources to the antiterror fight. ''More money for law enforcement!'' strongly insists Robert David Steele, chairman of the Open Source Solutions Group and a terrorism expert.\nFinally, the US should make an obvious major change in the wake of the Oklahoma City tragedy: better security at points deemed vulnerable. Car bombers should not be able to drive right up to obvious targets, park their vehicles, and walk away -- anywhere in the nation.\n''We have to harden soft targets,'' says Mr. Philips of the Heritage Foundation.\nNY lessons learned\nTake the changes wrought by the World Trade Center bombing as an example. Since 1993, the Port Authority of New Jersey and New York has added a whole new dimension of security to the Trade Center building complex.\nFor one thing, entrance to elevators now requires a pass, which in turn requires identification and the approval of a tenant.\nThe parking garage now allows only tenant parking. There are multiple credential checks, plus hydraulic barriers that will stop a truck going 50 miles per hour.\nAll delivery trucks are photographed, logged in, and given badges. Closed-circuit TV monitors all vehicular activity.\nThe Port Authority is planning additional security measures including the use of magnetically encoded permanent ID cards, a new electronic ID system for parking, and the possibility of electronically restricting access on a zone-by-zone basis.\nDespite all these efforts, Allen Morrison, a Port Authority spokesman, says, ''You can't terrorism-proof any place.'' Instead, he says the ideal is to strike a balance between alert security and good monitoring and free access and civil liberties. ''If you have to frisk everyone before they enter an office building you will soon have an empty office building,'' he says.\nBut security at the US Federal Courthouse for the Southern District of New York, where Sheik Omar Abdel Rahman and 11 other alleged terrorists are on trial, has been tightened so that all visitors must now pass through a metal detector. Additionally, barriers prevent vehicular access around the building. Closed-circuit televisions monitor hallways. There are bomb sniffing dogs at the entrances.\nAround the country at other federal courthouses, security is being tightened, as well. Bill Dempsey, a spokesman for the US Marshall's Service in Washington, says all 94 federal districts have been ordered on ''increased alert'' by director Eduardo Gonzalez. He would not specify what specific steps are being taken.\nAt the White House, chief of staff Leon Panetta convened a meeting Thursday morning of law enforcement officials and disaster relief specialists to consider the federal response to Oklahoma City's tragedy.\nWhite House spokesman Mike McCurry indicated that the FBI was already working through thousands of leads in an effort to find the bombing's perpetrators, but that no suspects had as yet been identified.\n''We are looking globally for information that might be useful to those who are conducting the investigation,'' the spokesman said.\nThe Justice Department said it had received communications from individuals purporting to represent Islamic groups, but a Justice Department spokesman said, there is no reason to believe any of the calls are genuine.\nWeldon Kennedy, the FBI's special agent in charge, says his 200-agent staff is pursuing hundreds of leads, but have not identified any suspects yet. ''Locating survivors is our No. 1 priority,'' Mr. Kennedy said at a Thursday press conference in Oklahoma City.\nThursday, Clinton reaffirmed his promise to bring the perpetrators to ''swift'' and ''severe'' justice and called for a moment of silence in honor of the victims.\n\nGraphic\n\n \nPHOTOS: BIRD'S-EYE VIEW: The nine-story federal building in Oklahoma City and the surrounding area were shaken in Wednesday's explosion. 'Locating survivors is our No. 1 priority,' says FBI special agent in charge, Weldon Kennedy at an Oklahoma City press conference on Thursday., JEFF MITCHELL/REUTERS\n\nLoad-Date: April 22, 1995"
}