{
    "title": "Lessons of a ricin case",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 3,
    "day": 4,
    "full text": "Forrest Gump might have put it this way: \"Terrorism is as terrorism does.\"\nTraditionally, Americans have associated the deadly toxin ricin with the highest and most organized forms of terrorism. Soon after allied forces invaded Afghanistan in the wake of the 9/11 attacks, The Times of London reported that al-Qaida had a formula for processing castor beans and making ricin. The report described how the toxin is twice as deadly as cobra venom and is untraceable.\nBut that was, by no means, the first time government and military leaders had spoken of the chemical in ominous terms. Ten years ago last month, President Bill Clinton's defense secretary, William Cohen, said intelligence agents had discovered hundreds of acres of castor beans growing in Iraq. This, Cohen said, was not intended for making castor oil. It was part of Saddam Hussein's deadly chemical weapons program. Critics of President Bush's mistaken belief that Hussein had such weapons conveniently forget how the Clinton administration trumpeted such things.\nHowever, you can forget all that now. Ricin may be as close as Riverton.\nWhen federal agents descended on a Riverton home over the weekend to search it in connection with a man who lies critically ill in a Las Vegas hospital, it was a reminder that terrorism doesn't wear a uniform. Americans seem to need such a reminder from time to time. After the 9/11 attacks, people of Middle Eastern descent were automatic targets of suspicion. After a would-be terrorist tried to blow up an airplane using a shoe bomb, airport inspectors routinely started forcing passengers to remove their shoes for inspection, a practice that continues to this day.\nThe nation is at war, and the enemy already has shown skill in using aircraft as weapons. But terrorism, apparently, can be as close as a quiet suburban Utah neighborhood. It's a lesson once taught by Timothy McVeigh and the tragic Oklahoma City bombing but since lost amid other troubles. It shouldn't inspire panic, but it should erase complacency and encourage vigilance.\nAuthorities are being tight-lipped about what they found in Riverton, or just why the man in Las Vegas was poisoned by ricin. The public is left to speculate, for now, whether the motive was some elaborate public attack or just to settle the score on some personal dispute. All that is known is that Las Vegas police found an \"anarchist-type\" textbook and castor beans inside the motel room where the man was staying.\nInteresting. Anarchy, by the way, was the cause of much mischief a century and more ago in this country. It inspired many acts of violence, including the assassination of President William McKinley. People didn't use the word much back then, but those acts were terrorism, too.\n\nLoad-Date: March 4, 2008"
}