{
    "title": "LESS THAN 10 PERCENT OF DEFENSE BUDGET IS FOR FIGHTING TERRORISM, SANDERS SAYS",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 1,
    "day": 18,
    "full text": "\"Very little of (the defense) budget - less than 10 percent - actually goes into fighting ISIS and international terrorism.\"\n- Bernie Sanders on Sunday, January 17th, 2016 in comments during the South Carolina Democratic presidential debate\n* * *\nTHE RULING: MOSTLY FALSE\nVermont Sen. Bernie Sanders criticized defense spending during the Democratic presidential debate in South Carolina, saying that the out-of-control budget isn't focused enough on fighting modern threats.\n\"Unfortunately, much of that budget continues to fight the old Cold War with the Soviet Union,\" Sanders said. \"Very little of that budget - less than 10 percent - actually goes into fighting ISIS and international terrorism.\"\nThat seems like very little from a budget that tops $600 billion for fiscal year 2016, so we decided to look into it. What we found is that while Sanders was talking primarily about money earmarked for fighting the group known as Islamic State (also known as ISIS or ISIL), he's not considering the true fungibility of the Defense Department's budget.\nDeciphering defense\nSanders' campaign has used this talking point before, and shared the math with us. They cited more than $600 billion in defense spending, saying only $5.5 billion has gone to fighting ISIS and around $42 billion has gone to operations in Afghanistan, much of which is used to fight al-Qaida.\nIn all, they said the government has spent about 7.9 percent of the defense budget on fighting terrorism.\nBut experts told us that's a very narrow view of how the defense budget works, which is the largest of any single country in the world by far.\nFor fiscal year 2016, total defense spending clocked in at almost $607 billion overall in the spending bill Congress passed in December 2015. That includes all defense-related appropriations, including mandatory funding for retirement and pension payments and nuclear weapons spending at the Department of Energy.\nWe're concerned primarily with two parts of the Defense Department budget: Base discretionary spending and the Overseas Contingency Operations fund.\nBase discretionary funding is the biggest chunk of the budget. That's all the money the U.S. military gets to buy planes and tanks, fund research, keep bases open and so forth. Laicie Heeley, a fellow with the Budgeting for Foreign Affairs and Defense program at the Washington-based Stimson Center, said the Defense Department's base for 2016, minus other defense-related spending, is around $522.9 billion. That's a $26.8 billion increase from last year, she said.\nBut money for fighting wars comes from the so-called Overseas Contingency Operations fund, which was established after the Sept. 11 attacks. It currently includes funding for the air campaign against ISIS, but also maintaining a presence in Iraq and Afghanistan. Initiatives to assist with counterterrorism efforts in the Middle East and NATO allies in Europe concerned about Russian aggression also come out of the OCO.\nThe fund is controversial, because Congress and the White House have squabbled over using the OCO to pay for things normally covered by base funding, in order to get around the effects of sequestration. For 2016, the fund received about $58.8 billion, but the budget deal put about $9.1 billion in the OCO for things normally covered under base funding.\nThat leaves $49.7 billion earmarked for waging war abroad, but the details of how that money is used is a bit murky in the appropriations bill. A clear picture won't be available until the Defense Department releases its 2017 budget request in February.\nIn the meantime, Heeley said, we can use President Barack Obama's 2016 defense budget request to get an idea of how the money is allotted. Obama asked Congress for $5.3 billion to fight ISIS (slated to grow in 2017) and $42.5 billion for Afghanistan, largely to help fight al-Qaida.\nUsing these figures with the Sanders campaign's rough math, ignoring the military presence in Iraq or other counterterrorism operations, that would be a bit more than 9 percent.\nBut here's the thing: Policy experts said it's hard to draw a tidy line between how much of the defense budget is for current operations and how much is for general readiness. The military needs its base budget in order to conduct the fighting for which the OCO was created.\n\"Capital investments in ships and planes are not included in OCO, yet you need them to launch Tomahawks and all other sorts of munitions,\" said Janine Davidson, senior fellow for defense policy at the Council on Foreign Relations. \"Personnel and training also are not easy to parse. A C-17 could fly a mission around the world and only part of the week would be in support of (an) Afghanistan or ISIS fight.\"\nSanders' math also doesn't take into account counterterrorism efforts through other sources that don't involve bombs or fighter jets, like the Justice or State departments.\nFor example, the FBI's Counterterrorism/Counterintelligence Decision Unit spent about $3.3 billion in 2015, and asked for about the same amount in 2016. The CIA and the National Security Agency also work to thwart terrorism. While we don't know to what degree those agencies are funded, documents leaked by NSA contractor Edward Snowden showed that in 2013, more than $16 billion was spent to combat terrorism.\n\"Bernie is taking an extremely limited view of the defense budget here,\" Heeley said. \"While it may be true that the counterterrorism budget as a whole deserves a closer look, and would benefit from more transparency, it is not true that we're spending significantly less than 10 percent overall to fight international terrorism.\"\nOur ruling\nSanders said, \"Very little of (the defense) budget - less than 10 percent - actually goes into fighting ISIS and international terrorism.\"\nHe's getting that number by using a very limited view of the overall defense budget, pointing only to specific allotments in the budget for addressing ISIS and other terrorist threats. Experts told us that no matter what amounts are designated for that purpose, those operations draw from resources paid for in the base budget. There's no clear way to separate the two.\nSanders' figure does refer to some specific funding but paints a misleading picture of overall defense spending. We rate it Mostly False.\n* * *\nAbout this statement:\nPublished: Monday, January 18th, 2016 at 4:17 p.m.\nResearched by: Joshua Gillin, Jon Greenberg\nEdited by: Aaron Sharockman\nSubjects: Federal Budget, Military\nSources: Bernie Sanders, remarks at the Democratic presidential debate in Charleston, S.C., Jan. 17, 2016; Pew Research Center, \"U.S. spends over $16 billion annually on counter-terrorism,\" Sept. 11, 2013; The Hill, \"US spending $9M a day in ISIS fight,\" June 11, 2015; U.S. Defense Department, \"Fiscal Year 2016 budget request,\" February 2015; U.S. Justice Department - FBI, \"FY 2016 Authorization and Budget Request to Congress,\" Feb.2, 2015; PolitiFact Florida, \"Defense spending has dropped 21 percent since 2010, Rubio says,\" March 30, 2015; Council on Foreign Relations, \"How the Overseas Contingency Operations Fund Works - and Why Congress Wants to Make It Bigger,\" June 16, 2015; U.S. News and World Report, \"An Indefensible Budget Deal,\" Oct.27, 201; PolitiFact, \"Sanders: 'Significantly less than 10%' of defense dollars go to fight terrorism,\" Nov. 15, 2015; U.S. Defense Department, \"DoD Comptroller: Budget Deal Offers Relief, Uncertainty,\" Dec. 2, 2015; Congressional Research Service, \"Fact Sheet: Selected Highlights of the FY2016 Defense Budget Debate and the National Defense Authorization Acts (H.R. 1735 and S. 1356),\" Dec. 4, 2015; Military Times, \"2016 defense budget deal finally nailed down by Congress,\" Dec. 18, 2015; PolitiFact, \"Obama: US spends more on military than next 8 nations combined,\" Jan. 13, 2016; Air Force Times, \"Air war against Islamic State group cost $5.5 billion,\" Jan. 16, 2016; Congress.gov, \"H.R.2029 - Consolidated Appropriations Act, 2016,\" accessed Jan. 18, 2016; Congress.gov, \"H.R.2685 - Department of Defense Appropriations Act, 2016,\" accessed Jan. 18, 2016; Interview with Warren Gunnels, Sanders spokesman, Jan. 18, 2016; Interview with Janine Davidson, Council on Foreign Relations senior fellow for defense policy, Jan. 18, 2016; Interview with Laicie Heeley, Stimson Center's Budgeting for Foreign Affairs and Defense program fellow, Jan. 18, 2016\n\nGraphic\n\n \nPHOTO (2) PHOTO: Bernie Sanders faced off against Hillary Clinton and Martin O'Malley in a Democratic presidential debate in Charleston, S.C., on Jan. 17, 2016.\n\nLoad-Date: January 19, 2016"
}