{
    "title": "Lessons From The Epicenter Of Terrorism",
    "publisher": "the tampa tribune ",
    "year": 2006,
    "month": 1,
    "day": 8,
    "full text": "By JOSE DOCOBO\nA recent trip to Israel took me across thousands of miles into a new reality. It was an eye-opening experience as I witnessed everyday life in the epicenter of terrorism.\nConsider: On a trip to the mall, a typically uneventful excursion for us here in the United States, one must encounter double checkpoints and security officers with automatic weapons. Guards check your vehicle for explosives before you are allowed into the parking lot. To get into the mall, you must clear another round of searches of yourself and your belongings.\nTo Americans, it may seem unreasonable. To Israelis, it is reality.\nYoram Hessel, a senior official in Mossad, the Israeli intelligence agency, told a recent gathering of American law enforcement leaders: \"These are lessons we have unfortunately had to learn with our blood. My hope, our hope, is that the American people will not have to do the same.\"\nMy visit to the Middle East was at the invitation of the Jewish Institute for National Security Affairs, a Washington, D.C.-based think tank that deals with issues of defense and security in the United States and Israel. Since 2002, JINSA has paid for American military and law enforcement leaders to travel overseas to share and hear best practices on counterterrorism issues.\nHomeland security is paramount to Hillsborough Sheriff David Gee, and this experience afforded me many tactical and operational lessons.\nI found the Israeli people to be courageous and resolute in their commitment to not let terrorism win by paralyzing their society. That determination is measured hour by hour: The national policy is to return a location ravaged by a terrorist attack to its pre-attack condition within four hours. That includes investigating what happened, removing the bodies and cleaning the scene.\nAfter 25 years in law enforcement, the last two of which I have spent specifically studying terrorism and the associated issues of homeland security, I felt reasonably comfortable in my understanding of the impact of terrorism on a society. There is academic preparation, and then there is reality. When it comes to terrorism, Israel lives it. The United States is learning to deal with it.\nThere are lessons for all in this country of 6.5 million. While the many JINSA-sponsored seminars and briefings were issue-themed, we also heard unforgettable stories from those who live in this reality.\nOne in particular stuck with me.\nTo keep their children alive, parents remind them not to ride together on the school bus. Separate buses will ensure that at least one child survives should the other bus be destroyed by a roadside explosive or a suicide bomber. It is a strange, unreal gamble to force upon a family.\nImaging counting on the government to secure your house, especially if your subdivision is near the West Bank. That means installing ballistic windows on the side facing west. Or a 20-foot-high wall to separate you from sniper fire across an open field. Or a concrete barrier along your route to work to protect you when terrorists commandeer houses and fire indiscriminately at motorists.\n\"Return to normalcy\" is a mantra I heard repeatedly on my trip. It is the desire - the requirement - for Israelis to get back to a semblance of everyday life following a terrorist attack.\nIt became quickly apparent that a return to normalcy is a concept to be understood within the context of your current way of life. Following a suicide bombing in Israel, it means guards with guns at the entrances to restaurants and shops. That is unthinkable in our free and democratic society.\nWe all know the tragic result of terrorism is the loss of life and physical damage, sometimes permanent emotional change, to a community. What I encountered in Israel, aside from the images of guarded doors and guns in the streets, is the unmistakable sense of fear of the reality of terrorism. A fear so profound that its citizens accept self-imposed limitations on their freedoms. For that nation to survive, it must be so.\nWe visited the sites of some of the most deadly suicide bombings: Sbarro and Mike's pizzerias, a theater, a sidewalk, and the Dolphinarium Beach, a discotheque where more than 20 teens - mostly girls ages 14 to 18 - were killed and dozens more injured in 2001.\nWhat struck me was how innocent these places seemed.\nThese were not military installations, government buildings, religious sites or other symbolic institutions. These were the kinds of places my family and I, or you and your family, would be likely to go any day of the week. But there is a stark difference: As Americans, we still can do it without any consideration as to whether that pizza will cost us or our family members their lives.\nThere are lessons from the streets of Tel Aviv we cannot ignore here in the States. Be stalwart, forward-thinking and honest as the shadow of terrorism creeps across the globe.\nJINSA helped open my eyes to reality as we know it and as others live it. It cemented my belief that the fight against terrorism is in fact a war. Not over political, geographical or religious differences, but against an enemy that seeks as its victory a society willing to limit freedom as an alternative to terror.\nFor our nation and our allies to survive, we must believe we will win. And that reality must become part of our new normalcy.\nJose M. Docobo is chief deputy of the Hillsborough County Sheriff's Office.\nPhoto: Jose Docobo\nHillsborough's chief deputy\nPhoto credit: Photo from Jose Docobo\nPhoto: Police can monitor virtually everywhere in Old Jerusalem with 350 cameras.\nPhoto credit: Photo provided by Jose Docobo\nPhoto: Normalcy in Israel means a shopper must pass through metal detectors and submit to pat-downs upon entering a mall.\nCopyright © 2006, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nGraphic\n\n \nPHOTO\nA recent trip to Israel took me across thousands of miles into a new reality. It was an eye-opening experience as I witnessed everyday life in the epicenter of terrorism.\n\nLoad-Date: January 11, 2006"
}