{
    "title": "Lessons learned from Manchester",
    "publisher": "daily news ",
    "year": 2017,
    "month": 5,
    "day": 28,
    "full text": "The Manchester terrorist attack Monday night was the deadliest since the 7/7 London Underground bombings in 2005 and one of the most shocking ever committed in Britain.\nIt has caused pain and anguish across the country as families and communities come to terms with the sheer horror of such a senseless act targeted against mostly young teenage girls enjoying a pop concert. If inspired or directed by the Islamic State, as claimed, it will serve to only strengthen the resolve of the people of Britain who want to see the radical group defeated. Manchester has experienced Irish-related terrorist in the past, and its residents will demonstrate to the world how resilient it remains.\nNow Britain's domestic intelligence agency, MI5, and counterterrorism police units, whose capacity is already severely stretched from dealing with the Westminster terrorist attack just two months ago, are likely to come under pressure as they face questions about why another apparently \"known\" extremist was not prevented from killing so many.\nOne explanation is the unprecedented recent surge in threats against Britain from Islamic State-inspired attacks. British authorities have actually been able to stop many such attempts; London's Counter Terrorism Command at Scotland Yard successfully disrupted three separate terrorist plots (mostly involving knives) in the past month or so, two within a 24-hour period. All of the would-be perpetrators, including four women, were subsequently charged with terrorist offenses. They had all been living in Britain for years; they were not foreign fighters returning from the collapsing \"caliphate\" but known extremists inspired to act largely through access to radicalizing material on the Internet and social media contact with terrorists overseas.\nThe spike in terrorist plotting is likely to continue for months - even years - to come, despite military successes in Iraq and Syria. The harder it is for radicals to get from Britain to Islamic State-held land, the likelier it is they'll try to strike in the West. The end of the \"physical\" caliphate may be near, but the \"virtual\" caliphate online will endure. The lesson from the Westminster and Manchester attacks is surely that mass-fatality terrorism does not need to be complex or particularly sophisticated, such as the attacks carried out in Paris in December 2015. Lone individuals can easily be inspired to kill many people with knives, cars and homemade bombs; British officials rarely have to worry about disrupting plots with guns, thanks to our strict firearms laws. The only way of preventing such attacks is by knowing the mind-set and intent of the extremists and then disrupting their planning, either through good intelligence and covert monitoring or by family or communities reporting their concerns to police.\nSerious questions will now be asked across Britain about its Muslim communities and whether Muslim leaders and role models are saying and doing enough to counter the poisonous narratives emanating from Islamist terrorist groups. Despite the existence of a mature and well-developed national terrorism prevention strategy in Britain, hundreds of largely British-born nationals have left the country in the past four years to join the \"caliphate,\" and one has to ask what more needs to be done to prevent this particularly potent brand of Islamic extremism from flourishing.\nThe British government will be particularly concerned about a potential lack of community cohesion in the northwest of England after this attack, which is vulnerable to a backlash against Muslim minority communities.\nWhile there is clearly no one solution to the ongoing threats across the world from Islamist terrorism, one has to hope that initiatives like the creation of the Global Center for Combating Extremist Ideology, launched in Saudi Arabia this past week, will make a difference. B\nIt is an unintended consequence, but the advent of social media has placed a turbo charge on extremism, providing a vehicle for extremist narratives to be propagated across the world and joining like-minded proponents. There is much more to be done to combat these radicalizing influences. All countries now need comprehensive counterterrorism strategies that include mainstreaming steps to identify and deal with extremism in all its forms.\n\nLoad-Date: May 28, 2017"
}