{
    "title": "Lessons learned from IRA situation helpful elsewhere",
    "publisher": "university wire",
    "year": 2005,
    "month": 9,
    "day": 27,
    "full text": "In July the Irish Republican Army officially called an end to its struggle to oust British interests from the Irish isle. The organization, or precursors of it, had been fighting against the British for most of the last century and regularly resorted to acts of terrorism.\nThis makes the declaration about ending its \"armed campaign\" quite significant. It marks one of the few instances where a violent struggle between two interest groups has, for the most part, been put to rest. Any government finding itself in a similar situation should try to learn as much as it can from the situation.\nThere have been other instances when an end to the struggle seemed close, but it never fully materialized. Monday the result of a study conducted by the British government confirmed the IRA had indeed given up all its weapons as planned. This finding makes it likely that this time it's for real.\nThe IRA had been bombing British targets. ranging from pubs frequented by British citizens to media installations such as the BBC headquarters in London to government buildings. The IRA's tactics were similar to many -- if not most -- other organizations that employ terrorism as tactic to further its causes.\nIronically, the Irish were once set on establishing a sovereign country free of influence from outsiders, but now are one of the strongest supporters of the European Union. In a way, the IRA's drive to free the Republic of Ireland from the British was largely defused by joining an even larger union with most of Europe.\nNevertheless, both the British and Irish governments have learned valuable lessons over the years when the IRA was active. For example, the British government invoked several plans that had originally been drafted for a response to bombing conducted by the IRA when suicide bombers unrelated to the IRA exploded devices on the public transportation system in July.\nThe U.S. government keeps stressing that its so-called War on Terrorism has to be fought globally to be effective. It keeps calling on other nations to lend support.\nInsight into how the IRA conflict was defused could be of enormous value. U.S. officials would be wise to contact both sides to try to learn as much as it can.\n(C) 2005 The Oracle via U-WIRE\n\nLoad-Date: September 27, 2005"
}