{
    "title": "Lessons From America 's Worst Bomb Attack",
    "publisher": "the christian science monitor",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "UNTIL now, Europeans have viewed the US as out of the line of fire of the kind of terrorist attacks that they themselves have long worked to prevent.\nBut no longer. After Wednesday's bomb blast in Oklahoma City, France offered to send a special rescue squad to help search for survivors. French Foreign Minister Alain Juppe, speaking for the European Union, expressed sympathy to families of the victims of the ''odious'' attack.\nEurope has a wealth of experience in dealing with terrorism that citizens from Belfast to Madrid have endured for decades.\n''Europeans were always more nuanced than we were in dealing with terrorists,'' says a United States official who has closely followed terrorism in Europe.\n''The French have been very tough in dealing with immediate threats to their own security, such as dealing with fundamentalism connected with Algeria,'' the US official added (See story on French policy toward Algeria, Page 7). ''But they have been willing to take a more flexible approach in dealing with those who simply commit terrorist offenses on their soil.''\nFrance worked closely with the Iranian government, for example, as it brought to trial three Iranian nationals suspected of complicity in the August 1991 murder of former Iranian Prime Minister Shahpur Bakhtiar, who was living in exile in France. One higher-ranking suspect was allowed to leave for Switzerland, avoiding a public trial in France which could have implicated the Iranian government.\nThe satirical weekly The Canard Enchaine, the most respected investigative journal in France, this month reported that France also considered arms shipments to Iran to ensure that there would be no Iranian-state-sponsored terrorist reprisals in France over this trial last year. The French government denies these charges.\nHowever, France's approach to investigating, prosecuting, or expelling those involved in Islamic terrorism has been ''as strong as we could make it,'' said a spokesman for France's national police.\nIn August 1994, 28 suspected Islamic terrorists were arrested in France and then deported.\n''You can be deported when we think you constitute a threat to France's public order but have no proof that you have actually committed a crime,'' said a spokesman for the Interior Ministry. In November 1994, 100 suspected Islamic extremists were caught up in a sweep, and 95 were charged before French magistrates.\n''In this case, we had more serious proof,'' the spokesman added. Last February, 10 more people were arrested as suspected terrorists.\nHours before the Oklahoma attack, European interior ministers meeting in Paris firmed up a common strategy for more systematic sharing of information in the war against terrorism in Europe. The ministers also resolved longstanding differences over access to data bases that had blocked implementation of Europol, a European-wide police force.\nAt a similar meeting Jan. 26, French Interior Minister Charles Pasqua launched the idea of a systematic exchange of information on terrorism and Islamic extremism.\n''We French had the conviction at the time that this threat was not taken seriously by all of the European countries,'' said Bernard Guillet, diplomatic adviser to the Ministry of Interior.\n''Many thought terrorism would never be an issue in their own country. Today, that has changed,'' he said. ''We have new information that a certain number of groups are targeting Western interests, especially in Europe. We hope to find arms and explosive caches in the short term, before they can be used in the longer term. ''\nThe decision of five European nations -- Germany, France, Belgium, the Netherlands, and Luxembourg -- to remove internal frontiers between them in the so-called Schengen agreement has also raised new concerns about the ability of nations to defend themselves against terrorism. The agreement, signed in June 1990, began to be implemented this March 26, when the first border checks in airports between each country were eliminated while external border controls were intensified.\nIn the run-up to France's presidential vote April 23, two right-wing candidates have argued that the agreement threatens to overrun France with terrorists and drug dealers.\nBut supporters insist a new European-wide information data base and improved coordination of police and judges will help Europe stop terrorism. The new data base will link every consulate in the Schengen countries and will include lists of all people judged ''undesirable,'' meaning terrorists.\n\nGraphic\n\n \nPHOTO: SCENE OF THE CRIME: A fireman runs through the rubble after a car bomb destroyed the north side of the Alfred P.  Murrah federal building in Oklahoma City on Wednesday. Federal agents say it will take several weeks to process the bombed area and search for evidence., JIM ARGO, THE OKLAHOMAN/REUTERS\n\nLoad-Date: April 22, 1995"
}