{
    "title": "Lessons of the Rainbow Warrior",
    "publisher": "the world",
    "year": 1985,
    "month": 10,
    "day": 1,
    "full text": "THE recent admission by the French government of direct responsibility for the attack on the Greenpeace ship the Rainbow Warrior has raised profound moral questions, as well as underscoring important lessons for democratic systems of government.\nFor 14 years, Greenpeace has striven to prevent nuclear testing and save endangered sea animals. It is a profound irony that an organization dedicated to peace and nonviolence should fall victim to such a senseless act of state-sponsored terrorism.\nFrom an American perspective, it is instructive to search out the important lessons of this tragedy. There appear to be several of note.\nFirst, a great power can make a great mistake - on this occasion, one bordering on the silly. For France to seek recourse in sabotage against an idealistic few could not demonstrate more graphically the increasing tendency of peoples - and governments - to vent their disagreements and to accomplish their objectives through violence against innocents.\nSecond, even if seemingly justified from a perspective of national interest, acts that violate international law and international norms of behavior are generally counterproductive. Support for Greenpeace as well as senseless rifts between democratic countries like New Zealand and France can only grow after such egregious, premeditated violence.\nThird, seldom can a democratic society engage in covert violence without eventually being forced to accept responsibility for the acts of violence. Intelligence services must understand that despite great safeguards, leaks often occur and, as in this instance, a government in power can be compelled to recant, to its embarrassment and jeopardy.\nFourth, few governments have armies that can stand up to the awesome military capabilities of the nuclear powers. But in the area of terrorism they can compete on equal, and in some cases stronger, footing because acts of a terrorist nature are usually less acceptable in democracies, as opposed to authoritarian societies. Accordingly, democratic governments have a vested interest in avoiding terrorism; they must conform foreign policy as pristinely as possible to international law.\nAdherence to the rule of law should be the touchstone that distinguishes democracy from politically repressive systems of the left and the right. Authoritarian societies should never be given this excuse of rationalizing terrorism as a tit-for-tat response to the illegal acts of democracies.\nEuropeans sometimes assume that the venerable histories of their societies provide them a greater grasp of the subtleties of international affairs and diplomacy. The Greenpeace episode belies such assumptions.\nBut in this case, we would do well to assess the mistakes of the French and ask whether there are lessons for our own foreign policy:\nDoes it, for instance, advance international law to deny the jurisdiction of the World Court over our policies in Central America?\nDo we retard or invite greater terrorism by aiding counter-\nrevolutionary forces in Nicaragua?\nCan we insulate our interventionist policy in Lebanon from reactions against Americans and governmental facilities, here and abroad?\nIn plotting the sinking of the Rainbow Warrior, the French appear to have overreacted to the Greenpeace movement. In initially denying public accountability they appear to have underestimated the demand for truth in a democracy.\nAn American might ask whether Paris has become benumbed to the subtleties of right and wrong in national-security policy. A Frenchman might respond that the anesthesia had been administered in powerful doses on this side of the Atlantic."
}