{
    "title": "Let a U.N. Commission Rule on Airline Bombs",
    "publisher": "the new york times",
    "year": 1992,
    "month": 7,
    "day": 22,
    "full text": "To the Editor:\nThere is nothing wrong with the suggestion made by Allan Gerson in \"Compensate Libya's Victims\" (Op-Ed, July 1) that a United Nations commission should be created to hear the claims for compensation for the victims of the Pan Am Flight 103 crash in Lockerbie, Scotland, in 1988. There is need for a United Nations commission to be set up, not only to function as a claims forum, but also as a body charged with analyzing the circumstantial evidence against Libya, and to make recommendations to the Security Council.\nThe bombings of Pan Am 103 and of a French Union de Transports Aeriens airliner over the West African nation of Niger in 1989, for which France accuses Libyans, affect not only the families of the victims, but also humanity as a whole. This regrettable tragedy should have been taken up by the United Nations because state-sponsored terrorism across national boundaries is a breach of international law, as well as the United Nations Charter.\nThe question that must be answered beyond any doubt is what state or states sponsored that dastardly act on the victims of Pan Am 103 and the French airliner.\nMr. Gerson alleges that \"politicians, not jurists, presumed Libya's guilt before any trial took place.\" He must have made the transition from jurist to politician in writing in presumption of Libya's guilt over the bombing of Pan Am 103: \"Justice demands that Libya be made to pay.\"\nThe basic, universally acclaimed tenet of Western jurisprudence is that an individual is presumed innocent until proved guilty. This principle must also apply to Libya, most particularly in light of the charges and retraction against two other states in the bombing of Pan Am 103.\nA United Nations commission on the two bombings would allow the world body to become more directly concerned with state-sponsored international terrorism. Such a commission could also investigate as well as adjudicate.\n \nSOLOMON GOMES\nSpecial Political Affairs Officer\nExecutive Secretariat, Organization\nof African Unity to the United Nations\nNew York, July 2, 1992\n\nLoad-Date: July 22, 1992"
}