{
    "title": "Let's not complicate terrorism",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 1,
    "day": 9,
    "full text": "The blood spilled in the latest massacre of innocents by militants shouting Allahu Akbar! was still viscous Wednesday when certain reliable apologists hustled out an alternative superstructure designed to refute the Occam's razor version.\nYou know Occam's razor: However complex the circumstance, the simplest explanation is usually the right one. Applied to Wednesday's horror, then, we come up with this: Well-trained and heavily armed Islamist fundamentalists slaughtered an assortment of French satirists because their history of lampooning religion in the publication Charlie Hebdo included Islam's founder.\nThe declaration by one of the killers picked up on video seems to eliminate other possibilities: We avenged the Prophet Muhammad! We have killed Charlie Hebdo!\nOccam's razor says, also, that in the production of their spoofs, the only line possibly crossed by the killers' targets was one of taste, but certainly not one any sensible Westerner would have considered actionable.\n❖ ❖ ❖\nAs mentioned above, however, apologists for militant Islam never tire of their work, which is fortunate, because there is so much of it to be done. First came the notion that the gunmen, who gave every outward impression of executing instructions from the Koran as interpreted by learned clerics (see: Choudary, Anhem, the scoldings of), are not Muslim.\nI addressed this at some length in a post at The Right Stuff Wednesday, noting the fibs of omission by President Obama and Secretary of State John Kerry and the outright denial - They're about as Muslim as I am - by a depraved Howard Dean on MSNBC's Morning Joe. This failure to identify reality is simply reckless.\nThen, just to amp up the MSNBC stupidity (but I repeat myself), Eric Bates - former executive editor for Rolling Stone, which had its own shining moment of inanity recently - likened the religion-sourced slaughter of satirists to a libel lawsuit brought in the 1980s against Hustler magazine by Jerry Falwell. Because fundamentalism is as fundamentalism does, duh.\nPerhaps the part where Falwell stormed Hustler's offices, assassinating publisher Larry Flynt and his top brass, escaped the attention of a media fixated on Iran-Contra. Otherwise, Bates' moral-equivalency dog just won't hunt.\n❖ ❖ ❖\nAs for whether the staff and editors of Charlie Hebdo had it coming, the suggestion is both vile and, appallingly, not uncommon. Thursday, CNN contributor and former White House spokesman Jay Carney stood by his remarks from September 2012, when - expanding on an Obama administration claim, swiftly debunked, that a YouTube video triggered the Benghazi massacre - he questioned the prudence of editors who would publish depictions of Muhammad when those images ... have the potential to be inflammatory.\nOver the years, French officials and publications have cringed in similar fashion, sounding like abused spouses who've learned what it takes not to get hit again. Or as often. Foreign minister Laurent Fabius once said Charlie Hebdo pour[s] oil on the fire. Le Figaro lamented Charlie Hebdo's publication of silly provocations.That was then. This is now, according to the Financial Times' Tony Barber:\n[S]ome common sense would be useful at publications such as Charlie Hebdo ... which purport to strike a blow for freedom when they provoke Muslims, but are actually just being stupid.\nWorse, this what-did-you-expect stuff routinely surrounds high-minded disclaimers shoehorned between rhetorical parentheses: Of course, this doesn't excuse extreme violence ... . Puh-leeze.\nWe're long past faulting victims of sexual assault for dressing provocatively or associating with common ne'er-do-wells. Rightly so. Similarly, from the highest office of media to the grimiest street corner, the right to poke fun at institutions and public or historic figures is absolute, and must, absolutely, remain free from threat.\nAnybody who says it's more complicated than that needs a refresher on Occam's razor.\n\nLoad-Date: January 9, 2015"
}