{
    "title": "LET'S BE HONEST_ TERRORISM'S ALWAYS POSSIBLE",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 12,
    "day": 29,
    "full text": "While scanning our e-mail, many of us come across a note from one or two \"Nigerian bankers\" a day. Usually, the banker is offering immediate access to a fortune supposedly left behind when a corrupt general or embezzling official died.\nThe banker, who always asks for discretion, offers to split the wealth 70/30 in your favor in exchange for parking the money in your bank for a few days. All he needs to make you an instant millionaire is your checking account information.\nIt's a variation of the successful get-rich-quick scheme that has made some Nigerians wealthy at the expense of gullible Americans, Canadians, Europeans and Japanese for years.\nWe Americans are so unaccustomed to hearing from actual Nigerian bankers that when one comes along with the kind of news that shouldn't be left to a spam filter to sort out, institutional lethargy kicks in.\nRecently, Alhaji Umar Mutallab, a former Nigerian banker, contacted American officials about his suspicions that his 23-year-old son might pose a threat to the United States.\nBecause the once amiable, but fiercely devout, Umar Farouk Abdulmutallab had broken with his family, his father feared he'd fallen under the sway of radical jihadists. By reaching out to American officials and authorities in his own country, a concerned father attempted to secure the safe return of his missing son.\nFast forward a few months and we learn that Mr. Mutallab's fears were well-founded. His son was thwarted by fellow passengers on a Christmas flight from Amsterdam to Detroit as he allegedly attempted to detonate explosives strapped under his pants.\nMuch praise has been heaped on Dutch filmmaker Jasper Schuringa, the passenger who leaped over several seats to restrain Abdulmutallab and extinguish what could easily have become a catastrophic fire. The young director acted bravely despite being \"freaked out,\" in his words.\nToo bad there was no counterpart to Mr. Schuringa's bravery on the Sunday morning talk show circuit. Homeland Security Secretary Janet Napolitano sounded like George Bush congratulating \"Brownie\" for doing such a good job during Katrina. How could any administration official suggest \"the system worked\" with a straight face -- even if ordered to do so?\nYesterday, Ms. Napolitano backtracked and admitted the obvious -- that the system failed, almost catastrophically -- because a foreign national on a U.S. terrorist watch list was able to board a U.S.-bound plane with an explosive device sewn into his underwear.\nMs. Napolitano's initial obtuseness was matched only by the bellicosity of Rep. Peter King of New York, the top-ranking Republican on the House Homeland Security Committee, who couldn't pass on an opportunity to demagogue the Obama administration.\nAnd, of course, there were calls to strike Yemen militarily even before all the facts were known. After the previous eight years, you'd think we would have learned a little restraint, especially when it comes to attacking countries most Americans have never heard of.\nGiven the relative ease with which the terror suspect was able to slip through security protocols, it may be time for the Obama administration to admit what the previous president couldn't. We could spend our entire budget on Homeland Security, but there is no way to prevent every conceivable terrorist attack from happening without becoming a police state in the process.\nMuch of the \"security\" that inconveniences us at airports is meant to project control, but its flaws are apparent to almost everyone. It is a useful distraction from the weight of existential terror.\nMr. Abdulmutallab is an educated man who, apparently, subscribes to the nihilistic ramblings of the death cult called al-Qaida. Whether he is a trained operative or merely an aspiring martyr makes little difference -- there are probably many more would-be mass killers like him dying to enter Paradise.\nMaybe one or two or three dozen such people live here in the U.S. How do you crack down on every potential American Abdulmutallab without sacrificing something essential to our way of life -- freedom of movement, religion, speech and thought?\n\nNotes\n\nTony Norman can be reached at tnorman@post-gazette.com or 412-263-1631./\n\nLoad-Date: December 29, 2009"
}