{
    "title": "LET'S STOP BUYING QADDAFI'S OIL",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 23,
    "full text": "To the Editor:\nYour Dec. 10 editorial ''Fighting Qaddafi With a Wet Noodle'' describes Libya as a major instigator and banker of international terrorism. Moreover, it recognizes that oil revenues, including American petro-dollars, are ''bankrolling'' Libyan terrorism. But after making these points, you conclude that an American boycott of Libyan oil would be an ineffective and imprudent policy.\nGary Hart letter responds to December 10 editorial, \"Fighting Qaddafi With A Wet Noodle\"\nIn view of the facts, it is morally unconscionable that the United States is buying Libyan oil and thereby replenishing Qaddafi's treasuries, allowing him to embark on more adventurism, not only in Northern Africa and the Middle East but throughout the world, including the United States. How can we claim we have any meaningful policy to combat international terrorism so long as we provide the greatest single market for Libyan oil?\nMoreover, it is not clear that, as the editorial contends, a unilateral embargo on Libyan oil would be ineffective, especially if it were imposed immediately.\nAt present, the Libyans are having a difficult time finding markets for their oil. In addition, with the current surplus in world oil markets, other importing nations will not be so tempted to rush in and buy the oil that would have gone to the United States. Like the United States, these nations can buy from other exporters, such as Nigeria, which offer a light, sweet crude comparable to that sold by Libya.\nOf course, as you suggest, Qaddafi could lower the price of Libyan crude in an effort to attract new buyers. However, a lower price would reduce his ability to raise vast amounts of money to finance international terrorism. What is more, unless he lowers his price substantially, perhaps even below that of his competitors, many nations will not be anxious to buy large quantities of oil from a state as unstable as Libya.\nThe United States should end the intolerable practice of having American petrodollars support an international outlaw like Colonel Qaddafi. Imposing an import ban not only is a morally responsible policy; there is a good chance such a policy will curb Libyan terrorism.\nGARY HART, U.S Senator from Colorado, Washington, Dec. 10, 1981"
}