{
    "title": "Let's not lower our guard on terrorism just yet",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 5,
    "day": 1,
    "full text": "\"The war on terror is over,\" or so claims an unnamed senior State Department official, as reported by National Journal's Michael Hirsh in his recent article \"The Post al-Qaida Era.\"\nReally? Well, if the war is over, I must have missed the peace treaty signing ceremony. I also haven't noticed a decline in incendiary rhetoric, or the disarmament — or at least laying down of arms — that usually accompanies the end of war. Does this mean we can do away with full-body scanners and TSA pat-downs?\nThose who believe the war against radical Islamists is over never really believed we were fighting one. They have been in denial from the start. Each time they have been proven wrong — the land for peace formula between Israel and her enemies is just one example among many — they have simply moved on to the next level of denial. Now they have reached rock bottom with nowhere else to go and are telling us we can live with Islamism.\nHirsh references Reuel Marc Gerecht, senior fellow at the Foundation for Defense of Democracies, a nonpartisan institution focusing on national security and foreign policy, whom he calls one of the \"smarter hard-liners on the right.\" Hirsh says Gerecht is among an emerging group of policymakers and analysts coming to realize that \"the Arab world may find another route to democracy — through Islamism.\"\nThis is preposterous. It is like saying the route to women's rights is through patriarchy. War is peace. George Orwell lives! Radical Islamists have made it perfectly clear they have no interest in joining the democratic process. They are at war. They are at war with the West. No amount of \"make-nice\" will stop them from trying to destroy Western infidels, which they consider all proponents of democracy to be.\nGerecht's kind of thinking is beyond self-delusional. It is suicidal. Any hope that the Arab Spring and the Middle East elections that result will make any difference in the way radical Islamists deal with or perceive the West is misplaced. Elections are meaningless without a framework guaranteeing individual rights. History is full of examples where elections brought to power dictators who then either gamed the system so their re-election was guaranteed or made sure there were no more elections.\nCloser to reality is a report in the April 15 London Sunday Times. Reporter Hala Jaber writes from Cairo about the forthcoming Egyptian elections: \"Voters fear the imposition of the veil and a harsh penal code if radicals win the election.\"\nTerrorism flows from a belief system and worldview that will not be crushed because a few al-Qaida leaders are gone.\nThe secular left refuses to understand this. Terrorism is not the only tool in the arsenal of radical Islamists. Infiltration, Islamic schools, the building of mosques in the midst of the \"Great Satan,\" the running of Muslim candidates for public office, the demands for more \"rights\" and civil liberties, while Islamists deny such things to the nations they dominate — all of this and more proves the war by whatever name one wishes to call it is not over. In fact, it is just beginning.\nRadical Islamists are attempting to unify the Muslim world under Sharia law and other dictates of the extremist wing of the religion. If they succeed, they will most assuredly redouble their efforts to eliminate Israel and come after America.\nThe war on terror continues. We need to fight it to win it.\n\nLoad-Date: May 1, 2012"
}