{
    "title": "LETTERS TO THE EDITORS_ ANTI-TERRORISM LAWS ARE NEEDED IN ILLINOIS",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 23,
    "full text": "The Oct. 19 editorial, \"Slow down on state laws,\" misses the mark on several levels. As the lead sponsor for Illinois' terrorism legislation, I can assure you that these proposed laws have been well researched by both my staff and the staff of Attorney General Jim Ryan.\nContrary to what the editorial stated, these proposed changes to the law are designed to complement the work of federal agencies. In fact, we continue to work with U.S. attorneys and other federal officials to assure the viability of the legislation.\nOur nation is engaged in a war on terrorism as the result of assaults on innocent citizens by ill-defined foreign entities. These crimes -- be it biological attacks, hijackings, or other yet-to-be unleashed terror -- are occurring in our homeland, not some far-away and desolate location. Clearly, our state and local law enforcement officials must have the wherewithal to investigate potential terrorist-related crimes and stop them before they happen. We cannot expect agents of the federal government to be available in all places at all times.\nThe first line of defense in all criminal matters starts in our own communities, where reaction time is expedient and efficient. We stated at the press conference announcing the legislation (but you left out of your editorial) that protocols must be developed to help coordinate local, state and federal activities.\nUnfortunately, Illinois law contains loopholes when it comes to defining and combating the crime of terrorism. This legislation would close those loopholes.\nBy introducing the legislation during our November veto session, we will ensure that it receives the full scrutiny of our elected officials, and any flaw in the drafted bills will be amended and corrected.\nThe suggestion that this comprehensive legislative package is merely political is particularly disturbing. In truth, we are receiving overwhelming bipartisan support for the concepts in these proposals. U.S. Sen. Dick Durbin has stated that changes to state laws to combat terrorism should be considered as part of a comprehensive approach to protecting our citizens.\nThe editorial implies that Illinois lawmakers and our attorney general are acting hastily. Perhaps you may want to reconsider since the rapidly changing times require responsible legislators to do all they can to protect the safety and security of our citizens\nLee A. Daniels\nRepublican Leader\nIllinois House of Representatives\nSpringfield, Ill.\n\nLoad-Date: October 23, 2001"
}