{
    "title": "Letters to the editor ON YOUR MIND",
    "publisher": "daily news ",
    "year": 2014,
    "month": 12,
    "day": 1,
    "full text": "Reader concerned about crashes with deer\nProposed solution to crashes with deer\nThere are over 20,000 deer-vehicle crashes in Ohio each year with 7-10 human casualties. The yearly damage costs created by deer nationwide are reported to be over $1 billion. The deer population is now estimated at 750,000 in Ohio alone. Why am I concerned? We have nearly hit a total of seven deer in the past two weeks so I am getting a bit paranoid driving at dusk or at sunrise each day. Hunters take down approximately 190,000 to 200,000 deer each year, but I believe many more should be harvested.\nHere is a solution. Let's hand out free hunting permits, not only too hunters, but also to the many gun-loving people such as those who belong to pro-gun organizations like the Buckeye Firearms Association, NRA members, militia groups and the ever-increasing concealed carry folks. They can have a ball knocking off the deer and I will feel better about driving during deer mating season. The main obstacle to this solution is the fact that the state will not want to give up the $10 million in revenue they get for hunting permits.\nTo paraphrase the movie 'Jaws', \"Guess we'll need a bigger truck.\"\nBILL RAGLAND, JAMESTOWN\nThe challenges of fighting terrorism\nWhen it comes to terrorism in the Middle East, we ... can't identify the terrorists without a scorecard or feel like you are playing whack-a-mole as everyday a new terrorist group emerges, promising to destroy everyone but themselves who are the \"true\" believers.\nISIS is the latest terror group du jour, but as soon as they are contained, I am confident a new religious fanatic will emerge and the cycle of terrorism doomsday predictions will start over again unless the good old USA puts boots on the ground to defeat the new enemy or hires Bruce Willis to \"Die Hard\" another day and save the world.\nThis can never work unless these Middle East oil barons demonstrate they want to defend their countries and defeat their enemies more than we do. And right now we want to defeat terrorism more than (they do). Until they are willing to sacrifice their troops first defending their countries against these fanatical idiots, we should not put a single boot on the ground. Better yet, when these dictatorial oil barons call 911 America for military support, we should make sure they get a busy signal. Our military has sacrificed enough.\nMIKE CORCORAN, BEAVERCREEK\nSpeak up\nI find it very hypocritical of the Republicans to continually accuse President Obama of \"poisoning the well.\" Don't the Republicans realize that the poisoning began with the first of the 50 plus repeal votes of the ACA the House of Representatives has passed? Don't the Republicans realize that the Senate passed an immigration bill in June of 2013 by a vote of 68 to 32, with 14 Republicans voting for the bill? John Boehner has yet to bring that bill to a vote in the House. By not voting on this bill, haven't the Republicans poisoned the well?\n\nLoad-Date: December 1, 2014"
}