{
    "title": "Letters _ Readers Respond Overlooking a problem; patriotism; oil consumption",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 2,
    "day": 4,
    "full text": "The President offered up the American Competitiveness Initiative, which addresses education in our country and yet continues to overlook a significant problem.\nThe President said he would like to increase and improve math and science education. I support this. However, as an English teacher, I feel that the humanities are increasingly overlooked in terms of social significance and funding. A strong background in the humanities for all Americans is imperative. Learning how to think critically, process complex ideas, and then communicate those ideas to others are skills that are key to individuals who work in both the sciences and humanities.\nAs we look to education reform in our country, it is important to see some initiatives and funding that support reading, writing, arts, foreign languages and other humanities. Programs that encourage students to read rather than watch television, play video games, or go to the movies are equally important if the United States wants to remain a vital force in the world.\nWarren Hoffman\nPhiladelphia\nIt was amusing, and kind of pitiful, to see the Democrats sitting on their hands during most of the State of the Union speech. But when the President was talking about winning the war on terrorism and they still sat, well, that was beyond the pale of statesmanship, patriotism and class.\nIf only President Bill Clinton had had the guts to take on terrorism in the '90s. Can you imagine him at a State of the Union saying the same thing as our President did Tuesday night? The Democrats would have stood and applauded because Clinton was in their party. Republicans would have given Clinton a rousing, emotional, standing ovation, too. Why? Because it would have been the right thing to do.\nAnd I'll also be the first to admit that, like Clinton, Presidents Ronald Reagan and George H.W. Bush wanted no part in a war on terrorism either.\nNow, come on, liberals, try to back your country and your President in a time of war.\nScott DurhamHaddonfields.durham2004@comcast.net\nAgainst my better judgment, I listened to our President's speech. I am truly amazed at how simple people, and now, it seems, the press, can be. One case in point.\nOur President set a goal of reducing our oil imports from the Arab World by a whopping 75 percent by 2025.\nI'm an engineer, but any thinking person should be able to figure this out:\nWe now import a little less than 20 percent of our oil supply from that corner of the globe. So, if we reduce that amount by 75 percent, we'll reduce total requirements by about 15 percent of today's. Not much of an accomplishment!\nThe auto companies could do a lot more in 15 years. If we stopped buying gas guzzlers, we could likely make significant reductions in five years, even without research and development of alternate sources, such as wind or solar.\nMilton Herzog\nColumbus\n\nLoad-Date: February 4, 2006"
}