{
    "title": "Letter_ U.S. hides assassinations with counter-terrorism excuse",
    "publisher": "university wire",
    "year": 2016,
    "month": 12,
    "day": 1,
    "full text": "Editor,\nThe clandestine war being waged by the U.S. in Somalia is but yet another example, with all the secret \"Special Ops\" forces spread out and killing extra-judicially in so many countries, of the secrecy being maintained in consolidating the American Empire with our prima facie excuse of counter-terrorism.\nThis is why it is not surprising that even Hillary Clinton has, in a closed-door, now-hacked speech to Wall Street, promoted the use of covert operations.\nSo the world which is now America's playground needs to fear a worldwide secret police force whose members are American. Already, thanks to the NSA's worldwide reach, the world is America's surveillance oyster.\nA lot of this arrogant moving up in clandestine activity was begun when the CIA, not our military, began and now continues to conduct drone strikes on merely \"suspected\" terrorists in the remote tribal regions between Afghanistan and Pakistan.\nNow, with hundreds of military bases \"projecting power\" - to use a Powellism - all over the world, including from Australia, nobody elsewhere in the world is immune from America's neocolonial installations, such as black sites with \"extraordinary rendition\" - another euphemism masking secret torture.\nAlready we have no qualms about kidnapping criminal nationals of other countries and jailing them here and forcing them to face our own judicial system. That's what empires do.\nor tags on article template page. The placement should appear just \"below-the-fold\", meaning that a user needs to scroll down slightly to see the video. Be sure that if you article page also has an \"inline\" ad unit that plays within the text that the two ad units do not overlap. */ -->\nFor even longer, secret assassinations of world leaders either directly or indirectly by the CIA have put the rest of the world, especially the third world, in mortal fear of the USA.\nAnd Trump might become the world's cruel emperor secretly disappearing his enemies on the \"list,\" not just radical Islamic terrorists of even American citizenry.\nArun Ahuja\nUNM student\n\nLoad-Date: December 1, 2016"
}