{
    "title": "Letter to the Editor_ Rodney Davis shouldn't support Trump's terrorism policies",
    "publisher": "university wire",
    "year": 2017,
    "month": 3,
    "day": 7,
    "full text": "Alex Goodlad\nMarch 7, 2017\nFiled under Opinions, Your Opinions\nDear Representative Rodney Davis,\nAs spring approaches, I write this letter to tell you beware the Ides of March. President Trump and his cabinet are a threat to American democracy, who neither follow nor respect the Constitution.\nIt is your responsibility to those in your district to make responsible decisions - not just partisan ones. You may say that you don't \"agree with everything Trump is doing,\" but that doesn't reflect in what you've said or done.\nI read your statements in the News-Gazette. I know you have your reasons, and they'd be understandable if they were true.\nTerrorism has been a statistical nonissue from refugees in those seven countries, a vetting process was already in place, the intentions were not noble if they exempted countries with Trump's conflict of interest ties and finally, the ban did not affect \"less than a couple hundred individuals.\"\nThe travel ban actually affected tens of thousands who were not terrorists. There were many students in your congressional district whose semesters were in jeopardy.\nAs representative, it's your duty to research the facts and not believe \"alternative facts.\" You think it's dangerous that this ban got labeled a \"Muslim ban\"? It's dangerous that this ban is in fact an unconstitutionally discriminatory ban on the people of these countries (whether they are Muslim or not).\nYou might get a different impression about our motives from Tom Kacich's article \"Davis in Democrats' sights for 2018,\" but there's well over a year before re-election is of any immediate concern to both you and us.\nRight now we're trying to work with you - not against you - by voicing our concerns so you can do the right thing. I genuinely wish you the best, hoping you make the right choices during this crucial time.\nAlex Goodlad is a University student in LAS.\n[email protected]\n\nLoad-Date: March 8, 2017"
}