{
    "title": "Letters to the Editor_ Don't Blame Women for Male Terrorism",
    "publisher": "the chronicle of higher education",
    "year": 2002,
    "month": 3,
    "day": 15,
    "full text": "To the Editor:\nMichael Kimmel's \"Gender, Class, and Terrorism\" (The Review, February 8) points out some possible psychological motivations for a smattering of mass murderers in the last century. As I read the piece, however, I began to wonder: Is Kimmel suggesting that I should feel sympathy for Timothy McVeigh, Adolf Hitler, and Mohammed Atta? If, indeed, their problems stemmed from inadequate confidence in their own masculinity, that would be their failure -- not that of women. …\nPersonal failure may well be a consequence of larger societal trends, but just as often it is due to a lack of imagination, or active resistance to change. … Such problems, even if genuine, are no excuse for the actions that were taken by each man. Mass murder -- be it in the form of genocide or terrorism -- is immoral, and so is the idea that we should condone it because the murderers lacked self-esteem.\nKimmel also writes: \"We've been asked to remember the Taliban's vicious policies toward women; indeed, even Laura Bush seems to be championing women's emancipation.\" Even Laura Bush? Has the first lady earned this snide comment because of her decision not to work outside the home? Or is it because her decision to speak out is such a contrast to her customary reticence and maintenance of family privacy?\nIn U.S. culture today, women have no right answers, no easy choices -- and comments like Kimmel's don't help. If we choose to be mothers and hold paid positions, we are neglecting our children. If we choose to stay home with our children, we are sabotaging the gains made by nearly two centuries of feminists. And if we choose not to have children, we are selfish.\nHitler, Atta, and McVeigh never had to face these choices or these criticisms. If they thought it was hard to be a man, they should have taken a minute to think about how hard being a woman can be. And then they should have tried to get tenure.\nKatharine Graydon\nSouth Hackensack, N.J.\n***\nTo the Editor:\nKudos to Professor Kimmel on his nominations for the Mount Rushmore of mass murderers, Hitler, Atta, and McVeigh. His slippery-slope argument blames \"militarized manhood\" for the recent terrorist atrocities. The recent terrorist bombing in Israel by a woman emasculates Kimmel's restoring-their-manhood thesis.\nKimmel's explanation sounds like the captain of the Titanic trying to explain why it was the iceberg's fault for sinking his ship.\nChuck McNally\nAssistant Dean\nCollege of Arts and Sciences\nDrexel University\nPhiladelphia\n\nLoad-Date: April 15, 2002"
}