{
    "title": "Letters to the editor, Jan. 15",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 1,
    "day": 15,
    "full text": "License office decision shows how\ngovernment crowds out nonprofits\nI applaud Bill McClellan's column that draws attention to the state's termination of the Florissant Rotary Club's control of the Florissant license office (\"Do-gooders get boot from license office,\" Jan. 11).\nHe notes that the two nonprofits that bid on the office - the Rotary Club and Mid-America Transplant Services - scored lowest in the evaluation process. Not surprisingly, there were no points given for the ways in which these nonprofits use the license office to promote their charitable objectives: MTS uses its offices to promote drivers license organ donor signups while the Rotary Club finances projects that serve the very people who are seeking drivers licenses. In stark contrast, bidders were rewarded for the amount of office revenue - yet another hidden tax - kicked back to the state.\nI, along with other economists, have demonstrated through our research that government programs that purportedly serve the public good often crowd out their private nonprofit counterparts. This is exactly what is happening here. Do we really think that the additional monies transferred back to the state will provide the same level and quality of services that are currently provided by the Florissant Rotary Club to its north St. Louis community? How would the Rotary Club have ranked in the bidding process had the kickback category been eliminated?\nSusan Feigenbaum • Town and Country\nDepartment of Economics, University of Missouri-St. Louis\nScrutinize the belief system\nfeeding into fanaticism\nGhazala Hayat, in the letter \"Extremism does not represent Islam\" (Jan. 9), dissociated Islam from terrorist attack in Paris. This is an obvious responsibility of a public relations officer for the Muslim community. Unfortunately similar appeasing statements are made by elected leaders to keep peace. Contrast this with massive protests leading to murders of police officers over Michael Brown's death.\nDespite unity parades and claims by President Obama, terrorists keep gaining ground. They carved the Islamic State and keep arming Boko Haram. Volunteers from all over the world join their cause. They are inspired by the ideology of uniqueness of their religion worth imposing by force. They are not disgruntled citizens. Violent protests against cartoons and free press are demands for special status. One of these fanatics could be a science genius coming from Harvard or Cambridge gifted with immense destructive power.\nThe belief system feeding into fanaticism needs open scrutiny to contain future carnage. Pursuit of truth is simple sustainable policy.\nMohinder Partap • Ladue\nObama's statements on terrorism\nPresident Obama stating that terrorists, not Islamist terrorists, are killing people is akin to former President Bill Clinton denying he had sex with Monica Lewinsky.\nMary Purcell • Frontenac\nAmerica's recurring history of terrorism\nTerrorism is the acts of jihadist gunmen and bombers, as witnessed with noble intention in Paris, but also dramatized by the news media. Forgotten in the moment is the recurring history of terrorism as a two-sided retaliation.\nAlso, terrorism is (apart from hit squads) American drone strikes throughout the Middle East that have killed up to 3,000 family members and other innocents.\nTerrorism is American invasions of Afghanistan and Iraq, killing tens of thousands of innocents. It is the continued occupation of Afghanistan and American military presence in most Arab countries.\nTerrorism is despotic regimes using American equipment and munitions to oppress, if not to kill, local political/sectarian opposition, examples being Karzai in Afghanistan and Maliki in Iraq.\nOverall, terrorism is the disruption inflicted upon to Muslim/Arab society by the Western desire for oil and empire.\nTerrorism is them, and us.\nJim Hanson • Collinsville\nMedicaid expansion adds to nation's debt\nRegarding the letter by Jane Mendelson, \"Scrooges in the Missouri Legislature\" (Jan. 4), in which she feels the Legislature should expand Medicaid to cover an additional 700,000 of our old, ill and poor neighbors, she clearly is passionate for those less fortunate. She is, however, mistaken about the cost.\nAdding those people to Missouri's Medicaid rolls of the already 1.1 million would add a cost to the taxpayer of $4.7 billion. The national yearly cost of the program is $438 billion and is expected to grow by $100 billion annually, according to the Cato Institute. The annual Medicare costs are $550 billion and are expected to rise 6 percent per year.\nThe U.S. taxpayer is already on the hook for a national debt of $18 trillion. The total U.S. unfunded liabilities, as estimated by Forbes in 2013, are $127 trillion, or $1.1 million per U.S. taxpayer. Our rulers in the federal government keep borrowing, spending and printing money with no end in sight. What's another 700,000 people on Medicaid from one state alone going to matter?\nEventually our rulers will run out of other people's money and our debts will have to be paid, and our dollar will be trashed by the endless printing of more worthless paper! Or perhaps our leaders will step up, stop the madness of reckless spending, rein in waste, balance a budget, stop making promises they can't keep in order to keep themselves in power, and pay down the debt to get our nation and our dollar back on fiscally sound ground. Ah, who am I kidding - what's another 700,000?\nDr. John W. Probst • Ballwin\nNLEC provides an invaluable service\nRev. Larry Rice in his commentary Jan. 9 (\" ‘Revolving door' benefits mayor's agenda against homeless\") hit the ball out of the ballpark with explaining the humanitarian actions of New Life Evangelistic Center.\nNLEC shelters over 300 homeless people. The city of St. Louis says that only 32 people should be permitted. NLEC provides an invaluable service to those who really, really need some help!\nI remember a sign years ago near NLEC when I was with the homeless that read: \"Open the door - Jesus is knocking!\" This comes from Christ's words: If you have done it unto those in need, you have done it unto me.\nNLEC answers Jesus' call and opens its door to those in need. Bless Rev. Rice, the good and kind crusader for the homeless!\nDick Reeves • Kirkwood\nAll a matter of perspective for Rams fans\nAs an avid Rams fan, I don't want to see the Rams depart from St. Louis as much as the next guy. However, it is necessary in this type of situation to take a step back and look at this as strictly a business decision on behalf of Stan Kroenke.\nAs passionate fans of our hometown team, we often forget the logistics of running an NFL franchise and instead look at every decision as personal. Kroenke is completely justifiable in exploring attractive options that would make his franchise stronger.\nWith this new frame of mind we must factor in all perspectives from the given situation and ask ourselves the difficult question at hand, \"Does St. Louis really deserve an NFL franchise?\" Answering this question unbiased, the answer you come up with may surprise you.\nBrad Baker • Sunset Hills\nNo more professional sports extortion\nWe've had enough professional sports extortion followed by sports welfare in this town. If hotels, bars, restaurants and parking lots want this revenue source, let them fund it. I don't want to.\nBob Boland • Webster Groves\n\nLoad-Date: January 23, 2015"
}