{
    "title": "Letters _ Letters",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 9,
    "day": 29,
    "full text": "United we stand\nI weep for this country. For six years at a time in history when every moment is a decisive one, there are forces within our government and our country working to undermine our war on terrorism, our brave troops, our country itself.\nI weep for this country. Our strength lies in our ability to unite behind this president in a war against an enemy that threatens to throw our great nation into irreversible peril. Instead, we watch a daily war waged by liberals. They paint a picture of this president, this country and this war that is so compelling, many Americans accept it as fact. And we become even weaker.\nI weep for this country. Free speech has taken on a new, subversive meaning. And its divisiveness has undermined our strength. The American people have been distracted from the real threat. If we can understand this, then maybe we still have time on our side.\nUnited behind this president, we could defeat terrorism. United behind this president, we could remake history. The end of terrorism? Peace in the Middle East? Oil self-sufficiency? A solution to illegal immigration? Tax relief? Common-sense judges in the courts? Continued and unprecedented economic growth? There is nothing this country can't do when we pull together as the United States of America!\nBlanche MalinPerkasie\nFree speech here\nRe: \"Novelist is cleared of charges her book 'insulted Turkishness', \" Sept. 22:\nIt was good to see that admired Turkish author Elif Shafak was acquitted of a criminal charge of insulting her nation in a recent novel. But I have a question. While our Constitution guarantees citizens the right of free speech, does not the charge from Bush supporters that criticism of the war and his efforts to combat terrorism provides aid and comfort to our enemies amount to the same kind of thinking?\nIt isn't an easy thing to live in a democracy. It is messy, very messy. But I for one would have it no other way.\nIan Wachstein\nCollingswood\nDemocrats on Iraq\nThe Democrats cannot seem to fashion a coherent message regarding the war in Iraq. That message should communicate this: \"The war on terror is a disaster. The Republicans have no ideas for getting us out. Here is how we are different.\" What might such a message look like?\nWhat distinguishes America is a respect for due process and the rights of the individual. When we make exceptions to this, we are defeated. We owe it to Iraqis to stay involved. We will support alternatives to a multiparty democracy that preserve the rights of the Iraqi people, respect their wishes, and ensure their safety. We will initiate conversations with our allies as well as those who oppose us in order to craft a multinational solution to this situation.\nSuch a message makes it clear that a change in leadership makes success in this war a realistic prospect. The Democrats have no excuse for not ensuring that the nation understands the alternatives.\nJeffrey R. Jaeger\nPhiladelphia\nChavez and Bush\nDid Venezuelan President Hugo Chavez use overheated, melodramatic, \"comic-strip\" language at the United Nations when describing President Bush? Yes, no question about it. Was such language inappropriate for such a forum? Absolutely, no question about that, either.\nDo administration members, whose president talks of Islamofacism and Axis of Evil and compares Iran in 2006 to Nazi Germany in 1939, have any business complaining about Chavez's overheated, melodramatic, \"comic-strip\" language? Absolutely not.\nRichmond L Gardner\nHorshamrlg3526@ix.netcom.com\n6 floods in 8 years\nRe: \"In the Water's Way,\" Sept. 24:\nWhy am I not surprised that FEMA will continue to take the \"middle-of-the-road approach\" to flood management? After having six \"100-year floods\" in eight years, I know why I will continue to have a stream (pun intended) of \"100-year floods.\"\nIt's because there is no meaningful cooperation between FEMA, the Army Corps of Engineers, EPA and DEP. Cheltenham Township, a sinkhole of flooding, complains that it can't take remedial action without the permission of these agencies. So, every time the sewer manholes blow because of the overpressurized storm and sewer lines, they dutifully spread lye on the sewage, replace the manholes, and wait for the next flood.\nAt the same time, it seems every available piece of watershed is sold off just so tax revenue can rise in tandem with the water table. FEMA is just one of the \"middle-of-the-road\" agencies that lives by that philosophy.\nStephen Bosch\nElkins Park\nsbosch1@verizon.net\n\nLoad-Date: September 29, 2006"
}