{
    "title": "Letter_ Never capitulate to forces of tyranny",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 10,
    "day": 19,
    "full text": "Letter: Never capitulate to forces of tyranny Diplomacy is one of the most powerful and treasured tools in America's efforts to secure liberty. Therefore, negotiation must be reserved for our allies that hold the common goal of peace. When I heard that our government was going to meet with the Taliban, one of our fiercest enemies, on our precious American soil, I nearly fell out of my chair. \nWe have faced radicalized, terrorist cowards throughout our history. From Jefferson's battle against the Barbary pirates, to the horrors of Sept. 11, 2001, until the present day, America has been vexed by terrorism throughout our 243-year history. Our profound history and current tribulations beg the following question: how can we negotiate with an enemy that holds no value of their own lives, the lives of their children and fellow countrymen and the entire existence of our world? There is no possibility of negotiation with those that hold such destructive beliefs. Whether our feckless leaders like it or not, America is still engaged in the War on Terror. We must develop a plan and stronger coalition, through actual negotiations with our allies and freedom-loving people the world over, to continue the fight against terrorism and oppression. Our adversaries do not intend to compromise or consider the freedom of billions of innocent souls. Today, we are faced with two major enemies: religious fascists and autocratic, technological dictatorships that carry with them the same villainous weight of former fascist movements. Therefore, we must deal with these maniacs the same way that we have dealt with our former foes: condemn them to the ash heap of history where they belong. We will never capitulate to the forces of tyranny. Our children's children will thank us for our steadfast commitment to the culture of the West and the bedrock of liberty upon which we stand. Henry J.H. Wilson Barrington\n\nLoad-Date: October 21, 2019"
}