{
    "title": "LETTERS TO THE EDITOR _ WAR, PEACE AND TERRORISM IN AN UNSTABLE WORLD",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 3,
    "day": 23,
    "full text": "Regarding the March 17 editorial, \"Chill the war fever,\" to say that \"George W. Bush's plans for the next stage of the war on terrorism threaten to destabilize the Middle East\" is nothing short of ludicrous. When has the Middle East been stable?\nThe following actions have already destabilized this region:\n* A lunatic dictator actively pursuing weapons of mass destruction and who has used chemical weapons against his own citizens.\n* Islamic fundamentalists who strap explosives to themselves and d etonate them in crowded food courts.\n* Governments that retain profits from the sale of oil while keeping many citizens poor and uneducated. Many of those who are educated attend government controlled schools that teach hatred toward America and the West.\nThe political left has long resisted the possibility that others just don't like us and want to hurt us. The past 20-plus years have seen an escalation in terrorism against America that began with the hostage crisis in Iran. We could \"chill the war fever\" all we want, but if the other side doesn't want to, it's a moot point.\nAre we to wait until a nuclear device or biological agent is unleashed on one of our major cities before we take decisive action? These terrorist organizations and governments that sponsor or harbor them pose a clear and present danger to America.\nOur government must take swift action to ensure our safety at home and abroad.\nJason Rushman\nFenton\nPresident George W. Bush is beginning to scare me. He reiterated his plan to take on Iraq's Saddam Hussein but didn't make clear just what Saddam was doing that aroused his ire.\nI trembled also when he said nuclear arms should be among options in a t error war. It is best to keep quiet about nuclear weapons. All nations know that we have them and that they could be annihilated should they strike us first.\nThe latest development is a new generation of small nuclear weapons with low explosive yields. What a wonderful discovery. Apparently the problem with the giant nukes is that every country is afraid to use them.\nNow we have the \"cute nukes,\" as Molly Ivins describes them. Of course, this makes the likelihood of war much greater. I hope Republican voters do not go along with any kind of nuclear war.\nBush did a good job of leading us out of our twin tower tragedy. Why not finish what we are doing in Afghanistan and come home?\nLet us join the world to form a firm peace agreement and let Bush know we are more interested in development of peace than growth of war.\nPaul Monroe\nWebster Groves\nWe entered this conflict with no clear goals on what needed to be accomplished, no specific end objective defined and no exit plan. We saw this in Vietnam. Now we have \"war\" as far as the eye can see.\nIt is time for the administration to let us know where it is leading us and how an enemy is to be identified. Just using slogans such as \"If you are not with us, you are against us\" is not sufficient and trivializes the conflict.\nWe have allies that do not agree with us. Are we to attack them?\nWayne Robbins\nO'Fallon, Mo.\nKenneth R. Crosol, March 14 letter, questioned whether the Bush administration had any foreign policy other than war. No, it does not, because this is much easier than solving the multitude of domestic issues that face the nation. No, because by citing the threat of terrorism and expanding the war, Bush and Co. believe they can win the majority in both houses of Congress and win another presidential election.\nVice President Dick Cheney has not received a warm welcome from Egypt, Jordan, or Lebanon in his quest for support to attack Iraq.\nBush has said we won't rest until the last terrorist is eliminated in the world. The goal is impossible to accomplish, and he knows this.\nWhat we need in Washington is a fully formed, mature adult who places the country's welfare, near and long term, above his political aspirations and his personal need to prove something to his father and siblings.\nStephanie C. Aschemeyer\nClayton\n\nLoad-Date: March 23, 2002"
}