{
    "title": "Letters_ 9_11 and the American Frontier",
    "publisher": "the new york times",
    "year": 2007,
    "month": 9,
    "day": 14,
    "full text": "To the Editor: \n  ''America's Guardian Myths,'' by Susan Faludi (Op-Ed, Sept. 7), is very insightful. For a very brief time after 9/11 we North Americans had a chance to learn from our pain. One of its lessons might have been how much we are like others in our vulnerability, our suffering and our flawed leadership.\nSince we were getting a flood of messages of sympathy and solidarity from around the world, we might have learned from them how to turn pain into compassion and wisdom. Then we could have begun to address the causes of the miseries that lead to terrorism. \n  We could have seen that terrorism is not simply born of evil but comes from histories of inferiority and the consequent desire for revenge. The way to counter terrorism is to advocate not for our own brand of ''democracy'' but for the just distribution of the world's resources. \n  Instead, we used 9/11 to bolster our own feelings of ''us versus them,'' our illusory dream of invulnerability and our search for enemies rather than friends. This mentality, a blend of machismo and militarism, has given us bloody Iraq, tempts us to nuke Iran and requires us to look under every rock for dangerous foes. \n  Given this mentality, we will find them. Tom F. Driver \n  Sheffield, Mass., Sept. 7, 2007\n  The writer is emeritus professor of theology and culture, Union Theological Seminary.\n  To the Editor: \n  Susan Faludi shows the clear dangers of fighting menace with myth. But I wonder if it advances another myth in the place of the one she criticizes -- the myth that New England's colonial settlers were senselessly attacked on ''home-soil'' by bands of ''non-European, non-Christian'' terrorists.\n  Weren't these frightening Native Americans defending their own homeland from a wave of foreign settlement they were eventually powerless to defeat? Mary Webb \n  Lexington, Mass., Sept. 7, 2007\n  To the Editor: \n  I appreciate Susan Faludi's insightful analysis of the amnesia that has been created by the myth of national invincibility on the American frontier. However, she could have gone a step further and talked about the ''myth of America'' itself. \n  Over the six years that I was in the United States as a student, I gradually became aware of the critical importance of this myth in the popular and even academic discourse on American history, which colored Americans' views of past and present social and political events. \n  To me and many other outsiders, American history was a melange of various aspects that included colonization of Native American land and slavery as well as the emphasis on democracy, equality and individual liberty. \n  In other words, I saw a history that was not too different from that of any other nation in that it was checkered. \n  Most Americans, on the other hand, seemed to have a strikingly different conception and portrayed their nation as fundamentally unique, inherently good and with only minor blemishes in its historical record. The factors responsible for the blurring of the boundaries between mythology and history deserve closer attention.\n  Ninad R. Bondre\n  London, Sept. 7, 2007\n  To the Editor:\n  In response to Susan Faludi's analogy between 9/11 and the frontier violence of colonial America, one should add that the ''home-soil terrorism'' of North America cut in multiple directions. \n  After spending time at sites of white-Indian violence such as Washita, Wounded Knee and the Little Bighorn, I have realized that for many American Indians, 9/11 and its aftermath did, indeed, recall a history of violent terror upon innocent homelands. But from their perspective, the perpetrators often wore Army blue. Michael A. Elliott \n  Decatur, Ga., Sept. 7, 2007\n  The writer is the author of ''Custerology: The Enduring Legacy of the Indian Wars and George Armstrong Custer.''\n\nhttp://www.nytimes.com\n\nLoad-Date: February 24, 2009"
}