{
    "title": "Letters; Get Over That Terrorism Trauma",
    "publisher": "the new york times",
    "year": 1991,
    "month": 2,
    "day": 12,
    "full text": "To the Editor:\nI am writing this on Pan Am Flight 107 returning to Washington after a weeklong visit to clients of my law firm in Britain. At each stop of my visit, remarks were inevitably made to the effect of, \"Well, now, do we have to give you a medal for coming to see us?\" or \"Got your gas mask in your suitcase, have you?\"\nThese remarks -- made without malice -- I believe illustrate how many people in Britain perceive how Americans are responding to the threat of terrorism created by the Persian Gulf war, based on what the British hear and read about us in the news. Many in Britain simply cannot understand how citizens of a country that is sending hundreds of thousands of its citizens to the gulf to fight a war are at the same time exhausting supplies of gas masks in Los Angeles and New York, and are refusing to fly -- for business or personal reasons -- from Denver to San Francisco, let alone New York to London.\nNo sensible Western European -- especially the British, who have endured the Pan Am explosion over Lockerbie, Scotland, and Irish Republican Army attacks -- would rule out terrorist attacks in Western Europe as a result of the gulf crisis. Yet the attitude in Britain at present seems to be that daily life must go on as normally as possible.\nExperience has taught Western Europeans that terrorism is chronic, subject to ebbs and flows, and they and their governments have learned to take sensible precautions when threat levels are high. In Britain, this includes tanks reportedly surrounding Heathrow Airport, armed militia patrolling airline terminals and exceptionally tight screening of passengers and their luggage.\nAgainst this backdrop, to others we look like a country hunkered down in front of its television sets, as if what is taking place were some sort of superpower version of a Giants-Redskins game. Concern about getting on with daily business activity -- including dealing with a slowing economy -- seems to have slipped to a distant second place.\nI would be the last to suggest Americans put themselves in danger by engaging in frivolous overseas travel in Western Europe in this difficult time. Moreover, as the terrorist threat level constantly changes, what may be an acceptable risk today may be unacceptable tomorrow. We must all be alert to this and change our travel plans accordingly.\nNevertheless, the longer the gulf crisis continues, the more important it becomes that we wean ourselves from our CNN diet and stop refraining from normal business and personal activities because of terrorist fears. Otherwise, if we do not do so and such inactivity causes our economy to slow down even further, Americans must seriously consider\nthe extent to which Saddam Hussein can claim that he is winning this war.\nWhat might be the long-term economic consequences if we fail to put the terrorist threat into context? A friend who just returned from Paris reports that, while the city was empty of Americans, it was full of Japanese businessmen.\n \nJILL B. DEAL\nWashington, Feb. 1, 1991\n\nGraphic\n\n \nDrawing\n\nLoad-Date: February 12, 1991"
}