{
    "title": "LETTERS TO THE EDITOR; Shouldn't dress up terrorism",
    "publisher": "the bismarck tribune",
    "year": 2002,
    "month": 5,
    "day": 31,
    "full text": "By SOL WEZELMAN, Bismarck\n As a veteran with five years of military service both before and during World War II, I take exception to certain statements contained in the May 27th column by David Forth.\n On the Memorial weekend, it is little less than a desecration to equate the bravery of America's heroic war dead to the cowardice of terrorists who live only to kill and maim unarmed women and children.  This is no way to honor the memories of those who gave their lives for our country.\nIt is important to distinguish between those who die in armed conflict defending the common good and those who would use violence against defenseless civilians to enhance political aims. The latter we call terrorists.\n If the words of President Bush and Israeli Prime Minister Sharon bear a familiar ring, it is because both of our countries today face a common foe, terrorism -- only, Israel has been in the forefront of the battle much longer. Terrorism is terrorism, wherever it is found. There is no such thing as good terrorism and bad terrorism.\n It is naive of Forth to hold that today's Mideast terrorism is a spontaneous response to a desperate situation.  Anybody familiar with the facts must know that the roots of the conflict are much deeper; that terrorism thrives only with the financial, material and logistical support and expertise provided by other nationals, for evil purposes we can only guess at.\n Forth's essay did close on a more appropriate note with a short poem of comfort and contemplation befitting the Memorial Day theme.  The anonymous author of his poem evidently drew inspiration from Proverbs 3:17 of the Hebrew Bible, which extols the virtues of peace and understanding.  Let us hope that these will materialize within our lifetime.\n Greedy few keep us down\n By MARTIN BAUER, Bismarck\n In his May 8 letter, 'Lignite industry a good steward,' Lyndon Anderson tells us, 'The highest wages in North Dakota belong to the coal mining industry. The average annual wage in coal mining was $ 62,975 in 2000, more than 2.6 times higher than wages in other North Dakota industries … Compare that to the average annual wage for all jobs in North Dakota: $ 24,683.'\n But who created the utility companies that include the lignite industry? It was the consumer! Without the consumer, there wouldn't be a lignite industry. So, why is the average wage for the those in the lignite industry so much more than the rest of North Dakotans get?\n Also, what are our judges, attorneys, doctors, state officials, business people and the like paid per year? $ 200,000? If so, what's left for the employees and peasants? I would say a bone to chew on.\n How long will it take for these people to realize that the Federal Reserve prints the money and our Congress is supposed to see that every U.S. citizen gets his fair share? Our officials are gambling; they know it takes a lot before poverty-level people will fight back. Most will chew on that bone rather than fight.\n What's going on in the world today is not terrorism -- it's poverty fighting for equal rights with the only means they can grab. With honest and just governing throughout the world, we would have peace and prosperity. Our officials are well-educated but stupid and drunk with greed; they need to be replaced with a working-class party.\n Medium- and low-income people are not in the minority and can make a difference. We should stand up for our rights while we still can.\n\nLoad-Date: June 2, 2002"
}