{
    "title": "LETTERS TO THE EDITOR _ HOW SHOULD U.S. RESPOND TO THREAT OF GLOBAL TERRORISM_",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 9,
    "day": 28,
    "full text": "Leave it to an old, retired liberal Democrat to miss the point about the new U.S. strategy to fight global terrorism. Former Sen. Thomas F. Eagleton's Sept. 26 commentary is an grievous example of outdated, head-in-the-sand thinking that tries to fight yesterday's war.\nComparing 9/11 and the resulting new American foreign policy to the Tonkin Gulf Resolution is typical of wrongheaded liberal thought. When those Islamic extremists crashed loaded planes into our centers of economic and military power, they changed the rules of war forever. The old strategy of deterrence, where we basically waited for the enemy to throw the first punch before we could strike back, has been reduced to a fool's play.\nIn a world of suitcase nuclear devices, hand-held missiles tipped with biological and chemical weapons, truck bombs and madmen unafraid to die, Eagleton's approach is suicidal at best.\nThe only sane strategy is one where we target those who have vowed death to America and take them out before they take us out.\nCurt Parker\nWildwood\nWar means casualties\nI wonder how many Americans know what is going on right now in Congress. Do they realize that their senators and representatives are on the verge of granting the president full authority to invade another country that poses no serious threat to them or to America?\nDo they realize that an attack on Iraq will entail house-to-house fighting in a city of 7 million in which, according to military planners, 10 to 30 percent of the engaged troops are likely to be killed or seriously wounded? Americans did not realize where their representatives were taking them with the Gulf of Tonkin resolution in Vietnam, which resulted in 58,000 Americans dead and hundreds of thousands of casualties.\nDo they know what is happening now? Are they really prepared to see the parade of body bags coming home from a foreign country half a world away? Are mothers and fathers and wives and children prepared for where Congress and the president are taking this country and their sons and daughters?\nRichard M. Cook\nClayton\nStop the hand-wringing\nThe time for action against Saddam Hussein now. The Neville Chamberlain crowd and its supporters, who hide behind the call for U.N. agreement and allied support before striking Saddam, are cowards who wring their hands in anxious anticipation when any decisive action needs to be taken.\nThese are the same types of people who allowed the likes of Hitler, Stalin, and Pol Pot to rise to power. And we all know what mark those dictators left on history.\nThe call for allied agreement and support, while a nice gesture, is completely unnecessary to begin an effort to remove Saddam Hussein's ability to use his weapons of mass destruction.\nOur allies will not be the ones committing their resources against Saddam. It is American boys, not Europeans, who will be in the line of fire. So, the welfare of U.S. troops should be the top factor in determining the timing and manner of any action, not allied agreement or U.N. resolutions.\nWe need to move against Saddam now to avoid a potential holocaust and to eliminate his ability to threaten his neighbors and the entire world.\nJames Hasler\nRed Bud\nStrong-arming Congress\nI had been planning to vote for Jim Talent and Todd Akin. However, due to the president's reckless foreign policy, I no longer wish that the Republicans regain a Senate majority or maintain a House majority.\nI am a swing voter who tends to vote Republican. I voted for Reagan, Clinton and George W. Bush. I fully supported Desert Storm. I believe that we should maintain a strong military and use it to protect American interests. I believe there may be times when the United States must take military action without a U.N. mandate.\nHowever, I am very upset as I watch the president strong-arm Congress into granting him authority to use force against Iraq. I fear he risks igniting a powder keg.\nWe will easily conquer Iraq. But we will likely destabilize the region, create new enemies and terrorists, and paint ourselves as the world's bully, not policeman.\nJohn Gabler\nSt. Peters\nBush is going too far\nWhen the two towers collapsed on 9/11, President George W. Bush told us he would do whatever possible to ensure that nothing like that would happen again. And Congress gave him the authority to do whatever it takes to fight terrorism. Americans alike accepted this, even myself.\nBut it is now coming to a point where Bush is taking this authority too far. By linking Iraq with terrorism, Bush is once again pressing Congress and ridiculing its members in order to gain more power. Do we really want a dictator who can command and conquer on a whim? No, that's why the wonderful thing called the Constitution was written.\nIf we give Bush this power, what makes us think he will not press for more?\nNick Hildreth\nFenton\nSaddam's terrorism\nThe United States removed Slobodan Milosevic from power for massacring Albanians in Kosovo. I believe we should remove Saddam simply for the 1988 massacre of over 5,000 Kurds in the Iraqi town of Halabja.\nAlso Saddam may not be connected to al-Qaida but he has shown willingness to arm groups like Hamas, Islamic Jihad and the Muslim Brotherhood. It's undeniable that Saddam will try to arm these terrorist groups with biological or chemical weapons.\nWe need to definitely remove Saddam from power and must build a coalition to do so.\nMatt Winschel\nFlorissant\n\nNotes\n\nLETTERS\n\nLoad-Date: September 28, 2002"
}