{
    "title": "Letters - Nov. 18",
    "publisher": "the philadelphia inquirer",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "ISSUE | TERRORISM IN PARIS\n NATO should respond with force \n Article 5 of the NATO Charter states, \"The parties agree that an armed attack against one or more of them . . . shall be considered an attack against them all and . . . will assist . . . [with] such action as it deems necessary, including the use of armed force, to restore and maintain the security of the North Atlantic area.\"\n The attack on Paris by the Islamic State clearly fits under this article (\"At G-20, leaders vow a vigorous response,\" Monday). This is neither a culture war nor a religious war. It has nothing to do with Islam or Muslims. It is an act of naked aggression that must be dealt with immediately. There is no diplomatic avenue open to the militaristic leadership of the Islamic State, so the NATO powers must fulfill their agreement and act jointly.\n If the United Nations, Russia, or Arab powers wish to join in, by all means allow it. The pope has said this is World War III, and I agree with him.\n |Dr. Kenneth Gorelick, Newtown Square\n It's time to destroy the Islamic State\n The Islamic State may have overplayed its hand and sowed the seeds of its own destruction. Not satisfied with having established a caliphate in Syria and Iraq, it is exporting its brand of terrorism around the globe. In so doing, it may have galvanized world and domestic public opinion that will allow for the introduction of ground forces by the United States and its allies that can bring IS down.\n It seems clear that no amount of bombing can degrade IS capability so greatly as to stop its export of terrorism or reclaim the lands it has captured. President Obama, the people will support a significantly upgraded effort to destroy IS, not merely try to slow it down. Now is the time for you to seize the initiative and act - are you up to the challenge?\n |Ken Derow, Swarthmore \n The political blame game\n Republicans are amazing. Nearly 3,000 Americans died on 9/11 with George W. Bush as president, and he kept us safe. Fewer than 150 people died Friday in Paris, and it's President Obama's fault.\n |Stephen Sander, Westtown Township    \n\nGraphic\n\n \nFRANK AUGSTEIN / AP\n\nLoad-Date: November 18, 2015"
}