{
    "title": "Letters(2)",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 2,
    "day": 28,
    "full text": "Debate over Muslims' association with terrorism continues\nIt is comforting to read in Kenneth Ballen's Feb. 23 Opinion piece, \"The myth of Muslim support for terror,\" that Muslim support for terrorism and the killing of civilians is so low. However, in light of other polls indicating high levels of Muslim support for Osama bin Laden, Hamas, and so on, one wonders how the questions in this poll were framed.\nMany Arabs and Muslims believe that suicide bombings in Israel are acceptable because all adult Israeli Jews are subject to conscription and are therefore all potential armed opponents. Similar logic is used to justify attacks against American and European civilians, as these civilians pay taxes to governments that are said to be involved in anti-Muslim wars. Muslims who support these actions do not regard them as terrorist actions but as legitimate jihad. We need to do more than ask Muslims whether they support \"terrorism.\" We should ask, for example, whether it is OK to blow up Jewish civilians in Tel Aviv.\nAllen Rosen\nToronto\nEditor's note: Here is the wording of the survey question asked by Terror Free Tomorrow: \"Some people think that suicide bombing and other forms of violence against civilians are justified in order to defend Islam from its enemies. Other people believe that, no matter what the reason, this kind of violence is never justified. Do you personally feel that this kind of violence is often justified to defend Islam, sometimes justified, rarely justified or never justified?\"\nI want to thank Kenneth Ballen for writing the Opinion piece on the myth of Muslim support for terrorism. I'm a Muslim who has spent half of his life in the US, and I still get stares from strangers when I show my ID simply because my name is Mohamad. I come from a very moderate Muslim family from Egypt. I agree that people like myself can be used as a bridge between the West and the Muslim world. Sadly, I will not get that opportunity because many people would rather jump to conclusions than put in the time and effort to find out the truth.\nMohamad Almiski\nChicago\nRegarding Kenneth Ballen's Feb. 23 Opinion piece on Muslims and terrorism: The issue is not Muslims versus Christians or Jews. It is simply bad people versus the rest of us. It aggravates the situation to blame all Muslims for the acts of a few. It's like saying Americans are bad because of the inhuman acts of those at Abu Ghraib prison. Throw me in jail for the wrongs I do, but don't blame my family, neighbors, religion, or nation. Destroying many for the acts of a few has agitated people who would otherwise not be upset. We need compassionate people around to make the world a better place, not avengers.\nMike Ghouse\nCarrollton, Texas\nI totally agree with Kenneth Ballen's Opinion piece. However, the problem is that the overwhelming number of Muslims who do not support terror are silent. I'd like to see greater public condemnation, assistance with capturing terrorists, and punishment of those practicing terror from Muslim countries.\nIt matters not what the majority of Muslims may say in polls conducted by think tanks. What matters is what is seen and heard on the streets, and right now it is terrorists who seem to be dictating what we see and hear. If the rest of the Muslim world will not stand up and be counted, then they will be judged as running with the terrorist pack that does get counted.\nVirginia Povraznik\nElizabethton, Tenn.\nThe Monitor welcomes your letters and opinion articles. Because of the volume of mail we receive, we can neither acknowledge nor return unpublished submissions. All submissions are subject to editing. Letters must be signed and include your mailing address and telephone number. Any letter accepted will appear in print and on our website, www.csmonitor.com.\nMail letters to 'Readers Write,' and opinion articles to Opinion Page, One Norway St., Boston, MA 02115, or fax to (617) 450-2317, or e-mail to Letters.\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: February 27, 2007"
}