{
    "title": "Letter_ Religion is an infection, unification its cure",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 31,
    "full text": "Editor,\nThe huge number of Christians killed and maimed recently on Easter Sunday at that public park in the cultural capital of Pakistan makes the global battle lines between Christians and Muslims stand out in stark relief.\nNote how in different news reports of this event, and other similar ones perpetrated for so many decades now, the Christian West calls Muslim terrorists from the East JIHADISTS; the Muslim Middle East calls attacking Westerners CRUSADERS.\nBut the problem is not Islam or Christianity or Judaism (attacking and being attacked by Muslims) or Hinduism (attacking and being attacked by Muslims as well as attacking Christians) or even Buddhism (attacking Muslims in Myanmar). The problem is RELIGION, period.\nReligion is the single biggest source of global terrorism, and terrorism is now a Hydra-headed epiphenomenon, spawning ever new break-away factions off this or that religious encampment as fast as they are raided. (Some places on the planet, an entire country is a religious encampment supporting terrorists against its neighbor, like Pakistan has been doing to its Indian motherland.)\nBut to erase Religion from the planet requires a deeper cut than just counter-terrorism. Religion-bearing spores have historically spread and intermingled with spores of competing religions all over the world by now. It has become an infection, with fanatical beliefs doing the infecting, of vulnerable minds made paranoid from repeated trauma.\nWe can only root out this problem by writing a detoxifying Constitution binding all countries and enforced under the aegis of a corresponding Federation, with severe punishment for any Earthling who commits any hate crime based on religious belief. This way a planet now soaked with the blood of all the innocent victims of terrorists can finally dry out. Either that, or succumb to the doomsday prophecies being blabbed by the many tongues of this monster called Religion.\nArun Ahuja\nUNM student\n\nLoad-Date: December 15, 2016"
}