{
    "title": "LETTERS TO THE EDITOR _ FIGHT AGAINST TERRORISM IS NO EXCUSE FOR SUSPENDING CIVIL LIBERTIES",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 2,
    "day": 15,
    "full text": "If anyone has to defend my rights as a citizen, I hope it's not James J. Cook. In his Feb. 13 letter, he wrote of his lack of respect for University City's City Council decision to respect the civil liberties of that city's residents.\nCook's argument has a fatal flaw: It assumes that the only correct way to fight terrorism on our home turf is by making possible the suspension of civil liberties, as the Bush administration has done through the Patriot Act.\nThat's patently false. It's despicable given our history of regrets concerning previous suspension in times of war. Witness the Alien and Sedition Acts, the red scares and the Japanese internment camps.\nThose who have learned from this history view with skepticism the administration's railroading of the American populace with very few reasons to back its policies up.\nCook may be right that the Bush administration \"knows that its first duty is to protect American citizens,\" but at what cost are we prepared to \"protect\" ourselves in these ways? Isn't is possible that something more important to us could - and likely will - still be a casualty of these mistakes? What are we fighting to protect?\nKevin S. Decker\nSt. Louis\nA Feb. 12 letter from Harold Krape asserted that anti-war demonstrators are the reason the United States is heading to war in Iraq and that \"it's time to accept George W. Bush as president!\"\nI was at the protest in Washington, on the weekend of Jan. 19, and I believe that protests are what make America the country it is. I did not realize that accepting a man as president meant getting in line behind him and mindlessly following all of his policies without asking questions.\nKrape called himself an \"independent voter.\" When I was in Washington holding my sign against the war in Iraq, I felt very much that I was an independent American.\nAndrew Czarnecki\nSouth County\n\nNotes\n\nLETTERS\n\nLoad-Date: February 15, 2003"
}