{
    "title": "Letters to the Editor Letters to the Editor, Nov. 4, 2018_ Think big and build a welcoming market",
    "publisher": "richmond times dispatch ",
    "year": 2018,
    "month": 11,
    "day": 4,
    "full text": "Think big and build\na welcoming market\n Editor, Times-Dispatch:\n I enjoyed the 75th Public Square online. One thing I might add under \"Amenities\" is a food and goods market. We are thinking too small. The renovated 17th Street Farmers Market looks promising, but we need to think bigger. I'm looking at Reading Terminal in Philadelphia for inspiration.\n The area from Franklin to Broad, 17th to the train station, is full of empty lots. We considered it at one time for a baseball stadium. Why not build a market, a la Reading, as the gateway to our city? Folks get off the train and walk into a beautiful indoor/outdoor market. Residents in the East End have a place to shop.\n We need to think bigger.\n Brian Ross.\n Henrico.\n What comes after\n this latest massacre?\n Editor, Times-Dispatch:\n What's next? We often find ourselves asking this after a hate-driven massacre like the one in Pittsburgh. We wonder what we can do. It is really hard to wrap our minds around these situations when we have become increasingly insensitive to domestic terrorism.\n Now, more than ever, is the time to speak up and speak out. We need to mourn alongside those in the Jewish community. We need to open our hearts and our doors for them and recognize the attack on humanity. We need to learn about our nation's long history of anti-Semitism. We need to change our language and denounce this act of terrorism. We need to denounce those who preach anti-Semitism and white nationalism. We need to be honest with ourselves about the state of our nation and what the future will be if we don't change.\n So, what's next? Mourn the losses. Learn about the history and the broken systems. Confront domestic terrorism, change the ideas behind the prejudice, recognize the world we live in.\n Wendelyn Nguyen.\n Chesterfield.\n Only the president is\n inciting bad behavior\n Editor, Times-Dispatch:\n Your conclusion in the editorial \"Irrational hatred\" is not correct. It is not both sides. You do not see Democratic leaders in front of crowds whipping them into a frenzy by spewing vindictive messages filled with ad hominem arguments and name-calling rather than rationally discussing policy differences. You don't hear crowds yelling \"lock her up\" or booing the free press at rallies. You don't hear thousands of documented untruths and lies. There's only one individual inciting such boorish behavior: the president.\n James Tromater.\n Henrico.\n The Times-Dispatch should live up to its ethical code\n Editor, Times-Dispatch:\n On October 22, some Virginia citizens, including yours truly, met with The Times-Dispatch's Executive Editor Paige Mudd, Editorial Page Editor Bob Rayner, and Politics Editor Andrew Cain to discuss the newspaper's bias, particularly its coverage of the Dave Brat and Abigail Spanberger race in the 7th District.\n We give the editors credit for their willingness to listen to our concerns, but that's not enough. The Times-Dispatch has a code of ethics that requires fair, unbiased coverage in news articles. Yet, we have found a consistent pattern of bias against the Republican and in favor of the Democrat in the 7th District campaign, ample evidence of which we offered at the meeting.\n The Times-Dispatch's bias in its news coverage against Brat and for Spanberger is undeniable, exemplified by quoting disaffected Brat supporters but no former Spanberger supporters. Voicing opinions on the Editorial Page is every publication's privilege and right. However, when political opinion bleeds into news coverage, that violates journalistic ethics.\n Trust for mainstream media would be much higher if reporters and editors were intellectually honest enough to say, \"Yes, I lean liberal politically, but I'm going to err in favor of making sure my personal political leaning does not find its way into my reporting.\"\n A step in the right direction would be for the newspaper to strive for a more ideologically diverse staff of reporters.\n We appreciate the time we were given, and hope that our efforts help make The Times-Dispatch better serve all the people of greater Richmond, regardless of political persuasion.\n E. W. Jackson.\n Chesapeake.\n Editor's note: Jackson was the 2013 Republican nominee for lieutenant governor.\n Dominion not telling the whole story about ACP\n Editor, Times-Dispatch:\n Dominion is desperate to get the Atlantic Coast Pipeline built before the facts catch up with it.\n Dominion CEO Tom Farrell is trying to hide the ball when it comes to the ACP. His Op-Ed column, \"Powering Virginia's future with clean, affordable, and reliable energy,\" leaves out the most important part of the story - that the Federal Energy Regulatory Commission allows Dominion shareholders to recover their investment in full and collect a guaranteed 15 percent return on the pipeline, while shouldering none of the risk. That risk falls on the backs of Dominion's utility customers, who will pay billions in project costs in their power bills.\n Farrell has a lot on the line. He has to make sure landowners, local governments, property rights advocates, communities, conservationists, and climate change opponents don't get in the way of his shareholders' profits. So he'll say anything he needs to publicly. But what his company tells federal and state agencies is the real story.\n The demand for new gas-fired power plants isn't growing in Virginia. But year after year, Dominion submits plans to the Virginia State Corporation Commission that depict aggressive demand growth to justify new infrastructure. And each year, the actual power needs of Virginia fall far short of the company's predictions. This September, the SCC staff finally said it has \"no confidence\" in Dominion's story. We don't need the ACP.\n Dominion customers are going to pay for the ACP. At that same September hearing, an expert testified that the pipeline would increase customer costs by as much as $3 billion. Dominion had no response or rebuttal.\n The ACP has never been about what is best for Virginia, it's about Farrell getting that 15 percent return for his shareholders.\n Greg Buppert,\n Southern Environmental Law Center.Charlottesville.\n\nLoad-Date: November 19, 2018"
}