{
    "title": "Letters _ IF WE GIVE UP OUR LIBERTY, THE TERRORISTS WIN",
    "publisher": "the world",
    "year": 2005,
    "month": 7,
    "day": 29,
    "full text": "RE BERNARD F. Coombs' letter (July 28):\nMr. Coombs, the entire quote is: \"They that can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.\"\nAnd the author is Benjamin Franklin, a great American. This quotation, and all that it represents, should be the mantra of every American. Exercising and maintaining our \"essential liberties\" are the best weapons against terrorism.\nThey don't wish to convert everyone to Islam. They hate the \"American\" way of life and will do anything to disrupt it. That is why they attacked the Twin Towers (the biggest symbols of our economic power) and not churches or synagogues.\nThere can be no victory against terrorism found at the end of a sword. Terrorism has no country, no uniform, no official leader to speak on its behalf, no ability to surrender and, most of all, nothing to lose.\nTo effectively eradicate this global horror, we must address its roots. Every poll shows and all experts will agree that the roots of terrorism can be found in poverty and lack of education. If we use our resources to solve these issues, global terrorism and its life blood will cease to exist, at least at its present level.\nTerrorists claim small victories without having to blow something up. Every time a Muslim is harassed here, it's a small victory for the terrorists. Every time another law takes away our ability to travel freely or takes away our freedom of dissent, it's a small victory for the terrorists. Every time another soldier is deployed to the Middle East, it's a small victory for the terrorists.\nEvery day that we live in fear, it's a small victory. Likewise, every time we chip away at liberty and the Bill of Rights.\nMichael Goldberg, Philadelphia\nI think Mr. Bush's argument that by fighting the insurgents in Iraq we keep them away from the United States is very weak indeed.\nThese people are fighting in Iraq with the sole purpose of inflicting as much damage to us as possible in order to make us leave the country. A lot of others around the world, even former friends, hate us for our arrogance and bullying tactics in attacking any country that does not agree with us.\nThe solution is to quit the occupation of Iraq and bring the troops back in an orderly fashion.\nPanos Karousakis, Bala Cynwyd\nIt's just chump change to T.O.\nIn the article \"Owens Tries To Straighten Things Up,\"T.O. stated, \"That's what people don't understand - $3.25 million might be a lot of money for somebody not playing in the professional arena, it's not for somebody playing in the professional arena.\" That's moronic - $3.25 million is a lot of money regardless of how it was made.\nT.O., try being grateful for what you have, it could be worse, you could have to work a 9-to-5 for minimum wage like many others.\nJames Lowther, Glenolden\nThe un-brotherly Corey\nTo letter-writer Darnell Perry:\nIf Corey Kemp had chosen to drink with YOU, he wouldn't have gotten into trouble?\nWake up! I don't remember a lot of politicos drinking at my bars with \"unconnected\" people like myself. Some have managed to do OK for themselves without my help.\nCorey Kemp paid for what he did, not because he didn't drink with \"brothers\" like you!\nNick Cataldi, Trenton, N.J.\n\nLoad-Date: July 29, 2005"
}