{
    "title": "Letter writer misguided about antifa, defunding police",
    "publisher": "the wyoming tribune-eagle ",
    "year": 2020,
    "month": 7,
    "day": 18,
    "full text": "In his letter giving advice to antifa, John Hurley is misguided.\nFirst, his advice should not be to antifa. Conservatives are spreading lies that antifa was responsible for the \"breaking and burning\" at Black Lives Matter protests. But a Washington Post article stated, \"Seth G. Jones, director of the transnational threats project at the Center for Strategic and International Studies 'reviewed protests in more than 140 cities and spoke with U.S. officials within the joint terrorism task force.' Most of the violence, Jones said, was committed by 'local hooligans, sometimes gangs, sometimes just individuals that are trying to take advantage of an opportunity.'\"\nIn addition, the Post reported, \"Roughly 80 federal charges, including murder and throwing molotov cocktails at police vehicles, reveal no evidence of an antifa plot. Four people who identify with the far-right extremist 'boogaloo' movement are among those facing the most serious federal charges.\"\nAlso, the Post reported, \"A Twitter account that claimed to be run by antifa activists and called for violence at the protests was later linked to the white nationalist group Identity Evropa. A viral May 27 tweet, from a popular QAnon account, alleged that the protests were an effort by the 'deep state' to 'start a race war before the election,' arguing 'antifa & BLM are domestic terrorist organizations that need to be STOPPED.' Conservative media outlets and prominent Twitter influencers, including Donald Trump Jr., amplified the theory that antifa was connected to the violence.\" So, Mr. Hurley, it looks like you should have addressed your letter to groups on the right, rather than antifa.\nSecond, Hurley is misguided in his definition of \"defund.\" Defund does not mean abolish police forces by taking away all their funds. Rather, according to the Brookings Institution it \"means reallocating or redirecting (some) funding away from the police department to other government agencies funded by the local municipality.\"\nFor example, currently the police have to answer domestic violence cases. Funds could be reallocated to other social service government agencies trained to deal with domestic violence cases, so they could relieve police forces of this duty.\n\nLoad-Date: September 15, 2020"
}