{
    "title": "Letters to the Editor - Weekly Issue of January 24, 2011 Reader write in about how to define Constit",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 1,
    "day": 24,
    "full text": "How to define 'rights'\nIn the Jan. 17 commentary \"Do you have a 'right' to a job, home, or health care?,\" Mark Hendrickson's narrow view of \"rights\" fails to note that our founding documents suggest we have a right not only to \"liberty,\" but to \"life\" and the \"pursuit of happiness.\"\nIt is difficult for people to pursue happiness when access to education, health care, and housing are increasingly difficult to come by. Moreover, studies suggest that extremes of income inequality track with extremes in social dysfunction (i.e., high rates of violence, illness, divorce, etc.).\nMy \"right\" to live in a functional society would seem to conflict with Mr. Hendrickson's \"right\" to live in a banana republic, leading me to conclude that the subject of \"rights\" is way more complicated than Hendrickson would have us believe.\nKathe Geist\nBrookline, Mass.\nMotives of suicide terrorists\nIn his Dec. 13 commentary, \"What really drives suicide terrorists?,\" Robert Pape makes the inference that suicide terrorism is a response to the occupation of the terrorist's actual or kindred homeland by a foreign power. He is probably right to suggest a link between territory and suicide terrorism.\nWhere Mr. Pape is on less firm ground, however, is in his argument that territoriality is the only significant explanation for suicide terrorism. Demonstrations of correlation are not evidence of causality.\nUntil he supplements his otherwise impressive analysis of archival data with interviews of likely terrorists, he will not know for sure what motivates them to give up their own lives in the process of killing others.\nThis poses implications for US policy that are more comprehensive than those suggested by Pape.\nDennis J.D. Sandole\nProfessor of conflict resolution and international relations,\nInstitute for Conflict Analysis and Resolution,\nGeorge Mason University\nArlington, Va.\nNew ideas, new light bulbs\nShouldn't your cover for the Dec. 27 issue, titled \"How to Make the World a Better Place,\" have a fluorescent light bulb on the cover instead of an incandescent bulb?\nThe cover story was \"How to make the world a better place in 2011: 25 ideas.\" A bulb that converts 95 percent of its energy into heat is a great symbol for waste, not a better world.\nThis would have been a great cover for the first decade of the 1900s, when the mythology of an unlimited resource supply with no consequence of use was alive and well. As they say, the \"devil is in the details.\"\nDeborah Bird\nPima Community College\nBiology Department\nTucson, Ariz.\n       \n\nLoad-Date: January 25, 2011"
}