{
    "title": "Letters_ On Terror",
    "publisher": "the new york times",
    "year": 2007,
    "month": 8,
    "day": 19,
    "full text": "To the Editor:\n  Samantha Power has done extraordinary work in chronicling the genocides of our time, and in exposing how the Western powers were complicit by their inaction.\nHowever, in her review of four books on terrorism, especially Talal Asad's ''On Suicide Bombing'' (July 29), she claims a moral distinction between ''inadvertent'' killing of civilians in bombings and ''deliberate'' targeting of civilians in suicide attacks. Her position is not only illogical, but (against her intention, I believe) makes it easier to justify such bombings.\n  She believes that ''there is a moral difference between setting out to destroy as many civilians as possible and killing civilians unintentionally and reluctantly in pursuit of a military objective.'' Of course, there's a difference, but is there a ''moral'' difference? That is, can you say one action is more reprehensible than the other?\n  In countless news briefings, Donald Rumsfeld and Dick Cheney, responding to reporters' questions about civilian deaths in bombing, would say those deaths were ''unintentional'' or ''inadvertent'' or ''accidental,'' as if that disposed of the problem. In the Vietnam War, the massive deaths of civilians by bombing were justified in the same way by Lyndon Johnson, Hubert Humphrey, Richard Nixon and various generals.\n  These words are misleading because they assume an action is either ''deliberate'' or ''unintentional.'' There is something in between, for which the word is ''inevitable.'' If you engage in an action, like aerial bombing, in which you cannot possibly distinguish between combatants and civilians (as a former Air Force bombardier, I will attest to that), the deaths of civilians are inevitable, even if not ''intentional.'' Does that difference exonerate you morally?\n  The terrorism of the suicide bomber and the terrorism of aerial bombardment are indeed morally equivalent. To say otherwise (as either side might) is to give one moral superiority over the other, and thus serve to perpetuate the horrors of our time.\n  Howard Zinn\n  Auburndale, Mass.\n  To the Editor:\n  What is most dismaying about the books that Samantha Power reviewed in her essay is how belatedly ''they allow one to begin to define a new approach to counterterrorism'' by urging steps -- protect civilians, differentiate among Muslims, secure the homefront, pursue the actual terrorists -- that were obvious to hundreds of thousands, if not millions, of us who took to the streets to protest against the Iraq war back before it began. Why is the mainstream so often and so long a backwater?\n  Malcolm Bell\n  Weston, Vt.\n  To the Editor:\n  If the U.S. Army/Marine Corps Counterinsurgency Field Manual, reviewed by Samantha Power, is built around the theme of Gen. David Petraeus's question ''What have you done for the people of Iraq today?'' then our defeat is assured. I'd have thought the paramount question for our armed forces is: What have you done for Americans' security today?\n  Petraeus's approach epitomizes the contradiction that has crippled American efforts since Sept. 11. Self-defense cannot be provided by putting the enemy first.\n  Tara Smith\n  Austin, Tex.\n\nhttp://www.nytimes.com\n\nLoad-Date: May 26, 2009"
}