{
    "title": "Letters, Faxes & E-mail; Ex-con welcomed",
    "publisher": "the atlanta journal-constitution",
    "year": 1997,
    "month": 4,
    "day": 4,
    "full text": "Recently the Constitution ran a photograph of Gov. Zell Miller shaking hands with James Brown. I am disturbed that the state Legislature and the governor would recognize a convicted felon known to have been involved in drugs. How can we teach our children the difference between good and evil when it appears that our leaders have no morals?\n \nLet water flow into field\nMARY LOU BROOKS, Atlanta\nIt is time to review this \"no water container\" policy at Turner Field. Come July and August, when the heat is awful and families are there with young children, fans cannot afford to buy cold drinks throughout the game. And those of us who are senior citizens and dehydrate easily need more water than others do.\nTreat immigrants like people\nKEELEY CARTER\nIt will come as no surprise to all green-card holders that the Immigration and Naturalization Service has failed miserably to communicate the new anti-immigrant legislation and the regulations concerning renewal of green cards. Visits to INS offices in Denver and Houston have been an education in the ways government employees are allowed to indulge in petty tyranny and offensiveness.\nIn Houston, the INS liked to keep immigrants standing outside all day in 100-degree temperatures. In Atlanta, a security guard felt it was appropriate to treat the immigrants, lined up since early morning, with a total lack of respect or courtesy. It's nasty and it's certainly not done in the spirit of a freedom-loving democracy.\nPerhaps confusion and panic engendered in the substantial Atlanta community of immigrants could have been avoided had the Journal- Constitution provided detailed and accurate coverage of INS rules and regulations. Rumors to the contrary, most immigrants are highly educated, and we can read.\nCarter emigrated from England to the United States about 15 years ago. She lives in Norcross.\n \nSubsidized terrorism\nFRANK DePINTO, Atlanta\nTerrorism has many faces in Jerusalem. To the Palestinian, the planned Israeli housing settlement being advocated by Prime Minister Benjamin Netanyahu is a form of terrorism ---it is terrorism to grab land. It is a shame that American taxpayers are subsidizing such terrorism. Surely, there are better uses for U.S. tax dollars for more peaceful and humanitarian needs in other parts of the world.\n \nOverpopulation a concern for metro area\nANTHONY LEACH Avondale Estates\nAfter reading the article \"Spreading out: The exurbs grow up\" (March 21), I am more troubled than ever about overpopulation. According to that article, Forsyth County's population has almost doubled in six years. On the same day that article ran, another article told of a young Roswell couple celebrating the birth of quintuplets, conceived with the help of medical science.\nIt's time for the Journal-Constitution to investigate the impact overpopulation will have on Georgia and the rest of the country. We need to know.\n \nTobacco targeted at teenagers\nTASHA TEUTSCH, age 17\nA Virginia Slims cigarette promotion is jeopardizing the health of young women. The Virginia Slims \"Woman Thing Music\" record label showcases new, local female musicians on a 10-city tour, including Atlanta. CDs of the artists are sold with two packs of Virginia Slims cigarettes; the CDs are not sold separately.\nVirginia Slims is reinforcing the illusion that smoking in young women is not only normal, but also characteristic of successful, stress- free, beautiful, slim women. The overriding ethical and moral responsibilities of tobacco companies cannot and should not be overlooked.\n \nTasha, of Atlanta, is a senior at the Galloway School.\n\nGraphic\n\n \nAfter being honored at the state Capitol, James Brown (right) shakes\n hands with Zell Miller./ KIMBERLY SMITH / Staff\n\nLoad-Date: April 5, 1997"
}