{
    "title": "LETTERS; George W. Bush's war on terrorism",
    "publisher": "philadelphia daily news",
    "year": 2004,
    "month": 9,
    "day": 22,
    "full text": "WITH FAMILY and friends serving our military forces in Iraq, I was horrified recently to see seven more soldiers killed in a car bombing outside of Fallujah.\nGeorge Bush claims that he can fight a more effective war on terror, but was this suicide bombing not a terrorist attack? Every time our soldiers and appointed officials in Iraq's interim government are killed by an enemy with no face, are these not acts of terrorism? Every bomb, mortar, beheading or burning of our young soldiers makes me wonder how we are safer now.\nWere we calling up reserves to replace all of our dead soldiers before George W. Bush took office? With all of the hatred in Iraq that leads them to kill us, do you think there are more or less terrorists now? My guess is that bin Laden is recruiting by the truckload.\nThe sad truth is that George Bush isn't fighting terrorism, he's creating it. Only now they don't have to come to America to kill Americans. They can do it at home.\nMy cousin wrote a letter complaining about the heat and sand in Iraq. I couldn't help but think that if it weren't for George Bush stealing the election, my cousin would be eating dinner with his family now.\nMy friends tell me that their platoons are full of kids fresh from high school. These aren't well-trained fighting machines, they're young, naive teenagers. For a man who weaseled his way out of fighting for America, George W. sure doesn't mind sending us to do it.\nAs for the accusations about John Kerry's medals, it is disrespectful to all veterans of our foreign wars to say that they were given out without reason.\nMy father fought in Vietnam, and my grandfather was given the Purple Heart in the invasion of Europe during World War II. These men earned their country's respect.\nThis election's partisan politics are dragging our veterans through the mud. To say that these medals were just handed out is disrespectful, and a man who has never been to war has no understanding of what it takes to earn one.\nLuke Lorenz, Philadelphia\n\nLoad-Date: August 31, 2005"
}