{
    "title": "LETTERS TO THE EDITOR _ ASHCROFT , TERRORISM AND CIVIL LIBERTIES",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 12,
    "day": 11,
    "full text": "Since Sept. 11, the government has significantly increased its powers. A honest and genuine debate over the policies of the Bush administration is healthy for this nation. Despite the carping of Sen. Patrick Leahy, the Post-Dispatch editorial page and a minority on the political left, the attorney general and the Bush administration have not infringed upon the civil liberties of American citizens.\nThose still detained by the federal government are individuals who have either broken laws or are material witnesses to the war on terror. Measures enacted in recent months are designed to combat terrorism, not limit the rights of law-abiding American citizens.\nJohn Ashcroft was right on target when he told the Senate Judiciary Committee that some of the divisive comments only seek to \"erode our national unity and diminish our resolve.\" For the Post-Dispatch to state that recent Department of Justice policies have \"pitted immigrants against citizens\" (Dec. 9 editorial) is not fact, but rather opinion that further fans the flames of hysteria.\nAmerica is at war. The \"individual rights\" trump card has been played one too many times by some on the left. A vast majority of Americans realize that the government is responsible for maintaining the security of all citizens while simultaneously protecting rights of the individual.\nMost Americans believe the president has done a fine job balancing national security and individual rights. Hopefully, many of the naysayers will figure this out soon.\nTad Stapleton\nCreve Coeur\n===\nI'm sure Attorney General John Ashcroft has our country's best interest at heart when defending the administration's anti-terrorism policies. However, when he resorts to accusing his critics of aiding the terrorists with their criticism, he is the one who is hurting our country and aiding the terrorists' objective.\nA free exchange of ideas is the backbone of a democratic society, and those who try to stifle that free exchange tear down our society, which is just what the terrorists want to happen.\nAshcroft should keep trying to protect our country, but try to protect our freedoms, too. When he is criticized (as all public officials are), he should address the criticism without accusing the critic of supporting the terrorists.\nJust because a person disagrees with him does not make that person un-American, or even wrong.\nMark Owings\nO'Fallon, Ill.\n===\nWell, well! It's three months since Sept. 11 and the Post-Dispatch and its editorial cartoonist are back! Forget bipartisanship, guys. It's dead.\nRemember the old liberal mantras regarding Republicans: They want to make the rich richer, starve your babies and pollute the world. Well, now they want to take away all of your freedoms! Yes sir, Big Brother is on the way and his name is John Ashcroft.\nDespite the warnings from the Post-Dispatch, Attorney General Ashcroft is right on target. While we muddle through hearing after hearing, all we show to our enemies is an inherent weakness. What do you liberals want? Another trial like O.J.'s?\nTom Edwards\nOakville\n===\nNever in all of my 70 years have I ever imagined that I would read two articles side by side on the same page by two authors of such opposite views as Clarence Page and William Safire who agreed on the common topic of secret trials (Nov. 27 Commentary page). That I would agree completely with their common view is even more astounding.\nOur justice system is robust and sturdy. Yet, the reluctance of the Ashcroft/Bush team to trust this system speaks loudly of a lack of faith in its own position. Apparently, the administration feels it will be easier to get the American public to sign off on the rights so many of our predecessors have fought, bled and died for than to prove their claims before an impartial court.\nCharles Heitsch\nBourbon, Mo.\n\nLoad-Date: December 11, 2001"
}