{
    "title": "Letter writer threatens USF with terrorism",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 3,
    "day": 27,
    "full text": "The FBI is investigating a letter sent to the University of South Florida student newspaper, threatening to blow up a campus building and kill a female faculty member.\nThe \"War Purgers\" promised the violence April 29 unless the paper, the Oracle, published the letter in its entirety. The one-page, typed letter, received Monday, described the group as \"extremist individuals dedicated to the death, destruction and demoralization of the Great Satan.\"\nThe letter claimed the \"War Purgers\" were connected to Palestinian terrorist groups Hamas and the Islamic Jihad as well as neo-Nazis. It also said Jihad leader Ramadan Abdullah Shallah, a former USF adjunct professor, was due an apology from the \"biased, racist\" American media.\nThe Oracle published only excerpts of the letter and handed it over to police, who Tuesday stepped up patrols on campus. University officials meanwhile issued a statement encouraging people to call police if they see anything suspicious.\n\"We just don't want to jump to conclusions that it's someone from the Middle East,\" cautioned USF general counsel Noreen Segrest. \"It could be a hoax. Of course, we have to take it seriously.\"  FBI officials said they were investigating the letter but wouldn't comment on its credibility. \"That we won't know until we look into it,\" said spokesman Brian Kensel.\nThe Oracle decided not to publish the entire letter because it didn't want to set a precedent for extorting political messages, said editor Deborah O'Neil. She said the letter's author is someone who knows the campus and has been paying attention to a recent controversy involving Shallah and an Islamic think tank.\nFor example, she said, it singles out a professor who has been critical of the school's handling of revelations that Shallah and others were supporting terrorist groups.\nTwo terrorism experts who read the Oracle story were skeptical Tuesday. University of Oklahoma Professor Steve Sloan singled out the letter writer's threat to place a fake detonator in a crowded eating area to create further panic.\n\"What kind of group would announce they're going to use a fake device?\" asked Sloan, who last year published \"Historical Dictionary of Terrorism\" with Scarecrow press. \"It doesn't wash.\"\nThe combination of neo-Nazis with Hamas and Islamic Jihad also is unusual and questionable, said Steve Emerson, a freelance journalist whose work focuses on American support for international terrorists.\n\"It seems someone is trying to make this octopus conspiracy,\" Emerson said.\nThe letter included references to the April 19, 1995, Oklahoma City bombing but threatened action on April 29. It targeted an \"administration building (symbolizing America) \" and an unnamed white female professor \"symbolizing \"your' infertility,\" the Oracle reported.\nShallah has been portrayed as a monster by American media, according to the letter, postmarked March 21. He was a USF professor until last spring, when The Tampa Tribune published a series linking a think tank he ran to Palestinian militant groups. In October, he became leader of the Islamic Jihad, which has killed dozens of civilians in an attempt to derail Middle East peace negotiations.\nAn ongoing federal investigation is examining the World and Islam Studies Enterprise think tank and a related charity, the Islamic Committee for Palestine.\n\nLoad-Date: March 29, 1996"
}