{
    "title": "Letters _ Readers Respond",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 11,
    "day": 10,
    "full text": "Readers weigh in on the results from Tuesday's midterm elections. Look for more reactions over the weekend in \"Letters\" and find out tomorrow what readers thought about Arizona's referendum on whether to offer a chance at $1 million for voting.\nSean D. Green\nArdmore\nI woke up Wednesday and found I was right about the voting machine problems and the new I.D. rules. I was wrong, too; the Democrats did win. I've never been so happy to be wrong. Congratulations to the American people for finding their voice. Next up, the rehabilitation of Colin Powell. He was the key figure that got us into the war, and I believe he can be the figure to get us out of it.\nBen Cornelius\nKennett Square\nJohn Brabender, Sen. Rick Santorum's chief strategist (\"Santorum takes his defeat with style and grace,\" Nov. 8) cited President Bush's unpopularity as his candidate's chief handicap, saying that 75 percent of the voters made up their minds six months ago. Brabender's the professional, not me, but other Republican candidates - Jim Gerlach and Joe Pitts, to name two - beat back challenges from respectable opponents. Voters didn't just pull the party lever. That tells me the problem was Santorum and how the voters perceived his values, not President Bush.\nWere most voters unhappy with the president's performance? Yes, obviously. And I don't know that the voters were so excited about Bob Casey Jr... . But Santorum had become a lightning rod for strongly held opinions on both sides, and Casey was perceived to be an acceptable alternative by a majority of Pennsylvania voters who felt that Santorum no longer represented their values and views.\nScott Durham\nHaddonfield\nThanks to 51 to 55 percent of the American people Tuesday, dictators and terrorists worldwide have a huge smile, and are probably doing cartwheels. They have to be just ecstatic that Nancy Pelosi, Hillary Clinton, Harry Reid and Chuck Schumer have more power in America.\nWe Republicans (and the terrorists) knew the majority of America didn't have the stomach and fortitude for a 100-year war on terrorism. With the Dems assuming control in Congress, the war on terrorism will dissipate to virtually nothing. Thank goodness we have a president who won't fold to terrorism and the Democrats.\nSteven M. Clayton\nOcean, N.J.\nSClayton24@Gmail.com\nThe American people spoke, and they want checks and balances. If President Bush wants his legacy to be something other than as a failed president, I suggest he take a page out of President Clinton's handbook and work with the other party to achieve meaningful legislation. Either way, one thing is for sure, he won't have the town to himself anymore, and that is a great thing for the American people.\n\nLoad-Date: November 10, 2006"
}