{
    "title": "Letter_ Service member bounties How much lower does the bar have to go_",
    "publisher": "alaska dispatch news",
    "year": 2020,
    "month": 7,
    "day": 8,
    "full text": "I have been looking for some sort of reaction from our congressional representatives on reports of the Taliban receiving money from Russia for killing our troops in Afghanistan. Just because we have been waging war and killing Afghans for more a decade, we don't want the Taliban to make a profit. The crickets you hear are the sound of Trump supporters. When a person receives an officer's commision in the military it is in effect until either the person resigns, it is revoked or they die. It is an oath to uphold the Constitution of the U.S. against all enemies, both foreign and domestic. You do not swear allegiance to the President or the flag.Sen. Dan Sullivan is a Marine officer. I wonder how any troops that he leads would feel about President Donald Trump's dismissing the intelligence agencies of this nation and other nations' intelligence services about this subject. How much lower does the bar have to go?\n- Jay CrossBig LakeHave something on your mind? Send toletters@adn.comor clickhereto submit via any web browser. Letters under 200 words have the best chance of being published. Writers should disclose any personal or professional connections with the subjects of their letters. Letters are edited for accuracy, clarity and length.\n\nGraphic\n\n \nSee image link\nFILE - In this file photo taken Monday, Nov. 9, 2009, U.S. service members are seen during a memorial ceremony for a comrade killed on Saturday in Afghanistan's Farah province. Moscow and Washington are intertwined in a complex and bloody history in Afghanistan, with both suffering thousands of dead and wounded in conflicts lasting for years. Now both superpowers are linked again over Afghanistan, with intelligence reports indicating Russia secretly offered bounties to the Taliban to kill American troops there. But analysts suggest that the two adversaries actually have more in common, especially when it comes to what they want to see in a postwar Afghanistan: a stable country that does not serve as a base for extremists to export terrorism. Both countries also are aligned in their opposition to militants from the Islamic State group. (AP Photo/Maya Alleruzzo, File)\n\nLoad-Date: July 9, 2020"
}