{
    "title": "LETTERS TO THE EDITOR_ ISRAEL MUST DEFEND ITSELF AGAINST TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 4,
    "day": 22,
    "full text": "It's the weekend before Mothers Day, and you take your child to the mall to get your wife a gift. You and your child split up to cover more stores and plan to meet in 30 minutes. Suddenly, there's an enormous explosion. A bomb has gone off killing many people. You frantically look for your child and learn that he has been killed. Three other bombs are set off that day around the city. You are inconsolable in your grief and anger. Who would do this to innocent people?\nFor weeks, sporadic bombings continue. More innocent victims. People become afraid to go out of their homes. Security checkpoints go up around the city. If you go to the baseball game, you have to get there hours early and be searched. The Fourth of July events at the Arch are canceled. Too risky.\nPublic anger and frustration grow. Avenge the death of the innocent children! Stop the terrorism -- kill the terrorist! You would expect the police and National Guard to do anything they could to make your city safe.\nHopefully, this will never happen in St. Louis. But it's happening daily in Israel. Would we tolerate Syria, Cuba, Iran, Iraq, China or Russia telling us we couldn't take any action to protect ourselves? They've been ruthless in controlling discontent in their own countries. What right should they have in telling us how to protect our citizens?\nWhat is going on in Israel should be offensive to everyone. Militant Arabs kill Israeli soldiers and many innocent civilians. In defense of its citizens, the Israeli army kills the militants and innocent Arabs. Until the international community unequivocally condemns every act of terrorism, the violence in Israel and other hot spots around the world will continue.\nSix months ago, many contentious issues seemed close to being resolved. But the increasing acts of terrorism that followed the failure of the peace effort will solve nothing.\nAny sovereign country should and will do whatever it can to protect its people. If it were your family at risk, wouldn't you expect your government to do the same?\n \nRichard O. Fine\n \nPresident\n \nSt. Louis Chapter\n \nAmerican Jewish Committee\n \nClayton\n\nLoad-Date: April 22, 2001"
}