{
    "title": "Letters_ Alliances boost growth, prevent terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2016,
    "month": 7,
    "day": 10,
    "full text": "ISSUE | GLOBALIZATION\n Trade ultimately for the best\n History teaches us that countries that trade with others generally do better economically than those that do not. From the Fertile Crescent to Rome to England, trading nations have prospered. China, the Incas, the Mayans, and others that did little trading stagnated.\n Natural barriers such as distance and topography once kept trade from threatening domestic economies. Globalization means much greater potential for disruption. The rise of opposition to trade deals reflects growing concern that trade, while generally beneficial, threatens certain groups. But would we prefer that the Industrial Revolution, which spawned Dickensian horrors, had never happened? It is in our interest to promote prosperity everywhere, as prosperous people are not angry revolutionaries with little to lose.\n It makes sense to export obsolescent industries that add little value but boost less developed nations. But trade agreements must not be crafted solely to advance the interests of owners of capital. They should be tied to policies that promote the general welfare, such as protecting collective bargaining and funding education. Otherwise, they defeat the purpose of raising living standards.\n |Orin Hollander, Jamison \n Sanders is right about TPP\n I would never consider voting for Democratic presidential candidate Bernie Sanders, whose socialist policies would turn the United States into a failed state like Venezuela. However, Sanders' commentary on the Trans-Pacific Partnership built a persuasive case that the trade deal would be bad for America and its workers (\"Work to do on trade deal and Democratic platform,\" July 3).\n During their debates, Sanders managed to shame Hillary Clinton into saying she opposes the TPP. Not a likely story: She was one of the architects of the deal as secretary of state, and Bill Clinton signed the North American Free Trade Agreement. What a surprise: A Clinton willing to say anything to get elected.\n |Joe Bowers, Phoenixville, joseph.h.bowers@comcast.net\n Alliances can defeat terrorism\n As the United States, Canada, and Mexico vow to strengthen their allegiance and European countries debate whether to weaken theirs, I think we must keep a critical issue in mind. It's not all about money or whose nation is greatest. It's about global safety.\n The only chance to defeat terrorism is to share intelligence and military expertise. Building Trumpian walls, curtailing trade agreements, and fracturing alliances will only weaken the world. \n |Judy Sloss, Glenside, jsloss@comcast.net\n\nGraphic\n\n \nDANIEL LEAL OLIVAS / PA via AP\n\nLoad-Date: July 10, 2016"
}