{
    "title": "Letters to the Editor Letters",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 11,
    "day": 10,
    "full text": "Clueless on costume\nI was quite disappointed in University of Pennsylvania president Amy Gutmann's response to the controversy surrounding the photograph that appeared in Saturday's Inquirer (\"Blogs abuzz over Penn\"). Gutmann should have expressed more outrage at the student's insensitive choice of costume, not merely express tolerance of his right to wear it. The student's trivializing of terrorist acts makes a mockery of all killings of hostages by radical Muslims. It is an insult to all U.S. servicemen who put their lives on the line to fight the very terrorism the student was mimicking.\nTrue, Saad Saadi issued an apology. Nevertheless, his costume was so offensive that, at the very least, he should have been asked to leave the party. At best, Gutmann should have used the opportunity to teach him a lesson about the consequences of his actions, namely that he presents the appearance of supporting terrorist acts against innocent civilians.\nAs someone who participated in anti-war marches while at Penn more than 30 years ago, I understand the value of free speech. But now I also worry that Penn, like many other campuses, is placing political correctness before common sense in the face of escalating worldwide extremism. By brushing this incident off lightly under the guise of political correctness, Gutmann missed an opportunity to take a stand against unacceptable behavior. It is important that tolerance not lead to more terrorism.\nHoward Levine\nVoorhees\nAd money to charity\nHaving endured yet another horrific political advertising season, I wonder if there is a way to change the campaign finance laws to require that for each dollar the political parties spend on their commercials, they would be required to donate one dollar to a list of agreed-upon charities. In that way, at least we would all receive some benefit, particularly as we turn our attention from the elections to the holiday season.\nMark Baum Baicker\nCarversville\nEvangelicals, Catholics\nIt is interesting to compare the way in which the New Life Church and the National Association of Evangelicals chose to deal with the Rev. Ted Haggard scandal. Even though he was allegedly involved sexually with a consenting adult, he immediately resigned as president of the association and was fired as pastor of the church. There was no discussion of the possible effects on the church and/or association. They did what was simply the right thing to do.\nCompare this to the way the Catholic Church chose to deal with sexual predators. Their illegal and sinful acts were not disclosed, and they were transferred to other parishes where they could and did abuse new victims. The leaders of the Archdiocese of Philadelphia now balk at compensating the victims of abuse, due to the financial consequences of doing so. These leaders could learn a great deal from the evangelicals as to the right and moral way of dealing with such important problems.\nEdward J. Mathis\nMediaEJMPHD1@hotmail.com\nForce cannot win\nIsn't it time President Bush, his cabinet and Congress faced up to the fact that you can't fight terrorism using conventional warfare? A few terrorists can always cause mayhem and destruction in any country, as we learned on Sept. 11, 2001. We don't know how to defeat terrorism, and never will.\nWe should confine ourselves to giving physical, not monetary, aid in the forms of providing health care, constructing schools and hospitals and homes, teaching farming methods, and providing food directly to the needy, along with many more direct methods. Foreign financial aid is a waste of money, and only enriches those already in power.\nCarol Nickels\nNarberth\n\nLoad-Date: November 10, 2006"
}