{
    "title": "Letter to the Editor",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 2,
    "full text": "I would like to thank The Tartan its coverage of the Saudi Open House on April 19. The article [\"Saudi Students House holds event to promote national awareness,\" April 24] was quite nice; however, I want to raise concerns about using the following sentence in the beginning of the article: \"Pamphlets laid on tables provided information about Islamic terrorists.\"\nThe pamphlets contained statements made by many Saudi officials, scholars, and intellectuals condemning terrorism. They also contained statements from U.S. officials, including the 9/11 commission report that commended the level of cooperation of Saudi Arabia with the international community in combating terrorism. So I really don't think that the words \"Islamic terrorism\" are an accurate description of the contents of those pamphlets.\nIn addition, terrorism has neither a religion nor a nationality because there are fanatics within every ideology around the world. There are people who blow up abortion clinics in the name of Jesus (peace and blessings of God be upon him). We can't call them Christian terrorists; we can't even refer to those actions as \"Christian terrorism\" because the teachings of Christianity are exactly the opposite of these actions. We cannot accuse the entire faith of the actions of a few people who want to advance personal interests and agendas through twisted interpretations of religion.\nIslam is a religion that is followed by 1.5 billion people around the world, and it does not teach terrorism. The Qur'an, which is the word of God revealed to the prophet Muhammad (peace and blessings of God be upon him), teaches us that killing one soul is like killing all humanity.\nThe whole purpose of our event was to educate the audience about our values, our customs, and our culture, and to show how distant they are from the stereotypical images usually displayed in the media.\nI truly appreciate the efforts made by The Tartan in providing a good coverage for the event, but I am very concerned with the negative image that might appear in the minds of those who see the association of Islam as a religion with terrorism. We are a people for peace, and our faith, values, and culture are innocent of terrorism.\nNazeeh Alothmany\nSaudi Open House Organizing Committee\n\nLoad-Date: December 15, 2016"
}