{
    "title": "Letters _ Rx for success in terror war",
    "publisher": "the world",
    "year": 2005,
    "month": 7,
    "day": 28,
    "full text": "IT IS TIME to cut the bull. The war on terror continues. The threat is real and imminent. Our enemies are convinced that their worldview is the only one acceptable and will kill all those who disagree.\nIt is a war like other wars before it in which the enemy's goal is to impose its will on the world. As with past conflicts, this war will not be over until our enemies are annihilated.\nThe difficulty lies in that there is no \"Germany\" or \"Japan\" this time. If bin Laden's Camp al-Qaeda has trained 50,000 terrorists, then there are 50,000 bin Ladens.\nIt's time for politicians to stop giving aid and comfort to our enemies through their politically motivated caterwauling about the \"torture\" of captured combatants with overcooked chicken etoufee and comfy chairs.\nIt is time for our elected representatives to tone down the cacophony of invective against our soldiers, comparing them to Nazis, etc., that is used as propaganda to incite terrorists.\nIt is time for legislators to stop promoting a cut-and-run policy. Surrender is not a strategy.\nAnd it is the time for all freedom-loving peoples throughout the world to stand up for their way of life. To defend their families from barbarians who blow up children along with their mothers and grandmothers.\nJoe Malone, Bristol\nOn July 7, the same day of the London terror attack, I had a letter printed in your paper blasting the liberals for their cowardly stance on terrorism.\nThe next day, I picked up the paper and read an editorial blaming President Bush and his war on terror for the attacks. Instead of blaming the savage animals who commit these atrocities against innocent people, you chose to blame the president who is waging a war against these thugs.\nYou praise John Kerry for his \"ideas\" on how to stop terrorism. America rejected John Kerry at the ballot box, and terrorism was one of the main reasons why.\nJohn Barclay, Philadelphia\n\nLoad-Date: July 28, 2005"
}