{
    "title": "Liability fear may crimp ideas",
    "publisher": "pittsburgh tribune review",
    "year": 2008,
    "month": 6,
    "day": 27,
    "full text": "Innovation by companies worldwide is being stifled by the fear of lawsuits, and product litigation expenses are being passed on to consumers as a hidden cost, the chairman of insurance giant Lloyd's of London said Thursday. \n\"Surveys indicate that as much as one-third of all businesses worldwide are avoiding the introduction of new, innovative products due to the fear of potential litigation,\" Lord Peter Levene said. \nThe Lloyd's chairman spoke to more than 100 business executives yesterday, a presentation sponsored by the British American Business Council Pittsburgh Region and the Risk Insurance Management Society Inc., in association with the Pittsburgh office of law firm K&L Gates. \n\"Compensation related to corporate liability today is out of control,\" Levene said. \"Corporate boards spend more time discussing liability risk than anything, and the costs of litigation are being passed to consumers.\" \nNot everyone agrees with Levene's view. Attorney Sam Braver said he hasn't seen fear of litigation stifling creativity. \n\"There's no question that defensive claims can be expensive, but it's not been my experience that my clients have cut back on product innovation due to the threat of liability,\" said Braver, head of law firm Buchanan Ingersoll's Product Liability Group. \n\"Liability is part of business, companies when they're planning take liability into consideration,\" Braver said. \"But again, it hasn't been my experience that it halts company efforts to improve their products. They want to be the best.\"  \nLevene said, \"We at Lloyd's know that risk taking is a part of doing business, that's why we're in business. Companies have to become more proactive, not reactive in handling risks. The Pittsburgh economy was built on innovation by companies.\" \nDuring his presentation, Levene touched on two other areas he said business leaders must be concerned with: \n? Climate change. A recent convert to the idea that human activity has an impact on the world's climate, Levene said that any business that fails to look at climate change as real and adapt to climate-related economic changes \"may be lagging behind the rest of the business pack.\" \n? Terrorism. Levene said just one in three chief executives really understand the risks to their companies due to terrorism/political risk. \"Too many businesses rely on the international media to make decisions concerning terrorism,\" Levene said. \nCompanies must prepare for political risks, and that means the businesses must be more sensitive to the local cultures where they do business, to what he called \"homegrown\" terrorism. \n\"Homegrown terrorism has the potential to greatly destruct the business economy,\" Levene said. \n\nLoad-Date: June 27, 2008"
}