{
    "title": "Liberties fall for minimum security",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 2,
    "full text": "Every single time George W. Bush (or one of his minions) says that domestic spying is lawful, a chill runs down my spine.\nMy discomfort likely stems from the fact that I have a dictionary on my desk defining terrorism as the \"unlawful use or threatened use of force or violence by a person or an organized group against people or property with the intention of intimidating or coercing societies or governments, often for ideological or political reasons.\" Remove \"unlawful\" from the preceding statement to find the definition of war.\nThus, Bush's proclaimed \"lawfulness\" is the difference between a War on Terrorism and a commander in chief that doubles as the world's number one terrorist.\nAssuming that Bush is operating within his boundaries and is fighting a war on terror (since 53 percent of you already do), it is important to know how and where this struggle can be won.\nThe first step toward victory in any battle is to know the enemy. When Osama bin Laden wakes up and rolls out of his cave in the morning, what is he thinking? Perhaps \"I hate those Americans, with all of their money and civil liberties. I'm going to have some eggs for breakfast, and then I'm going kill the infidels.\" My guess is somewhat accurate, according to our president.\nBush spindoctors say bin Laden generally loathes the American way of life and wants to destroy it (if the U.S. government is allowed to fight wars against abstract concepts, others should certainly be allowed to follow suit). Maybe \"Mr. No Combat Experience\" himself, Bush, 43, is actually a martial mastermind. After all, his administration is systematically eliminating the perceived targets of bin Laden's hatred, which begs the question \"How can a suicide bomber blow up something that doesn't exist?\"\nWhat else can explain the eradication of basic civil liberties that Americans have previously enjoyed? The presumption of innocence, the right to a fair trial, freedom from torture, privacy rights, freedom of expression and assembly and the right to seek asylum are quickly becoming relics of a dead society as the United States moves to combat terrorism.\nOf course, in the waning years of apartheid, South African Prime Minister P.W. Botha claimed his country was under \"total onslaught\" from both internal and external forces. Not unlike the current president, Botha used this justification to force his opponents into submission. Did the end justify the means? Certainly not in that case, and likely not in the war on terror.\nThe America in which many of us have grown up with is rapidly fading from memory, if it's not gone altogether. We have to make a conscious decision as a nation: are we going to give up essential freedoms in exchange for limited protection, or are we going to take the longer road to national security that does not trod on the civil liberties that we have been told defines the American way of life?\n(C) 2006 The Reflector via U-WIRE\n\nLoad-Date: February 3, 2006"
}