{
    "title": "LIBERALS' FEARS ON SECURITY UNIT EASE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 5,
    "day": 18,
    "full text": "The creation last year of a Senate subcommittee on internal security and terrorism alarmed many liberals who feared it might signal a revival of inquisitorial hunts for subversives like those of the 1950's. The subcommittee chairman, Republican Senator Jeremiah Denton of Alabama, protested, ''I am no Joe McCarthy.''\nThe liberals' fears have since faded considerably. Senator Denton, a retired admiral and a pilot who spent more than seven and a half years in a North Vietnamese prisoner-of-war camp, has held more than 20 hearings on international terrorism, alleged Communist manipulation of the press and the actions of Communist intelligence agencies in America. But he has not tried to use subpoena power to summon nonvoluntary witnesses to be interrogated on their political associations, as Senator Joseph McCarthy, Republican of Wisconsin, did three decades ago. Nor has Senator Denton yet introduced legislation that is considered a major threat to civil liberties.\nWASHINGTON, May 17 - The creation last year of a Senate subcommittee on internal security and terrorism alarmed many liberals who feared it might signal a revival of inquisitorial hunts for subversives like those of the 1950's.\nBut the liberals' eased apprehension about Mr. Denton seems based not so much on a revised estimate of his political orientation as on a feeling that he has not developed the political drama, personal following and national attention that might have excited the passions that earlier investigations did.\n''He can't get his subcommittee off the ground,'' a Democratic Senator said privately. Jerry Berman, an official of the American Civil Liberties Union in Washington, added, ''It seems to be a play without a script.'' And a lobbyist for a black organization called Transafrica said, ''We thought of picketing when he scheduled hearings on Communist control of African national liberation movements, but then decided that protest would draw more attention than the hearings.''\n \nCites 'Unfair' Coverage\nSuch views appear to be widespread, but some officials are reluctant to express them openly for fear they might goad Mr. Denton into more vigorous action.\nSenator Denton, who stirred strong national emotions when he led home the first contingent of Vietnam War prisoners, declaring, ''God bless America,'' is aware of the negative assessments of his performance, but he defends his work. ''I am satisfied that we have done an acceptable job at an acceptable pace,'' he said in an interview. He added that he believed that the press and television networks had ''unfairly'' failed to give his inquiries continuing and serious coverage and, like the American public, had failed to understand the security dangers facing the country.\nThe Senator's initial hearings a year ago attracted considerable attention when several witnesses outside the Government argued that the Soviet Union and its ''surrogates'' were guilty of supporting and encouraging terrorist organizations that were described as being part of an international network. Subsequent hearings, however, have not attracted much coverage by the broadcasting or printed news media.\n \nHearings Set for June\nThe next round of hearings, the Senator said, is scheduled for late June and will focus on the so-called ''Levi guidelines,'' promulgated by President Ford's Attorney General, Edward H. Levi. The guidelines, adopted after intrusive investigations of radical political groups by the Federal Bureau of Investigation, state that the F.B.I. may not investigate or monitor a political group unless there is reasonable ground to suspect that the group intends to engage in criminal activity.\nMany of those concerned with potential terrorism or other internal security issues consider the guidelines too restrictive. But William H. Webster, the F.B.I. Director, has said he finds them acceptable and has testified to that effect before Senator Denton.\n''I will tend to probe rather deeply to find out whether he might not be too inhibited about what's O.K. and not O.K. to say about what his restrictions are,'' Mr. Denton said of Mr. Webster.\nSenator Denton also is considering legislation that would make terrorism itself a Federal crime, thereby permitting Federal prosecutions in many bombing incidents and other cases of violence.  Other legislation under discussion would prohibit United States citizens from making financial contributions to terrorist organizations.\n \nView of Irish Unit\nAt a hearing last year Mr. Denton made clear that he regarded the Provisional Irish Republican Army as both a terrorist and a Marxist group. In March he conducted hearings into the question of Soviet bloc control of black nationalist organizations in South Africa.\nAsked how much difficulty he foresaw in developing a Governmental mechanism that could determine whether a foreign organization billing itself as a liberation force was actually an international terrorist group, he said, ''A good bit.'' But he indicated that he would search for a formula.\nSome liberals privately express concern about such proposals, but the A.C.L.U.'s Mr. Berman was calm, recalling last year's fears. ''We didn't know where Denton was coming from,'' he said. ''But we did know the country was far more skeptical than it was in the 1950's, the press was far more vigilant and there was a much more organized civil liberties community. He has not demonstrated or really attempted to demonstrate a serious terrorist problem in the United States.''\nMr. Denton, who has also attracted attention in Washington because of his strong advocacy of teen-age chastity, said he believed that he had won some people over to his point of view. ''I don't fit in with the right-wing, purely fiscal conservatives, nor am I a prude in the moral sense,'' he said. ''I don't want to be seen that way. I don't want false perceptions to get in the way of doing a job in the Senate.''\n\nGraphic\n\n \nIllustrations: photo of Jeremiah Denton"
}