{
    "title": "LIBERTY CITY 6 RETRIAL_ A WASTE OF MONEY_",
    "publisher": "st. petersburg times ",
    "year": 2008,
    "month": 5,
    "day": 24,
    "full text": "When a Miami federal prosecutor announced that the government would try the Liberty City Six on terrorism charges for a third time after two mistrials, trial watchers, including a few jurors, questioned the wisdom of continuing to spend millions on the case.\n\"No matter how many times you try this case, you won't get a jury to agree on verdicts. It doesn't matter how much money you spend, it won't happen,\" first trial juror Jose Viola told the St. Petersburg Times.\nThe jury foreman for the second trial agreed: \"The chances of getting convictions a third time are the same as they were at the first two trials. There will be a hung jury, or they'll walk. It's a waste of taxpayer money to keep trying this case,\" said Jose Rivera, who asked that his last name not be used. (Federal jurors' identities are secret unless they choose to reveal themselves.)\nBecause a judge's gag order makes the actual dollar total unavailable, the St. Petersburg Times estimated the cost using general figures from the Federal Bureau of Prisons, the U.S. Marshals Service, the U.S. Attorney's Office in Miami, the FBI, the Federal Judicial Center, the U.S. Office of Personnel Management and the Government Service Administration. Information from other terrorism trials also was used.\nThe total cost from the time of the arrests through the first two trials: over $6-million. The third trial will probably bring that amount to over $8-million.\nCase history\nThe \"Liberty City Seven\" were arrested in Miami's Liberty City neighborhood on June 23, 2006, and charged with material support of terrorism. Prosecutors said the group agreed to join al-Qaida and blow up the Sears Tower in Chicago and several government buildings in Miami. U.S. Attorney General Alberto Gonzales called the arrests \"a victory against homegrown terrorists.\"\nDefense attorneys said the seven had no intention or ability to blow up anything and were simply trying to con fake al-Qaida representatives, who were really government confidential informants, out of $50,000. The defendants could get 70 years in prison if convicted.\nJury selection began Sept. 18, 2007. During the trial, the prosecution played wiretapped conversations recorded by government informers, whose expense bills topped $160,000. Turning the wiretaps into certified transcripts added tens of thousands to the bill.\nThe government brought in terrorism experts from around the country and an investigator from South Africa for thousands more. Prosecutors showed aerial photos taken from helicopters and put on PowerPoint presentations under the watchful eye of an audiovisual expert. By the end of the first trial on Dec. 13, the prosecution's bill had climbed to over $2-million.\nDefense attorneys also brought in experts, including one from England, and ordered daily rush transcripts for about $120,000. At an hourly rate of about $95 an hour, seven attorneys chalked up over $1-million in defense fees and expenses by the time the jury acquitted one defendant and deadlocked on the remaining six.\nRound 2\nThe second trial - now with six defendants - began Jan. 22 and ended April 16. Eighteen partially sequestered jurors ate lunch on the government's dime for about $1,000 a week.\n\"When we'd go out, a few jurors would go for the works and order nachos, shrimp cocktail, steak and key lime pie,\" said the jury foreman.\nBut the food bill was a miniscule part of the growing tab.\nBy the end of Trial 2, the cost of keeping six defendants in solitary confinement topped $350,000. The salaries and expenses for about a dozen U.S. marshals climbed to about $400,000. Court fees, which included contracted security and other courtroom salaries and expenses, neared $600,000.\nA week after the second jury deadlocked, prosecutor Richard Gregorie announced in court that the government \"would proceed ... one more time.\" He explained that the decision was influenced by evidence from the first two trials: The lead defendant told the government informant \"we want to kill all the devils we can.\"\nWorth the price?\nFormer federal prosecutor Dan Gelber, who retried several Miami cases after mistrials, said he understands the need to try again \"despite the additional cost.\" While he says a third trial is \"very unusual,\" he says it's difficult to walk away \"when you get information that increases your chances of conviction if you can just do it again.\"\nGelber (now the Legislature's House minority leader) said in his cases that information usually came from jurors who explained what it would take to find defendants guilty. But since the judge in the Liberty City case hasn't allowed attorneys to talk to jurors, the third trial doesn't appear to be driven by additional information from the jury.\nEdward B. Davis, retired federal judge in Miami, said he worries that something else may be influencing the decision for yet another trial: \"Perhaps post-9/11 publicity is playing too significant a role,\" said the judge.\nThe third trial is set for Jan. 6, 2009.\nTimes Staff Writer Meg Laughlin can be reached at mlaughlin@sptimes.com\n\nGraphic\n\n \nGRAPHIC, MEG LAUGHLIN; JOHN CORBITT, Times: The mounting costs of a terrorism trial\n\nLoad-Date: May 24, 2008"
}