{
    "title": "LIBERTARIAN GROUP COUNTERS ON TERRORISM BACKSTOP",
    "publisher": "business insurance",
    "year": 2013,
    "month": 9,
    "day": 23,
    "full text": "The Terrorism Risk Insurance Act amounts to corporate welfare, since it relies on public funds to protect the insurance industry and commercial policyholders.\nThat's the message contained in a recent Cato Institute policy paper posing interesting free-market thoughts that clash with the insurance industry's arguments for renewing TRIA.\nCato is a Washington-based libertarian think tank that argues for allowing TRIA to sunset when scheduled to do so on Dec. 31, 2014. The paper, titled \"The Terrorism Risk Insurance Act: Time to End the Corporate Welfare,\" concludes that there may have been a need for TRIA to temporarily stabilize insurance markets post-9/11. \"But there is no rationale for that measure to become a permanent federal subsidy of the insurance industry,\" the paper says.\nSeveral libertarians taught in the economics department where I earned an undergraduate degree in economics years ago. One of those professors lectured that moving libertarian ideals from philosophy to practice never happens, because those arguing for markets free of government interference one day will want government protection for their own economic interests the next day.\nI suspect that contradiction is in play when the insurance industry lobbies for TRIA's extension. But that observation aside, Cato's position paper raises interesting counterpoints to those I hear from the commercial insurance industry and policyholders.\nA Risk & Insurance Management Society Inc. report released in August, for example, argues that TRIA is a reinsurance program - not a bailout - that would cost the government only if a certified terrorist event exceeds $100 million in aggregate insurance losses. And insurers still would have to pay claims equaling 20% of their annual premiums for commercial lines.\nBut the Cato paper argues that the $100 million trigger is a very low threshold when the value of a single building can exceed that.\nI also understand policyholder concerns that underwriters already are curtailing workers compensation insurance offerings in areas where risk concentration is a factor, and failure to renew TRIA could exacerbate the problem.\nIn contrast, the Cato paper argues that government backing encourages risk concentration. By acting as a subsidy, TRIA may dampen policyholders' motivation to move out of high-risk areas, the argument goes.\nOverall, the paper suggests that commercial insurers can handle terrorism risk without government support, perhaps better than they manage natural catastrophe losses.\nI am not a libertarian. But Cato's paper raises interesting questions about the public's interest in TRIA's renewal - and it makes one undeniable point when it says that effective lobbying led to TRIA's two previous extensions.\nWe will see how lobbying efforts play out for a third TRIA extension.\n\nLoad-Date: September 26, 2013"
}