{
    "title": "Liberty lacking in anti-terrorism bill",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "Recent events have shown that nearly everything is a potential target for terrorists. But now, Congress has damaged one of the few things that terrorists can't touch -- our commitment to the rule of law and the guidance of the Constitution. We should be worried deeply about Congress' willingness to discard without hesitation protections of our most basic civil rights -- to respond to lawlessness with arbitrariness.\nThe House of Representatives and Senate each passed an anti-terrorism bill last week that would eliminate many of the civil liberties that define our democratic society, and President Bush is expected to sign the bill within the next few days. For instance, the bill would allow officials to detain non-citizens indefinitely, without charging them with any crime, if they decide those individuals are \"terrorism suspects.\" The FBI doesn't have to answer to any judicial body about what constitutes a \"suspect\" -- it's up to them to interpret.\nU. Virginia\nThe bill also allows federal authorities involved in any criminal investigation to conduct a search of an individual's home or office without notifying him or her until later. Imagine coming home one evening and finding that the FBI had spent the day searching your house, taking pictures, removing evidence and copying files off your computer. This bill eliminates your right to see that the FBI has a proper warrant, to verify that they have come to the correct address, and to oversee the search. Instead, Congress essentially has said, \"Just trust them.\"\nThe bill also would exempt the FBI from judicial review of the probable cause requirement for wiretaps -- that is, they can tap phones or monitor Internet communication without getting a court's approval for specific targets. All they need is broad, general approval. Say goodbye to the Fourth Amendment.\nAll of those things seem benign if we assume that our government only will use these powers against the bad guys. But history provides us with a slew of cases in which law enforcement officials have used such powers against innocent citizens. For a recent and vivid example, remember Richard Jewell, the security guard once considered to be a suspect in the 1996 pipe bombing at Atlanta's Centennial Olympic Park. The FBI ransacked and exposed his private life, then realized its mistake and cleared him of all suspicion.\nThe core, underlying assumption behind our Constitution is that cases like this do happen -- law enforcement is imperfect. That's why we don't leave government up to the unchecked judgment calls of individuals. Instead, we rely on a written structure of checks, balances and restraints.\nSure, most of the time, the FBI probably will use its discretionary powers wisely. But we would be naive to think that it will never falter. That's why we believe in the Constitution -- to check, restrain and guide the actions of fallible individuals. Congress appears to have given up on all of that in the name of combating terrorism.\nThis is not the first time we have thrown the Constitution out the back door when faced with extreme circumstances. During World War II, while our military forces were in Europe fighting a Nazi regime that was imprisoning citizens simply because of their ethnic heritage, we were doing the same type of thing at home. The U.S. government imprisoned approximately 120,000 American citizens of Japanese heritage in 10 prison camps across the Western United States between 1942 and 1945. Their crime? Simply being Japanese-American.\nWe didn't learn from that mistake, though. Only a few years later, thousands of Americans of Russian backgrounds who had done nothing wrong were harassed, arrested and deported because of anti-Communist fear and paranoia.\nThe point of these examples is that our country has a history of violating constitutional protections when faced with threats to national security. Such measures punish the innocent more than they prevent further crime. Shamefully, these violations tend to target a national or ethnic minority group for oppression.\nIf President Bush signs this anti-civil rights bill, we will see history repeat itself. Abuses of law enforcement power will recur against Americans of Arab descent. Such practices already have begun; just talk to any Arab American who has been in an airport recently. This new law only will make such events more frequent.\nKeep that in mind as you listen to President Bush talking about \"homeland security.\" Think of a friend or classmate of Arab heritage and remember that he needs the steady rule of law now more than ever. It is in times of crisis that we should cling most tenaciously to the Constitution as a guide, as a check on mistakes that would punish the innocent. By that standard, Congress has failed us all.\n(C) 2001 Cavalier Daily via U-WIRE\n\nLoad-Date: October 24, 2001"
}