{
    "title": "LIBERALS SPEAK OUT AGAINST TERRORISM WHEN IT BENEFITS THEM",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 5,
    "day": 16,
    "full text": "\"My husband and I are outraged and heartbroken,\" said First Lady Michelle Obama, subbing for the president in his weekly radio address May 10. \"In these girls, Barack and I see our own daughters.\"\nMs. Obama was referring to the 276 predominantly Christian schoolgirls kidnapped from their dormitory in a village in northeastern Nigeria by the Islamist terror group Boko Haram, which is planning to sell them into slavery.\nIn the Hausa language, Boko Haram means \"Western learning is forbidden.\"\n\"Access to education is a basic right & an unconscionable reason to target innocent girls,\" former Secretary of State Hillary Clinton tweeted May 4. The day before, she said the kidnapping is \"abominable, it's criminal, it's an act of terrorism and it really merits the fullest response possible.\"\n\"The kidnapping of hundreds of children by Boko Haram is an unconscionable crime, and we will do everything possible to support the Nigerian government to return these young women to their homes and to hold the perpetrators to justice,\" Secretary of State John Kerry said Saturday.\nSince its founding in 2002 with assistance from Osama bin Laden, Boko Haram - sometimes called the Nigerian Taliban - has murdered thousands of innocent people, burned hundreds of churches and schools. But it wasn't until last week senior Obama administration officials appeared to notice its evildoing.\nWhile she was secretary of state, Ms. Clinton refused to put Boko Haram on the State Department's list of foreign terror organizations. Once State lists a group, other U.S. agencies are authorized to take actions against it.\n\"The FBI, the CIA, and the Justice Department really wanted Boko Haram designated, they wanted the authorities that would provide to go after them, and they voiced that repeatedly to elected officials,\" reporter Josh Rogin was told by \"a former senior U.S. official who was involved in the debate.\"\nAfter he became secretary of state, Mr. Kerry did put Boko Haram on the terror list.\nBut a year ago, when Nigerian President Goodluck Jonathan launched a major push against Boko Haram, Mr. Kerry said he was \"deeply concerned by credible allegations that Nigerian security forces are committing gross human rights violations, which, in turn, only escalate the violence and fuel extremism.\"\nState actively opposed Nigerian military action against Boko Haram during Ms. Clinton's watch.\nIt was poverty, and anger at \"poor government service delivery,\" not Islamic extremism, that motivated Boko Haram, State said in 2012.\n\"Similar to the United States, Nigeria's religious diversity is a source of strength,\" Assistant Secretary of State David Adams wrote to members of Congress that October.\nThat analogy flabbergasted Caitlin Poling, then an aide to one of the letter's recipients, Rep. Mike Pompeo, R-Kan.\n\"We don't have daily assaults by extremist Muslims on churches in the U.S.,\" she said.\nIf the scales finally have fallen from the administration's eyes, better late than never.\nBoko Haram burned at least 50 schools, killed or wounded 70 teachers and more than 100 students in 2012 and 2013, Amnesty International said in a report last October.\nIn February, Boko Haram killed 59 boys aged 11 to 18 in a boarding school in Buni Yadi, slitting their throats or burning them alive.\nMost Americans were unaware of these atrocities, because they drew little attention from our news media. Ms. Clinton and Mr. Kerry surely knew - but didn't speak out against Boko Haram until the nation had recoiled in horror from the kidnapping of the girls. This suggests their expression of indignation was motivated as much by convenience as by conviction.\nThe administration's response is likely to be restricted to expressions of indignation, though this will do absolutely nothing to rescue the girls, and a president who has ordered nearly 400 drone strikes which have killed around 2,400 people conceivably could do more.\nHashtag diplomacy \"is an exercise in self esteem,\" which has no effect on events in the real world, said columnist George Will.\nWhich is why it suffices for most liberals, for whom feeling good about themselves is what's most important. Terrorists may not follow Twitter, but other liberals do. If their friends notice their expressions of concern, their symbolic protest, it doesn't matter very much if those girls get sold into slavery or not.\n\nNotes\n\nJack Kelly writes for The Blade of Toledo and The Pittsburgh Press. He can be reached at jkelly@post-gazette.com\n\nLoad-Date: April 23, 2015"
}