{
    "title": "Liberals wrong for blaming terrorism on America",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 26,
    "full text": "Almost every week from left-leaning groups I hear a new reason why America is to blame for terrorism or why America is failing in the war on terror. It's things like \"We're never going to win this,\" \"We started it\" and \"We deserved it\" that really make me sick. You can keep telling yourself that if it makes you feel better, however, those reasons aren't going to change a damn thing about the current state of affairs.\nI'm sorry, but these negative comments aren't improving the situation. No wonder a recent poll cited that troop morale overseas is low. Calling our commander in chief, President Bush, a terrorist for the unfortunate and regrettable deaths of people in Iraq is not only an insult to him, but a slap to the face of men and women serving his orders. Is there any conceivable positive outcome that stems from blaming this on ourselves?\nPulling out of Iraq will not stop terrorists around the world. The only way we will ever win the battle of good versus evil is to annihilate the thousands of radicals and put the extreme sects of Islam to rest permanently. These people represent no country and in reality, they have no conceivable cause. If you want to defend these people and rationalize blowing up yourself among innocent civilians and hiding among women and children while you fight, be my guest.\nBut there is an alternative to our current war strategy. Instead of taking the war to terrorists, let's simply change who we are and what we believe in. That will make them happy. Let's force women to conceal their faces and ban them from school. Let's devote our lives to destroying Israel and every other Christian or Jewish \"infidel.\" And let's hang those guilty of adultery and promiscuous sex, which wouldn't go over too well on a college campus.\nLiberals also like to say that our whole occupation in Iraq is provoking more fighting and making terrorists angrier. On behalf of all Americans, thank you for taking the terrorists' side. I haven't spoken personally to any of our soldiers, but I'm sure they appreciate it.\nIf you ask me, when those murderers hijacked four planes and killed 3,000 people, they already seemed \"mad and provoked.\" What we're dealing with is like an infection. When you try to kill a disease, that disease is going to fight back. It is going to do anything it can to survive to infect more people and to continue living. Its sole purpose is to make my life and your life a living hell and the world a miserable place.\nI agree with my liberal counterparts regarding one topic, and it's that we are fighting this thing all wrong. It's not sitting down at a table waiting for Germany and France to give us approval to deploy our own soldiers. It is also not asking to negotiate with the terrorists to hash out a treaty. What I think we are doing wrong, to put it bluntly, is that we are not kicking enough ass. President Bush, let interrogators do whatever they have to do to get information from these people. Don't play public relation games in the media and make promises for those who want to see us fail. Once all of the radical Islamists come together to form a country of their own, fight in issued uniforms, and stand under a single flag, then I will whole-heartedly agree to all provisions of the Geneva Convention.\nThe arrogance that stems from people who like to claim Iraq was better under Saddam Hussein are implicitly saying that Middle Easterners are not good enough for democracy and they can't handle it.\nTo conclude, here's an example of negativity undermining American efforts to stop terror, this being from the New York Times. Just last Friday, I read an article about New York City's plan to inspect bags on their subways.\nInstead of reading about the policy being long overdue and necessary in light of recent bombings across the pond, inside, they question the privacy rights of the searches. I'm all for civil liberties, but if someone can please tell me where the right in the Constitution is to carry any concealed object onto a public transportation system without it being subject to searched, please let me know. If being patted down will prevent them from winning, sign me up first.\nIt's time for people to wake up from this daydream. We need to finish the jobs we started in both Afghanistan and Iraq.\n(C) 2005 Daily Collegian via U-WIRE\n\nLoad-Date: August 1, 2005"
}