{
    "title": "Libel Suit Leads to Destruction of Books",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 8,
    "day": 2,
    "full text": "Cambridge University Press has agreed to destroy all unsold copies of a 2006 book by two American authors, \"Alms for Jihad,\" following a libel action brought against it in England, the latest development in what critics say is an effort by Saudis to quash discussion of their alleged role in aiding terrorism.\nIn a letter of apology to a wealthy Saudi businessman, Sheikh Khalid Bin Mahfouz, Cambridge University Press acknowledged that allegations made in the book about his family, businesses, and charities were \"entirely and manifestly false.\" The publisher wrote, \"Please accept our sincere apologies for the distress and embarrassment this has caused.\"\nThe press also published a separate apology on its web site (http://www.cambridge.org/about/apology.htm), and wrote that it would pay substantial damages and contribute to legal costs. A press release by Sheikh Mahfouz's London-based law firm, Kendall Freeman, said Cambridge University Press was also writing to over 200 libraries around the world asking them to withdraw the book from shelves. The total press run was about 1,500 copies.\nThe director of the Middle East Forum, Daniel Pipes, noting that Sheikh Mahfouz has been successful in as many as four prior lawsuits against authors, said that Cambridge University Press's apology had \"ominous implications\" into researching the financing of terrorism.\nA professor at Emory University, who won a libel suit in Britain brought against her and Penguin, Deborah Lipstadt, likewise told The New York Sun that this action by Cambridge University Press was a \"frightening development.\" She said that it seemed to her that the Saudis were \"systematically, case by case, book by book\" challenging anything critical of them or anything that linked them to terrorism. She said that she could not think of any publisher that would now accept a manuscript critical of the Saudis. \"This affects not only authors but readers,\" she said, adding that \"ideas are being chased out of the marketplace.\"\nThe director of the New York-based American Center for Democracy, Rachel Ehrenfeld, said that Cambridge University Press \"capitulated\" and \"didn't even try to fight.\" Sheikh Mahfouz sued her for her 2003 book \"Funding Evil: How Terrorism is Financed - and How to Stop It.\" Rather than contesting the case in Britain, Ms. Ehrenfeld has taken to the American courts. In June, the 2nd U.S. Circuit Court of Appeals ruled unanimously in her favor, finding that if an American writer is sued for libel in a foreign court, that person can appeal to an American court to request that a British decision not be enforceable here.\nLibel law in England is more advantageous to the litigant than is American law, which has stronger First Amendment protections.\nOne co-author of \"Alms for Jihad,\" Robert Collins, who is a professor emeritus of history at the University of California, Santa Barbara, told the Sun that he could not comment until he heard from Cambridge University Press. The other co-author, a former a former State Department employee and intelligence analyst, J. Millard Burr, told the Sun that their book mentioned Sheikh Mahfouz 13 times, and in no place had they labeled him a terrorist. He said that within a week of Cambridge University receiving a letter charging defamation, he and his co-author prepared and sent supporting documents to Cambridge University Press. The authors were not themselves named parties in the suit.\nIn the apology letter, which is dated July 30, the intellectual property director at Cambridge University Press, Kevin Taylor wrote to Sheikh Mahfouz saying the co-authors relied on a so-called \"Golden Chain\" document that \"has been long discredited as a reliable source.\" Mr. Burr told the Sun he disagreed that such document has been discredited, and said the document was used in a trial in Chicago.\nThe U.S. office of Cambridge University Press was unable to respond by press time.\nBut the Chronicle of Higher Education yesterday quoted Mr. Taylor saying \"these were very serious charges\" and there had already been at least two other British High Court rulings supporting Sheikh Mahfouz's position on such matters.\nAnother similar case in America involves KinderUSA, a charity that is suing Yale University Press, charging that a book published last year by Michael Levitt called \"Hamas: Politics, Charity and Terrorism in the Service of Jihad\" (2006) linked the non-profit to support of terrorism.\nMr. Burr said of his co-authored book now, \"Buy it, if you can find one,\" since it was now a collector's item.\nThe press release from Sheikh Mahfouz's law firm said he would donate the money from the settlement to the United Nations Children's Fund. Forbes magazine lists the sheikh's fortune at $3.1 billion, much of which derives from a sale of National Commercial Bank to the Saudi government in 2002.\n\nLoad-Date: August 3, 2007"
}