{
    "title": "Liberal Professor Takes On Conservative Firebrand in Federal Lawsuit",
    "publisher": "the forward",
    "year": 2006,
    "month": 6,
    "day": 2,
    "full text": "OAKLAND, Calif. - An Israel critic's lawsuit against a neoconservative provocateur seems poised to become a battle over free speech, though exactly whose speech is being curtailed depends on whom you ask.\nJoel Beinin, who is a Stanford University history professor and a former president of the Middle East Studies Association of North America, filed a federal lawsuit March 30 in San Jose against the Center for the Study of Popular Culture, founded by 1960s liberal-activist-turned-right-wing-firebrand David Horowitz.\nThe copyright-infringement lawsuit claims that the CSPC used Beinin's photo without permission on the cover of a 2005 booklet co-authored by Horowitz, titled \"Campus Support for Terrorism,\" while offering no evidence that Beinin supports or collaborates with terrorists.\n\"By combining an infringing image of Beinin with false, misleading titles and advertising suggesting criminal and anti-American conduct, CSPC and Horowitz are sending a clear message to all other academics: Stop criticizing the war in Iraq or disagreeing with the government's Middle East policy or foreign policy, or risk being labeled a terrorist,\" the lawsuit claims.\nBeinin told the Forward that he has argued in articles and lectures that terrorism is \"morally unacceptable and politically counterproductive.\" But, he added, \"that's apparently not good enough for Horowitz.\"\n\"The lawsuit is about this straightforward matter of copyright violation,\" Beinin said, \"but the context of the lawsuit is the much broader and more dangerous matter of a concerted campaign to try to silence and delegitimize those who disagree with Bush administration policy, particularly Bush administration policy in the Middle East.\"\nThe center's brief in answer to the lawsuit, filed May 11, denies any copyright infringement and says that the booklet's text speaks for itself.\nHorowitz, publisher of the online FrontPage Magazine, on which the booklet was advertised, told the Forward that Beinin's lawsuit \"is a classic attempt to chill my free speech because the suit has nothing whatsoever to do with the claims in the booklet. He's not suing me for libel - he can't, because what I wrote was true.... He's harassing me and costing me money to defend myself.\"\nThe cover of \"Campus Support for Terrorism\" originally bore photos of four people: Beinin; Lynne Stewart, a New York lawyer convicted in 2005 of providing material support to terrorism; Sami Al-Arian, a Florida college professor who in April accepted deportation after pleading guilty to conspiracy to provide services to the Palestinian Islamic Jihad, and Rachel Corrie, a 23-year-old International Solidarity Movement activist from Washington State, killed by an Israeli Defense Forces bulldozer during a demolition in Rafah in 2003.\n\"There is nothing in it that even asserts that I do support terrorism; I don't appear in it until almost the very end,\" Beinin said. \"There is no logical connection between my picture on the cover and the actual text of the book.\"\nHe said that Horowitz, in a recently published book titled \"The Professors: The 101 Most Dangerous Academics in America,\" similarly smeared him by writing that Beinin has called suicide bombers \"martyrs,\" which he denies having done. Beinin says that the claim is apparently based on an article that Beinin wrote 15 years ago, in which he used the word \"martyrdom\" to describe the way in which Palestinian villagers had viewed the death of one of their peers in the first intifada. And Beinin said that not only did he not know the dead man's affiliations, but also that this death occurred years before the first Palestinian suicide bombing.\n\"That's very typical of what [Horowitz] does,\" Beinin said. \"It's completely lifted out of context and distorted.\"\nHorowitz's Web site, discoverthenetworks.org, described as \"a guide to the political left,\" says that MESA, the organization of which Beinin used to be president, has a membership that is \"dominated by anti-America, anti-Israel leftists who are apologists for terrorism.\" That same page describes Beinin as \"a Marxist who supports America's and Israel's enemies and advocates a complete cutoff of American military aid to Israel.\" Beinin's name on that page as of several weeks ago was hyperlinked, but the link led to a blank page; the site's 1,072-name index of individuals goes right from \"Begala, Paul\" to \"Belafonte, Harry.\" Now his name isn't hyperlinked at all.\nHorowitz told the Forward that Beinin is \"an apologist for the PLO and Palestinian terrorism.\" Moreover, he added, the basis for Beinin's lawsuit is not libel but the use of his likeness on the book cover - a claim that Horowitz says is moot.\n\"If it were George Clooney or Arnold Schwarzenegger, they would have a claim that they're losing income because I'm publishing their likeness for free,\" he said, adding that Beinin's photo, a standard faculty portrait from a university Web site, has no commercial value. Horowitz noted that it wasn't until early 2006, about a year after the booklet was published, that Beinin acquired the copyright so that he would have standing to sue.\nBeinin acknowledges this; the photographer hadn't known of Horowitz's use of the image until Beinin told him; and while the photographer had no desire to sue, he was \"more than happy\" to give Beinin the right to do so.\nHorowitz said he has removed the original covers from all remaining copies of the booklet and replaced them with new ones that do not include Beinin's photo. \"The text will be the same, because what the text said was true,\" he said. \"But you never know what a judge will decide; you have to make your position as defensible as you can.\"\nBeinin said that when last his lawyers checked, the booklet's cover remained unchanged on Horowitz's Web site and they have no way of confirming Horowitz's claim that his inventory has been altered.\n\"Until there is an actual resolution to the matter to my satisfaction, the lawsuit is on,\" Beinin said. Asked if he'll seek monetary damages from Horowitz, he replied, \"I will collect whatever I am due.\"\nAs of last weekend, the Forward could not find \"Campus Support for Terrorism\" among titles listed for sale on Horowitz's FrontPageMag.com.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: June 14, 2006"
}