{
    "title": "Liberal professor speaks against war on terrorism at Tufts U",
    "publisher": "university wire",
    "year": 2003,
    "month": 10,
    "day": 27,
    "full text": "Though he gave his speech shoeless, Michael Hardt's message was nonetheless serious. The prominent liberal and Duke University professor spoke at Tufts University this past Thursday on issues of war and its impact on democracy. He co-authored the successful political and philosophical book, \"Empire.\"\nHardt argued that due to the terrorist attacks of Sept. 11, global affairs have merely \"gained more attention.\"\nTufts U.\n\"Today, lethal violence is always a threat, waiting to happen everywhere we go,\" he said. \"Can we hope for real peace?\"\nAccording to Hardt and his co-author, Antonio Negri, war should be something completely reserved for major external conflict. Conflicts within a state should be resolved peacefully. He defines this as the liberalist dream, where \"the end of war within states, the end of war in general, [will] lead to the continuation of peace.\"\nThere are three reasons as to why war has become legitimized today, according to Hardt. The first is law, both international and national. An example Hardt gave was the first Gulf War. The second, moral foundations, includes human rights, and can be associated with the Kosovo war. The third and \"most tenuous\" is that the potential effects of war could maintain global order, as in the second Gulf War.\n\"In a world where all violence may be legitimized, all war may be called terrorism,\" Hardt said.\nToday, he said, we have more so-called \"wars\" against broadly-defined threats, such as the wars against hunger, drugs and terrorism. But Hardt explained that \"they still use armed combat and legal force,\" as well as maintain constant alliances of friends and supporters.\nThese kinds of wars show how war never really ends, and how one could technically claim that the world is in a constant state of war, Hardt said.\nHe stressed that this state has continual and serious effects on democratic institutions. \"Democracy is undermined by the current state of war,\" he said, and in contrast \"war is due to a lack of knowledge regarding democracy.\"\nUsing the ongoing wars in Iraq, Colombia and Israel as an example, Hardt emphasized that today's armed conflicts are really more like civil wars.\nThe global world has seen a great decline in the strength of the representation of nations, so that the meaning of democracy is not clear anymore, he said.\n\"Imperial sovereignty conflicts with popular sovereignty,\" Hardt said. \"The International Monetary Fund and the World Trade Organization cannot and do not represent the people.\"\nHardt confessed that he did not believe that any democratic reform of global institutions is possible, mainly because \"the United Nations' General Assembly is skewed.\"\nInstead, Hardt called for \"a shift in focus from the people to the 'multitude', to invent a new institutionality that addresses democracy.\" Hardt defined such a \"multitude\" as a way of viewing the people not as one, but as a plural, and says that someday this \"multitude\" may transcend and defeat the new empire.\nMany students were either unable or unwilling to sit through Hardt's high-level discussion of political theory. The initial crowd of 50 students had thinned to 15 by the end of the lecture.\nAt the conclusion of Hardt's speech, there was a time for questions and answers. One student asked about Hardt's feelings toward the building-up of global power from city states to nation states to a global level.\n\"I like the build-up of the ladder,\" answered Hardt. \"And I can't stress this enough, but the root to security is democracy, and vice-versa.\"\nStudents found Hardt's views radical and thought-provoking.\n\"He's revolutionary is his perception of global order,\" senior Erica Levine said.\n(C) 2002 Tufts Daily via U-WIRE\n\nLoad-Date: October 27, 2003"
}