{
    "title": "Libraries adjust to terrorism searches",
    "publisher": "university wire",
    "year": 2002,
    "month": 9,
    "day": 24,
    "full text": "Newly empowered by the USA Patriot Act of 2001, federal agents have been visiting libraries nationwide to request information about books and materials suspects in foreign intelligence investigations have checked out.\nPreviously, federal agents were required to obtain a search warrant from a judge before requesting similar information.\nMost area libraries said they were aware of the new law, but had not been visited by federal agents. But in a survey conducted by the University of Illinois in December and January, 11 percent of libraries serving populations over 50,000 reported federal agents had requested information about patrons pursuant to the events of Sept. 11.\nU. Michigan\nThe study found 85 libraries of 1,020 surveyed reported being asked by federal or local law enforcement officers for information about patrons for investigations related to Sept. 11.\nBefore the passage of the law, similar requests for information required a court order.\nThe new powers were created through Section 215 of the Patriot Act, which amends the foreign Intelligence Surveillance Act to allow the director of the FBI to approve searches for \"any tangible things (including books, records, papers, documents, and other items) for an investigation to protect against international terrorism or clandestine intelligence activities, provided that such investigation of a United States person is not conducted solely upon the basis of activities protected by the First Amendment of the Constitution.\"\nUnder the act, libraries must produce records about subjects of terrorism investigations, a much lower legal requirement than required for a traditional court order. Section 215 of the Patriot Act \"pertains to law enforcement more easily obtaining business records in connection with foreign intelligence investigations,\" said Jorge Martinez, a spokesperson for the Justice Department.\n\"A U.S. person can't be investigated for first amendment protected activity,\" Martinez said.\n\"I'm not aware of specific criticism by any library related entity,\" he said. \"But I'm not able to comment on any FISA-related investigation.\"\nWanda Monroe, head of public relations at the University of Michigan Libraries, said, \"In the past we have kept all information private. We would refer any instance to the General Counsel's Office first.\"\nThe University libraries' policy keeps lending records private except for cases where a search warrant is present or it falls under the Patriot Act.\nThe act states, \"The Library will not reveal the names of individual borrowers nor reveal what books are charged to any individual.\"\nThe Dearborn Public Library declined to discuss the matter.\n\"What I can tell you is that there is a Patriot Act,\" Dearborn Library Administrative Librarian Carolyn Hook said.\n\"Even if the FBI has contacted us, we can't really talk to you about it,\" Hook said.\nShe added that a provision of the law made disclosure illegal. Hook said that patron records are generally kept private.\nLibrarians are prohibited from disclosing information about FBI investigations under the Patriot Act.\nThe University of Michigan at Dearborn Mardigian Library has not received any requests as of yet, but has reviewed its privacy policies since the Patriot Act was passed, said Timothy Richards, director of the Mardigian Library.\n\"To my knowledge, we have not had any requests for information,\" Richards said.\n\"We've been pretty sensitive because of everything that's happened since Sept. 11 … we do not release patron information unless we receive a court order,\" Richards added.\nRichards also said that any requests for information would be directed to the University Office of the General Counsel first.\n\"Our position is that we aren't going to do anything unless it's reviewed by University attorneys,\" Richards said.\nThe Ann Arbor District Library had not received requests for information under the Patriot Act, AADL Director Josie Parker said.\n\"We can't tell what a person has checked out,\" Parker said, noting that the library's computers do not record a patron's history.\n\"When an AADL cardholder checks out an item, that information is recorded for the purpose of determining due dates and overdue fines,\" the Ann Arbor District Public Library's privacy policy states.\n\"However, when the book is returned … this information is removed from the patron's record,\" it says later in the document.\n(C) 2002 Michigan Daily via U-WIRE\n\nLoad-Date: September 25, 2002"
}