{
    "title": "Libyan leader says U.S. faces terror threat because it is hated",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 12,
    "day": 21,
    "full text": "WASHINGTON -- The United States faces the threat of terrorism because it is hated around the world, longtime U.S. antagonist Moammar Gadhafi said today.\n\"The U.S. government is hated … all the people in the world are against it, therefore there is a threat,\" Gadhafi said in an interview on \"The Early Show\" on CBS.\nBut, he added, \"I hope it will not happen in this new year … I have no knowledge about\" a particular threat.\n\"No one likes America, no one loves America … because of its policy in the world,\" Gadhafi went on. \"But I hope it will not happen.\"\nThe Libyan leader's comments come at a time of concern in the United States, following the arrest of a man allegedly trying to smuggle explosives into Washington state from Canada.\nU.S. officials say they know of no specific terror threats, but the arrest prompted the government to heighten security and to caution Americans to be careful during the holidays for signs of terrorist activity.\nThe U.S. Customs Service said Monday it was putting 300 extra inspectors on duty at high-priority entry points and the Border Patrol said it arrested an Algerian national with a falsified Canadian passport at a border station in Beecher's Falls, Vt., on Monday.\nGadhafi has long been accused of supporting terrorism around the world. Reports tying him to incidents in the 1980s resulted in an attack by U.S. warplanes in April 1986, killing an estimated 41 people, including Gadhafi's baby daughter.\nHe recalled that when asked if he wanted to make any statement to the families of the 270 people who died in the explosion of Pam Am Flight 103, 11 years ago today over Lockerbie, Scotland. Two Libyans are going on trial in the Netherlands in that case.\n\"Of course we are very sorry about this tragedy, this accident, and I hope it will not happen again,\" Gadhafi said.\n\"My family is one of them,\" he said, meaning victims of terrorism. \"We have the common feelings against the terrorism.\"\nAsked whether the United States should apologize and offer restitution if the Libyans charged in the case are acquitted, Gadhafi responded: \"This must be, it must be … yes, of course, both of them.\"\n\nLoad-Date: December 21, 1999"
}