{
    "title": "Libya doesn't deserve the red carpet",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 12,
    "day": 17,
    "full text": "Libyan leader Col. Muammar Qaddafi spent five days in France last week meeting with senior officials and signing billions of dollars' worth of business deals. The trip - Mr. Qaddafi's first to France since 1973 - marked the full normalization of European relations with the longtime pariah state. It also prompted many French citizens, including high-level officials, to criticize the warm welcome given to a colonel associated with terrorism, torture, and repression.\nBack in Washington, the resumption of diplomatic ties with Libya is not going as smoothly as the Bush administration had hoped. But just as several French officials neglected to meet with Qaddafi, the US should rethink normalizing relations with Libya: The country continues to behave like a rogue state.\nThe rehabilitation of Libya - the terrorist-supporting state with weapons of mass destruction (WMD) - had been considered one of the crowning foreign-policy achievements of the Bush administration. Republicans and Democrats alike pointed to Libya as an example for rogue states to renew ties with the US and reintegrate into the international community.\nTripoli underwent a dramatic transformation in Washington's eyes after the disclosure and abandonment of its nuclear program in 2003. In 2004, after about 25 years with no diplomatic presence in Libya, the US opened a temporary mission in Tripoli, the capital. In August 2007, Secretary of State Condoleezza Rice announced that she would visit Tripoli, the first visit of an American cabinet secretary since 1953.\nFull restoration of diplomatic and economic relations appeared to be just around the corner.\nBut this fall, US-Libyan relations hit a snag: Congress denied the administration's 2008 budget request to construct a new embassy. Congress also let it be known that it would not hold confirmation hearings for Gene Kretz, the administration's ambassador-designate to Tripoli. And now it appears Secretary Rice's travel plans have been shelved.\nCongress opposes plans for normalization because of a dispute regarding the financial settlements on the Lockerbie and La Belle Disco terrorism cases. Two hundred and seventy people were killed in the 1988 Lockerbie bombing; two US servicemen were killed and dozens more were injured in the 1986 La Belle attack. Libya was implicated in both crimes.\nIn 2003, the administration cut a deal with Libya to lay this bloody past to rest. Libya agreed to dismantle its WMD programs and pay $10 million per family in compensation to the Lockerbie victims; Washington pledged to remove Tripoli from its State Sponsors of Terrorism list and normalize diplomatic and economic relations.\nEarly signs were promising. Tripoli quickly paid $8 million and placed the remaining $2 million per family in escrow pending removal from the terrorism list. Per the agreement, Libya should have been removed from the list in 2005.\nBut in late-2004, US law-enforcement officials uncovered a Libyan plot to assassinate Saudi Crown Prince Abdullah.\nBecause the deal only indemnified Libya for past and not future terrorist actions, this episode of terrorist recidivism delayed the State Department's determination on Libya until June 2006. By the time Libya was removed from the terrorism list, the funds in escrow had reverted to Tripoli. A year later, Libya has still not disbursed them.\nQuestions of compensation aside, there are plenty of reasons why the US should not have good relations with Libya. Libya today remains a ruthless dictatorship. Its human rights record is \"appalling,\" according to Human Rights Watch.\nTripoli has also engaged in state-sponsored kidnapping and blackmail. Five Bulgarian nurses and a Palestinian doctor held in Libya for eight years for allegedly infecting children with HIV were only released in July after France agreed to sell Tripoli $400 million in advanced weaponry - commitments made good last week.\nAnd finally, there is the ongoing matter of state sponsorship of terrorism. The problem, as the 2004 assassination plot suggests, has not gone away.\nImperfect as it is, Libya's rehabilitation remains the best working model available. Washington's decades-long commitment to sanctions and the administration's policy of aggressive WMD interdiction succeeded in bringing Tripoli to the table. But the structure of the deal - front-loaded with rewards and absent human rights and terrorism guarantees - left the US with little leverage to counter ongoing problematic Libyan behavior.\nAmerica's experience with Libya provides an important lesson for the future. The US should realize that authoritarian states do not readily change their stripes. In this regard, the Libya experience does not bode well for the future. After all, if Washington cannot convince Libya to meet even modest financial commitments, what can we expect of deals with even more challenging states such as North Korea, Iran, and Syria?\nDavid Schenker is a senior fellow and director of the Arab Politics program at The Washington Institute for Near East Policy. From 2002 to 2006, he served in the Office of the Secretary of Defense as country director for Syria, Lebanon, Jordan, and the Palestinian territories.\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: December 16, 2007"
}