{
    "title": "LIBYA IS SEEN RENEWING TERROR",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 1,
    "day": 5,
    "full text": "NICOSIA, Cyprus WESTERN SECURITY AGENCIES say they have detected a resurgence of Libyan leader Col. Moammar Gadhafi's support for terrorist groups worldwide.  Gadhafi had curtailed his sponsorship of terrorism after U.S. planes attacked Tripoli in April 1986 in retaliation for the bombing of a West Berlin disco frequented by U.S. military personnel.  U.S. officials charged that Libyan agents had been responsible for the bombing, though later evidence pointed to Syrian involvement.  Security sources in the Middle East are saying that last year marked Gadhafi's re-emergence as the world's major sponsor of international terrorism.  Paul Bremer, the State Department's top expert on international terrorism, said in an interview six months ago that ''the assessment here is that the Libyans are becoming more active again.'' After the bombing Dec. 21 of Pan Am Flight 103 in Scotland, several security services - including those of the United States, Britain and West Germany - are putting the spotlight on Libya.  Abu Nidal is probably the world's most-feared terrorist and one of the top suspects in the Pan Am investigation. Experts note that Abu Nidal has his headquarters in Libya and operates from there with active support from Gadhafi.  So does a major cell of the Japanese Red Army terrorist group and several other less-well-known and so far less-active Arab groups.  Abu Nidal operated out of Syria until a year ago, when Syrian President Hafez Assad began trying to dissociate his country from overt terrorism.  Assad's policy followed the failed attempt in 1986 to smuggle a bomb onto an El Al flight at London's Heathrow airport - an effort that was traced to Syrian air force intelligence and had serious economic and political consequences for Syria.\nSubsequently, Abu Nidal's headquarters in Syria was closed and his guerrillas were ordered out. Some moved to Lebanon, but the headquarters moved to Libya.  Western intelligence agencies believe that several terrorist incidents last year can be traced to Abu Nidal and, by implication, to the Libyans. These include attacks on U.S. Information Agency offices in several South American countries.  In addition, Italian police have issued a warrant for the arrest of a Japanese Red Army member, known to have been operating out of Libya, in connection with a bomb attack on a nightclub in Naples used by U.S. service personnel. The same Japanese Red Army cell is thought to have been responsible for an attack on an American bank branch in India.  Said a U.S. diplomat in the Middle East: ''There is no doubt in our minds that the Libyans are implicated in a whole spate of incidents. Whether or not they were involved in the Pan Am incident remains to be seen.'' The British government also is concerned because it has evidence that the Libyans again are supplying arms and explosives to the Irish Republican Army.  British Prime Minister Margaret Thatcher particularly is concerned as she watches the Libyan government start a campaign to convince foreign governments that Libya has dissociated itself from terrorism.  Gadhafi's second-in-command, Col. Adbel Jalloud, visited Italy just before Christmas. The Italian government said a short time later that it was planning to ''enlarge and intensify contacts with Libya.'' Similarly, West Germany, which withdrew its ambassador to Tripoli after the bombing in Berlin, has just appointed a new ambassador.  But a spokesman for the British Foreign Ministry asserted: ''As far as we are concerned, Col. Gadhafi has not changed his spots.'' The United States shares this view, expressing strong concern about a new chemical-weapons plant it believes Libya is building near Tripoli. CIA Director William H. Webster has been quoted as saying that the site is the largest chemical-weapons factor y under construction in the Third World.\n\nLoad-Date: October 23, 1993"
}