{
    "title": "Libyan strike gets strong bipartisan support in Congress",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "The retaliatory attack on Libya in the early hours of April 15 was ''the next logical step'' for the United States to take, said Senate Foreign Relations Committee chairman Richard G. Lugar (R) of Indiana.\nHe explained Tuesday morning that ''in previous situations, we tried diplomatic, political, and economic sanctions to no avail.''\nAnd Sen. Daniel P. Moynihan (D) of New York justified the US attack on the grounds that terrorism as practiced by Libya ''is a calculated device of statecraft'' for which ''calculated responses are in order. There is no way to inhibit state-supported terrorism save to inflict cost on the state responsible.''\nSuch bipartisan views heavily outweighed criticism in Congress of the action taken by the Reagan administration in response to recent terrorist activity traceable to Libyan leader Muammar Qaddafi's doorstep.\nCongressional leaders were little concerned that they were notified by the White House of the impending action no earlier than the heads of Western European governments.\n''I don't think it (notifying Congress) is the important issue,'' said Senate majority leader Robert Dole (R) of Kansas. What comes first, he said, is ''whether we deter terrorism.''\nOn Tuesday morning, after the raid, members of the Senate Intelligence Committee were briefed by administration officials on evidence the administration claimed demonstrated a direct link between Libya and the bombing of a West Berlin discotheque which killed a US serviceman and a Turkish woman.  Afterwards, committee chairman Patrick Leahy (R) of Vermont pronouned the evidence ''irrefutable'' and, citing his years as a trial lawyer, said, ''It's the kind of proof I'd go to court with.''\nThe congressional reaction was tinged with some resentment toward European allies who refused to grant US planes permission to fly over their territory en route to Libya, as well European Community countries that refused to join the US in imposing economic sanctions on Libya. Senate minority leader Robert C. Byrd (D) of West Virginia termed the refusal by the French ''disappointing, considering all we've done for them.''\nSenator Leahy opined that ''at this point the failure of our allies to join us left us only the options of doing nothing or acting militarily.'' Added Senator Lugar, ''Given the fact that we were not joined in the sanctions, the US choice was very obvious.''\nLugar went on to say that he believed the US action would force European allies to reconsider their policies toward Libya.\nThe absence of allied support worried some lawmakers who were otherwise supportive of the President's action. Sen. John Warner (R) of Virginia said he continued ''to have grave concerns about the continuing use of US force, without participation by allied military elements, in the battle against terrorism.''\nAnd amid the generally supportive atmosphere on Capitol Hill there were a few outspoken critics who worried that the US attack would lead to an escalation of terrorist activity.\nRep. Ron Dellums (D) of California said he feared that the action ''will only contribute to the rapidly escalating cycle of violence in the Middle East.''\nBut Lugar said he found such arguments unconvincing: ''We have to remember that Libya had a program of 30 attacks they were going to commit whether we did anything at all.''"
}