{
    "title": "Libya 's heavy hand in international terror",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 1,
    "day": 10,
    "full text": "Libyan leader Muammar Qaddafi has left his footprints on a trail of terror that extends around the world.\nDespite Colonel Qaddafi's public vow Thursday to help fight international terrorism, American officials are convinced the Libyan leader deserves to be treated as a ''pariah in the world community.''\nHis reversal, now condemning rather than praising the recent terrorist attacks at airports in Rome and Vienna, comes following President Reagan's order for a full United States economic boycott of Libya and amid rising concerns about a possible US-Libyan military confrontation.\nReagan administration officials have come to view Qaddafi in strictly hardline terms. ''Qaddafi has used terrorism as one of the primary instruments of his foreign policy,'' says a recent State Department white paper on Libya.\nOther Middle East specialists caution that to portray Qaddafi with too broad a brush would be a serious mistake.\n''In a sense it is easier to put the blame (for international terrorism) on Qaddafi, but in perspective, he seems to be third in rank in state-sponsored terrorism after Iran and Syria,'' says Dr. Marius Deeb of Georgetown University's Center for Contemporary Arab Studies.\nProfessor Deeb stresses that while Qaddafi has supported terrorist groups and actions, he has not sanctioned the hijacking of planes and the taking of hostages, as have the Iranian and Syrian-backed Islamic Jihad.\nDeeb says Qaddafi's brand of terrorism stems primarily from his obsession with carrying out assassinations of Libyan dissidents abroad. Such dissident groups, the professor says, pose an increasingly serious threat to Qaddafi's regime as the Libyan leader's domestic popularity has fallen.\nIronically, Deeb says, the administration's current confrontational policy is helping shore up Qaddafi's popularity, as Libyans - facing the US Sixth Fleet on the horizon - are forced to rally around their leader.\nThe situation could also lead to a dangerous escalation in terrorist tactics.\n''If Qaddafi is pushed hard enough, he might learn a few things from the Islamic Jihad and Holy War organizations,'' Deeb says.\nThe State Department report notes that ''Qaddafi has abused diplomatic privilege for terrorist purposes, reneged on international agreements, and blatantly used terrorist violence against political opponents.''\nThe report continues, ''Qaddafi's support of terrorism, regardless of his direct operational involvement in a given terrorist act, helps legitimize terrorism as an acceptable political activity.''\nAmong the terrorist acts cited by the State Department:\n* Repeated efforts to assassinate Libyan exiles opposed to the Qaddafi regime. Between 1980 and 1981, 11 Libyan expatriates were murdered. Last year five attacks took place against Libyan dissidents in West Germany, Italy, Austria, Cyprus, and Greece.\n* On Nov. 6, a suspected Libyan four-man hit squad was arrested in Egypt as they were allegedly about to attack a meeting of Libyan exiles that included former Libyan Prime Minister Abdul Hamid Bakkush. (An earlier attempt on Bakkush's life by a purported Libyan-financed hit squad was broken up in Cairo in November 1984.)\n* In October 1980, a 35-year-old Libyan graduate student at Colorado State University was shot twice, but survived, in what authorities have said was a Libyan plot to silence him because of his opposition to the Qaddafi regime.\n* Evidence has been uncovered of Libyan-sponsored assassination plots against Egyptian President Mubarak, former Sudanese President Nimeiry, Chadian President Habre, and Zaire's President Mobutu.\n* In April 1984, personnel in the Libyan embassy in London shot at Libyan dissidents who were protesting in the street outside the embassy. A British policewoman was killed during the shooting.\n* A ''Libyan ship captained by a senior Libyan naval commando'' laid mines in the the Red Sea and Gulf of Suez in the summer of 1984.\n* In May 1984, two Libyan students were arrested in Philidelphia for their part in what federal authorities said was a Libyan assassination plot in the US. The two students had purchased bullet-proof vests and three .45 caliber pistols with silencers from an undercover FBI agent.\n\nGraphic\n\n \nPicture, Interior Minister Rushdi explains how Egypt foiled murder plot against former Libyan Prime Minister Bakkoush in '84, FILE PHOTO/AP"
}