{
    "title": "Libyan leader visits France",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 12,
    "day": 11,
    "full text": "PARIS - Moammar Gadhafi swept into town with all the trappings of his Bedouin heritage Monday and got straight to business, cutting $14.7 billion in deals for airplanes and nuclear reactors on his first official visit to the West since renouncing terrorism and atomic weapons.\nThe warm welcome for the Libyan leader drew angry protests, including from France's human rights minister, who said rewarding a man accused of rights abuses with business deals was letting him treat France as \"a doormat.\"\nPresident Nicolas Sarkozy defended the visit, saying it is France's duty to encourage states that move toward international respectability. He alluded to Gadhafi's formal renunciation of terrorism and his decision to dismantle a secret Libyan program meant to develop atomic bombs.\nSarkozy suggested that Libya's example could one day be applied to Iran should it agree to give up a nuclear program that Western powers suspect could be used to develop weapons.\n\"What would we say today to Iranian leaders if we don't extend our hand to the leader of Libya, who chose to turn his back on nuclear arms and terrorism?\" Sarkozy said.\nThe guest list for a first-night dinner in Gadhafi's honor at the presidential Elysee Palace read like a Who's Who of French business leaders - from Airbus, Dassault, Total Corp. and other big companies.\nGadhafi wore a brown Bedouin-style robe to the palace, where silver-helmeted French guards greeted him. In keeping with his Bedouin roots, the Libyan leader pitched a tent in the elegant garden of the official guest residence, but he planned to sleep indoors.\nSome of Gadhafi's female bodyguards, dressed in camouflage, were seen in chic Paris shops earlier while he got down to business in a meeting with Sarkozy.\nTwo Libyan airlines confirmed orders had been signed to buy 21 Airbus planes - 10 A350s, four A330s and seven A320s. The value of the deal was not immediately given, but one of Gadhafi's sons told the newspaper Le Figaro that it was worth $4.4 billion.\nThe two sides also signed an accord to develop one or more civilian nuclear reactors, on the model of an agreement France signed last week with Libya's neighbor, Algeria. The reactors would be used to desalinize sea water or exploit Libya's uranium riches, Sarkozy's office said.\n\"We must encourage those who renounce terrorism, who renounce the possession of nuclear arms,\" said Sarkozy, who was scheduled to meet with Gadhafi again on Wednesday.\n\nLoad-Date: December 11, 2007"
}