{
    "title": "Libya quiet after US raid - but how long_",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 6,
    "day": 25,
    "full text": "Nearly three months after the United States air raid on Libya, terrorist attacks sponsored by Tripoli have all but ceased.\nLibyan leader Muammar Qaddafi remains secluded, diplomatically isolated, and held at arm's length by his putative ally, the Soviet Union. Some observers also believe Colonel Qaddafi has been politically weakened at home.\nA number of Middle East specialists say these positive developments since the April air attack appear to vindicate the Reagan administration's policy of military retaliation, combined with economic sanctions, to contain Qaddafi, generally believed to be one of the principal sponsors of international terrorism.\nBut these same analysts say it is far too early to say whether Qaddafi has permanently changed his stripes. They warn that other factors besides the US air attack could account for Qaddafi's momentary quiescence. The Libyan leader could yet cause trouble for the US, these experts caution, either through a resumption of terrorist attacks or by causing diplomatic complications in countries within Libya's political reach, such as Sudan and Tunisia.\nThe specialists point out that even if successful, the Reagan policy toward Libya may not be transferable to other major state sponsors of terrorism like Syria and Iran, where US military retaliation for terrorist strikes could pose far greater risks.\n''The first indications are that Reagan's work was effective,'' says Robert O. Freedman, a Soviet and Middle East specialist at Baltimore Hebrew College. ''Qaddafi was probably betting the US wouldn't act. He overestimated the kind of support he'd get from the Soviets and Arabs. This, combined with the possibility that Reagan might strike again, may mean he'll be forced to alter his behavior, at least in the short term.''\n''There's no doubt the situation has changed as a result of the raid,'' a State Department source adds. ''If and when they return to the terrorist field, the Libyans will have to do it in a way that's less traceable to Tripoli.''\nReagan administration officials express satisfaction with two developments since the April raid which they say could help constrain Qaddafi in the future.\nOne is the gradual distancing of Europe from Libya politically and economically. This has come as the US has tightened its own economic sanctions against Libya announced in January. European leaders pledged at the recent Tokyo summit to take punitive action against states that sponsor terrorism. Most West European nations and some others have now agreed not to fill American jobs vacated in Libya as a result of the US embargo, while some have stopped trading with Libya in military items. The US, meanwhile, is encouraging its European allies to bar imports of Libyan oil.\nAt the same time, the Soviet Union has reportedly counseled Qaddafi to refrain from further attacks against the US. The warnings are said to stem from Soviet fears that Qaddafi's activities could complicate current efforts by Moscow to find some basis for an arms agreement with the US. The lives of Soviet military advisers in Libya could also be on the line in any future US attack.\nExperts say these factors, combined with economic hard times at home, fears of new US retaliation, and Qaddafi's own current introspective mood, account for the current reprieve from incidents of Libyan-backed terrorism. But other things may be at work as well.\nRobert Kupperman, a terrorism expert at the Georgetown Center for Strategic and International Studies, says a brief period of ''downtime'' is typical after a rash of terrorist incidents. ''It's normal for there to be slack time of up to six months after a series of major incidents,'' Dr. Kupperman says. ''We're talking about small groups for the most part. They need time to regroup after a period of activity like this.''\nAnother expert, Libya specialist Lisa Anderson of Columbia University, notes that cycles of activism and withdrawal have been typical of Qaddafi's behavior.\n''The fact that Qaddafi has lain low is not inconsistent with his behavior at other times when he's felt his life was in danger,'' notes Professor Anderson. ''This has been far and away the most serious challenge to Qaddafi. Maybe he's decided to change his tune this time, but I think the jury's still out.''\nWhatever the reasons for the lull, even the most optimistic observers refuse to discount the possibility of future incidents of Libyan-backed terrorism. There is special concern about the festivities coming up in New York to mark the centennial of the Statue of Liberty.\n''Hints that there's change in Libya make a lot of sense, but I think they're premature,'' says William H. Lewis, a government professor at George Washington University. ''Libya and other terrorists will be thinking hard about the New York celebrations. If nothing materializes then, then maybe there's basis for the speculation.''\n\nGraphic\n\n \nPicture, USSR appears to be holding Qaddafi at arm's length, FILE PHOTO/AP"
}