{
    "title": "Libya agrees to speed compensation",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 5,
    "day": 31,
    "full text": "WASHINGTON -- The United States and Libya agreed Friday to try to quickly compensate families of American victims of three terrorist attacks blamed on Libyan agents in the 1980s.\nThe two countries pledged to work together for a comprehensive settlement that would speed up the resolution of lawsuits that have dragged on for two decades, plus other legal and insurance cases affecting U.S. and Libyan victims.\nThe 1980s-era terror cases, in particular, have clouded a deal that Libyan leader Moammar Gadhafi struck to give up weapons of mass destruction in return for improved relations with the United States. Libyan officials have become increasingly frustrated by what they regard as U.S. delays in making diplomatic and political concessions to Libya.\n\"Both parties affirmed their desire to work together to resolve all outstanding claims in good faith and expeditiously through the establishment of a fair compensation mechanism,\" Libya and the U.S. said in a joint statement.\nLibya has long said it wants to resolve outstanding compensation claims from the U.S. families of victims of the 1980s terror attacks, but legal and financial arrangements bogged down.\nLibya had agreed to pay $10 million to each victim in the 1988 bombing of Pam Am flight 103 over Lockerbie, Scotland, but it has not made the final payment because of a dispute over U.S. obligations in return.\nThe all-in-one deal would address Lockerbie bombing, along with the 1986 bombing of a Berlin disco and the 1989 bombing of a French UTA airliner. It would also address about five other alleged terrorism cases involving Libyan suspects, and a handful of cases or judgments in Libyan courts as well, the official said.\nA State Department official, speaking anonymously ahead of the joint statement, said both nations want \"legal peace\" and a clean slate.\nThe official offered no timetable for reaching the agreement with Libya or for actually ending the court cases. It was not clear whether the full deal could be resolved before President Bush leaves office in January 2009.\nThe Pan Am bombing killed 270 people, including 189 Americans. Two U.S. servicemen died in the Berlin disco bombing. Libya was implicated in both cases.\nThe United States restored diplomatic ties with Libya two years ago and removed the North African nation from the State Department list of countries that sponsor terrorism.\nThe State Department's top diplomat for the Middle East, Assistant Secretary of State David Welch, led talks on the package deal with a Libyan delegation this week in London.\nLibya did not propose a specific dollar amount when it broached the idea of a comprehensive settlement in March, State Department officials said.\nThe offer is being weighed in tandem with a Bush administration effort to shield Libya from new lawsuits under a law allowing terrorism victims to seize U.S.-based assets of state sponsors of terrorism.\nThe law was part of a defense policy bill that Bush signed in January.\nThe White House said the seizing-of-assets provision in the law could discourage nations like Libya that have renounced the export of terrorism from now helping the United States to fight terrorism.\nThere is potential for billions of dollars in investment by U.S. companies in Libya's oil sector, among other areas, meaning Libyan assets increasingly could wind up on American soil.\nLibya says the new law unfairly punishes Libya after it has made concessions to the United States.\nLibya was also incensed by a U.S. court decision in January ordering Tripoli to pay billions in damages to the families of seven Americans killed in the French airline explosion.\nSix Libyans had been convicted in absentia in a French court on charges of carrying out the Sept. 19, 1989, bombing.\n\nLoad-Date: May 31, 2008"
}