{
    "title": "Libya said to offer to renounce terrorism",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 12,
    "day": 6,
    "full text": "Libyan leader Moammar Gadhafi has said he is prepared to renounce terrorism, and has also offered to close down remaining terrorist training camps in Libya and to provide compensation for the fatal bombing of a passenger jet over Scotland, according to Douglas Hogg, minister of state in the British Foreign Office. The official is seeking Arab support to persuade Libya to hand over for trial two Libyans accused in the 1988 bombing that destroyed Pan Am Flight 103 over Lockerbie, Scotland, killing 270 people.\n Yugoslav president\n resigns position\n BELGRADE, Yugoslavia Declaring his job irrelevant because Yugoslavia no longer exists, Croatia's Stipe Mesic resigned Thursday as president of the disintegrating Balkan federation. The gesture was mostly symbolic, as Mesic exercised little influence in the collective presidency, which has been paralyzed by the same political, ethnic and religious strains that have broken up Yugoslavia and plunged its people into a deadly war.\nKurds again forced\n to flee Iraqi troops\n GENEVA About 200,000 more Kurds have fled from Iraqi army attacks since early October, straining the resources of U.N. teams already helping half a million uprooted people survive an icy winter, U.N. officials say. A Kurdish revolt in the aftermath of the gulf war earlier this year was crushed by the Iraqi army, driving up to 2-million refugees over the mountainous borders of Turkey and Iran. Western troops created \"safe havens\" for their return.\n Kravchuk sworn in\n as Ukraine president\n KIEV, Ukraine Leonid Kravchuk, sworn in Thursday as Ukraine's president, sought to reassure those concerned about the T Soviet nuclear weapons on the newly independent republic's soil by pledging that Ukraine will be peaceful and democratic. He said Ukraine would have close ties to Russia and that his republic wants to eliminate all the nuclear weapons on its territory through negotiations with the United States and the Soviet Union.\n Elsewhere …\n WARSAW President Lech Walesa on Thursday nominated Jan Olszewski as prime minister to lead Poland's third government since the Communists gave up power two years ago. Walesa initially opposed Olszewski's nomination because the candidate favored slowing Poland's adoption of a market economy. Walesa apparently agreed to nominate the man in hopes of winning parliament's support for a package of constitutional amendments that would increase his control over the daily operations of government.\n NEW DELHI, India Sikh radicals fighting for an independent nation killed 37 people and wounded 32 in attacks across northern India Thursday, police said.\n BEIJING China Thursday reversed a landmark vote by the Hong Kong parliament to reject a Sino-British agreement that placed strict limitations on the court's freedom to choose its own judges after it reverts to China in 1997.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO, Associated Press; Ukraine President Leonid Kravchuk takes the oath of office in Kiev on Thursday.\n\nLoad-Date: November 12, 1992"
}