{
    "title": "LIBYANS DENY A CONNECTION TO TERRORISM AT 2 AIRPORTS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 1,
    "full text": "Libya today denied involvement in the Vienna and Rome airport attacks and said remarks by the United States and Israeli officials were evidence of intended ''joint aggression against Libya by the American military machine and by Israel.''\nIsrael has threatened retaliation after the attacks on its airline check-in counters at the two airports. United States officials have said that military measures against terrorists were not excluded.\nThe Libyan Embassy here said comments by the Libyan press agency, known by the acronym JANA, should not be understood as the view of the Government. On Sunday, the press agency called the raids ''heroic,'' and the Austrian Interior Minister said he had received reports attributing the characterization to Col. Muammar el-Qaddafi, the Libyan leader.\nThe Libyan Foreign Ministry also issued a statement apparently trying to dissociate Colonel Qaddafi from the press agency comment.\n''The biased imperialist Western media have rushed to involve the name of the Brother Commander of the Revolution in a statement issued by a news agency that deals in events and news just like any other news agency in the world,'' the Foreign Ministry said.\nItalian and Austrian investigators have linked the airport attacks to followers of Abu Nidal, who leads a Palestinian splinter group believed to have ties to Libya.\nThe Libyan Embassy statement here said it wanted to affirm the ''clear-cut, evident and solid position of Libya toward international terrorism, which it neither supports nor sponsors.''\n''On the contrary, it condemns it,'' the embassy said.\nThe statement was issued amid an uproar in Austria and in Italy over the Libyan press agency's praise for the airport attacks.\nThe Austrian Interior Minister, Karl Blecha, called the praise ''disgraceful and scandalous.'' Foreign Minister Leopold Gratz said anyone who described the attacks as heroic ''placed himself outside the international community of nations that recognize basic rights to life, freedom and inviolability of the person.''\nOn Monday, Prime Minister Bettino Craxi of Italy said the Libyan agency's terminology revealed ''a fanatic and bloodthirsty face without veils.''\n''There can be no heroism in a massacre of innocent civilians and unarmed people,'' Mr. Craxi said.\nHe made the statement after being informed that passports used by the terrorists in Vienna had been confiscated from Tunisian migrant workers in Libya earlier this year.\nThe Libyan Embassy statement here voiced support for the ''just struggle of all people for their liberation and regaining their national and legitimate rights.'' The airport attacks were a result of depriving people of those rights, it said. ----Arafat Condemns 'Terrorist Acts'\nTUNIS, Dec. 31 (AP) -Yasir Arafat, chairman of the Palestine Liberation Organization, said here today that unidentified Arab intelligence services were backing terrorist operations against innocent civilians and that he condemned such terrorism.\nIn a message to the ''Arab nation'' that was apparently alluding to the recent airport attacks, Mr. Arafat said:\n''We regret to say that some Arab intelligence services have sheltered desperate Palestinian elements; they have trained them, armed them, financed them and pushed them to carry out terrorist acts that we condemn.''\nHe said the terrorist attacks were aimed ''not at fighting the Zionist enemy, but at hurting innocent civilians in the world and to harm the reputation of our Arab nation and the Palestinian struggle.''\nMr. Arafat vowed to continue ''armed struggle against Israeli occupation.''\nHis comments marked the 21st anniversary of Palestinian military operations against Israel.\nMr. Arafat pledged last month in Cairo that the Palestine Liberation Organization would restrict its military operations to Israeli-held territory and would punish groups that violated the ban on outside operations."
}