{
    "title": "Libya contracts targeted to fund terror victims' compensation",
    "publisher": "the hill",
    "year": 2008,
    "month": 6,
    "day": 5,
    "full text": "The hefty contracts prominent Washington law and lobbying firms have signed with Libya are under attack from attorneys representing victims of terrorism. According to attorneys involved, Blank & Rome, the Livingston Group and White & Case have been notified that the assets from these contracts may be used to fund compensation for victims of terrorist attacks that are linked to their new client, Libya. The claims are being made under a new provision that Congress passed this past January. It allows assets on U.S. soil attached to past and present state sponsors of terrorism to be seized in order to pay the court settlements won by the attacks' victims. \n\"If they have to do business with American firms, they are going to have to pay their debts. That's all there is to it,\" said Thomas Fortune Fay, an attorney representing victims of the 1986 terrorist attack at Berlin's La Belle discotheque, which has been linked back to Libya. It is unclear whether Fay will be successful with his liens against these firms. The measure he is using, which was sponsored by Sen. Frank Lautenberg (D-N.J.) as an amendment to the defense authorization bill, was designed to reaffirm the Foreign Sovereign Immunities Act, which allows victims of state-sponsored terrorism to take countries to court. \"Can he do it? Sure. [Fay] can file a claim and see where it goes,\" said Bill Reinsch, president of the National Foreign Trade Council (NFTC). \"But the law is untested so far. It was designed to seize foreign assets. Simply accepting payment from the Libyans may or may not fall into that category. It needs to be litigated.\" Under Lautenberg's provision, attorneys can seize hidden commercial assets of state terrorism sponsors. Fay and his co-counsel, Steve Perles, hired a number of lobbyists last year to work on the legislation for their clients. \"He can try to seize Libyan assets. He can't seize a lobby firm's assets. It would have to be Libyan money,\" said Reinsch. \"What we were attaching is whatever the Libyan asset is in that payment system, whatever that may be,\" said Fay. \"It is going to hold that asset in place until it is determined who holds what and a decision is reached in the case.\" Fay could not estimate when the judge would rule on the La Belle case. Fay said he has not heard back from the law and lobby firms after notifying them. But the attorney did say some companies he has contacted about pending claims have said they have no Libyan assets. \"They demonstrated to my satisfaction that they were telling the truth. I have no reason to doubt them,\" said Fay. Lautenberg's measure encountered a furious rush of lobbying against it by American corporations seeking to do business with Libya. After renouncing its weapons of mass destruction program in 2003, the North African country has sought to normalize relations with the United States and was removed by the State Department from the list of state terrorism sponsors in 2006. In turn, business here has looked to take advantage of Libya's vast oil reserves. Part of the lobbying effort was taken up by the NFTC, which opposed Lautenberg's provision. The trade association was pleased when President Bush vetoed the defense authorization bill. But Congress and the White House reached a compromise and Lautenberg's measure was included in the new bill. The administration has also worked to earn waivers for certain countries in order for them to be exempt of the asset-seizure measure. Iraq has earned such an exemption due to concerns over U.S. reconstruction funds being seized, but Libya so far has not been successful in securing a similar waiver. The new firms hired by Libya have worked on the waiver issue and are addressing the multiple court settlements regarding past terrorist attacks that have been linked back to the North African country. Signed to a contract past February with a $250,000 retainer, Blank & Rome were hired by Libya to work on \"legal issues,\" specifically a recent $6 billion court settlement stemming from the 1989 bombing of a French airliner flying over Niger. Family members of the bombing's victims were able to tie the attack to Libyan government officials. Under another contract from February, White & Case have also been slotted as legal representation for Libya, according to Justice Department (DOJ) Records. This past March, the Livingston Group signed a $2.4 million, yearlong contract with Libya to provide \"government affairs representation and lobbying service before the federal government,\" according to DOJ records. Representatives for the Livingston Group and White & Case declined to comment for this story. A spokesman for Blank & Rome confirmed that they had received a letter from Fay but had not responded as of yet. Catherine Goode, director at Quinn & Gillespie, said the contracts with the law and lobby firms were tiny when compared to Libya's other sources of wealth. \"It's small peanuts,\" said Goode. The lobbyist's firm has represented families of the 1988 Lockerbie bombing victims since 2006. A criminal investigation showed the bombers were from Libya and the country was subjected to U.N. sanctions until leader Moammar Gadhafi handed them over. Libya has many more assets that Fay and others could attempt to seize in order to fund their clients' compensation. He has also targeted a number of major U.S. oil companies, like ExxonMobil and Chevron, with liens who are looking to do business with Libya. \"Gadhafi is worried about his economy. The pressure by the Lautenberg amendment is what is forcing Libya to come to the negotiating table,\" said Goode. Goode was referring to an announcement by the State Department last week that they had \"beg[u]n negotiations on a claims settlement agreement\" with Libya, according to the statement. Relatives of terrorist victims have grown increasingly worried that settlements already agreed upon in court years ago will be renegotiated. \"Our best interests need to represented. The State Department needs to hear the message that we're settled. There's nothing to negotiate,\" said Kara Weipz, whose brother was killed in the Lockerbie bombing. About 20 percent, or $540 million, of the compensation agreed upon by the Libyan government and Lockerbie victims' families still has not been paid, according to Weipz. Fay said he is seeking about $114 million from Libya to compensate victims of the La Belle attack.\n\nLoad-Date: July 23, 2008"
}