{
    "title": "LIBYAN ISSUE LEAVES MANY QUESTIONING ROLE OD ALLIES",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 19,
    "full text": "President Reagan's attempt to impose an economic quarantine on Libya, and the lukewarm response of the Western European allies, has once again raised the question - asked by many Americans - of whether America's allies are letting Washington down.\nMost Europeans - and many of the little band of Americans who deal professionally with trans-Atlantic relations - contend that there are perfectly reasonable explanations for European reactions to the crisis over terrorism as well as for European policies toward Lebanon and the war in Afghanistan.\nBut they agree that the repeated disputes, and the frustration engendered among many ordinary Americans, constitute a danger to the solidarity of the Atlantic alliance that grew out of World War II.\n''A few months ago I was talking to a Texan,'' one European ambassador said, ''and he told me that Europe was 'just an obsession of the New York establishment.' Too many people in this country are already prepared to write us off that way. Now we are in a stormy time, and every fresh squall that blows up hurts Europe more.''\nNo Full Endorsements\nNo European country has fully endorsed Mr. Reagan's call for total economic sanctions against the Libyan regime of Col. Muammar el-Qaddafi, although Italy and Norway have taken very limited steps. Britain had already broken off diplomatic relations and imposed an embargo on arms shipments.\nThe general lack of response, which robbed the American measures of much of their intended effect, enraged many leading politicians and political commentators here, especially but not exclusively those on the right.\nBen Wattenberg, the political commentator, wrote the other day that ''Europeans have demonstrated again and again that they put money above principle.''\nHe urged vacationing Americans to stay away from Europe ''until our sometimes spineless allies show more spine.''\nInterviews with senior diplomats from several Western European countries suggest that the Reagan Administration had little trouble in convincing the allies that the Libyans were, as the United States contends, responsible for the attacks last month on the airports in Rome and Vienna as well as for many other recent terrorist operations.\n''If they didn't actually carry out the attacks,'' a British official said, ''they were certainly hosts to it, they certainly connived at it. The circumstantial evidence is totally convincing to me.''\n \nCase Against Sanctions\nBut Europeans have serious doubts about the usefulness of sanctions -''Taking a step that won't work,'' as an Italian put it, ''at the risk of severe damage to our own economic and national interests and minimal damage to those of the United States.''\nWhen Americans lecture Europeans about their inability to recognize a moral issue, as did the new American envoy to West Germany, Richard R. Burt, the Europeans react with ill-concealed asperity.\n''Politics is about national interests,'' said one, ''not about so-called moral issues. In our countries, the two are allied, but they do not always exactly coincide.''\n''What if those killed had been Germans?'' that European asked. ''Would the United States have seen this as a moral issue in quite the same way if no Americans had been touched?''\nSome in the United States and abroad see hypocrisy in American attitudes, citing South Africa as an example. President Reagan, supported by Prime Minister Margaret Thatcher of Britain, had long contended that sanctions against South Africa would do no good, while most European governments pressed for financial and trade embargos. But when domestic pressures became too great, the President changed tack somewhat, just when Mrs. Thatcher was struggling on Mr. Reagan's behalf to change attitudes on the Continent.\n \n'Pulled the Rug Out'\n''Reagan pulled the rug out from under the British,'' said a diplomat involved in the negotiations at that time, ''for perfectly sound and understandable reasons of domestic politics. How is that any different from Italy, with its historic links with Libya, its huge investments there, the thousands of Italians who live there, acting as it has in the present case?\n''No matter how moral the issue,'' the diplomat said, ''it depends on where you sit.''\nSimilarly, many Americans say Mrs. Thatcher showed little gratitude for United States aid when Britain went to war against Argentina over the Falkland Islands.\nMrs. Thatcher said in a news conference with American reporters on Jan. 10 that sanctions against Libya would only result in embargoed goods being ''supplied by other countries.''\nAsked about the possibility of retaliatory air strikes or other military measures by the United States, she replied that terrorism must be fought by legal means and therefore, ''I do not believe in retaliatory strikes, which are against international law.''\nShe asked what would Americans think of Britain if it engaged in retaliatory strikes against Ulster terrorists in Ireland?\n \nRebuttal by Shultz\nIn a speech five days later, Secretary of State George P. Shultz sharply rebutted her argument.\n''It is absurd,'' he said, ''to argue that international law prohibits us from capturing terrorists in international waters or airspace, from attacking them on the soil of other nations even for the purpose of rescuing hostages or from using force against states that support, train and harbor terrorists or guerrillas. International law requires no such result. A nation attacked by terrorists is permitted to use force to prevent or pre-empt future attacks, to seize terrorists or to rescue its citizens when no other means is available.''\nThat view has more appeal to many in the United States, which is distant from the main sources of terrorism, than in Europe, which is not. And for Mrs. Thatcher in particular the embracing of a narrow definition of what international law permits is a key underpinning of her stance on terrorism in Ulster and on the Falklands.\nEuropeans indicate they have considerably more experience in dealing with terrorism than does the United States: the British in Ulster, the Spanish and French in the Basque country and elsewhere, the Germans and Italians with bombs planted in their railroad stations. A French diplomat said, ''We accept the idea that some loss of life, at home or abroad, is and will continue to be a fact of life, however wasteful and tragic.''\nAn American diplomat with long experience in Europe made much the same point. What is happening to Americans, he said, is what happened to Britons when Israelis blew up the King David Hotel in Jerusalem many years ago and to other Europeans elsewhere. ''So,'' he said, ''they have every right to say, 'A lot more of our people get blown up every month than yours, and we're not going to cut off our noses to spite our faces for no gain at all.' They see us as too rash and simplistic in all this.''\n \nSome Changing Realities\nChristopher Makins, a former British diplomat who is now an American citizen and a student of American policy, attributed this country's conviction that it can solve almost any problem if it acts boldly enough to a failure to recognize changing realities.\n''Never until the last 25 years has the United States faced any real, direct threat to its security,'' he said. ''The level of security that the U.S. used to enjoy is no longer attainable, but that is not widely acknowledged.''\nSome European politicians say passionately that little progress will be made in eradicating terrorism, as a German official said, ''until we accompany our condemnations of terrorism, our efforts to prevent it, our attempts to capture and punish its perpetrators, with an attempt to identify and cope with the political causes of terrorism, such as the Palestinian question.''\nThey find no backing for this idea in Washington.\nFinally, many Europeans say the United States has tended to confuse the North Atlantic Treaty Organization, which was founded for the specific purpose of containing Soviet expansionism in Europe, with what a diplomat from one of the smaller member countries called ''the generalized struggle between darkness and light.''\n \n'A Serious Misunderstanding'\n''This is a serious misunderstanding that underlies many of our problems,'' a French diplomat said. ''It arises every time there is a moment of stress. There is a deep feeling over that what you call 'the allies' should back you up at every turn, while your European partners feel constrained to act jointly only in terms of the NATO treaty.'' The confusion is not new. ''At no time in my lifetime,'' an American specialist on Europe observed, ''have the Europeans given us carte blanche by agreeing to scarify themselves just because we say they should. We should have recognized this by now, but we haven't. No administration has. We can talk about the alliance all we want to, but we aren't going to get them to take decisions that they consider against their interests.''"
}