{
    "title": "LIBYA VOWS IT WON'T BACK TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 12,
    "day": 6,
    "full text": "CAIRO, Egypt (AP) - Seeking to end Libya's international isolation, Moammar Gadhafi pledged in remarks published Thursday to stop supporting ''liberation movements'' turned terrorist.  This offer was his most direct to end relations with such groups, although Libya has broached the subject before. Libya said in June it would cut ties with the IRA if Britain restored diplomatic ties, but Britain did not respond.  Gadhafi also claimed he interceded with Muslim kidnappers to save the life of British hostage Terry Waite, then helped win his freedom. Waite was freed Nov.  18 after nearly five years.  Gadhadi gave no proof and few details of his purported intercession.  Britain called Gadhafi's pledge on terrorism ''a first step.'' But Britain reiterated demands for surrender of two Libyans wanted in the 1988 bombing of New York-bound Pan Am Flight 103 that killed 270 people.  Allegations of Libyan involvement in that bombing and of a French airliner have prompted increasing pressure on Gadhafi from the United States, Britain and France.  ''I think he's a worried man,'' said British Foreign Office Minister Douglas Hogg. ''What has been made plain is that we are determined.'' France wants four Libyans in connection with the French UTA airliner bombing over Niger in 1989, in which all 171 people aboard died.  The Egyptian government-owned, English-language Al-Ahram Weekly, published Friday, quoted Gadhafi as pledging to ''break off relations with movements which were described in the past as movements of liberation but have turned into terrorist movements.''\nHe gave no timetable.  Under his 22-year rule, Libya has been accused of training, supplying or harboring terrorists, including Palestinian Abu Nidal and the Irish Republican Army. Gadhafi said he was merely aiding those fighting colonialism or other forms of oppression.  He denied in the interview that Abu Nidal - real name Sabri al-Banna - lives in Libya or carried out terror operations from Libya when a resident.  The interview was conducted by journalist Ibrahim Nafie, a close ally of President Hosni Mubarak.  State Department spokeswoman Margaret Tutwiler said Thursday, ''What is needed from Libya is action to meet those demands, not further delay and farcical suggestions such as Libyan investigation of Libyan officials for undertaking acts of terrorism commissioned by the senior leadership of Libya.''\n\nLoad-Date: October 13, 1993"
}