{
    "title": "Libya to Give Decision on Pan Am 103 Suspects",
    "publisher": "the new york times",
    "year": 1993,
    "month": 9,
    "day": 12,
    "full text": "A Libyan envoy is expected here next week to tell Secretary General Boutros Boutros-Ghali whether the Government of Col. Muammar el-Qaddafi is ready to deliver for trial in Scotland two Libyans accused of complicity in the bombing of a Pan American World Airways plane over Lockerbie, Scotland, in December 1988 that killed 270 people.\nIf Libya again refuses to turn over the men -- Abdel Basset Ali al-Megrahi and Lamen Khalifa Fhimah -- the United States, Britain and France will ask the Security Council to impose new restrictions on Tripoli beyond those laid down in April 1992, which cut Libya's air links with the rest of the world and banned arms sales to Tripoli. The new sanctions would seek to ban the sale of oil-drilling and other related equipment to Libya as well a freeze on its foreign bank accounts and other overseas assets.\nFrance also wants information from Libya in connection with the bombing of a French airliner over Niger in 1989, in which 171 people died.\nIf, as some Western diplomats believe it may, Libya does now offer to surrender the two suspects in the bombing of Pan Am Flight 103, the Council is expected to suspend its ban on civilian airline flights to and from that country for 90 days.\nAt the end of this period, Mr. Boutros-Ghali would be asked to report on whether he believes Colonel Qaddafi had renounced Libyan support for international terrorism.\nOnly if the Secretary General says Libya has stopped supporting terrorist organizations will the Security Council consider permanently ending the air traffic ban. If the Secretary General cannot give this assurance, the ban will be reimposed.\nColonel Qaddafi has recently made a number of public statements saying that Libya no longer supports terrorism. But the United States, Britain and France remain skeptical.\nAnd this skepticism is likely to be reinforced by Algeria's reaction to a speech by Colonel Qaddafi on Sept. 1 in which he praised the leader of Algeria's Islamic Salvation Front, a militant organization battling that country's Government.\nIn a statement issued by its United Nations mission here, the Algerian Government said Colonel Qaddafi's speech showed he is \"one of the principal supporters of terrorism\" and accused Libya of smuggling arms into Algeria with help from Iran and Syria.\nThe Security Council's sanctions on Iraq were also a focus of discussion this week. Rolf Ekeus, head of the special commission set up to oversee the disarming of Iraq after the gulf war, reported that he is \"relatively positive\" about the results of the talks just concluded with Iraqi negotiators on plans for monitoring Iraq's military industries to insure they do not develop prohibited weapons.\nThe Security Council has offered to lift the ban on Iraqi oil sales once it is satisfied that the special commission has identified and destroyed all Iraq's nuclear, chemical and biological weapons sites and set up a system for monitoring its military industries.\nWhile lifting the embargo would allow Iraq to earn billions of dollars in oil revenues, Baghdad would still be required to pay a third of this money as compensation for its invasion of Kuwait. The Security Council would also continue a prohibition on all military purchases by Baghdad.\n\nLoad-Date: September 12, 1993"
}