{
    "title": "Libyan terrorism case sent to back burner as Nov. 3 draws near",
    "publisher": "the world",
    "year": 1992,
    "month": 9,
    "day": 25,
    "full text": "Those of us with keen memories might do well to recall those long-ago days  when George Bush's chief villain wasn't Bill Clinton.\nThink back, all the way back to those stirring times when the president was  huffing and puffing about Libyan terrorism and it looked like we were about to  blow Moammar Gadhafi into the hereafter with our fighter-bombers and cruise  missiles.\nOkay, so maybe it wasn't all that long ago. So maybe it was only last  February, March and April. Still, it does seem like ages ago, and I bet a lot  of people can't remember what the commotion was all about.\nWSHLIBYA-4\nOther than the obvious facts that Gadhafi supports terrorism, has been  trying to develop nuclear and chemical weapons and has been our main Middle  East bogeyman for more than two decades, why would we want to harm one of the  longest-serving leaders in the Arab world?\nGive up?\nThe answer is that Gadhafi refused to hand over two Libyan secret agents  charged by a federal grand jury in the United States with planting a bomb on  the Pan American Airways jumbo jet that exploded over Lockerbie, Scotland, in  1988, killing 270 people.\nBush huffed and puffed last spring, almost to the point of  hyperventilation, and finally got the U.N. Security Council to punish Libya in  mid-April with tough diplomatic and trade sanctions.\nThe U.N. sanctions have been in effect for more than five months, and it  seems fair to ask what they have accomplished. To coin a phrase, are we any  better off now than we were last spring?\nNot really. The situation is pretty much the same as before except that  nobody's huffing and puffing anymore. Bush is worried almost exclusively these  days about Bill Clinton - not Moammar Gadhafi or, for that matter, anyone else  who isn't running for president.\nGadhafi still hasn't turned over the two secret agents, who are also wanted  by the British. And he still hasn't handed over four other Libyans wanted by  the French for blowing up one of their airliners over West Africa in 1989.\nThe only thing the Libyan leader has done is complain about us to the World  Court and stall for time. And if we all go by the World Court's slow-moving  calendar, everybody will have forgotten what this whole thing was about long  before it comes up for argument.\nFor example: Gadhafi filed his complaint against us in March. After the  preliminary legal skirmishing, he has another 15 months to file more documents  in the case. Then we have 18 months to reply to his documents with our own  documents. Then, if he wants to, he can file responses to our responses and so  on ad nauseum.\nThe lawyers will get rich, of course, and Gadhafi will get all the stalling  time he wants.\nUnder normal circumstances, all of this would be academic. The United  States, as in the past, would ignore the World Court and go about its business  as if that semijudicial U.N. creation didn't exist.\nThat's what happened in 1986 when American jets bombed Gadhafi's house, his  guest house and his office in what can only be described as history's most  elaborate and expensive assassination attempt until the gulf war came along.\nIt didn't work, of course, and Gadhafi - like his fellow bogeyman in  Baghdad, Saddam Hussein - is still with us, still bedeviling an American  president distracted by weightier matters.\nThe fact is, Bush is distracted. He hasn't been paying close attention to  foreign policy since last fall when Democrat Harris Wofford beat Dick  Thornburgh, the president's former attorney general, for the vacant Senate  seat in Pennsylvania.\nAmong the points to keep in mind here is that during an election year,  especially in the homestretch of the campaign, we all tend to have short  memories or get distracted. Even things that happened only five or six months  ago tend to get lost in the clutter of issues, non-issues and pseudo-scandals.\nBut the fact remains that Gadhafi is still holding on to his secret agents,  still defying the United Nations, the United States, the British, the French  and just about everybody else who believes in the rule of law.\nAre we going to do anything about this outrage?\nNot likely, folks.\nUnless, of course, President Bush decided he really needs a spectacular  October surprise.\n\nLoad-Date: October 16, 1992"
}