{
    "title": "Libya earns respect with policy turnaround",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 10,
    "day": 22,
    "full text": "Once a pariah state promoting terrorist acts and seeking nuclear weapons, Libya in recent years has turned to promoting peace in Africa and diplomatic efforts to resolve the continent's wars, including the Darfur conflict.\nThe north African nation just won a seat on the U.N. Security Council without any U.S. opposition, but there are still concerns about its past and present ambitions, and many inside and outside the U.N. will be watching closely.\nFamilies of many victims of the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland, criticized the United States for refusing to support a rival African country to run against Libya, which officially accepted responsibility for the terrorist act in 2003.\nBut 178 countries in the 192-member U.N. General Assembly voted to put Libya on the Security Council for two years starting Jan. 1, many pointing to its renunciation of weapons of mass destruction and terrorism.\nThe United States used its influence to thwart Libya's attempts to join the 15-member council, which deals with issues of international peace and security, in 1995 and 2000, but not this year.\nU.S. deputy ambassador Alejandro Wolff wouldn't say after Tuesday's secret ballot how the United States voted. But he said \"the world changes,\" and \"we look forward to working with all new members that are elected.\"\nDemonized\nThe U.S. had regarded Libya as a pariah state for decades after Moammar Gadhafi came to power in a military coup in 1969 and turned against the West.\nLibya was demonized for sponsoring various terrorist groups as far-flung as the Irish Republican Army and Palestinian factions, and for trying to undermine pro-Western governments in Africa. Libya was also blamed for a West Berlin disco bombing that killed two American soldiers in 1986.\nThe United States put Libya on a list of state sponsors of terrorism. It imposed sanctions that barred American companies from doing business in the oil-rich nation, and in 1986 U.S. warplanes carried out airstrikes against Libya.\nU.S.-Libyan relations started improving in 2003 after Gadhafi's surprise decision to dismantle Libya's clandestine nuclear program. That same year, Libya reached a $2.7 billion settlement with families of the victims of the Pan Am bombing, and the next year it paid $170 million compensation to the families of the 170 victims of the 1989 bombing of a French UTA passenger jet.\nThe United States resumed full diplomatic relations with Libya last year, and 15 months ago it removed Libya from the State Department's list of terrorism sponsors.\nEarlier this year, Libya hosted two meetings of rebel groups from Sudan's conflict-wracked western Darfur region.\n\nGraphic\n\n \nPHOTO\n PHOTO - Gadhafi \n\nLoad-Date: October 22, 2007"
}