{
    "title": "LIBYA IS EXPECTED TO GET U.N. DEMAND ON BOMB SUSPECTS",
    "publisher": "the new york times",
    "year": 1992,
    "month": 1,
    "day": 21,
    "full text": "The United Nations Security Council is expected to serve Libya on Tuesday with a virtual demand that it hand over agents accused of blowing up Pan American Flight 103 over Lockerbie, Scotland in December 1988 or face the threat of economic sanctions.\nThe resolution also calls on Libya to cooperate with an investigation into the destruction of a French airliner over West Africa in 1989.\nIf the Libyans decline to meet the Council's demands, they are likely to be faced with a follow-up resolution in a week to 10 days setting forth the sanctions, diplomats from Council nations said today.\nThe Security Council is now certain to approve such a resolution, diplomats said tonight, adding that Tuesday's vote could well turn out a unanimous one after the six third-world members said they would recommend the text to their capitals. But some cautioned that Morocco might still abstain out of solidarity with Libya, a fellow North African nation.\n \n'Full and Effective Response'\n The carefully worded draft avoids specifically accusing Libya of responsibility for blowing up the two planes but merely \"urges\" it to provide \"a full and effective response\" to the demands of the United States, Britain and France \"so as to contribute to the elimination of international terrorism.\"\nIn practice, this means Libya would have to hand over for trial the two Libyan agents the United States and Britain have accused of helping blow up the Pan Am airliner with the loss of 270 lives, and pay compensation as these two Governments have demanded.\nThe French Government has not formally asked for extradition of any of those it thinks helped blow up Union de Transports Aeriens Flight 772 over the West African nation of Niger in September 1989 with the loss of 177 lives. But a French investigating magistrate has accused several Libyans of doing so and issued warrants for their arrest.\n \n'Remain Seized of This Matter'\n The new draft resolution also avoids threatening Libya openly with sanctions if, as expected, it fails to comply, saying only that the Council decides \"to remain seized of this matter.\"\nBut spokesmen for the American, British and French Governments have all made clear in recent days that they will ask the Council to impose mandatory economic sanctions on Libya under Article 7 of the United Nations Charter if it refuses to cooperate.\nSuch sanctions would probably take the form of a worldwide ban on civil aviation links as well as on sales of aircraft and spare parts.\nThe United States, Britain, France, Russia and China have permanent Security Council membership and can veto any decision. Other members, serving two-year terms, are Hungary, Austria, Belgium, Japan, India, Zimbabwe, Cape Verde, Morocco, Ecuador and Venezuela.\nLibya has sent a high-level delegation to attend Tuesday's meeting, headed by a former Foreign Minister, Jadulah Azuz Talhi, who is currently Minister of Strategic Industries.\nMr. Talhi, who is expected to address the Council, made no statement today. But Libya's Arab League representative, Ali Treiki, who is a former United Nations representative, said Libya is ready to cooperate with an investigation into the bombing of the planes but appeared to exclude handing over the accused Libyans. \"There is no law which requires us to hand over our citizens,\" he said. \"This is something we can't do.\"\nThe resolution hammered out today after weeks of negotiation \"strongly deplores\" the fact that Libya has not \"responded effectively\" to the three countries' \"request to cooperate fully in establishing responsibility for the terrorist acts referred to above against Pan Am Flight 103 and U.T.A. Flight 772.\"\nIt \"urges the Libyan Government immediately to provide a full and effective response to those requests so as to contribute to the elimination of international terrorism.\" And it also \"urges all states individually and collectively to encourage the Libyan Government to respond fully and effectively to those requests.\"\n \nFirst Demand for Extradition\n Today's draft marks the first time the Security Council has effectively demanded the extradition of the citizens of one country to stand trial in another. It is also the first time the Council has implicitly accused another United Nations member of involvement in government-sponsored terrorism.\nThe resolution's adoption on Tuesday, diplomats say, would thus continue an emerging trend in which the United Nations is becoming increasingly involved in countries' domestic affairs to promote such goals as justice, human rights, democracy, humanitarian assistance and disarmament.\nLibya has reacted with growing alarm to the prospect of a new confrontation with the United States and its allies. It says the accused agents are under arrest and is offering to try them itself or send them before some specially convened international tribunal.\nThe United States and its supporters argue that the Libyan Government cannot try people it sent to destroy the airliners. They also say that no international court is competent to hear such a case.\nLibya has also proposed a list of eccentric measures that it wants the United Nations to take to eliminate what it calls the causes of terrorism. These include a ban on hunting, boxing and wrestling, as well as promoting agricultural development by reversing the flow of rivers so their waters can be used for irrigation instead of running to waste in the sea.\nLast week the Arab League adopted a resolution praising Libya for offering to release all facts about the loss of the two airliners and calling on the Secretary General \"to solve this dispute through negotiations, mediation and judicial settlement.\"\nThe final text asks the Secretary General \"to seek the cooperation of the Libyan Government\" in complying with the new resolution. But the United States, France and Britain prevented the Council from specifically asking the Secretary General to become involved in resolving their dispute, fearing that this could be used as a pretext to delay a decision on sanctions.\nFamilies of victims of the Lockerbie bombing today criticized the draft text of the United Nations resolution as weak and inadequate.\nSpeaking at a news conference shortly before the scheduled vote of the Security Council, they said that though the United Nations resolution is a first step, it is not enough.\n \n'Better Than Nothing'\n \"The current resolution contains no deadlines, no provisions for sanctions and the word extradition is not even mentioned,\" said Susan Cohen, who's 20-year-old daughter, Theodora, died in the crash. \"However, it is better than nothing.\"\nMembers of the families felt that although there is evidence pointing to Libya's involvement, it should not be the sole accused. \"There is ample evidence that both Syria and Iran were involved,\" Daniel Cohen said. \"But, because of political reasons the United States and Great Britain have drawn the Pan Am 103 case very narrowly, accusing only two Libyans.\"\nAfter the news conference, the families held a brief vigil across from the United Nations headquarters at Dag Hammarskjold Plaza on 47th Street and First Avenue, where they read aloud the names of the 270 people who were killed in the crash of Pan Am Flight 103.\n\nGraphic\n\n \nPhoto: The United Nations Security Council is expected to threaten Libya with economic sanctions unless it hands over the agents accused of blowing up Pan Am Flight 103 over Lockerbie, Scotland. Florence Bissett, left, and Hope Asrelsky, mothers of victims of the bombing, held a vigil yesterday outside the United Nations. (Agence France-Presse) (pg. A6)\n\nLoad-Date: January 21, 1992"
}