{
    "title": "Libyan cleared of murder in Benghazi attack",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 11,
    "day": 29,
    "full text": "WASHINGTON - A Libyan militant was convicted Tuesday of terrorism charges stemming from the 2012 Benghazi attacks that killed the U.S. ambassador and three other Americans. But a federal jury found him not guilty of murder, the most serious charge associated with the rampage he was accused of orchestrating.\nThe attack became instant political fodder in the 2012 presidential campaign, with Republicans accusing the Obama administration of intentionally misleading the public and stonewalling congressional investigators, though officials denied any wrongdoing. Some were particularly critical of then-Secretary of State Hillary Clinton's handling of the conflict, which dogged her during her presidential campaign.\nBut the seven-week trial of Ahmed Abu Khattala was largely free of political intrigue.\nJurors convicted Khattala on four counts, including providing material support for terrorism and destroying property and placing lives in jeopardy at the U.S. compound, but acquitted him on 14 others. Even with the mixed verdict, Khattala, 46, still faces the possibility of life imprisonment for his conviction on a federal firearms charge.\nProsecutors accused Khattala of directing the attack aimed at killing personnel and plundering maps, documents and other property from the U.S. mission in Benghazi. But defense attorneys said their evidence against him was shoddy.\nAmbassador Chris Stevens was killed in the first attack at the U.S. mission, along with Sean Patrick Smith, a State Department information management officer. Nearly eight hours later at a CIA complex nearby, two more Americans, contract security officers Tyrone Woods and Glen Doherty, died in a mortar attack.\n\"Today, a small measure of justice was meted out,\" CIA Director Mike Pompeo said in a message to CIA employees. Of Khattala he added: \"It took intelligence to find him, soldiers to assist in capturing him, law enforcement to interview him, and a legal team to put him away. Khattala's sentencing is to follow; but no term in prison will bring our people back.\"\nProsecutors acknowledged they lacked evidence to show Khattala personally fired any gunshots, but argued he orchestrated the violence out of his hatred for U.S. freedoms and his suspicion that Americans were operating a spy base in Benghazi. They said Khattala led a group of militia \"hit men\" who could be seen on surveillance footage toting weapons and a gas can the night of the attack. Their case relied heavily on the testimony of informants, including one who was paid $7 million to befriend Khattala, help the government gather information on him and arrange his capture.\nDefense attorneys sought to discount the informants as liars who were paid for their stories. Federal public defender Michelle Peterson said in closing arguments that prosecutors were playing to jurors' emotions to make up for shoddy evidence, including blurry surveillance video and cellphone records she described as inconclusive. Khattala is a deeply religious man who believes in conservative sharia law as outlined in the Quran, which \"is not the same thing as terrorism,\" Peterson said.\nBut prosecutors argued the evidence was enough to convict Khattala on all counts.\n\"He was there to kill Americans, and that is exactly what he and his men did,\" Assistant U.S. Attorney Michael C. DiLorenzo told jurors.\nThe trial, which opened Oct. 2, was one of the most significant terrorism prosecutions in recent years in a U.S. civilian court, even though the Trump administration had argued such suspects are better sent to the military prison at Guantanamo Bay, Cuba. The mixed verdict could revive that debate, even as newly captured terror suspects - including a second man charged in the Benghazi attacks - are instead brought to federal court.\nSupporters of the military commission system argue valuable intelligence is lost when suspected terrorists are afforded protections of the American legal system. But prosecutors said Khattala, who was interrogated at length during 13 days aboard a Navy transport ship headed to the U.S., provided information about other members of the Islamic extremist militia group blamed for the Benghazi attack. Among the men he pegged was Mustafa al-Imam, who was captured last month and awaits trial in the same federal courthouse in Washington.\nJonathan Hafetz, a senior attorney with the American Civil Liberties Union who has handled terrorism cases, said the Khattala trial showed federal courts are capable of handling terror cases, even with his acquittal of murder charges.\n\"No court system can pretend to protect due process if it only achieves the resolution the government wants in every case,\" he said.\n\nLoad-Date: November 29, 2017"
}