{
    "title": "Libya plane crash kills 103, Libyan authorities rule out terrorism An Afriqiyah Airline jet carrying",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 5,
    "day": 12,
    "full text": "A Libyan-operated Airbus 330-200 carrying 104 people from Johannesburg crashed on arrival at Tripoli's airport this morning in what were described as foggy conditions. Libyan authorities confirmed that all but one of the passengers were killed; the survivor was an 8-year-old boy of Dutch nationality. Witnesses said the plane had crashed just short of the runway. \n\"The aircraft is an Airbus A330, which as far as we know had 93 passengers and 11 crew members on board,\" said the South African Civil Aviation Authority on its website. South Africa's CAA indicated limited contact with Libyan authorities so far. \"We have had no formal request for any information or assistance from Libya CAA,\" said Palesa Malwandla, spokeswoman for the South African Civil Aviation Authority in Johannesburg.\" Libya's Civil Aviation authority will be conducting the investigation. Some analysts say determining the causes of the crash should be easier than the recent case of an Air France Airbus that crashed over the sea. \"The one thing that they have with regard to this crash is they have the aircraft, and if they have the aircraft, they have the recorders as well,\" said Curt Lewis, an aircraft safety expert with Curt Lewis & Associates in Arlington, Texas. \"That gives them far more information to go on versus the Air France accident.\" Afriqiyah Airline officials say they will investigate why the plane broke up so massively upon landing, but ruled out terrorism. Many of the persons on board appear to be South Africans, Afriqiyah officials say, although an official from the Hague says that 61 of them were Dutch passport-holders. Nearly a quarter of the passengers had tickets for onward travel to London. Afriqiyah Airlines is one of Africa's many low-cost airlines providing flights to Europe, Africa, and Asia, and it has no previous record of accidents. Afriqiyah's entire fleet are made by Airbus, which has recently had a string of devastating crashes. The Airbus A330-200, the plane involved in the Afriqiyah crash, has a good but not perfect record, according to the Flight Safety Foundation. The A330-200 was the same model of plane involved in the Air France Flight 447 crash of June 1, 2009, in which 228 were killed. RELATED: Search narrows for Air France Flight 447 black boxes South Africa news coverage\n       \n\nLoad-Date: May 13, 2010"
}