{
    "title": "Life in prison for Padilla_",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 1,
    "day": 15,
    "full text": "The US government's efforts to sentence convicted Al Qaeda recruit Jose Padilla and two codefendants to life in prison may have hit a snag.\nUnder federal sentencing guidelines, the three men could receive much shorter prison terms - perhaps 10 years or less. But prosecutors are asking US District Judge Marcia Cooke to authorize a \"terrorism enhancement\" to their sentences.\nIf the judge agrees, Mr. Padilla, Adham Hassoun, and Kifah Jayyousi could spend the rest of their lives in solitary confinement in a maximum-security prison.\nBut first Judge Cooke must answer this question: Were the three men's crimes calculated to coerce or influence a government?\nIf the answer is yes, the terrorism enhancement could apply, under the sentencing guidelines. If the answer is no, or if the judge is unable to answer the question, the terrorism enhancement is off the table. Cooke's ruling on the issue could come as early as Tuesday as the Padilla sentencing hearing extends into its second week.\nThe government influence question is designed to act as a fire wall within the sentencing guidelines to separate ordinary criminal activity that does not warrant substantial extra punishment from terrorism crimes, which do. What makes the question potentially difficult for the judge to answer is that prosecutors fought successfully during the trial to exclude any discussion or consideration of the defendants' motives.\n\"What concerns me is we went to great pains to not have motive in the trial,\" Cooke said in a hearing last week. \"Now I am asked to make a determination about motive when the jury was told that was an inappropriate area of inquiry.\"\nThe case is being closely watched in part because of the controversial circumstances of Padilla's detention in US custody. Padilla, an American citizen, was held without charge for 3-1/2 years after being designated an enemy combatant by President Bush. He was subject to harsh interrogation techniques designed to break him psychologically and force him to reveal anything he might know about Al Qaeda.\nWhen legal challenges to Padilla's military detention began to turn against the Bush administration, Padilla was moved to the criminal justice system in Miami and placed on trial for allegedly volunteering as an Al Qaeda recruit.\nHe was convicted in August.\nLegal analysts say a life sentence is important for the Bush administration to justify its earlier harsh treatment of Padilla.\nBut it remains unclear whether Cooke, a 2003 Bush judicial nominee, will hand down life sentences for Padilla, Hassoun, and Jayyousi.\nTo authorize the requested terrorism enhancements under the federal sentencing guidelines, Cooke must find that the criminal activities of Padilla and his codefendants were \"calculated to influence or affect the conduct of government by intimidation or coercion, or to retaliate against government.\"\nPadilla's lawyer, acting federal public defender Michael Caruso, says this requires the judge to determine that each defendant was personally motivated to participate in his crime by a desire to influence or retaliate against a government. \"The government has to prove the motivation of Mr. Padilla,\" Mr. Caruso told the judge. \"There is absolutely no evidence of Mr. Padilla's motivation,\" he added.\nAssistant US Attorney John Shipley countered that the judge need not examine the personal motives of the defendants. Instead, he said, she can infer from the totality of the case and the jury verdict that the terrorism enhancement should be applied to all three men.\n\"The defendants' goal was to bring about the downfall of governments that either were not Islamic or were not sufficiently Islamic for their radical tastes,\" writes Mr. Shipley in his brief to the judge. \"By their actions, they meant not only to affect or retaliate against these governments, but to eliminate them altogether.\"\nCaruso said the sentencing guidelines require the judge to examine individual motives for actions taken by each defendant, and that since the potential punishment is so severe for his client, she should use the same burden of proof as was used during the trial - beyond a reasonable doubt.\nIn most sentencing hearings, judges make findings of fact based on a preponderance of evidence. That is just enough evidence to slightly tip a scale. But Caruso and other defense lawyers are arguing that when the potential sentence might be boosted to life in prison solely on the basis of findings of fact by the judge in a sentencing hearing rather than by the jury at trial, the standard of proof should be higher.\nThe terrorism enhancement issue goes to the heart of a deep disagreement between defense lawyers and prosecutors over the way the Padilla trial is being conducted. Prosecutors charged Padilla, Hassoun, and Jayyousi with conspiring to help militant Islamic groups overseas wage violent jihad. Specifically, they were charged with conspiring to murder, kidnap, and maim people overseas and providing material support for terrorists.\nProsecutors argued that though the three men did not personally participate in killings, kidnappings, and bombings, they could be held criminally liable for such terrorist acts because they shared the goal of waging violent jihad. The jury found the defendants had the necessary criminal intent.\nDefense lawyers say the government should be required in a terrorism murder conspiracy case to prove a closer connection to actual acts of murder by terrorists, either planned or carried out.\nProsecutors say Padilla's motive to affect the conduct of government can be inferred from his attendance at a military training camp in Afghanistan.\n\"He went there to learn to kill,\" Shipley said. \"There was no question that when you went to one of those camps there was an interest to kill.\"\nCaruso says the government's evidence does not prove Padilla attended the camp, only that he filled out an informational form associated with the camp.\nA government witness who attended the same training camp testified during the trial that mere presence at the camp did not guarantee membership in Al Qaeda and did not require future participation in possible Al Qaeda attacks.\nDefendants who have received the terrorism enhancement in other cases were directly involved in planning or carrying out violent acts, Caruso says.\nThe evidence at trial shows that Padilla traveled to the Middle East to study Islam and Arabic and that he filled out an application, Caruso says. But there is no evidence in the trial record related to Padilla's motives or thoughts about politics or even jihad, he says.\n\"Where is the evidence that Jose was motivated by a desire to oppose existing governments?\" he asked. \"There is none.\" Caruso added, \"Did he speak of establishing Islamic states anywhere in the world? No.\"\nShipley countered, \"These defendants did what they did because they had a broader agenda in mind. If not, what was the purpose of the violent activities they supported?\"\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: January 14, 2008"
}