{
    "title": "Life After Terrorism_ Offer a Path From ISIS Back Home_ letterS",
    "publisher": "the new york times",
    "year": 2019,
    "month": 3,
    "day": 10,
    "full text": "To the Editor:\nRe “They Joined ISIS. Bring Them Home” (Op-Ed, March 5):\nBryant Neal Viñas, in describing his rehabilitation, makes fighting for ISIS against American forces sound like some kind of civil offense. In truth it is closer to treason. He puts his descriptions of fighters like himself in quotes (“terrorists”) as if they were really something else. \nIf Mr. Viñas does not have “blood on [his] hands,” has accepted his guilt and has found a “life after terrorism” in the United States, then good for him. I am not, however, glad that he is home.\nRichard W. PoetonBennington, Vt.\nTo the Editor:\nAs a counterterrorism analyst at the New York Police Department, I spent my days investigating individuals who were considering acts of terrorism. Having worked to enforce our laws, I, like Bryant Neal Viñas, support letting “the American legal system do its work.” Just as our perceptions of terrorists tend to lack nuance, so do our perceptions of terrorist acts. Not all terrorists are Osama bin Laden, and not all actions are beheadings.\nOnce someone has served time, we should do what we can to help him or her reintegrate into society. We should judge people on their actions, but allow for them to change.\nSteve HeitkampLondon\nTo the Editor:\nBryant Neal Viñas writes that the United States should take back “those Western foreign fighters who do not have ‘blood on their hands’ — didn’t kill any coalition forces overseas — and are willing to admit they made mistakes.” This definition of ISIS’s crimes erases women’s participation in this conflict as both victims and victimizers. \nBy focusing on combat with coalition forces, Mr. Viñas conveniently ignores the kidnapping, rape, torture and enslavement of Iraqi and Syrian women. He also doesn’t acknowledge that both willingly and by force, thousands of women mobilized for ISIS. \nMost of these women will not meet the international legal threshold of “foreign fighter,” but they were essential to ISIS’s ideological and operational missions. The women of ISIS served as wives and mothers, yes, but also as propagandists, members of a brutal morality police, slave owners and, toward the end, even combatants. \nMr. Viñas may have atoned for his crimes, but he should not minimize the crimes of others, especially women.\nJessica Trisko DardenWashingtonThe writer, co-author of “Insurgent Women: Female Combatants in Civil Wars,” is an assistant professor at American University’s School of International Service and a fellow at the American Enterprise Institute.\nTo the Editor:\nThe debate over whether Western countries should allow foreign fighters and the children and wives of ISIS combatants to return to their homelands acknowledges the threat they could pose to Western citizens upon return. But we should not ignore the precedent that letting them return sets for those considering joining such groups.\nHaving the option to leave a terrorist organization and go home expedites the decision to go in the first place. The prospect of never again being able to return to one’s family or homeland, and having to spend the remainder of one’s life in the deserts of Syria, might be the final straw preventing potential recruits from making that fateful decision.\nAlexa SantryWashington\nPHOTO:   (PHOTOGRAPH BY Matt Rota FOR THE NEW YORK TIMES)\n\nLoad-Date: March 11, 2019"
}