{
    "title": "Life, Liberty, Pursuit of Fashion_ Consumerism Post-9_11",
    "publisher": "the new york times",
    "year": 2011,
    "month": 7,
    "day": 21,
    "full text": "''The Right to Fashion in the Age of Terrorism'' by Minh-Ha T. Pham in Signs: Journal of Women in Culture and Society.\nThe Argument: Consumerism has long been considered a cornerstone of democracy and a civic obligation in American society. Ms. Pham examines why the fashion industry, in particular, became the emblem of freedom and economic revitalization following the Sept. 11, 2001, terrorist attacks. ''Freedom to shop is one of the fundamental liberties terrorists want to deprive us of,'' Mayor Rudolph W. Giuliani declared in October 2001 at the start of Fashion Week in New York. Ms. Pham, an assistant professor of art history and Asian-American studies at Cornell University, argues that the ability to express oneself through dress could be starkly represented as a symbol of democracy in comparison with the burqa, which was denounced as an example of Taliban repression and invoked when government officials listed the humanitarian justifications for the war in Afghanistan. Ms. Pham complains that this assumption about the burqa, however, ignores the desires of Muslim women who may choose to be covered and discounts the hostility that the Muslim veil has sometimes incited in Western societies.\nWhat's changed: After 9/11, going out to shop was equated with freedom of movement, and dressing yourself in style was equated with freedom of self-expression. ''Cheap chic'' was championed as the democratization of fashion, an example of how the political system embraces rich and poor alike. The Council of Fashion Designers of America's Fashion for America campaign, which sold a white crew-neck T-shirt for $22.50 after 9/11 ''featured a torn heart-shaped flag being sewn back together with a needle and thread, a visual metaphor for the fashion industry's role in stitching back the heart of the nation.'' Ms. Pham says that since the recession hit in 2008, the political meaning of fashion has shifted from fighting terrorism to rescuing the economy, and thereby strengthening democracy. ''If people don't shop, people lose their jobs,'' she quotes the designer Vera Wang as saying in 2009. In order to halt the cycle of spiraling discounts, the fashion industry at the moment, needs consumers to pay more for clothes, not less. ''Whereas just a few years ago fashion in general and cheap chic specifically were celebrated tools for the distribution of democratic rights to self-expression and self-determination, the mass distribution and consumption of fashion today are not understood as contributing to the care of the self or the nation. To the contrary, mass fashion is unhealthy for both.''\nWhat's your take? If you splurge on that designer jacket, are you an anti-terrorism advocate, a recession buster or a spendthrift? Post a comment here.\nThinking Cap offers reports from the world of ideas. Let us know what you think. E-mail: patcohen@nytimes.com; twitter.com/PatcohenNYT\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Mayor Rudolph W. Giuliani encouraged shopping after 9/11. (PHOTOGRAPH BY BRAD RICKERBY/REUTERS)                                          \n\nLoad-Date: July 21, 2011"
}