{
    "title": "Lift the veil of secrecy on the nation's security court",
    "publisher": "usa today",
    "year": 2013,
    "month": 7,
    "day": 19,
    "full text": "Until recently, few Americans had ever heard of the Foreign Intelligence Surveillance Court, or the FISC as it's known by national security insiders. And that was just fine with the government.\nToday, thanks to fugitive leaker Edward Snowden, the FISC is not exactly a household word, but more Americans at least have an inkling of the vast power possessed by the secretive 11-member tribunal. One example: Telecom companies were required by the court to turn over virtually all private phone records to the government, which compiled them in a huge database.\nLove him or loathe him, Snowden has triggered an important debate on this and other government surveillance programs. Last week, the Electronic Privacy Information Center filed a petition in the Supreme Court  seeking to stop the phone-record collection. And on Thursday, a coalition of about 50 civil liberties groups and tech firms  called on the president and congressional leaders to force greater transparency.\nThe effort ought to include a re-examination of how the FISC operates.\nThe court was created in 1978 to  protect Americans against the sort of lawless, secret dragnets conducted by the government in the 1960s. For many years, it mostly said yes or no to requests for wiretaps or warrants on individuals or small groups.\n9/11 changed all that. Congress granted the government expansive new powers to secretly collect phone and e-mail data  for terrorism investigations. And suddenly, the court was approving broad surveillance programs, not individual warrants.\nIn recent years, the FISC has sometimes acted more like a secret Supreme Court, issuing lengthy legal opinions, re-interpreting constitutional protections and building a new body of law on surveillance, privacy and intelligence. Yet it operates like no other court in America -- hearing only from one side and keeping its opinions confidential.\nThe FISC's broad rulings deserve both public scrutiny and an adversarial process in which someone represents the public's privacy interests. James Robertson, a retired federal judge who sat on the surveillance court, told a presidential oversight panel last week that judges need to hear both sides because \"judging is choosing between adversaries.\"\nSupporters of the process point out that when prosecutors seek a wiretap on a criminal suspect, the judge hears only from the government. But it's absurd to argue that's the same as approving the collection of tens of millions of phone records.\nFinding a public representative for a secret system wouldn't be easy. But there are ways. Sen. Richard Blumenthal, D-Conn., and the ACLU's Jameel Jaffer suggest some sort of public advocate who would be given a security clearance.\nIt also wouldn't be difficult to scrub legal opinions of classified information and release the redacted versions. Many members of Congress are pushing measures to require disclosure.\nStopping terrorism requires tradeoffs, including some secrecy and perhaps even some intrusiveness. But it shouldn't require giving up the transparency and adversarial court system that have served America so well for so long. \n\nGraphic\n\n \nphoto George Frey, Bloomberg\n\nLoad-Date: July 19, 2013"
}