{
    "title": "Like Manhattan, Brooklyn May Host Trials for Terror Suspects From Guantanamo",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 15,
    "full text": "Justice Department officials are close to deciding whether to bring several Guantanamo detainees accused of being Qaeda operatives to Brooklyn for trial in federal court, according to people briefed on the matter. \n  A decision to try the cases in Brooklyn would mean that major terrorism trials would take place not only in Lower Manhattan, where the self-described mastermind of the Sept. 11 attacks is to be prosecuted, but also in New York City's other busy federal courthouse. Officials have said they are also likely to try detainees from Guantanamo in federal courts in Alexandria, Va., and Washington.\n  The names of the Guantanamo detainees whose cases are under consideration for trial in Brooklyn have not been publicly disclosed. But the Justice Department guidelines governing the selection process suggest that officials would consider a suspect named Majid Khan, accused of being a Qaeda operative. Federal officials have said that Mr. Khan, a Pakistani who lived in Baltimore for six years, played a range of roles in plots focused on targets in the United States and elsewhere and was linked to an aborted effort to bring down the Brooklyn Bridge.\n  A lawyer for Mr. Khan, Jonathan Wells Dixon, declined to comment.\n  The decision will be made by Attorney General Eric H. Holder Jr. in consultation with Defense Secretary Robert M. Gates; officials are expected to announce the plans in the coming days. \n  The Nov. 13 announcement that the Obama administration would prosecute Khalid Shaikh Mohammed, the avowed mastermind of 9/11, and four other 9/11 suspects in federal court in Manhattan ignited intense political debate over security concerns and the propriety of bringing such cases in civilian courts.\n  It was not clear on Monday whether terrorism trials would be conducted at the same time in the two courthouses, less than two miles apart.\n  But such a prospect seems unlikely. The trial of Mr. Mohammed and the four others in Manhattan will be among the most high-profile terrorism cases in history, presenting substantial security and manpower challenges, while any major Qaeda cases brought in Brooklyn would also require very heavy security and attract enormous attention.\n  Dean Boyd, a spokesman for the Justice Department, said the agency, along with the Defense Department, was continuing to review the cases of Guantanamo detainees referred for prosecution ''to determine whether individual cases will be tried in federal court or reformed military commissions.''\n  ''There have been no final forum or venue determinations made since the Nov. 13 announcement,'' he said.\n  A spokesman for Benton J. Campbell, the United States attorney in Brooklyn,  declined to comment.\n  The decision to hold Mr. Mohammed's trial in Lower Manhattan has prompted protests outside the courthouse by families of 9/11 victims and some members of Congress. At the same time, Mr. Holder announced that five other detainees would be tried by military commissions.\n  Mr. Holder came to New York on Wednesday, visited the Manhattan courthouse and met with senior law enforcement officials. Among them were Preet Bharara, the United States attorney in Manhattan, whose prosecutors will bring the case, and the head of the F.B.I.'s New York office, Joseph M. Demarest Jr., whose agents have done much of the investigation. Mr. Holder met with the United States marshal in Manhattan, Joseph R. Guccione, whose deputies provide security at the courthouse, and with Police Commissioner Raymond W. Kelly, whose officers will secure the area around it.\n  As part of the preparation for the trial of Mr. Mohammed and his co-defendants, and whatever cases may be brought in Brooklyn, the F.B.I. is setting up a special unit within the Joint Terrorism Task Force, which itself is made up of F.B.I. agents, police detectives and investigators from dozens of other agencies, several officials said. The new unit, which will include a number of veteran agents with experience preparing complex cases for trial, will provide investigative support, the officials said.\n  It is unclear what charges Mr. Khan, 29, might face if Justice and Defense Department officials decide that he should stand trial in Brooklyn. But federal authorities have detailed a range of accusations against the young man, who worked at his family's gas station outside Baltimore, graduated from high school there and returned to his native Pakistan a few years later.\n  A profile of Mr. Khan on the Web site of the Office of the Director of National Intelligence said his uncle and cousin were Qaeda operatives and had introduced him to Mr. Mohammed, who chose him for a possible attack inside the United States because of his excellent English and knowledge of the country.\n  The profile said he helped Mr. Mohammed do research on a plot to blow up gas stations, conducted his own research for Mr. Mohammed on poisoning American reservoirs, and delivered money to another terrorist operative that was used to support attacks against Western targets.\n  Mr. Khan also discussed a plan with two other operatives to use the New York office of a Karachi-based textile import-export business to smuggle explosives into the United States for use in attacks, the profile said.\n  The security challenges for any Brooklyn trials would be significant, and marshals there would not be able to move the defendants from the federal jail to the courthouse through a tunnel, as they can in Manhattan.\n  Police officials have compared the planned security deployment for the Manhattan trials to that for New Year's Eve celebrations in Times Square. It is expected to  be sustained over many months, at a cost Mr. Kelly has estimated at well over $75 million in overtime and other expenses. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Majid Khan, a terror suspect, in 1999.\n Officials are expected to announce soon whether any detainees at Guantanamo will be tried in federal court in Brooklyn.(PHOTOGRAPH BY ROBERT STOLARIK FOR THE NEW YORK TIMES)                                       \n\nLoad-Date: December 15, 2009"
}