{
    "title": "Line in the Sand",
    "publisher": "the world",
    "year": 1989,
    "month": 1,
    "day": 6,
    "full text": "THE combination of terrorism and chemical weapons is one of the most dangerous and morally repugnant developments in the world today. In the hands of a zealot or deranged leader, poison gas - cheap, easy to produce, and impossible to control once let loose - threatens countless non-combatants in an age of ''unconventional war.''\nFor years, Libya's Muammar Qaddafi has bankrolled and sheltered those for whom terror - which, by definition, strikes at the innocent - is the weapon of choice. And now, it becomes increasingly clear, Qaddafi has moved into the loathsome world of chemical weapons. He used them against Chad in 1987 and is said to have built a plant at Rabta that has the potential to produce 10-40 tons of poison gas daily - the largest such plant in the developing world.\nThere may be no evidence - yet - that Qaddafi intends to arm terrorists with chemical weapons. But as the top US anti-terrorism official said recently, ''They have no record of restraint.''\nThis is the backdrop for the downing this week of two Libyan fighters by carrier-based US jets.\nThe Sixth Fleet may have been under orders to fish for a fight with the Libyans. Adverse reaction to the knocking down of two MIG-23's - the military equivalent of a school yard dust-up - is a small price to pay to get the world's attention about what Qaddafi is up to, and to show the Libyan leader that the US means business in wanting to stop both terrorism and the spread of chemical weapons.\nBut shooting down MIG's and bombing Libya itself - even just the weapons plant - are two different matters. There are times when preemptive strikes are justified, but this is not one of them.\nSuch a strike could undermine any new peace initiative in the Mideast by forcing Arab states and Palestinian leaders to publicly back Qaddafi. And it could complicate efforts to slow the proliferation of chemical weapons.\nThe upcoming international conference on chemical weapons is the place to start the long and very difficult process of stopping the spread of such weapons.\nUnfortunately, companies from US European allies and Japan have been helping Qaddafi build the chemical plant. But it is not too late to prevent it from being able to operate fully. Libya still needs equipment and the technical expertise only others can provide.\nThe shooting down of Libyan MIG's may turn out to be enough of a line in the sand for Qaddafi and enough of an attention-getter for the rest of the world."
}