{
    "title": "Linguistic terrorism of mythological manhood",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 23,
    "full text": "By Vincent Aldazabal\nStaff Writer\nThe following definition of \"feminism\" to be examined in this context is the targeting, confronting and dismantling of a system of oppression that is exercised by those in positions of major power. Such a system is one that generates oppressive norms, limiting self-autonomy and breeding hostility toward categorically-defined \"others.\" This system has been described as the patriarchy, and as it is manifested in the realm of language, it is extremely harmful to growing minds.\nIt is very common for \"men\" to dismiss the existence of this system of oppression, simply because it does not seemingly pertain to them or overtly work punitively against them. Yet, a closer examination reveals a more poignant truth. Men of various sexes, sexualities, genders and races are systematically coerced to conform to the narrowly defined images of manhood. Examples of this exist on the institutional level, such as with the global military indoctrination processes that impose enormous burdens upon the identities of men and women as a means to create \"order among the ranks.\"\nIn stark contrast, one micro-level manifestation of such oppression is the interpersonal degrading of perceived feminized \"others\" that is consciously and unconsciously produced in daily dialogue. This is, I believe, a type of linguistic terrorism that does a great deal of psychological harm to human minds, and in this case particularly, those of \"men.\"\nWhen males who are forced to live without their fathers are pressured to become the \"man of the house,\" a great deal of harm is done. The damage is embedded within the mythologized role that we assign, impose and discipline in a carefully evaluated \"performative\" manner as termed by the philosopher and gender theorist Judith Butler. The linguistic terrorism of patriarchal oppression does not just affect young boys who, through grief, loss, divorce or other means, lose their fathers. Most boys are consistently indoctrinated with the phrases such as \"be a man,\" \"don't be a girl\" or \"man up.\" The traumatic effect of this common form of patriarchal propaganda is that it imposes a will of gender conformity that does not have any linguistic stability. This destabilized linguistic existence is present whether it is in the sociolinguistics or psycholinguistics. There is no uniform definition of this supposed masculinity to be grasped psychologically, let alone \"performed\" physically.\nAllow us to evaluate what such rigidity does to the sexual minorities targeted by the fraternal language of brotherhood. When we instruct men of every age to \"not be a queer\" or \"not be a princess,\" we perpetuate the psychological suffering of our gay brothers. Furthermore, this language sentences men to patterns of deep self-hatred of which the bearing on mental health is clearly documented. Of equal significance is to evaluate this narrative as it spans across all socioeconomic landscapes and evaluate the effects of patriarchal doctrine expressed within communities unfamiliar with the wealth of the more privileged classes. The language of mythological manhood creates a mold of masculinity that works to perpetuate \"performances\" of masculinity that, seemingly, can only be validated in the battlegrounds of the drug trade and fulfilled through devastating gang violence.\nIt has become readily apparent that this analysis only tells, if you will, \"half of the story,\" in the sense that the effects of linguistic terrorism against \"female\" populations have not been documented. Perhaps the point of such a demonstration may very well be that we as \"men\" may not change or effectively build peaceful environments for the \"women\" we love until we change both how we speak about ourselves and to one another.\n\nLoad-Date: September 23, 2014"
}