{
    "title": "LIP SERVICE ON TERRORISM PRESIDENT OBAMA HAS DOWNPLAYED THE THREAT OF ISLAMIC TERROR",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 1,
    "day": 10,
    "full text": "In a March 2008 interview, John Brennan, then the chief adviser on intelligence matters for Barack Obama's presidential campaign, seemed to say the Bush administration had been too concerned about terrorism.\n\"You don't want to just troll and with a large net just pull up everything,\" Mr. Brennan, now the deputy national security adviser, told Shane Harris, the intelligence and homeland security correspondent for the National Journal. \"I would argue the government needs to have access to only those nuggets of information that have some kind of predicate.\"\n\"In the immediate aftermath of 9/11, the threshold (for reporting information up the chain) was quite low,\" Mr. Brennan said. \"Every effort was made by the government to try to get as much understanding and visibility into what else might be out there that's going to hurt us again.\"\nBut, Mr. Brennan said, \"now that a number of years have passed, we need to make sure the calibration is important.\" The threshold for reporting information about suspected terrorists should be higher, he suggested.\nIn an interview published Thursday, National Security Adviser James Jones said Americans will feel \"a certain shock\" when they learn of all the clues security agencies overlooked in the case of the Christmas Day eunuch bomber.\nAmong the red flags was a dossier provided by Britain's MI5 in 2008 which listed Umar Abdulmutallab among Muslims in Britain who sought contacts with extremists.\nInformation about potential terrorists supplied by foreign intelligence agencies was given a higher priority during the Bush administration, a State Department employee told the American Spectator. But now \"we are encouraged to not create the appearance that we are profiling or targeting Muslims.\"\nA shift in focus to natural disasters from terrorism prevention is part of the reason why the inspector general for the Department of Homeland Security said, in a report issued in November, that DHS' National Operations Center is \"unable\" to do its job of ensuring coordination among the 22 agencies that comprise DHS.\nThis more relaxed attitude toward terrorism evidently is shared by President Obama, whose initial reaction to the attempted Christmas bombing appeared to be annoyance that his vacation was interrupted.\n\"Someday somebody not connected with Hollywood will make a movie about President Obama's disastrous vacation,\" wrote New York Post columnist Michael Goodwin. \"About how his aides waited for nearly three hours after the Christmas airliner attack to wake him. About how he waited three more days to appear publicly. About how even then he didn't grasp the seriousness of the situation, racing through a bloodless speech so he could play golf.\"\nThen there was Michael Leiter, the chief of the National Counterterrorism Center, who didn't think the incident was significant enough to cut his ski vacation short. Perhaps Mr. Leiter couldn't afford the plane ticket back to Washington.\n\"The highly touted intelligence fusion center at the heart of the nation's counterterrorism establishment was preparing for deep budget cuts across 2010,\" Marc Ambinder wrote in The Atlantic Tuesday. \"According to one official, the administration and Congress slashed the budget for the National Counterterrorism Center by at least $25 million. Those affected, the official said, included employees responsible for maintaining the Terrorist Identities Datamart Environment system, which contains the list of about 550,000 known or suspected terrorists.\"\n\"You either have to give (terrorism) top priority, or not,\" former Rep. Lee Hamilton, D-Ind., who was vice chair of the 9/11 Commission, told ABC's Jake Tapper. \"We have not given it sufficient priority.\"\n\"You can't put all the responsibility on the president,\" Mr. Hamilton said. \"But obviously he shares a major part of it.\"\nMr. Obama belatedly talked tough on terrorism Thursday. But as Michael Gerson noted in The Washington Post the day before: \"Lip service is different from leadership. In the war on terrorism, 2009 was not a year of urgency and vigilance. It was a year of lullabies, hot toddies and Ambien -- though it nearly ended with a bang.\"\n\nNotes\n\nJack Kelly is a columnist for the Post-Gazette and The (Toledo) Blade (jkelly@post-gazette.com, 412 263-1476). /\n\nLoad-Date: January 12, 2010"
}