{
    "title": "LITERATURE Former CDC radiation chief pens novel on nuclear terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2016,
    "month": 10,
    "day": 13,
    "full text": "A deranged racist acquires cesium 137 from a source in Russia, and is planning to bring down the world's busiest airport with a dirty bomb.\nUnfortunately for the would-be terrorist, he's dosed himself with plenty of radiation in the course of his nefarious plot. Will he die of his own clumsiness, or carry out his scheme to blow up Hartsfield-Jackson?\nFirst-time novelist James Marshall Smith creates a convincing scenario for disaster in his thriller \"Silent Source.\" (Smith will speak about the book at 7 p.m. Oct. 20 at Eagle Eye Bookshop in Decatur.)\nHe's well-versed in the subject matter. For 15 years, Smith was chief of radiation studies for the Centers for Disease Control and Prevention.\nHe has consulted for the InternationalAtomic Energy Agency\nand, in the wake of 9/11, advised the White House Office of Science and Technologyonnuclear-threat countermeasures.\nAfter retiring in 2006, Smith began teaching at Emory University, where he is an adjunct professor of environmental health at the Rollins School of Public Health.\nHe had just left the CDC in November, 2006, when the agency was called upon to help with one of the most peculiar murders of the new century. Russian dissident Alexander Litvinenko, a critic of Vladimir Putin's regime (he accused Putin of assassinating journalist AnnaPolitkovskaya),escaped to London, where he suddenly fell ill.\nLitvinenko died Nov. 23, 2006, in the Millennium Hotel, of what was finally revealed to be polonium 210 poisoning. British authorities identified the likely killers, but Russia refused extradition. In January of this year a British inquiry determined that Putin \"probably\" OK'd the Litvinenko murder.\nSmith didn't work on that case, but \"the gentlemen involved were mainly people I had hired,\"he said recently, from his home in Braselton.\nSmith spoke about the 10-year anniversary of the Litvinenko case and the threat of nuclear terrorism today.\nWhat was the CDC's involvement in the Litvinenko case?\nThere were Americans at the hotel who may have been contaminated. It's estimated there were over 100 there.\nDid anyone get sick?\nThere was no dangerous exposure; that stuff has to get inside you.\nHow did they dose Litvinenko?\nThey sneaked it into his tea, at the Pine Bar. (Doctors) didn't recognize at first that Litvinenko was dying from radiation poisoning. When they finally started looking for it in the urine, they finally picked up the alpha particles. But, even if they'd discovered it early, they couldn't have done anything about it, because of the amount he had within him. Once he drank that tea, he was gone.\nIs it good to be writing about these scenarios? Are you going to be giving unsavory people ideas?\nThe National Academy of Sciences studied that question after 9/11. How much should we talk about terrorism, and bombs and what people can do? Should we keep it hidden, or make people aware? The academy concluded it's best to be open and honest and transparent about these possibilities.\nDo you have another book in the works?\nI have a book called \"Hybrid\" about bringing the wolf back to Yellowstone. Unfortunately for some backwoods hikers and a boy scout troop, there was a problem with that. You know, wolves will do everything they can to avoid people. A hybrid wolf is just the opposite.\nSo, people are breeding hybrid wolves?\nYes.\nAnd hybrids attack people?\nEverything I write is as close to science as possible. I don't do science fiction.\n\nLoad-Date: October 13, 2016"
}