{
    "title": "Literary Festival brings the books",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 4,
    "full text": "The 7th Annual Clemson Literary Festival took place, March 26 through March 29 in various locations throughout Clemson. The Literary Festival is an event designed to bring in books and organize events where students can interact with authors and other writers in the Clemson community.\nOne of the authors, Ethan Hauser, said, \"I did a reading and then conducted a writing workshop with aspiring high school writers where I was able to interact with people who share my passion\nfor literature.\"\nThe various organizations present at the event included publishing houses and literary foundations throughout the upstate South Carolina area. Their primary goal through involvement with the event is to increase the awareness of the literary world and the publishing presses in the area. One of the publishing companies, Parlor Press, is an independent company owned and operated by Dr. David Blake, a Clemson University professor. Blake's goal was to open academic publishing up to the world of academics, rather than the commercial industry.\nParlor Press has published over 200 titles, including academic works, poems, novels, nonfictions and essay collections. \"The main goal of the event is just to promote various works and authors to Clemson students,\" Jared Jameson, one of Dr. Blake's volunteers, said.\nOn Thursday and Friday, the Literary Festival included a book fair on Library Bridge where students had the opportunity to purchase the books featured throughout the festival as well as meet some of the authors. During the afternoons and evenings, the festival hosted events featuring author, faculty and student readings. Also, famous authors as well as up-and-coming authors held book signings.\nPulitzer Prize winning poet Natasha Trethewey was the event headliner and the festival included a reading of her poetry on\nThursday night. \"I've studied Trethewey's work through my own poetic endeavors and have learned a lot,\" Jenna Richard, one of the student directors for the Literary Festival, said. \"It's not often that I get the chance to hang out with accomplished authors, and, as a poet in training, it's an opportunity to learn more about the business side of creative writing.\"\nAnother featured writer at the event was Benjamin Percy, the author of \"Red Moon.\" Percy is currently adapting the high-profile thriller about terrorism and werewolves as a series for Fox TV. Percy held a reading of \"Red Moon\" on Friday night as part of the Literary Festival.\n\"The novel is definitely a different way to look at terrorism,\" Meg Johnson, a marketing major, said. \"Werewolves play a large part in domestic terrorism and eventually colonize and take over parts of the country. It will be interesting to see what they do with it as a TV show.\" The growing popularity of the Annual Clemson Literary Festival has increased the awareness of the publishing presses and the literary foundations in the upstate area. Organizers of the event expect the event to return next year.\n\nLoad-Date: January 17, 2018"
}