{
    "title": "Little Progress in Bid to Extend Patriot Act",
    "publisher": "the new york times",
    "year": 2005,
    "month": 5,
    "day": 27,
    "full text": "The Senate Intelligence Committee failed to reach final agreement on Thursday on a proposal that would expand the Federal Bureau of Investigation's powers to demand records and monitor mailings in terror investigations, but officials said they were confident that the committee would come to a consensus on the issue.\n The committee met in private for two and a half hours amid continuing complaints from civil liberties advocates and some Democrats that the proposal would give federal investigators too much power to conduct ''fishing expeditions'' in pursuing terrorism leads. Senate Republican leaders and the Bush administration, who are backing the proposal, say it provides the F.B.I. with essential tools in fighting terrorism.\n ''You can fight terrorism ferociously without throwing people's rights in the trash can,'' Senator Ron Wyden, Democrat of Oregon and a member of the committee, said after emerging from the meeting. \n Mr. Wyden said he wanted to see greater checks placed on the government's surveillance and investigative powers. He said he was concerned that giving the F.B.I. the authority to issue so-called administrative subpoenas, which would demand records in terror cases without a judge's approval, would amount to ''a license to fish.''\n He and other senators on the committee would not discuss details of the meeting because it was a closed session, disappointing civil rights advocates who said they thought the debate over the government's counterterrorism powers should be completely open to the public. \n ''I can't talk about anything that happened in there,'' Senator Carl Levin, Democrat of Michigan, said after leaving the meeting. ''We've been read the riot act on this one.''\n After weeks of hearings by several Congressional committees on the sweeping antiterrorism law known as the USA Patriot Act, the intelligence committee is the first to consider formal legislation to renew the law before 16 of its major provisions expire at the end of the year. In addition to making many of the act's powers permanent, the proposal would expand the F.B.I.'s ability to subpoena records in terror cases and would give it sole discretion, without the approval of the Postal Service, to copy the outside of letters and mailings involving people with suspected links to intelligence investigations. \n Committee members debated specific provisions of the proposal, but they did not reach a decision on passage of the entire bill and are likely to return for another session on June 7, after Congress returns from its Memorial Day recess, officials said. \n The committee's inability to reach a quick consensus on the legislation suggested continued internal dissension over the question of whether the government's antiterrorism powers should be restricted or expanded. \n The committee chairman, Senator Pat Roberts, declined to discuss details of the session but said some members wanted more time to look at certain issues. \n ''I think we're making good progress,'' Mr. Roberts, Republican of Kansas, said. ''I think we will get a bill.''\n Civil rights advocates called on the committee to open its debate to the public and to reject calls for giving terrorism investigators greater powers. \n ''Now is the time for meaningful reform -- not expansion -- of the Patriot Act,'' Lisa Graves, a senior counsel for the American Civil Liberties Union, said in a statement. ''The chorus of concerned voices spans the country and political ideologies. Congress should respect this widespread call to restore meaningful checks and balances and should reject this effort to grab more power at the expense of our fundamental freedoms.''            \n\nhttp://www.nytimes.com\n\nLoad-Date: May 27, 2005"
}