{
    "title": "LIVE FROM CLEVELAND, IT'S ' CBS THIS MORNING'",
    "publisher": "daily news ",
    "year": 1994,
    "month": 9,
    "day": 5,
    "full text": "CBS This Morning will set sail for Lake Erie, broadcasting live from Cleveland on Thursday and Friday.\nCo-anchors Harry Smith and Paula Zahn will be at Public Square in front of Terminal Tower, with weather guy Mark McEwen doing the highs and lows Thursday from Metroparks Zoo and Friday from NASA's Lewis Research Center.\nReports will focus on the city's revitalization, the Cleveland Clinic, plans for the waterfront and nightlife in The Flats, the new Rock and Roll Hall of Fame and the Lake Erie islands.\nKID SHOWS: ABC's new kid shows Free Willy, Bump in the Night and Reboot get special attention in The ABC Saturday Morning Preview Special Friday (8:30 p.m. on Channel 2). A re-edited version of the show airs at 9 a.m. Saturday, the day ABC unveils the lineup.\nTERRORISM: HBO says it has been researching the perils of nuclear terrorism for more than a year in developing Atomic Mafia, a two-part drama that will be shown next year. The producers also made Dead Ahead: The Exxon Valdez Disaster for HBO.\nYOU AUTO WATCH: Motorweek, TV's original automotive magazine show with host John Davis, premieres on Channel 16 at 8:30 p.m. Thursday.\nIRISH FIGHT: NBC Sports kicks off its fourth season of Notre Dame home games at 2:30 p.m. Saturday with a biggie. The Irish will be entertaining Michigan.\nTom Hammond and Cris Collinsworth return to the broadcast booth for six games this season, with occasional help from Don Criqui, Jim Lampley, Charlie Jones, Randy Cross and Todd Christensen.\nREBA SPECIAL: NBC will give country music star Reba McEntire a one-hour special in November.\nReba! was taped during McEntire's multicity tour. She's also the leading nominee - with six nominations - for this year's Country Music Awards.\nBABS REPACKAGED: Reruns of Barbara Walters' ABC celeb specials will air weekly on cable's Lifetime beginning Sept. 14.\nBarbara Walters: Interviews of a Lifetime will be seen at 8 p.m. Wednesdays before moving to 8 p.m. Fridays as of Oct. 21. Each show will include two celebs instead of Babs' usual three. First up: Lucille Ball and Jerry Seinfeld.\n\nLoad-Date: September 7, 1994"
}