{
    "title": "Lives Buffeted by Terrorism and Injustice",
    "publisher": "the new york times",
    "year": 2020,
    "month": 6,
    "day": 3,
    "full text": "''If the police didn't help ordinary people like you and me, if the police watched them die, doesn't that mean that the government is also a terrorist?'' \nMegha Majumdar's propulsive debut novel, ''A Burning,'' is set in motion by this single sentence: a Facebook post by a young Muslim woman named Jivan, living in a Kolkata slum. She has just witnessed a group of men torch a stalled train, killing almost 100 people, while the police looked on. When Jivan shares this message online, sorrowing and outraged (but also, she confesses, hoping for a robust number of ''likes''), she has no way of knowing that she is about to be arrested for the crime, and that her post will be entered as evidence. \n  It is a baldly, horrifyingly plausible premise. The story is set in modern-day India, where scores have been arrested for writing social media posts critical of Prime Minister Narendra Modi's Hindu nationalist government, for merely forwarding a cartoon or a meme. Lynchings are on the rise, and a notorious new citizenship law enshrines discrimination against Muslims. In February, the country suffered its bloodiest outbreak of sectarian violence in years. Mobs freely targeted mosques, Muslim homes and businesses. The police joined the attacks. More than 50 people died, including an 85-year-old woman who was burned alive in her home while a crowd outside sang Hindu devotionals.\n  Majumdar follows the lives of three characters: Jivan, languishing in prison; her former physical education teacher, referred to as PT Sir, who is recruited into the local right-wing political party; and Lovely, a hijra (a third gender recognized in India), who dreams of stardom.\n  [ This book was one of our most anticipated titles of June. See the full list. ]\n  The director Akira Kurosawa famously used three cameras to shoot each scene. The A camera he placed in the most conventional position. The B camera provided swift, impressionistic shots. The C camera, he described as a ''guerrilla unit.'' Rolling simultaneously, the three-camera system ensured that no detail would go missing.\n  Majumdar employs a similar strategy. The narration swivels from the perspective of one character to the next, each of whom, by dint of status or sensibility, knows something the others cannot. Only Jivan knows the truth of what happened the day the train burned. But it is PT Sir who reports to us the larger context, the workings of the party that holds Jivan's fate in its hands.\n  Lovely is the guerrilla unit, the novel's most exuberant creation. Deprived of conventional education -- aside from occasional acting classes -- she is a student of street life, conjuring the inner lives of everyone she sees, filing away their expressions and gestures to better inhabit her roles. The texture of the novel -- its amplitude, tenderness, commotion -- comes to us from her curiosity and habit of attentiveness. Looking up at the moon, noticing the craters, she is struck by a friendly feeling: ''The moon is having pimples also.''\n  This is a book to relish for its details, for the caress of the writer's gaze against the world, the way it dawdles over all that might be considered coarse or inconsequential --  the varicose veins of Jivan's cellmate are evoked as ''crooked, like flooding rivers.'' In their specificity and cool bluntness, Majumdar's descriptions of life, of stench and bodies, of stifled ambitions and stoked resentments, feel instructive, a rejoinder to the ways reality is so commonly distorted, whether by the nationalist project to rewrite history or by sentimental and sensational media narratives, all of which come in for tart critique.\n  It's a novel wary of narrative itself, the way a story can glibly ascribe cause and effect. In prison, Jivan is interviewed by a journalist and cannot say for certain where her story, and her troubles, began. Was it her decision to take that train that day? Or was it some earlier moment, when she dropped out of school to support her family, or even further back, perhaps, when her family was evicted from their village? This is the story of a terrorist attack but also of the violence of entrenched injustices -- misogyny, police brutality, the lack of access to clean water, the enforced poverty of the hijra community.\n  Majumdar writes with a lanky, easy authority; the narrative stride is broken only by rare missteps. PT Sir and Lovely are linked by their connection to Jivan (who tutored Lovely in English). The plot hinges on whether they will choose to help her, but their emotional ties can feel tenuous, even a little contrived. They live parallel lives -- individuals inhabiting the same city, but not always the same fictional world. It's a feeling underscored by the curious decision to render Lovely's voice in broken, ungrammatical English. Her sections are soliloquies; surely she would experience herself as fluently as anyone else does.\n  The publishers have framed the novel as a literary thriller, burdening it, I worry, with an unfair expectation. True suspense is in short supply; in fact, the story is marked by an undertow of bleak inevitability. As a girl, Jivan used to pass by a butcher shop on her way to school. ''The goat must have had a life, much like me,'' she would think, looking up at the row of skinned carcasses. ''At the end of its life, maybe it had been led by a rope to the slaughterhouse, and maybe, from the smell of blood which emerged from that room, the goat knew where it was being taken.''\n  What we describe helplessly as our fate is, very often, other people's choices acting upon us -- choices that remain largely unknown or, at best, dimly perceived. The novel flays open these mysteries. Flooding rivers turn crooked, Majumdar has told us, and she traces the forces that render her characters vulnerable to corruption, and danger: PT Sir's thirst for recognition, Lovely's poverty, even the pleasure Jivan takes in social media, ''a kind of leisure dressed up as agitation.'' The interplay of choice and circumstance has always been the playing field of great fiction, and on this terrain, a powerful new writer stakes her claim.Follow Parul Sehgal on Twitter: @parul_sehgal.A BurningBy Megha Majumdar293 pages. Alfred A. Knopf. $25.95.\n\nhttps://www.nytimes.com/2020/06/02/books/review-burning-megha-majumdar.html\n\nGraphic\n\n \nPHOTOS: Megha Majumdar (PHOTOGRAPH BY ELENA SEIBERT)               \n\nLoad-Date: June 3, 2020"
}