{
    "title": "Lives of 13 Iranian Jews hang in balance as world sleeps",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 6,
    "day": 19,
    "full text": "This column has three motivations. One is to try to help save the lives of at least 13 Iranian Jews who will be hanged unless the Western governments, people and press pay attention. So far, there has been painfully little from any of the three.\nThe second is to allow Iranians who elected their current president, Mohammad Khatami, in the hope he would bring them political freedom to decide whether he has the power or passion to achieve it. Does he represent a historic change or a candy coating on the still-reigning dictatorship of ayatollahs?\nThird: to help America decide whether to continue heaping the treasure of political support and respect on Khatami while he keeps promising freedom or hold off until he diminishes the domestic tyrannies of the ayatollahs and their critical support for terrorism abroad.\nThe 13 are accused of espionage for \"the Zionist regime,\" which requires no translation, and for the \"world arrogance\" -- Ayatollah-speak for the United States.\nBoth target countries have denied and protested the espionage charges, which have not been specified. In Iran, the legal process for capital crimes is usually simplicity itself: accusation, closed hearing, noose.\nAll that has become known in the weeks since their arrest are their names, that most of them came from the towns of Shiraz and Isfahan, that they were teachers, rabbis or small merchants or practiced another trade not known for espionage expertise -- kosher slaughtering.\nIsrael, the White House and Madeleine Albright protested for the sake of the lives of the 13 -- and others whose number and names have not yet been released. Both countries also have the motivation of national security -- the increased terrorism against them likely to follow the spy charges.\nAlso protesting were American Jewish organizations, some members of Congress and the Rev. Jesse Jackson, a good man to have on your side when hostages are taken. Jackson took the valid opportunity to remind Americans that while they spent billions in Kosovo, in Africa refugees were going without food, attention and, often, enough water.\nNow, don't blame yourself if you were not fully informed of the Iranian scare campaign about Jewish spies. Unless you spotted a few paragraphs here or there, or read the English-language weekly Forward, indispensable to Jews and non-Jews interested in matters affecting Jews, you might not have known a thing.\nTime was, as late as 1996, when the U.S. forthrightly said Iran was the \"most active\" state sponsor of terrorism because of the money and airlifts of weapons Iran delivered to Hezbollah and other terrorist organizations operating against Israel and America.\nThen Washington began putting its hopes in Khatami and paying before delivery. So in its new report on terrorism, the State Department drops the No. 1 award to Iran and simply lists Iran among other terrorist nations. The political gift to Iran was the implication that under Khatami's presidency, Iran is giving less support to terrorism.\nUnfortunately, somebody must have forgotten what George J. Tenet, head of the CIA, had to say earlier this year. \"We have yet to see any significant reduction in Iran's support of terrorism.\"\nTenet also said that Russia continued to assist the Iranian missile effort, from training to testing -- and components. He said that \"no doubt\" Russia was helping Iran's ability to make better missiles and of longer range, a particular U.S.-Israeli worry. I guess Russia won't work up a sweat helping the 13 and those to come.\nAs for Khatami, he visited Syria recently, where he met with Palestinian radical leaders opposed to the Mideast peace process. He told them the future was with them and \"everyone else who rejects hegemony\" -- meaning world-arrogant America. Thank you, Khatami.\nAbout the arrested Iranian Jews, he said all religions and minorities had freedom in Iran, a lie contradicted by the official U.S. human rights report.\nKhatami also said he was responsible for every Iranian of every religion. That will be remembered from now on by the men in the death cells, and, it is to be hoped, by the governments and people of the U.S. and its allies, with mouth and heart.\nNew York Times News Service\n\nLoad-Date: June 19, 1999"
}