{
    "title": "Living with fear, anxiety over Ebola, terrorism",
    "publisher": "the deseret news",
    "year": 2014,
    "month": 11,
    "day": 30,
    "full text": "By Kelsey Dallas\nDeseret News\nPaying attention to the media keeps many Americans well-informed. Unfortunately, studies show it can also make them afraid.\nA recent survey from Public Religion Research Institute reported that one-third of Americans are \"very concerned\" (11 percent) or \"somewhat concerned\" (22 percent) that they or someone in their families will be a victim of terrorism. Additionally, more than one in five respondents said they were somewhat (15 percent) or very (7 percent) concerned about their family's potential exposure to Ebola.\n\"The likelihood of being a victim of a terrorist attack is fairly slim, statistically speaking,\" said Daniel Cox, research director at PRRI. \"But that doesn't mean that fear is any less palpable.\"\nThe current Ebola epidemic and ISIS-related terrorist activity are just the most recent examples of how fear can saturate American public life. In these cases, fear complicated the country's response to the Ebola crisis, strained relationships between community members and influenced voting behavior.\nThe purpose of fear is to prepare the body to respond to potential threats, but when it is caused by irrational beliefs it can instead lead to stress and paranoia. The result? A country of anxious citizens, losing sight of those fears that are a natural part of life and those that are the result of the 24-hour news cycle.\nAnd while anxiety and fear are normal and useful emotions, it's good to remain balanced, even when the news and social-media sites are filled with reasons to be afraid, Kerry Ressler, an Emory University professor of psychiatry and behavioral sciences, wrote in an email.\n\"Taking time with family, reading a novel, playing a game and taking a walk are remarkably helpful in resetting priorities and threat responses\" so that what's causing fear can be put in perspective, he said.\nThe anxious brain\nIn scientific terms, widespread unrest due to Ebola or terrorism should be understood in terms of anxiety rather than fear, Ressler said.\n\"Fear is a threat response to detectable or immediate threats whereas anxiety represents the potential threat response to distant or eventual threats,\" he said, crediting one of his mentors, Michael Davis, with the definition.\nIn other words, anxiety is preparation to be fearful as Americans do when they fret over the possibility of family members contracting Ebola or being victims of a terrorist attack.\nSemantics aside, both fear and anxiety involve changes in brain chemistry, a process Ressler studies at his research lab at Emory. The amygdala, best known for signaling a \"fight or flight\" response, is at the center of many of the lab's projects, because of their role in both decision-making and emotional responses.\nAlthough anxiety involves a less-immediate response than fear, Ressler said, the experience can be equally stressful, causing the amygdala and its surrounding structures to trigger \"survival responses\" that impact decision-making and put people on edge.\nThis hypervigilance can, in turn, disrupt a person's relationship to family, friends and even total strangers, as was evident in the national ire provoked by quarantine-avoiding nurse Kaci Hickox.\nDoug Henry, a University of North Texas associate professor of anthropology, was so frustrated by the Hickox-induced chaos that he sent a letter to the editor of the Austin American-Statesman. He wrote that what's dangerous about widespread anxiety and fear is that it leads to irrational behavior on a large scale, like instituting mandatory quarantines for people who aren't presenting any symptoms.\n\"Fear is good at getting people to take a response (to a disease) seriously,\" said Henry in an interview. But when it leads to behavior not backed by science, it can cause more harm than good.\nInfluence on epidemics\nAs a medical anthropologist, Henry studies the intersection of culture and public health, monitoring the way society's response to a disease impacts the spread of the disease.\nAlthough few people realize it, fear and anxiety have major implications for health officials' response to a global crisis like Ebola, influencing vaccination response, public acceptance of health care messages, willingness to follow health advice and even the likelihood of health workers calling in sick.\n\"Fear drives behavior, and it's behavior that drives epidemics,\" Henry said.\nHe explained that research has shown that fear-based messaging, when used appropriately, can lead people to take potentially lifesaving actions. But when fear saturates the media coverage of a disease, responses can quickly spiral out of control, leading to increased stigma around sufferers and mass confusion about preventive measures.\nInstead of relying only on fear, effective public-health campaigns should also highlight self-efficacy, Henry said. Information sharing is at its best when it draws on the values people have and builds on their strengths. To respond to fear and anxiety in a positive way, he said, \"people have to believe that they have the capability to act in such a way as to minimize risk.\"\nOther impacts\nBeyond influencing public responses to epidemics, fear and anxiety also impact everyday life, affecting the decisions people make and their overall attitudes.\nIn Public Religion Research Institute surveys from earlier this year, Cox said fears were evident in people's responses about the state of their personal finances, the national economy and the government in general.\n\"People were giving us a lot of clues that they were feeling distressed in a number of different ways,\" said Cox, the institutes's research director. \"We wanted to dig into that a little bit more.\"\nBy asking about Ebola and terrorism, as well as tracking public attitudes toward the country's two prominent political parties, PRRI offered a look at how this distress played out at the polls.\nOne of the main takeaways was that the Republican Party leveraged public anxiety throughout the campaign, a strategy that paid off on election day, Cox said.\nHe noted that Republican candidates regularly ran ads that emphasized their opponent's unpreparedness to deal with terrorism overseas or President Barack Obama's inability to keep the country safe. In this way, Cox explained, Republicans played to their own advantage because their party \"is perceived as more attuned to international security threats.\"\nPRRI found that \"half (50 percent) of Americans say that the Republican Party is better able to keep American safe, while about one-third (34 percent) say the same about the Democratic Party.\"\nFear also seemed to be linked, in part, to television news network preferences, Cox said.\nCompared with 33 percent of all Americans who were worried about terrorism, 36 percent of respondents who named CNN as their most trusted news source, 30 percent who named broadcast news and 46 percent of Fox News viewers expressed concern.\nA similar pattern emerged in Ebola responses. Compared with 22 percent of all Americans, 20 percent of CNN viewers, 20 percent who named broadcast news and 25 percent of Fox News viewers reported being concerned about Ebola.\nFinding balance\nReactions to anxiety-inducing events vary greatly from person to person.\nSome Americans are diagnosed with anxiety disorders, prescribed medication and encouraged to seek counseling. Others might regularly feel anxious or afraid but can go about their lives without professional help, and some experience almost no anxiety in everyday life.\nThe distinction, Ressler said, lies in how anxiety or fear impacts a person's daily functioning.\n\"I think the most useful clinical difference between functional symptoms and disorder-level symptoms is when the symptoms become impairing, keeping the person from experiencing relationships, opportunities and situations that they want\" to engage with, he explained.\nDuring a season of unsettling national or international events, people can lose track of the basic behaviors that restore their calm after being exposed to someone worrisome. These tools range from, as Henry described, heeding expert advice about how difficult it is to contract Ebola to centering oneself through meaningful time spent with family and friends.\nEngaging in regular exercise is another strategy to combat anxiety, Ressler said, noting that \"regular, rhythmic exercise is protective against a whole series of psychological difficulties.\"\nBut perhaps the most important tool for combating anxiety in a culture where fear spreads quickly across social-media sites and television broadcasts is for people to think carefully about their engagement with the news.\n\"I think one of the most straightforward reasons for the apparent increase in societal anxiety is exposure to 24/7 news and sensationalized news, (which is) often focused on trauma and tragedy,\" Ressler said. \"When you've had enough, listen to music or enjoy silence and meditate.\"\nEmail: kdallas@deseretnews.com\nTwitter: kelsey_dallas\n\nLoad-Date: November 30, 2014"
}