{
    "title": "Living in fear of terrorism is a way of life in Israel",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 14,
    "full text": "For the past eight years, I lived in a place where terrorism was not just movie and thriller novel fiction. Suicide terrorist attacks were and are an almost daily event. Living in Israel, airport security was not something that had to be debated in Congress. It was as much a part of flying as getting a boarding pass.\nNorthwestern U.\nLiving in a radically different place for nearly a decade, I still had to get used to the change in atmosphere when I returned to the United States.\nIsrael is a country where teenagers worry about what military unit they are going to serve in and what percentage of their high school class will be still be alive in three years (so far, so good). A place where an abandoned backpack on the sidewalk is a cause for panic. A place where, if people are late for a meeting, the first thought is that they were kidnapped.\nEver since Sept. 11, Americans have caught a glimpse of the world Israelis face every day. A friend of mine told me that at the gate to Comiskey Park, her bag was opened and checked by a security guard and she was questioned about the contents. Just a few months ago, this would never have happened. Today it is becoming commonplace.\nEvery time I went to the mall in Israel, my bag was checked and a metal detector was passed over my body. Many times I was late to school because an abandoned bag was spotted on the street and the whole block was sealed off and evacuated in case it is was bomb. These are possible scenarios of which Americans have now become aware.\nComing here, I landed in a seemingly completely different place -- the United States. All over the world, \"America\" is a magical word, the land of opportunity and freedom. Here, most 18-year-olds have the privilege of worrying about getting into college and being popular, not about whether or not they will be killed in a few months.\nWhen people are late coming home on a Saturday night here, the first thought that jumps to mind is not that they are a victim of a terrorist attack.\nI remember a Saturday night last quarter when two suicide bombers blew themselves up in the heart of Jerusalem in an area frequented by hundreds of teenagers on Saturday nights. I was on the phone for hours, trying to reach friends and family, trying to make sure everyone was safe.\nOn that Saturday night in Israel, many parents' fears were confirmed. Their children did not come home. The next time they saw them was in the morgue. I do not want to even think about what it would be like if the security measures were not taken.\nYes, it is unfortunate that the fear of terrorism, something I have become all too familiar with, has become much more real in the United States. New security measures need to be taken or, God forbid, one day we will find ourselves plunging into the dark realms of a more horrifying reality.\n(C) 2002 Daily Northwestern via U-WIRE\n\nLoad-Date: January 14, 2002"
}