{
    "title": "Lloyd's sees interest in standalone terror coverage",
    "publisher": "business insurance",
    "year": 2005,
    "month": 5,
    "day": 2,
    "full text": "PHILADELPHIA-The uncertainty about whether the Terrorism Risk Insurance Act will be renewed at the end of the year is prompting interest in standalone terrorism cover, according to a panel of Lloyd's of London underwriters.\nThe group of underwriters was gathered for a panel discussion at the Risk & Insurance Management Society Inc.'s conference.\nTina Kirby, underwriter for specialty lines at Beazley Group P.L.C. in London, said that some buyers whose policies have an April renewal, are considering purchasing standalone terrorism policies for the three months of 2006 that they may be uncovered for terrorism if TRIA is not renewed.\nThis poses risk managers a conundrum, however, she noted, because if the act is renewed they have bought cover they may not need, but if TRIA is not renewed then they would likely have bought cover at a less expensive rate than will be offered next year if the act is not renewed and demand for cover therefore increases.\nFor risks with little terrorism exposure-\"the potato farm in Idaho-type risks\"-prices for standalone terrorism cover are decreasing, noted Ms. Kirby.\nBut for properties in areas such as Manhattan or Chicago, prices are still firm as underwriters try to manage their aggregates, noted Ms. Kirby.\nFor some other lines of business rates are decreasing, the panel said.\nPrices are decreasing for large, risk-managed property accounts, except for some accounts which have Florida exposure, according to Conor Finn, managing director of the nonmarine property division of Markel International, the London-based unit of Markel Corp.\nIn the technology, media and telecommunications risks sector, prices are coming under pressure, noted Mr. Bolton.\nFor some marine risks, prices are increasing, according to David Foreman, chief underwriting officer of Wellington Underwriting P.L.C. in London.\nThis is particularly true for marine energy risks, he noted, because many underwriters suffered large losses from Hurricane Ivan last year.\nWendy Baker, president of Lloyd's America Inc., moderated the panel discussion.\n\nLoad-Date: May 6, 2005"
}