{
    "title": "Lloyd's backs new terrorism wording; Line slip forming to underwrite policy",
    "publisher": "business insurance",
    "year": 1991,
    "month": 2,
    "day": 11,
    "full text": "Lloyd's of London underwriters are now offering a separate policy to cover malicious damage and sabotage to land-based risks that may be caused by Iraqi sympathizers.\nThe decision to allow underwriters to offer the new policy developed by Lloyd's war, civil war and financial guarantee sub-committee clears up widespread confusion over whether terrorist acts related to the Persian Gulf war are covered by all risk property ant terrorist policies.\nThe new policy incorporates a war risk exclusion clause, but only for property that is directly attacked by military forces.\nAlso, Lloyd's war risk committee has imposed strict underwriting guidelines on use of the new policy, which some brokers say are too restrictive.\nBrokers late last week were scrambling to arrange a line slip that would use the new policy wording to insure against terrorist attacks, including those related to the Gulf war.\nCapacity and rates were unavailable as of Thursday.\nThe decision to draft a new terrorist policy follows pressure from energy insurance brokers who explicitly wanted terrorist coverage to cover the risk of attacks by Iraqi sympathizers on fixed oil rigs and petroleum refineries outside the Persian Gulf.\nUntil this new wording was drafted, Lloyd's underwriters would not guarantee that such terrorist acts, which have been encouraged by Iraqi leader Saddam Hussein as an extension of the war, would be covered by existing property or terrorism policies.\nLloyd's old war risk exclusion -- designated 437 by its audit code -- that is included in existing policies excludes losses \"caused by or resulting from an act or incident that occurs or is committed, whether directly or indirectly, by reason of or in connection with war, invasion, acts of foreign enemies, or civil war.\"\nThe terrorist coverage already written by Lloyd's underwriters currently only covers losses from \"any act for political or terrorist purposes.\" Policies exclude for losses due directly or indirectly \"war, invasion, acts of foreign enemies or civil war\" (BI, Jan. 21).\nThe old war risk exclusion dates from the Spanish Civil War.  In 1937 underwriters first became concerned about the accumulation of land-based losses from aerial bombardment, said Lloyd's non-marine underwriter Michael Cockell, chairman of the war, civil war and financial guarantee subcommittee.\n\"A lot of people have asked whether there is any cover (for terrorism linked to the Gulf war), but difficulties arise when you are talking about a Jihad.  What exactly is it?  You have a man who is asking people to take up arms and this could cause damage, but is this war damage?\" he asked rhetorically.  \"Now we are saying that as long as it is not a result of overt military activity, the damage is covered.\"\nThe new policy wording -- designated 237 -- covers \"malicious damage and sabotage\" to property caused by \"terrorists, saboteurs, vandals or other persons acting maliciously or by way of protest.\"\nLosses caused directly by \"war or civil war\" are excluded.  By contrast the old policy wording exclude damages from indirect losses.\nThe new policy would not cover an Israeli building hit by an Iraqi Scud missile because it was caused by an act of war, Mr. Cockell said.  Damage from a terrorist bomb, however, would be covered.\nThe new wording also excludes losses directly caused by seizure, confiscation by authorities, the discharge of pollutants, consequential loss and nuclear contamination.\nLloyd's war, civil war, and financial guarantee subcommittee also have imposed strict restrictions on underwriters who wish to write the new coverage:\n* Premiums generated by this type of coverage cannot exceed 5% of syndicate premium capacity.\n* All syndicates must ensure that they have adequate systems to control their location and aggregate exposures.\n* Syndicates should inform any relevant reinsurers of any material change in the account protected.\n* The new terrorist policy wording must be used in all cases without amendment.\n* All underwriters on a line slip -- not just the leading underwriter -- must agree to the new clause.\n* Policies periods cannot exceed one year.\n* The coverage must be written as a separate policy and not as an endorsement to existing policies.\n\"It is much clearer if we give clients a separate product which targets what they are concerned about\" than amend old wordings that would require the agreement of all underwriters, said Stephen Merrett, chairman of Lloyd's Underwriting Assn. and a leading war risk underwriter.\nBy giving the wording a new audit code, Lloyd's can supervise the volume of business written, said Mr. Cockell.  He added that is was impossible to judge how many syndicates will write the coverage or what the premium will be.\nMr. Merrett said early last week that so far no policies had been signed, although many clients -- particularly from the United States -- had expressed interest in the new coverage.\nAlready, American International Underwriters (UK) Ltd. provides up to $ 30 million in coverage against \"property terrorism sabotage,\" which includes terrorist acts linked to war.  It currently rates are more than 1% of insured value for risks in Saudi Arabia and Jordan and about 0.2% for risks outside the region (BI, Feb. 4).\nSome brokers contend the new Lloyd's coverage is too restrictive.\n\"It is not a panacea; it has gone halfway,\" said Philip Hallett, executive director in the energy department of C. T. Bowring & Co. Ltd.\n\"The wording does go some way toward clearing up the situation . . . but it does include two specific exclusions which we would rather not see -- pollution and business interruption.\"\nHe characterizes the new wording as a big improvement and says brokers will continue to push for broader coverage.\n\nGraphic\n\n \nPicture, no caption"
}