{
    "title": "LOADED PHRASES THAT GO UNSPOKEN",
    "publisher": "tampa bay times",
    "year": 2015,
    "month": 12,
    "day": 13,
    "full text": "When President Barack Obama spoke to the nation last Sunday from the Oval Office, he didn't even use the words Islamic State.\nInstead, he referred to the group as ISIL, an acronym for Islamic State of Iraq and the Levant, a word denoting a region of the Middle East that covers several countries, including Syria.\nObama's speech drew immediate criticism among Republican presidential candidates.\nSure, they don't like the way Obama is fighting ISIS abroad. But they really don't like the way he describes the enemy at home.\nTexas Sen. Ted Cruz is among several candidates who say Obama's verbal preferences speak volumes about his inability to lead the fight.\n\"The broader solution is a commander-in-chief willing to speak the truth, willing to name the enemy - radical Islamic terrorism - and willing to do whatever it takes to defeat radical Islamic terrorism,\" Cruz said in a Tuesday news conference. \"When you have President Obama telling the nation that the Islamic State isn't Islamic, that's just nutty.\"\nFor Obama, the words he uses to describe ISIS go hand-in-hand with a strategic and political strategy. For Republicans, his language signals a denial of the obvious theology at issue. The result is a domestic war on words, with no peace in sight.\n- - -\nSmall words, big meaning\nRepublicans, and especially Cruz, have long balked at Obama's refusal to say the words \"radical Islamic terrorism.\"\nObama \"literally will not utter the words 'radical Islamic terrorism' \" Cruz said last month in Richmond, Va., \"and as matter of policy, nobody in the administration will say the words 'radical Islamic terrorism.' \"\nThis statement rates True. As a general rule, Obama will use the ISIL acronym and call its members \"thugs\" and \"killers.\"\nThe president has explained his verbal strategy as an effort to isolate the group. Earlier this year, Obama said its members are \"desperate for legitimacy.\"\n\"They try to portray themselves as religious leaders - holy warriors in defense of Islam,\" Obama said at the close of a summit on violent extremism Feb. 22. \"That's why ISIL presumes to declare itself the 'Islamic State.' And they propagate the notion that America - and the West, generally - is at war with Islam.\"\nObama went on to say, \"We are not at war with Islam. We are at war with people who have perverted Islam.\"\nThis wording isn't all that different from former President George W. Bush's language after the Sept. 11, 2001, terrorist attacks and at the onset of the war in Afghanistan. \"This great nation of many religions understands, our war is not against Islam, or against faith practiced by the Muslim people,\" Bush said in January 2002. \"Our war is a war against evil.\"\nDemocratic presidential candidate Hillary Clinton prefers the term \"radical jihadists,\" saying the GOP's preferred phrasing \"sounds like we are declaring war against a religion.\"\n- - -\nThe Republican phrase book\nFor Obama's critics, his failure to use the phrase \"radical Islamic terrorism\" reveals a failure to understand the nature of the real threat to the nation.\nCruz has called it \"blindness\" on the part of Obama and the Democratic Party at the cost of the country's safety and security.\nThe roots of this go back to the earliest days of the Obama presidency. Six years ago, Fox News' Sean Hannity said Obama \"won't even use the term 'war on terrorism.' \"\nThis also rated True. Back then, we searched Obama's public statements and could not find that Obama had used the phrase \"war on terrorism\" as president, though he said it numerous times as a candidate.\nObama's reason then was the same as the reason now - to avoid alienating allies in the Muslim world. The Republican response was also the same - Obama lacks the capacity to protect the country.\nRepublican insistence on the specific phrase \"radical Islamic terrorism\" is aimed at undermining Obama as a reliable leader, said Martin Medhurst, a professor of rhetoric and communication at Baylor University.\n\"It's more about credibility and character,\" Medhurst said.\nIn contrast, Medhurst sees Obama working from the view that the words you use shape the world you want to work in.\n\"By refusing to say 'radical Islamic terrorism,' Obama is trying to create a reality where all the world's great religions are on the same side,\" Medhurst said.\nAs Cruz said, Obama did say \"ISIL is not Islamic\" in another national address on Sept. 10, 2014.\nThe day after the president spoke, White House press secretary Josh Earnest defended the comments.\n\"They are not Islamic,\" Earnest said. \"No religion condones the killing or terrorizing of innocent individuals, certainly not the religion of Islam.\"\nObama has not repeated the line over the course of the year. On Sunday he shifted his language in the national address, saying, \"ISIL does not speak for Islam.\"\n\"They are thugs and killers, part of a cult of death, and they account for a tiny fraction of more than a billion Muslims around the world - including millions of patriotic Muslim Americans who reject their hateful ideology,\" Obama said.\nIn the heated brew of national security and domestic politics, the words \"radical Islamic terrorism\" have become the marking of a border.\nThat doesn't allow for much nuance or debate, but it does show the power of words.\nContact Jon Greenberg at jgreenberg@tampabay.com Follow @JonZGreenberg.\n* * *\nThe statement\nSays President Barack Obama \"will not utter the words 'radical Islamic terrorism' and as matter of policy, nobody in the administration will say the words 'radical Islamic terrorism.' \"\nSen. Ted Cruz, in a Nov. 14 news conference\n- - -\nThe ruling: TRUE\nIt's clear that the administration prefers non-religious ways to describe the Islamic State, such as a \"terrorist group,\" \"violent extremism\" and \"twisted ideology.\" We rated Cruz's statement True.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: December 18, 2015"
}