{
    "title": "Lobbyists say Bush unlikely to veto TRIA",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 9,
    "day": 18,
    "full text": "Satisfied that Democrats have found a fix for the pay-go problem ensnaring a House bill to renew and expand the federal backstop to terrorism risk, lobbyists are now confronted with another threat to the legislation: a presidential veto.\nThe Bush administration on Monday issued a strongly worded but anticipated critique of the legislation, which is expected to reach the House floor later this week. In a Statement of Administrative Policy (SAP), the White House argued that the Terrorism Risk Insurance Act (TRIA) should be allowed to expire at the end of the year so that a private market for terrorism insurance can develop.\nIf the legislation is presented to President Bush in its current form, \"his senior advisers would recommend that he veto the bill,\" according to the statement.\nBut lobbyists predicted another renewal, arguing that the administration's opposition would fade in the face of strong congressional support for the program. They noted that the Bush administration has several times voiced doubt about the continued need for the federal backstop, yet chose in 2005 to extend the program for two years.\n\"We all would prefer that the private sector offer this coverage, but unfortunately the market will not insure against terrorism and the risk is real for the foreseeable future,\" said Brendan Reilly, the senior vice president for government relations at the Commercial Mortgage Securities Association. \"The legislation is absolutely necessary to protect policyholders, taxpayers and our country's overall economic security.\"\n\"At the end of the day, I think the final vote will be overwhelming,\" said Joel Wood, senior vice president for government affairs at the Council for Insurance Agents & Brokers.\nA renewal of TRIA still faces several hurdles before reaching the president's desk. The Senate has yet to tackle the legislation, and the House bill has become unexpectedly snagged by pay-go concerns in recent days after the Congressional Budget Office (CBO) stunned Rep. Barney Frank (D-Mass.), the chairman of the House Financial Services Committee, with a huge price tag for the bill. The CBO said the legislation would cost $3.7 billion over five years and $10.4 billion over 10 years.\nWith no clear way to offset the bill's cost and the Democratic leadership reluctant to waive pay-go rules, the bill was yanked last week from the House floor.\nOn Monday, however, lobbyists said they expected Frank to offer a manager's amendment forbidding the federal government to spend any money under the program unless Congress, convening in the aftermath of a terrorist attack, votes to appropriate funds. That way, the legislation might not cost more than a small sum.\nDemocratic staffers wouldn't comment on the details of the fix, which was due to be revealed at a Rules Committee meeting scheduled to begin after press time.\nThe administration seized on the proposed solution in its SAP, arguing that the bill's costs would not be \"diminished by a requirement that Congress vote to release funds after a terrorist event has occurred.\" The statement also said that the administration \"strongly opposes the use of any such gimmicks to mask the true cost of the legislation and circumvent budget rules.\"\nLobbyists for insurers and large policyholders see the after-the-fact fix as imperfect because of the uncertainty it would generate for insurers.\n\"There is a little political gamesmanship here,\" said Martin DePoy, coordinator of the steering committee for the Coalition to Insure Against Terrorism. \"I think we're put in this predicament due to a CBO score that we continue to have some frustrations with.\"\nAt a breakfast hosted by The Christian Science Monitor on Monday, the CBO's director, Peter Orszag, defended his huge estimate for the House bill. \"The reason that private firms want this insurance is that they fear some probability of an attack,\" Orszag explained. \"We would all hope that the government wouldn't have to pay out, but it doesn't mean it's free.\"\nMeanwhile, a lobbying fight between commercial airlines and general aviation groups could reach new heights this week with House and Senate committees both set to take up versions of a Federal Aviation Administration (FAA) reauthorization bill.\nThe legislation would increase revenues to a federal trust fund to pay for an upgrade in the air traffic control system. Backers say the upgrade would handle the expected increase in air travel.\nThe House Ways and Means Committee will mark up the bill Tuesday, followed by a meeting of the Rules Committee on Wednesday. A floor vote is set in the House for Thursday.\nBoth airline and general aviation groups agree an air traffic upgrade is needed, but disagree over how to finance it.\nThe Alliance for Aviation Across America, which includes general aviation groups that represent amateur pilots and private business flyers as well as rural groups outside the industry, is backing the House bill, even though the House Transportation and Infrastructure Committee has recommended tax writers raise fuel taxes by 41 percent to pay for the traffic system upgrade.\nA spokeswoman said the aviation group supports the approach because it does not shift the payment burden for the air traffic upgrade away from commercial airlines and onto general aviators.\nA Senate Finance Committee may mark up an FAA reauthorization bill that commercial airlines favor this week as well. A Senate Commerce bill recommended a new $25 per flight user fee that the Air Transport Association (ATA), which represents the airlines, supports because it requires that corporate air travelers pay their fair share into the trust fund, a spokeswoman said.\nThe ATA argues its members account for 73 percent of the costs of the air traffic control system but contribute 95 percent of the trust-funds revenues. General aviation lobbyists dispute those figures.\n\nLoad-Date: October 18, 2007"
}