{
    "title": "Local law enforcement agencies will conduct domestic terrorism training",
    "publisher": "the oskaloosa independent",
    "year": 2010,
    "month": 9,
    "day": 30,
    "full text": "In today's world, domestic terrorism is a real factor and local authorities want to be ready if the unforeseen were to happen.\nAny law enforcement officer, firefighter or first responder will say that a domestic attack is something they don't want to think about, but an attack at one of the county's schools is their worst nightmare. However, nothing could be worse than being unprepared if that nightmare became reality.\nEarlier this year Meriden Police Chief Jason Boyer saw a need for a plan to get the different communities around the county together to share information. One of the first phone calls Boyer made was to McLouth Police Chief Marcus Koch.\n\"I think only good things are going to come out of this for sure,\" Koch said about the first organized meeting between the county's chiefs of police. The group had their first meeting earlier this month and will meet again in November. \"Obviously any coordinated efforts can only make the county safer.\"\nBoyer said any one community in the county is not big enough for criminals.\n\"You would be surprised that some of the stuff that happens in Meriden may be happening in Valley Falls and by some of the same individuals,\" Boyer said.\nA meeting of the minds is not a new concept for the county but rather one that needs some revisiting.\n\"We didn't stay on it like we should so we decided to get back into it,\" Boyer said.\nIn the immediate future the meetings will serve two main goals with a focus on training.\nNext month the Leavenworth Sheriff's department will provide training for a domestic situation with the scenario played out at one of the county's schools. Boyer said the training will try to create a live active shooter situation similar to the incident that happened 11 years ago at Columbine High School in Colorado.\nBoyer said trainers will try to make the theater as real life as possible including the use of dyed soap pellets in weapons.\n\"We're going to bring in people to yell and scream and make it as uncomfortable as possible,\" he said.\nBoyer indicated that he is especially grateful to the Leavenworth department for not only providing the training, but doing it for free.\n\"They've got to keep their skills fresh so we said let's do some ongoing training,\" he said.\nThe hope is to use the vacant Intermediate School Building in Ozawkie for the training next month, however, the idea has not yet been approved by the USD 340 board. Boyer said he has received positive feedback from community leaders he has spoken with and is impressed with the support.\nUSD 340 Superintendent Dr. Scott Myers said he will be taking the matter to the board at their next meeting.\n\"I think it's a good thing, it's just a matter of getting through the right steps,\" Myers said.\nBoyer said another reason for the collaboration between departments was to find areas of opportunity for training. He said except for Valley Falls and McLouth, all of the county's departments have part-time workers. Furthermore, when turnover occurs there is a need for training and a need for each to know one another. Boyer said if a situation were to occur of the magnitude of an active shooter, all county officers would be involved on some level.\n\"We're going to end up being there so we might as well train together now,\" Boyer said.\nThe second immediate result of the work will be to develop a county-wide action plan. Boyer said they will collect action plans from schools if they have them and during planning will modify or tweak the plans with school official input. Koch said he has already discussed his community's plan with school officials.\nAlso included in the process will be first responders. McLouth Fire Chief Carl Chalfant had advocated for firemen and emergency responders to be included. Boyer met with the county's fire chiefs in July and asked them to be included.\nChalfant said he came away from the meeting with some renewed optimism.\n\"It's better to be prepared than to have it happen and nobody's prepared,\" Chalfant said. \"At least we've got things started on the right track.\"\nBoyer agreed and said it's important to know that everyone is using the same plan.\n\"In Meriden I know what I'm going to do as a police officer,\" Boyer said. \"The fire department knows what they're going to do. We want to be on the same page if something does happen.\"\nBoyer said once a plan is developed, it won't be folded up and put away. He stressed a need to update and modify the plan on a periodic basis.\nAt the first meeting five of the seven county's police chiefs attended. Four of the seven chiefs are also part-time Jefferson County Sheriff's deputies.\n\nLoad-Date: August 3, 2011"
}