{
    "title": "Local congressmen praise death of ISIS leader; experts warn ISIS still a threat",
    "publisher": "daily news ",
    "year": 2019,
    "month": 10,
    "day": 28,
    "full text": "Local congressional leaders praised the U.S. raid in Syria that killed ISIS leader Abu Bakr al-Baghdadi, but experts warn the terrorist group is still a threat.\n\"It is good news that ISIS founder and leader Abu Bakr al-Baghdadi has been brought to justice,\" Sen. Rob Portman, R-Ohio, said Monday. \"Members of our military and the intelligence community deserve our gratitude for their bravery and professionalism on this successful mission and for the sacrifices they make every day for all of us. While this is welcome news, we can't let our guard down. The fight against terrorist organizations like ISIS will continue and require our attention for years to come.\"\n Christopher Devine, an assistant professor of political science at the University of Dayton, said the killing of al-Baghdadi may not resonate with the American public in the same way the killing of 9/11 mastermind Osama bin Laden in 2011 did. Devine said he remembers people celebrating in the streets when bin Laden died, but he hasn't seen the same reaction after the announcement of al-Baghdadi's death.\n Islamic State still poses a threat after al-Baghdadi's death\n \"The average American could connect bin Laden to specific events. Al-Baghdadi is not tied to a specific event for many Americans, unless they personally know someone who was killed by ISIS or they fought over there,\" Devine said. \"For some, bin Laden's death felt like revenge.\"\n Devine said killing al-Baghdadi doesn't mean the threat of ISIS has ended.\n \"Al-Baghdadi was an effective leader,\" Devine said. \"He seemed to have a track record of accomplishing goals ISIS had set. But there's someone there to take over. This new leader might take things in a different direction. The new leader could have a new vision or different methods.\"\n Rep. Mike Turner, R-Dayton, agreed that the threat continues from ISIS.\n \"The death of the leader of ISIS is a significant win in the fight against terrorism. The United States and our allies will continue to work against this evil group and its followers,\" Turner said.\n Devine said the news of al-Baghdadi's killing \"would seem like it would help\" President Donald Trump's image during the impeachment process, but the intensity of the news cycle and Republican criticism of his partial pull out in Syria may be working against him.\n \"Abu Bakr al-Baghdadi's death reinforces that while Democrats are obsessed with 'striking while the iron is hot' and rushing towards a partisan impeachment, President Trump is working tirelessly to solve the real problems facing the American people, like defeating ISIS, passing USMCA, and securing the southern border,\" said Rep. Jim Jordan, R-Urbana.\n Rep. Warren Davidson, R-Troy, commended those who participated in the raid.\n \"Thanks to their efforts, the world is that much safer for democracy, and a dangerous international threat has been removed,\" Davidson said. \"This decisive operation also proves that the United States armed services are capable of securing freedom without invading more and more countries or intervening in regional disputes. This era of restrained foreign policy need not signal a retreat from global politics but shows that with the right resources, personnel, and mission, the United States can defend its interests while ending the devastating wars that have cost Americans so much.\"\n Congressman Steve Chabot, R-Cincinnati, who represents all of Warren County and most of Hamilton County, said the threat from ISIS \"remains real and imminent.\"\n \"Just as when Osama bin Laden was killed, the threat from international terrorism remains real and imminent. We must remain vigilant and steadfast in our efforts to protect innocent civilians from attacks by ISIS and other terrorists groups, who will undoubtedly continue their pursuit of an extremist ideology,\" Chabot said.\n\nLoad-Date: October 29, 2019"
}