{
    "title": "Local Grad Views Life With Terror",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 8,
    "day": 31,
    "full text": "VALRICO YALE STUDENT SEES CHANCE FOR PEACE\nVALRICO - In Tel Aviv, five Palestinians, four Israeli Jews and three American college students sat around one recent evening and talked about the prospect for peace.\nThis wasn't some summit, some international relations photo op. It was just a bunch of young adults who believe - like most in Israel and around the globe - that the time has come to stop terrorism.\nFrank Walsh, a Bloomingdale High School graduate and Yale University senior, was among them.\nHe spent two weeks in Israel earlier this month with the Foundation for the Defense of Democracies, a Washington think tank that aims to educate Americans about the threat terrorism presents to democracies.\n\"Terrorism is a danger to everyone from American to the Third World,\" said Walsh, 21. \"But there is a chance for peace.\"\nWalsh was one of 49 U.S. students who participated in the nonpartisan foundation's undergraduate fellowship program. He spent Aug. 2 through 17 in Israel, listening to lectures from ambassadors and presentations from military, intelligence and political officials and the academy experts who study terrorism.\nDemonstrations included tours of Israeli Navy ships, exercises with undercover Jerusalem police and meetings with Jerusalem's bomb squad commander.\n\"The idea was to show us first-hand how a democracy fights terrorism,\" Walsh said. \"And nobody does it better than Israel.\"\nWalsh said students traveled to the Lebanese border to view Hezbollah positions just north of Israel and toured Jerusalem on a bus. Two days later, a bus a few blocks from where the students had been was blown up by a suicide bomber. At least 18 people were killed and more than 100 were injured.\nWalsh heard about it while on another bus.\n\"We were worried for about five minutes,\" Walsh said.\nHe said residents of Israel, who live in a powder keg of conflict and terrorist activity, must shrug off the terrorism.\n\"Basically you live every day to its fullest,\" Walsh said. \"Not for a grand political statement, but because you have no choice.\n\"Live your life as if there were no terror,\" he said.\nStill, the country has created a security-conscious environment. Bomb-sniffing dogs stroll through the streets, security checkpoints await shoppers at the mall and screening procedures at El Al, the national airline, makes U.S. airport screening systems seem trivial, Walsh said.\nWalsh flew from Tampa to Newark, N.J., to pick up his flight to Israel. In Newark, 31/2 hours of security awaited. Boarding agents essentially interrogated him, asking him who he was, why he was going to Israel, where he went to school, what he packed in his suitcase.\nThe plane sat in the middle of the tarmac, surrounded by guards.\nSuch requirements would probably never be accepted for U.S. travel and would likely not work because of the nation's size, but it was an education into how a country stays adamant about ensuring safety, Walsh said.\nWalsh plans to attend law school after finishing his undergraduate work at Yale, then perhaps a life of public service. He will spend his senior year sharing the lessons he learned with his classmates at the Ivy League school in New Haven, Conn.\nHe will organize five events, including a Sept. 11 commemoration, and possibly offer some lectures. He wants to communicate three lessons learned in the foundation program:\nTerrorism is always wrong.\nOne person's terrorist is not another person's freedom fighter.\nTerrorism is a direct threat to democracies of the world.\nThe foundation has been labeled by some as pro-Israel or pro-war. Walsh, though, said the lessons transcended any political ideals.\nThe bottom line, he said, is \"you should never get to kill someone else's kid.\"\nWalsh graduated from Bloomingdale in 2000. His younger brother, Eddie, will join him at Yale this year and hopes to also participate in the program.\n\nGraphic\n\n \nPHOTO\nPhoto from Frank Walsh\nFrank Walsh, 21, of Valrico, a senior at Yale University, learns about terrorism during a two-week fellowship in Israel sponsored by the Foundation for the Defense of Democracies.\n\nLoad-Date: September 3, 2003"
}