{
    "title": "Local authorities seek terrorism training",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 3,
    "day": 28,
    "full text": "If a terrorist group sets off a chemical, biological or nuclear weapon in America, it will be local firefighting, police and emergency medical teams that will have to cope with it.\nAnd they're not prepared, one fire official says.\nFire Chief Lamont Ewell, of Oakland, Calif., president of the International Association of Fire Chiefs, told a Senate hearing Wednesday.\nFederal agencies, while somewhat better trained and equipped, are hampered by turf battles, the Permanent Subcommittee on Investigations found as it studied America's preparedness for a terrorist explosion of a chemical, biological or nuclear weapon.\nIt's not an idle concern, said the report written by the committee's Democratic staff at the direction of Sen. Sam Nunn, D-Ga.\nTraining exercises in New York and Los Angeles demonstrate how overwhelming it would be for rescue workers who would be first on the scene, the report said.\nIn a New York gas attack exercise last April, most of the first 100 or more rescue workers \"were, theoretically, 'killed' by the gas since they were totally unprepared,\" the report said.\nIn the Los Angeles exercise, \"a number of doctors literally 'threw in the towel,' admitting that they and their facilities would have become hopelessly contaminated by the injured patients.\"\nThe federal government, Ewell said, should train and equip at least 50 emergency workers in each of the nation's 120 largest cities to prepare for just such a situation.\nThe total cost for providing appropriate clothing and gear, along with 250 hours of training, would be $2.7 million, according to Ewell.\nAt the federal level, turf battles between agencies and a failure to communicate with local officials pose major problems, according to analyses written after the most recent \"full field\" exercise, \"Mirage Gold\" in New Orleans in October 1994.\nArising anew was the old complaint that the FBI, the officially designated lead agency in a crisis situation - before an explosion occurs - acted in \" imperial fashion\" and took over instead of leading, the report said.\n\nLoad-Date: December 9, 1996"
}