{
    "title": "Local headlines",
    "publisher": "daily news ",
    "year": 2008,
    "month": 1,
    "day": 19,
    "full text": "Appleton looks into sale of subsidiary\nAppleton, which has a plant in West Carrollton, said Thursday it will explore options to sell BemroseBooth, a wholly owned subsidiary.\nBemroseBooth, which employs more than 600 people, in the United Kingdom, makes security-printed vouchers and payment cards, parking tickets and more. It achieved net sales of about $113 million in fiscal 2006 - about 10 percent of Appleton's net sales that year, Appleton said in an announcement.\nAppleton acquired the company in December 2003. Mark Richards, Appleton's chief executive, said in a statement that Appleton intends to focus on its core business, adding that BemroseBooth no longer complements Appleton's \"long-term strategic direction.\"\nFinancial advisers William Blair & Co., have been retained to assist with the process, Appleton said.\nBased in Appleton, Wis., the company has about 410 employees at its West Alex-Bell Road plant and 3,100 employees in the U.S. and United Kingdom.\n- Staff Report\nChildren's to open physicians' office\nFRANKLIN - Children's Medical Center of Dayton will open a physicians' office with pediatric specialists Feb. 4 in Franklin on the Premier Health Campus, serving Warren and Butler counties near the new Atrium Medical Center.\nA community open house Feb. 2 from 1 to 3 p.m. will include tours and educational demonstrations by medical specialists. Physicians and other health care professionals can see the facility at a wine tasting the evening of Jan. 31.\nThe $1.4 million, 15,000-square-foot facility is at 100 Campus Loop Road, Suite A, with phone numbers (513) 424-2850 and (888) 422-4453 toll-free. It will open at 8:30 a.m. and close at 5:30 p.m. weekdays and 12:30 p.m. Saturdays.\n- Kevin Lamb, Staff Writer\nTerrorism law may affect insurers\nCOLUMBUS - Some provisions of an extended federal terrorism law may require insurers to submit a filing to the Ohio Department of Insurance. The department said it will permit \"filings for terrorism losses to be submitted on a 'use & file' basis.\"\nODI will suspend its \"Prior Approval\" and \"File & Use\" filing procedures until April 1 for rate, rule and forms filings pertaining to terrorism losses for commercial property and casualty lines of business.\nThe Terrorism Risk Insurance Act provides a federal backstop for defined acts of terrorism and imposes certain obligations on insurers. Its recent extension through 2014 also changed the definition of a certified act of terrorism by eliminating the requirement that an action be on behalf of any foreign person or foreign interest.\nMore details are in the director's bulletin at www.ohioinsurance.gov.\n- Kevin Lamb, Staff Writer\nAmerican Airlines to close an office\nAmerican Airlines said it will close a customer reservations office in Cincinnati this summer, putting the jobs of 477 employees there at risk.\nIn a letter this month to the Ohio Department of Job and Family Services, the airline said it was notified that the Bartlett Building in downtown Cincinnati will close, requiring American Airlines and other tenants to move out. As a result, the airline said it will close its reservation office there on Aug. 15, 2008.\nAmerican provided the notice in compliance with the federal Worker Adjustment and Retraining Notification ACT. The WARN law requires employers to give at least 60 days notice whenever a minimum of 50 employees will lose their jobs within any 30-day period at a work site.\nThe Cincinnati reservations office employs 477 people, but the airline doesn't yet know how many will lose their jobs because it is offering options to workers beginning in February.\nThe Cincinnati office's closing should not have any effect on American's flight service in the region, said Gene Conrad, a spokesman for Dayton International Airport. American has nine daily departing flights from Dayton.\n- John Nolan, Staff Writer\nChamber promotes Bankston to VP\nDAYTON - The Dayton Area Chamber of Commerce has promoted Toni Bankston to vice president of marketing and communication, from her prior job as director of marketing and communication.\nShe will manage and carry out marketing and external public relations for the chamber and its education and public improvement foundation.\nBankston of Englewood joined the chamber staff in 2006. She holds a bachelor's degree in marketing and a master's in business administration from the University of Dayton and is an alumni of Sinclair Community College. \n- Staff Report\nCompTech opens downtown office\nDAYTON - CompTech Computer Technologies Inc., is downtown Dayton's newest business with the opening of an office at 11 W. Monument Ave. This is the main office for the technology firm, with has branches in Columbus, Philadelphia and New Jersey.\n\"We wanted to move downtown to have a more central location for employees and customers,\" said Sally Rillo, business manager for the firm that is expanding from a home office. \"We have 18 employees in the entire company and four employees here in Dayton, but we're looking to expand.\"\nCompTech was incorporated in 1995 and has been providing computer support to private and government agencies. Services include database management, networking, web development, and system design, to name just a few. The company serves Fortune 500 firms as well as government offices like the Department of Defense and U.S. Air Force.\nCompTech is located in Suite 603. They can be reached at (937) 228-2667.\n- Joanne Huist Smith, Staff Writer\n\nLoad-Date: January 24, 2008"
}