{
    "title": "Local elected leaders respond to massacres",
    "publisher": "high point enterprise ",
    "year": 2019,
    "month": 8,
    "day": 4,
    "full text": "Aug. 04--     Aug. 4--HIGH POINT -- The two congressmen serving the High Point area called the mass shooting in El Paso linked to a fanatic an act of domestic terrorism as the nation coped with collective grief over the massacre in the west Texas city and another in Dayton, Ohio, this past weekend.\nRep. Mark Walker, R-6th, issued a statement after the shooting in El Paso Saturday that left 20 people dead and 26 injured. Police captured a suspect at the scene, 21-year-old Patrick Crusius, who appears to have posted an online manifesto shortly before the carnage expressing hatred of immigrants from Mexico. Law enforcement authorities say Crusius traveled across the Lone Star State from his home in Allen, Texas, in the northeast part of the state.\n\"The investigation needs to be completed,\" said Walker, whose congressional district covers all of Randolph County. \"But the targeting of a Walmart in a predominantly Hispanic American community is the very definition of domestic terrorism. It's early, but there's little doubt this was a racially motivated hate crime against fellow Americans.\"\nRep. Ted Budd, R-13th, called the El Paso mass shooting \"a hateful act of domestic terrorism\" that \"must be condemned to the highest extent. My heart equally goes out to the victims and their families in Dayton, Ohio.\"\nIn a statement to The High Point Enterprise, Budd said Congress and society must address the spate of mass shootings.\n\"We must look for realistic solutions based on the facts of each individual case that will actually prevent these terrible acts of violence in the future. I look forward to working with my colleagues to do just that,\" said Budd, whose congressional district covers High Point and Davidson County.\nEarly Sunday morning in Dayton, a single gunman killed nine people and wounded 27 in a mass shooting in an entertainment district of the Ohio city. The shooter, identified as Connor Betts and estimated to be in his 20s, was shot and killed by law enforcement officers responding to the scene.\nRepublican Sen. Richard Burr issued a statement characterizing the weekend massacres as \"acts of pure evil. We mourn the lives tragically lost, and my prayers are with the victims, their families, and the first responders who rushed to help.\"\nOn Sunday, President Donald Trump issued a proclamation of mourning for the nation in the wake of the weekend mass shootings.\n\"Our nation mourns with those whose loved ones were murdered in the tragic shootings in El Paso, Texas, and Dayton, Ohio, and we share in the pain and suffering of all those who were injured in these two senseless attacks. We condemn these hateful and cowardly acts,\" the president's proclamation states.\nHowever, critics of the president say his anti-illegal immigration rhetoric has formed a toxic cultural atmosphere in America as a backdrop for mass shootings linked to far-right fanaticism.\nOn ABC News Sunday, Rep. Veronica Escobar, D-Texas, who represents El Paso in Congress, said \"in this country, we have a gun violence epidemic but we also have a hate epidemic.\" Escobar added that a mix of people from different cultures coexist in El Paso with a \"very different philosophy\" than the one projected by the Trump administration.\nIt appears that the El Paso shooting was the second one in a week in America linked to a possible extremist.\nOn July 28 in Gilroy, California, during the conclusion of a garlic festival, a single gunman shot and killed three people and injured 12. The gunman, 19-year-old Santino William Legan, who died at the scene, made references online before the massacre about a late 19th century book that expressed hatred for immigrants and ethnic minorities.\nLast October, a gunman espousing far-right views and anit-Semitism burst into the Tree of Life Synagogue in Pittsburgh. His rampage killed 11 Jewish worshippers and injured six other people.\nLater this week in the area, another mass shooting linked to far-right fanaticism will be solemnly remembered by one of its survivors.\nTemple Emanuel at 1129 Jefferson Road in western Greensboro will hold a service to mark the Charleston, South Carolina, African-American church shooting. Four years ago, a gunman now serving in prison, Dylann Roof, walked into Emanuel African Methodist Episcopal Church and shot and killed nine parishioners, saying he wanted to spark a race war.\nThe Temple Emanuel service at 6:30 p.m. Friday will include Polly Sheppard, a survivor of the Charleston church shooting. Sheppard was told by Roof after his rampage in the sanctuary during Bible study that her life was spared so she could relate to the public what happened.\nAs part of the service, Sheppard and civil rights activist the Rev. Nelson B. Rivers will discuss the links between the attacks at the Charleston church and the Tree of Life Synagogue.\npjohnson@hpenews.com -- 336-888-3528 -- @HPEpaul\n___ (c)2019 The High Point Enterprise (High Point, N.C.) Visit The High Point Enterprise (High Point, N.C.) at www.hpenews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: August 8, 2019"
}