{
    "title": "LOCAL IRAQ WAR VET TO SEND BACK MEDALS",
    "publisher": "the capital ",
    "year": 2007,
    "month": 9,
    "day": 26,
    "full text": "An Iraq war veteran said Tuesday he is returning his military medals in what anti-war groups are calling a rare and powerful protest.\nJosh Gaines, 27, plans to mail the Global War on Terrorism Expeditionary Medal and National Defense Service Medal to former Defense Secretary Donald Rumsfeld. He said he would do so during a protest scheduled for today in Madison.\n\"I'm going to give those back because I truly feel that I did not defend my nation and I did not help with the Global War on Terrorism,\" said Gaines, who lives in Madison. \"If anything, this conflict has bred more terrorism in the Middle East.\"\nGaines served a yearlong tour in Iraq between 2004 and 2005 with the U.S. Army Reserve. He spent his time guarding two military bases and issuing ammunition to soldiers but never fired a weapon, he said.\nThe experience convinced him that the war was a mistake and that a steady withdrawal of troops was the right course of action, Gaines said.\n\"To be quite honest, I felt like we wasted taxpayers' money,\" he said. \"The mission just didn't seem correct and right for that time.\"\nJonathan Dedering, a Students for a Democratic Society activist who is helping organize today's protest, said it's extremely rare for Iraq veterans to return their medals. The tactic was a more common form of protest among Vietnam veterans.\n\"To many Americans this will be a very big deal,\" Dedering said in an e-mail message.\nA member of Iraq Veterans Against the War agreed.\n\"I don't know any soldiers who have served in Iraq and have returned their medals,\" said Sholom Keller, who served in the U.S. Army in Iraq and has decided to hang on to his medals. \"I personally am not into theatrical displays, but I would say that this individual's actions are commendable.\"\nPresident Bush created the Global War on Terrorism Expeditionary Medal in 2003 to honor those who served after the Sept. 11, 2001, terrorist attacks. The Department of Defense reauthorized the National Defense Service Medal for the same purpose in 2002.\nKeller said most veterans of Iraq have earned at least one of those medals.\nGaines said he is returning the medals awarded when he left active duty in 2005 to Rumsfeld because he is \"the man responsible for my tour.\" He said he would likely send them to the Hoover Institution at Stanford University, where Rumsfeld was recently hired to be a visiting fellow.\nRumsfeld resigned from the Defense Department last year, and many people have blamed him for mismanaging the war. The Pentagon referred a request for comment to the Army public affairs office, which did not immediately return a phone message.\nKeith O'Donnell, a spokesman for the Army's Human Resources Command in St. Louis, confirmed Gaines' service in Iraq and said he was discharged last year.\nGaines said he was given an \"other than honorable\" discharge after failing a drug test. He said he started smoking marijuana after he returned from Iraq to help him eat and sleep after he had trouble doing either for months.\nO'Donnell said he could not comment on the reason for Gaines' discharge.\nRyan Hill, 29, who served with Gaines in Iraq, said Gaines was always challenging Army superiors and \"he kept us cracking up.\"\n\"He did his job and did his best and was a team player and all that but that's the thing that makes him stand out,\" he said.\nAs for Gaines' decision to return his medals, Hill said: \"I'm proud of him for doing that. I feel the same way about my medals.\"\n\nLoad-Date: September 27, 2007"
}