{
    "title": "Local Muslims fear hearings focus blame too narrowly",
    "publisher": "star tribune ",
    "year": 2011,
    "month": 3,
    "day": 11,
    "full text": "Minnesota Muslims kept a close watch Thursday on the controversial terrorism hearings on Capitol Hill and two of the star witnesses -- U.S. Rep. Keith Ellison and Somali community activist Abdirizak Bihi.\nSomali-American leaders joined other Muslim groups at a Minneapolis conference center to watch the proceedings and discuss \"homegrown terrorism.\"\n\"We recognize there's a problem with Muslims carrying out these attacks, but there are also problems in other communities,\" said Lori Saroya, president of the Minnesota chapter of the Council on American-Islamic Relations (CAIR-MN). \"We need to look at it as violence in and of itself, extremism, not just in the Muslim community, but in general.\"\nThe hearings unfairly targeted Muslims, she and others said, but they were reassured by the comments of Ellison, D-Minn. \"It's good they had Keith Ellison speak,\" Saroya said. \"They had some attempt at balancing it.\"\nMinnesota became a focus of counterterrorism investigators in 2008 when it became public that at least 20 young Somali-Americans reportedly returned to Somalia to fight with the terrorist group Al-Shabab.\nAt the hearing, Bihi repeated beliefs that have made him unpopular in some parts of Minnesota's Somali community, the largest in the country. He spoke of how his family was affected when his teenage nephew was recruited by religious extremists. His nephew, Burhan Hassan, is believed to be among those killed in Somalia.\nBihi reiterated his view that the leaders of Abubakar As-Saddique Islamic Centre denied that the young men were missing and they accused the families of trying to destroy the mosque. The center is the largest Somali mosque in Minnesota and the place where the young men's lives intersected.\nBihi also took aim at CAIR-MN for \"blindly supporting\" the mosque leaders and not the families of the missing men.\nMosque officials Thursday again dismissed Bihi's accusations as \"baseless.\"\n\"It is not new that Bihi has his own points against Abubakar As-Saddique for reasons we cannot explain,\" said Abdirashid Abdi, a board member at Abubakar As-Saddique. \"Of course, he has a pain of a lost young man of ours, as well as we do. Because we share that pain with him. But that is not a green light for him to attack or smear the center. That is the focal point of our community in every sense.\"\nSaroya defended CAIR-MN's actions.\n\"We were not there to investigate, to find the missing kids. We completely sympathize with him, but our role primarily as a civil rights organization is to educate our community and make sure their rights were not impeded on and that they cooperate with law enforcement in the investigation,\" she said.\nZuhur Ahmed, who hosts a radio show about Somali life in Minnesota, shared others' concerns that people watching the hearings will think Bihi speaks for the Somali-American community -- or for all Muslims.\nAllie Shah - 612-673-4488 Rose French - 612-673-4352\n\nLoad-Date: March 11, 2011"
}