{
    "title": "Local author bases terrorist thriller in Red Wing",
    "publisher": "post-bulletin ",
    "year": 2010,
    "month": 7,
    "day": 12,
    "full text": "July 12--John Betcher grew up in Red Wing. He still lives there with his family, works as a lawyer and knows the people and the area well.\nIn his latest book, \"The 19th Element,\" he stirs up life in Red Wing with a planned Al-Qaeda terrorist attack on the Prairie River Nuclear Power Plant.\n\"Living in Red Wing, we don't have very many high-profile targets,\" Betcher said. \"I like thrillers, and the nuclear plant seemed like a logical target.\"\nIn \"The 19th Element,\" James \"Beck\" Becker is a former elite U.S. government intelligence operative who has retired to Red Wing, his childhood hometown. Through this book, Beck recognizes connections between seemingly unrelated incidents, such as the murder of an agronomy professor, an international cell phone call and a stolen fertilizer truck. But he can't convince the government of the large threat.\nBetcher said he chose terrorism as a theme in this book because of its timeliness.\n\"It seems like terror is the thing we're seeing now, like airplanes over Detroit and bombs in Times Square,\" he said. \"There's still the very real possibility of some high profile terrorism in the U.S.\"\nAnd Red Wing is a little unexpected as a target, Betcher said.\n\"I thought it might be interesting to have some high-stakes action in kind of an atypical setting,\" he said.\nBetcher's first book, \"The Missing Element,\" also featured Beck as the main character. But Betcher said, although \"The Missing Element\" was published first, \"The 19th Element\" comes first in the series as a prequel.\nTo see more of the Post-Bulletin, or to subscribe to the newspaper, go to http://www.postbulletin.com. Copyright (c) 2010, Post-Bulletin, Rochester, Minn. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: July 12, 2010"
}