{
    "title": "Local law firm seeks to reinstate Saudi Arabia as a 9_11 defendant",
    "publisher": "the philadelphia inquirer",
    "year": 2012,
    "month": 3,
    "day": 11,
    "full text": "In late January 2000, two young men who would later participate in the Sept. 11, 2001, hijackings and attacks on the World Trade Center and the Pentagon met with a young Saudi in San Diego. \nThe Saudi, Omar al-Bayoumi, had earlier been the focus of a Federal Bureau of Investigation antiterrorism probe and had close ties to the Saudi Consulate in Los Angeles. He offered to put up the two hijackers, Nawaf al-Hazmi and Khalid al-Mihdhar, in his apartment for a short time, helped them find a place of their own, and gave them money. \nThroughout, Bayoumi was in frequent contact with a Los Angeles-based Saudi diplomat and imam who was later banned by the State Department from entering the country because of suspected ties with terrorist groups. \nNow, more than a decade later, a leader of the congressional Joint Inquiry into the 9/11 attacks says in a sworn statement that Bayoumi likely was a Saudi government agent and probably played a role in the lead-up to the attacks, along with other Saudi officials. \nFormer U.S. Sen. Bob Graham, a Florida Democrat and the cochairman of the Joint Inquiry, and former Sen. Bob Kerrey, a Nebraska Democrat and a former member of the 9/11 Commission, both provided affidavits in a lawsuit raising the possibility of Saudi government complicity in the 2001 attacks. \nThose sworn statements are likely to figure prominently in a critical hearing in the case scheduled for Thursday in federal District Court in New York. \nThe lawsuit, filed by the Center City law firm of Cozen O'Connor and other firms on behalf of 6,000 individual victims and insurance companies that lost billions at ground zero, alleges that Islamist charities closely affiliated with the Saudi government, along with terrorism financiers, bankrolled al-Qaeda in the decade before the attacks. \nThe Saudi government and members of the Saudi royal family had been dismissed as defendants by a federal District Court judge in Manhattan in 2005, and the decision was upheld in 2008 by the U.S. Court of Appeals for the Second Circuit. \nBut in a little-noticed opinion in November, the Second Circuit effectively reversed itself, ruling in a separate lawsuit against the government of Afghanistan that foreign governments could be sued under greatly expanded circumstances. \nIt is on that basis that Cozen is asking, in a motion to be argued Thursday, to reinstate Saudi Arabia as a defendant. \n\"This is not a geopolitical case, it is not about diplomatic relationships,\" said Stephen Cozen, who, with Cozen partner Sean Carter, has been leading the plaintiffs' case. \"All of our clients are entitled to their day in court to prove their case. If there is a defense, put on a defense. Let them show we are full of hot soup and [they are] not involved in these things.\" \nEarlier, the Second Circuit had said that under the Foreign Sovereign Immunities Act, terrorism lawsuits against a foreign government could go forward only if the U.S. State Department had designated the government a terrorism supporter. \nBut in its latest ruling, the Second Circuit said that such designations were not the only way terrorism lawsuits could proceed. Plaintiffs who can establish they were victimized by wanton illegal acts such as assassination - or presumably terrorism - can take foreign governments to court in the United States, whether the State Department agrees or not, the appeals court decided. \n\"The Second Circuit decision is critically important because they recognized that they made a mistake,\" said Jerry S. Goldman, a lawyer within Anderson, Kill & Olick P.C., who represents the estate of John O'Neill, the former head of counterintelligence at the FBI. O'Neill, who was raised in Atlantic City, sounded some of the earliest warnings on Osama bin Laden. He left the FBI to become head of security at the World Trade Center and died in the attacks there a short time later. \nSaudi Arabia has denied responsibility. Its lawyers, in a response to Cozen's motion, said the kingdom had been cleared by the 9/11 Commission. \n\"More than seven years later, plaintiffs in these consolidated cases continue to press conclusory and unsupported allegations that Saudi Arabia . . . was complicit in the Sept. 11 attacks,\" they said. \nSaudi Arabia, various Saudi royals, and the Saudi High Commission, a government-established charity, were dismissed as defendants in 2005 by U.S. District Judge Richard Conway Casey, now deceased, who said the government's support for Islamist charities that supported al-Qaeda did not make it responsible for 9/11. \nBut Casey left in the lawsuit a dozen or more charities with strong ties to the government, as well as a number of terrorism financiers. \nCozen lawyers supported their charge that Saudi Arabia was responsible by noting that members of the royal family and senior government officials were executives or board members of charities identified in U.S. intelligence reports as terrorism supporters. \nThe charities in turn had laundered millions of dollars, some of it from the Saudi government, into al-Qaeda and other terrorist groups and provided weapons, false travel and employment documents, and safe houses, the lawsuit said. \nCozen submitted the Graham and Kerrey affidavits to counter the Saudi contention that it had been absolved by the 9/11 Commission. \nBesides statements from Kerrey and Graham, the Cozen firm filed other documents to bolster its motion for reinstating the kingdom, including an affidavit from Ali Ahmed Ali Hamad, a former al-Qaeda commander in the Balkans, who said al-Qaeda-led units had received money and logistical support from the Saudi High Commission. Hamad told a similar story in an 2008 interview with The Inquirer. \nThe filing also includes a Pentagon memo, titled \"Matrix of Threat Indicators for Enemy Combatants\" that lists the Saudi High Commission among a group of \"terrorist or terrorist support entities.\" It was used to evaluate Guantanamo detainees for potential release. \nContact Chris Mondics \nat 215-854-5957 or cmondics@phillynews.com. \n\nLoad-Date: March 11, 2012"
}