{
    "title": "Local lawmakers target terrorism",
    "publisher": "the capital ",
    "year": 2007,
    "month": 3,
    "day": 21,
    "full text": "With more than $2 billion of state pension money invested in companies that do business with nations supporting terrorism, some county lawmakers are reaching for global results with local legislation.\nFreshman Del. Ron George, R-Arnold, has introduced a bill that would prohibit the State Retirement and Pension System from investing in any foreign companies that work with the nations identified by the U.S. State Department as state sponsors of terrorism.\nThose nations are Iran, Sudan, Syria and North Korea.\n\"This will help save the blood of our troops and save innocent lives  without firing a shot,\" Mr. George said at a news conference in Annapolis yesterday. \"We have a civic responsibility to pass (the bill) as soon as possible.\"\nCounty cosponsors are Del. Bob Costa, R-Deale, Del. Don Dwyer, R-Glen Burnie, Del. James King, R-Gambrills, Del. Nic Kipke, R-Pasadena, Del. Mary Ann Love, D-Glen Burnie, and Del. Tony McConkey, R-Severna Park.\nDenying the former Soviet Union capital investment was critical in ending the Cold War, said Frank Gaffney, the president and CEO of the Center for Security Policy, a national security think tank based in Washington, D.C.\n\"There is a corresponding need today, facing as we are another totalitarian ideology,\" he said. \"Even here in Annapolis, at the state level, an important contribution can be made.\"\nThe legislation is a similar to a bill sponsored by Sen. Verna Jones, D-\nBaltimore, and the Legislative Black Caucus that would authorize the state to divest - meaning to remove assets - from companies investing in Sudan.\nThe bill is a response to the genocide in the Darfur region of the country, where an estimated 300,000 to 400,000 people have been killed between 2003 and 2006, and more than 2 million people have lost their homes.\nBoth bills were scheduled for hearings today in the House Appropriations Committee.\nAlthough the Sudan bill would only affect dealings with 14 companies, Mr. George's legislation would impact state investments with more than 400, said Dean Kenderdine, the executive director of the Maryland State Retirement Agency.\nIn 2004, Maryland had invested almost $2 billion in those nations, according to the Center for Security Policy. With state pension assets now exceeding $37 billion, the amount of money divested under Mr. George's bill would be more than twice that amount, Mr. Kenderdine said.\nBy contrast, the Sudan bill is projected as affecting up to $200 million.\n\"It poses serious concerns,\" Mr. Kenderdine said.\nThe Sudan bill would give the system's Board of Trustees the discretion when to withdraw their assets and authorize them to encourage companies not to deal with the country.\nBut under Mr. George's bill, the state would be required to withdraw its finances from the four terrorist-sponsor nations by July 1, 2010.\nThe Board of Trustees cannot support the legislation because it does not allow managers any fiscal discretion when to remove money from company stocks and equity, regardless of the bottom-line impact, Mr. Kenderdine said.\nThis would conflict with the main duty of the trustees, which is to ensure the pension fund investments have the best returns possible for its dependents, he said.\nThe exponential financial impact of the bill would stem from the wider range of forbidden companies for state investments, such as holding companies and loan providers.\n\"It is a significant difference from the effect of the Sudan bill,\" Mr. Kenderdine said.\nSeparate situations\nDespite having similar intents, the fates of the two bills do not appear to be linked.\nThe Sudan bill will not be amended to include more nations, said Del. Talmadge Branch, D-Baltimore, the sponsor of the bill in the House.\n\"The focus is more so on Sudan,\" Mr. Branch said. \"It is a serious, serious humanistic issue. It's just incredible we could have something like this going on (in Sudan).\"\nThe two bills probably will not mesh, but divestment could be broadened in future years, Ms. Jones said.\n\"The intent of it, I agree with,\" she said. \"(But) I don't think it's just as easy as adding (the countries) on.\"\nFor example, the state would have to further study the implications of taking out more money, Ms. Jones said.\n\"I am very concerned that divestment strategy would not in any way show us as being fiscally irresponsible,\" she said.\nIn addition, Ms. Jones said, the bills differ philosophically.\n\"This isn't a bill about terrorism,\" she said. \"It's about terrorism and genocide.\"\n---\n\nLoad-Date: March 23, 2007"
}