{
    "title": "LOCAL VIEWS TIED TO TERROR TRIAL SITES OBAMA AIDE URGES EXECUTION OF 9 11 PLOT MASTERMIND",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 2,
    "day": 1,
    "full text": "WASHINGTON -- The Obama administration said Sunday it would consider local opposition when deciding where to hold terrorism trials and pledged to seek swift justice for the professed mastermind of the Sept. 11, 2001, attacks.\n\"Khalid Sheikh Mohammed is going to meet justice and he's going to meet his maker,\" said President Barack Obama's press secretary, Robert Gibbs, appearing on CNN's \"State of the Union.\" \"He will be brought to justice and he's likely to be executed for the heinous crimes that he committed in killing and masterminding the killing of 3,000 Americans. That you can be sure of.\"\nObjections from New York City officials and residents have intensified since the Justice Department announced late last year it planned to put Mr. Mohammed and accused Sept. 11 conspirators on trial in federal court in lower Manhattan.\nIn its new budget, the administration is proposing a $200 million fund to help pay for security costs in cities hosting terrorist trials.\nWhite House aide David Axelrod said New York Mayor Michael Bloomberg and other city officials have changed their minds after initially supporting the decision for trials in the city, citing logistics and costs.\n\"The president believes that we need to take into consideration what the local authorities are saying,\" Mr. Axelrod said on NBC's \"Meet the Press.\" \"But he also believes ... that we ought to bring Khalid Sheikh Mohammad and all others who are involved in terrorist acts to justice swift and sure.\"\nSafety and cost have been issues in the debate, but some officials also have questioned the administration's legal strategy for using civilian courts for the suspects instead of military tribunals.\nSen. Lamar Alexander, R-Tenn., said the administration should shift the trials to military courts, which he said have been reviewed by Congress to ensure fairness. He and other Republicans have criticized officials for charging Umar Farouk Abdulmutallab in civilian court in the Christmas airliner plot instead of turning him over to military authorities.\n\"We have to make a distinction between a kid who breaks into a sandwich shop in Detroit and a Nigerian terrorist who wants to blow up an airplane flying into Detroit,\" Mr. Alexander said on \"Fox News Sunday.\"\nSen. Evan Bayh, D-Ind., appearing with Mr. Alexander, indicated he didn't support the request for $200 million for civilian trials, saying he favored trying terrorism suspects safely, quickly and inexpensively.\n\"If there's somewhere we can try them without spending that money, why spend the money? We've got a lot of other fiscal problems,\" Mr. Bayh said.\n\nLoad-Date: February 1, 2010"
}