{
    "title": "Local activists are facing charges of terrorism PERU _ Mine Opponents Face Lawsuit Based on Press Cl",
    "publisher": "the world",
    "year": 2008,
    "month": 4,
    "day": 16,
    "full text": "Local activists and politicians in the northern Peruvian region of Piura who are facing charges of terrorism and extortion because of their activism to oppose mining investment projects supported by the government say the only evidence against them are photocopies of newspaper articles.\nA local civic association, ACFUCCSC, brought legal charges against 35 environmentalists, human rights activists, mayors and town council members who sponsored a local referendum in which voters rejected the operations of the Río Blanco Copper mining project.\nIn the Sept. 16 non-binding popular referendum, 90 percent of voters expressed their opposition to mining activity in Piura.\nOn a recent tour to China, Peruvian President Alan García provided assurances of his government's support for the project to the new owners of Río Blanco Copper, China's Xiamen Zijin Tongguan Investment Development Co., which acquired 89.9 percent of the mining company's shares in a takeover bid last year.\n'There is no reason for the project to fall through,' García told the company's executives on Mar. 20, according to a statement issued by the firm.\nThe Río Blanco mining project concession covers a total area of 6,000 hectares in the Peruvian highlands, and exploration for copper and molybdenum was carried out between 2002 and December 2006.\nLocal officials and environmentalists have criticised the company for carrying out exploration without permission from the local villagers, as required by Peruvian law. Their complaints have been verified by the Defensoría del Pueblo (ombudsman's office).\nEven though the García administration committed itself to creating pathways for dialogue with local communities to resolve the conflict that has been dragging on in the highlands of Piura for four years, it has kept mum in the face of the complaint brought on Mar. 24 by the local civic association, ACFUCCSC (Asociación Civil Frente de Unidad de la Comunidad Campesina de Segunda y Cajas), which backs the mining company's operations in the area.\nThe demonstrations and clashes that have occurred since 2002 have left two protesters dead, a number injured, and more than 200 facing legal charges.\nMost people in the indigenous villages near the mining company's operations are opposed to the mining activity because of the demonstrated risk of pollution of the rivers they depend on for water and damages to the area's biodiversity.\nBut the ACFUCCSC, which describes itself as a peasant community organisation although it does not legally have that status, provided for by Peruvian law, openly supports the mining company. According to community leaders who are opposed to the mine, its members include former employees of the firm.\nThe only evidence forming the basis of the complaint brought before the Piura prosecutor's office are 300 photocopies of newspaper articles on the participation of the accused in protests against Río Blanco Copper, says their defence attorney Víctor Álvarez, with the Coordinadora Nacional de Derechos Humanos (National Coordinator for Human Rights).\nBased on the newspaper articles, the ACFUCCSC is accusing the environmentalists and local officials of comprising an 'anti-establishment' group, a remnant of armed insurgent organisations like Sendero Luminoso (Shining Path), the Túpac Amaru Revolutionary Movement, and the Bolivarian Movement, Álvarez told IPS.\nDespite the flimsy nature of the evidence, the attorney general's office referred the case to the anti-terrorism police (DINCOTE) within 24 hours, in order for them to investigate. But at Álvarez's request, the prosecutors reconsidered their decision and decided to carry out the investigation themselves.\nThe allegations set forth by the ACFUCCSC are in line with those voiced by the government, which in the past few weeks has used the same derogatory terms in an attempt to discredit local indigenous leaders and activists opposed to the sale of land in the Amazon jungle to the private sector.\n'We reject the hostility towards those who defend the environment and the rights of local communities, and the criminalisation of social protest,' states a communiqué that was recently issued by the Red Muqui network of social and environmental organisations, supported by 35 different national and international groups as well as lawmakers.\n'We demand that the authorities put an end to such manoeuvres?and that it assume its role in the protection and promotion of human rights,' says the statement.\nThe ACFUCCSC is 'a front for the company's interests, aimed at depicting us as an anti-social group, because the government is worried that investment in the mining industry will drop off,' even though such investment 'undermines the rights of local communities,' said Javier Jahncke, a member of the Red Muqui and one of the organisers of the September referendum in Piura.\nThe activist said fear of reprisals has worsened since OSINERGMIN, the government body that regulates and oversees investment in the energy and mining industries, fined the company for failing to fulfil its environmental obligations in the exploration phase of operations.\nAccording to OSINERGMIN, the mining company dumped effluents containing heavy metals and other pollutants in solution ponds that did not have the necessary lining to prevent leaching into underground water tables.\nThe threat of pollution that OSINERGMIN was addressing when it fined the company echoes the protests and denunciations of the activists who are now facing legal action.\nOver two years ago, local leaders and a sector of the Catholic Church that supported communities opposed to the Majaz mining company, Río Blanco Copper's predecessor, faced a similarly hostile climate.\nAt that time, a national TV station broadcast false reports of a supposed 'terror network' led by priests opposed to the Río Blanco mining project and community leaders with alleged ties to drug trafficking and insurgent groups.\nThe station later stated that the news was based on reports from police sources provided by the Interior Ministry itself.\nThe Ministry, however, denied supplying the station with the false information.\nActivists suspect that the information came, indirectly, from Majaz mining executives.\nLast year, the company publicly acknowledged that it had made mistakes in its relations with the local communities. Prime Minister Jorge del Castillo himself said later that the Chinese investors who took over the mine would not move ahead with the project without approval from the local communities.\nBut these turned out to be empty words.\nAmong those accused of terrorism and extortion are Magdiel Carrión, who is president of the Provincial Federation of the Peasant Communities of Ayabaca, local representatives of villages near the mine, and even four mayors who backed the September referendum.\n'This is just more of the same. There has been no change in attitude on the part of the company or the government,' Carrión told IPS. 'They just want to make us look like ignorant troublemakers in the eyes of the rest of the world. The communities are outraged and will not take one step backward. We will continue fighting to keep the mine out.'\nThe organisers of the referendum had already faced intimidation attempts. A few weeks before the vote, the National Election Tribunal declared it illegal and accused the mayors involved in organising it of usurpation of authority.\n'I have nothing to fear,' Mayor Ismael Huayama of El Carmen de la Frontera told IPS. 'When I am summoned, I'll go without a lawyer, because the accusation is absurd.'\nBut Jahncke and other activists say they have received telephone death threats, and asked prosecutors to investigate. They also asked the United Nations Special Rapporteur on Human Rights Defenders to take a hand in the matter.\n'We believe the prosecutors should shelve the lawsuit (brought by the ACFUCCSC), given the lack of evidence,' said Álvarez. 'But we are also considering turning to international bodies, because the climate is one of intimidation and repression.' © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: April 16, 2008"
}