{
    "title": "Local firms join forces in US fight against terrorism",
    "publisher": "the capital ",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "Friday at 4 p.m. is normally a time when people are getting ready to cut out for the weekend.\nBut about that time on Aug. 14, George Hughes, head of Windward Creative Services, found out that he would be working all weekend.\nThe Crownsville advertiser had less than 72 hours to design, typeset and produce 12,000 anti-terrorism documents in two languages for Secretary of State Madeleine K. Albright's Aug. 17 trip to Kenya and Tanzania.\nIn one weekend, Mr. Hughes gath ered people from four different Annapolis-area businesses. The team worked through the weekend to produce a poster and leaflet in English and Swahili announcing a reward for information leading to the capture of terrorists involved in the Aug. 7 bombing of two American embassies in Africa.\nMrs. Albright was to distribute the poster and leaflets Tuesday.\nThe four businesses Mr. Hughes hired for the job weren't even the companies he regularly employs. Those companies said they couldn't do the job on such short notice.\n\"When the bigger firms said it couldn't be done, the smaller companies banged it out,\" said Mr.  Hughes, who regularly works with the State Department on similar projects. \"These small companies really came together and did a bangup job.\"\nAt 4 p.m. Aug. 14, Mr. Hughes received the word from the State Department: The documents had to be ready by Aug. 17 for Mrs. Albright's trip.\nThe first step of the project went to Marie E. Bialousz, head of Reed Graphics in Arnold.  Ms. Bialousz worked until 2 a.m. the next morning typesetting, lay ing out and translating the docu ments into Swahili.\nWorking so late didn't faze her, she said.\n\"That's pretty usual,\" she said. \"It always seems things need to be done on a tight deadline.\"\nFrom 9 a.m. to 10 p.m. Aug. 15, Rick Speaks from Annapolis Prepress took over, preparing the material for printing.\nAdditional work was done by Annapolis-based Image Marketing Inc., which did the scanning and color correcting of the image used in the posters.\nAt 8 a.m. Aug. 16, Annapolisbased Frank Gumpert Printing took over.\nRaymond Kasey was called back from vacation to run the printing press.\n\"In the printing business, when the call comes you've got to be there,\" said Jeff Ostenso, general manager at Gumpert.\nBy 6 p.m. Aug. 16 the work was completed.\nIn barely more than 48 hours a seemingly impossible task was fin ished, with time to spare.\nHopefully, the hard work will pay off with a tip that leads somewhere for anti-terrorism investigators.\n\"I think this was a real signifi cant project,\" said Anita Schmied, president of Image Marketing. \"We probably would have done it any way … but I think this project had particular urgency.\"\n\nGraphic\n\n \nBy Bob Gilbert _ The Capital\nThis crew and others worked all weekend to produce anti-terrorist posters and leaflets for distribution by the State Department in Kenya and Tanzania: from left, Raymond Kasey and Mark Turner of Frank Gumpert Printing, Marie Bialousz of Reed Graphics, and George Hughes of Windward Creative Services.\n\nLoad-Date: August 25, 1998"
}