{
    "title": "LOCAL GOVERNMENT ON THE FRONT LINES; EXPERTS_ TERRORISM'S FIRST RESPONDERS NEED EQUIPMENT, TRAINING",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 11,
    "day": 3,
    "full text": "Absolute silence. The images of fire flowering from the southwest wall of the Pentagon needed no words.\nNot at Virginia Military Institute, the state's cradle of citizen-soldiers. Not with an audience last week that included four-star generals, top defense and homeland security officials, and some of the men who reached the burning Pentagon first on Sept. 11, 2001.\n\"I want to bring the subject of terrorism and homeland security back to the street level, back to the reality of what we're talking about,\" said Arlington County Manager Ron Carlee, who had shown the slides.\nThe Sept. 11 attacks in Arlington and New York City may spawn a new homeland security industry in Virginia.\nThey may bring about unprecedented levels of cooperation among politicians and business leaders, cops and doctors, academics and military brass to make the state safer.\nThey may open the tap for a flood of federal dollars to communities, large and small.\nUltimately, however, success is likely to depend on people such as the Arlington firefighter who arrived first at the Pentagon and told headquarters, \"I have a plan.\"\n\"The people who will be on the scene first are the people of local government,\" Carlee said in a moving presentation that summed up three days of ambitious talk at the Governor's Conference on Homeland Security at VMI.\nGetting local rescuers the equipment and training they need is one of the most immediate challenges facing public policymakers, who acknowledged that the fledgling system to bolster homeland security isn't working as well as it should and must.\n\"Today, many of Virginia's and the nation's first responders lack the basic tools to do their jobs,\" Gov. Mark R. Warner said on the conference's first day. \"Too often, equipment is not interoperable with other departments and communities - radios cannot talk with each other, or protective breathing apparatus may not be interchangeable.\"\nBut Warner also set a broader agenda for the conference to consider the war on terrorism as more than a challenge to public safety.\n\"It also is a war to sustain our economic security,\" he said. \"It is a war to protect the civil liberties and democratic values that make us Americans. It is a war against those who would attempt to weaken confidence in our public institutions.\"\nArlington officials brought those concerns home. They averted economic catastrophe by persuading the federal government to reopen Reagan National Airport. They acted swiftly to protect foreign-born residents - one in every four people in the widely diverse urban county - from retaliation.\nAnd they worked quickly with local officials from throughout Northern Virginia to reassure residents that their local governments would not pause, much less shut down, despite an unprecedented assault on home soil.\n\"We wanted to show continuity of government in the face of terrorism,\" Carlee said.\nHow did the conference score, based on the governor's markers?\n* Economic security. The conference was underwritten by almost a dozen big companies. Some of the companies, such as Norfolk Southern and Dominion Resources, operate critical public services that could become the targets - even the weapons - of terrorism. The railroad industry in particular offered a compelling example of quick planning to protect vital transportation arteries and the hazardous freight they often carry.\nOther companies, including major defense contractors and technology companies, see business opportunities in helping government protect the homeland from terrorism. Academic and research institutions offered their intellectual wealth to fashion innovative solutions to difficult security problems.\nIn the big picture, J. Alfred Broaddus Jr., president of the Federal Reserve Bank of Richmond, assured that the nation's economy had recovered from the damage inflicted by the attack and that the long-term consequences would be minimal.\nBut Broaddus and other speakers also warned that businesses cannot afford to be complacent but instead must work aggressively to plan for the worst, identify their risks, and act quickly to correct their vulnerabilities.\nThose vulnerabilities may not be as simple as they may seem.\n\"One, you're a target,\" said Dr. Ruth A. David, president of Anser, a Northern Virginia security consultant, and a former CIA official. \"Two, you are dependent on someone else who is a target. Three, the impact on customers and employees.\"\n* Civil liberties. Former Secretary of the Army John O. Marsh Jr., a Shenandoah Valley native and resident, took up the cause of individual liberty and privacy in a speech that compensated for the absence of Sen. John W. Warner, R-Va., at the opening banquet.\nMarsh, a former Democratic congressman from the Shenandoah Valley who also serves on the national anti-terrorism commission led by former Virginia Gov. Jim Gilmore, reminded the audience that security and liberty have coexisted tensely since the country's founding. He called the computer revolution essential to defense but cautioned against intrusions into individual privacy.\n\"We have an enormous challenge to lawmakers, courts, and the bar,\" he said. \"Personal privacy is eroding rapidly.\"\n* Faith in institutions. Much of the conference focused on getting public agencies to work together at all levels of government - before a terrorist attack comes.\nThat kind of cooperation already was in place in Arlington two years ago, Carlee said. \"This was not a situation in which the leaders were out exchanging business cards on the field of battle.\"\nThe Air Force general in charge of the new Northern Command was at the conference. So was the Defense Department's undersecretary for homeland security. And the Department of Homeland Security's coordinator for the Washington region. And the governor's Office for Commonwealth Preparedness. And the Virginia secretary of public safety and the superintendent of the Virginia State Police.\nAt the same time, however, officials acknowledged that the system needs more work to prevent being taken by surprise again.\n\"Our public safety system . . . is not as effective as it could be,\" said Michael F. Byrne, a former New York City firefighter who heads the homeland security office for the National Capital Region.\nByrne said local public safety standards vary too widely, those who respond first don't have enough information about what they're facing, and too few localities work together on a regional basis to make the most of available funding.\n\"Not the federal system or local taxes is going to be able to provide funding to be ready for anything,\" he said.\nThe call for a new approach to federal funding was echoed by the local fire chief who led the response to the terrorist attack on the Pentagon on Sept. 11.\n\"I think we need to do a better job of setting priorities,\" said Arlington Fire Chief Edward P. Plaugher.\nCarlee's images of the Pentagon under attack forcefully underscored the high stakes. So did the remarks of Gen. Ralph E. Eberhart, commander-in-chief of the air shield over North America and commander of the Northern Command.\nEberhart assured a rapt dinner audience that Air Force fighters would have intercepted United Airlines Flight 93 if it had kept going to Washington or New York instead of crashing in a Pennsylvania field on Sept. 11.\nHe also contended that shutting down the country's air space for the first time in history prevented other hijackings and attacks that day. \"I can't prove it,\" he said, \"but I'll go to my grave believing it.\"\nNo one at the conference said homeland security ever can be complete. Many said success will depend on citizens and businesses taking the challenge seriously.\n\"This can't be just about responding to 9/11,\" Ruth David said. \"This has to be about the way we live in the future.\"\n\nLoad-Date: November 8, 2003"
}