{
    "title": "Local column_ Terrorism is civilization_s cancer",
    "publisher": "idaho falls post register",
    "year": 2016,
    "month": 3,
    "day": 31,
    "full text": "We can learn something about fighting the cancer of terrorism by noting how we fight cancer in the body, writes Steve Piet.\n      \nBy Steve Piet\n      \nCivilization has a cancer, and it's called radical Islamic terror.\n      \nWe can learn something about fighting that cancer by noting how we fight cancer in the body. Indeed, a year ago, when my brother was diagnosed with acute leukemia, I learned more about cancer than I ever wanted to know. The good news is that both types of cancer - Radical Islamic Terror and biologic cancers - can be beat.\n      \nDenial is not treatment. The sooner cancer is diagnosed, the more effective the treatment. Fortunately, my brother noted warning signs, went to his doctor, and immediately stated treatment. If he hadn't, he probably wouldn't be here. \n      \nUnfortunately, the bombing of the U.S. Marines in 1983 and the first bombing of the World Trade Center in 1993 did not eliminate denial of Radical Islamic Terror; we did little about it. Even the 2001 destruction hasn't eliminated denial. Our president can't even name the disease, even after the attacks in Fort Hood, Paris, San Bernardino and now Brussels.\n      \nCancer doesn't care what you call it. However, we do know that the more precisely we can identify and name the type of cancer, the more effective the treatment.\n      \nUntreated, cancer will spread and eventually kill. Cells migrate in the body, and form new tumors. We talk about groups of terrorists as cells. We should call them tumors. There are terrorist tumors throughout civilization. As with my brother's leukemia, it is important to kill as many cancerous cells as possible, and it takes strong medicine. The alternative is death. Denial, hope and change won't cure cancer. It takes identifying and eliminating terrorist cancer cells, without mercy.\n      \nChemotherapy slowed my brother's leukemia, but at high cost to his body. More was needed. Similarly, whereas we want to kill individual terrorists, the evidence is that stronger treatment is needed.\n      \nSome cancer treatments try to starve cancerous cells of nutrients. Radical Islamic Terror tumors depend on money and volunteers. The money comes from petroleum-fueled Iran, the Islamic State (ISIS), Libya, Qatar and Saudi Arabia. Some fraction of every dollar, euro, or yen buying oil from these places grows more terror cells. Treatment should cut off the funds that fuel terror and eliminate would-be future terrorists going to the Middle East for training.\n      \nIt is often not enough to try to kill individual cancerous cells or starve tumors. Unless one wants to give up on the patient, one must eventually eliminate the source. \n      \nThe source of Radical Islamic Terror isn't the U.S. or Israel. History shows that Islamic terror is more than a millennium old. Historians will debate for centuries the wisdom of attempting to exorcise the tumors in Iraq and Afghanistan by military force. What is clear is that having decided - the president, a majority of Congress, and a majority of the American people - to attempt the operations, it was self-defeating to walk away from the operating table without finishing the job. \n      \nOne must root out the entire tumor or it just grows back, as the terrorist tumors in Iraq and Afghanistan are doing. \n      \nIn my brother's case, his bone marrow transplant worked where milder treatment did not. His cancer is gone; his blood type has even changed.\n     \n\nLoad-Date: April 3, 2016"
}