{
    "title": "Local residents express relief, concerns over death of bin Laden",
    "publisher": "the day ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "May 03--HIGH POINT -- With the death of Osama bin Laden, some say they are afraid of retaliation from al-Qaida and wonder where the country -- and the war on terror -- will go from here.\nOthers believe the killing of bin Laden will make terrorists think twice before planning an attack.\n\"While there is a lot of talk in the press right now about the possibility of retaliation, the fact is that we already have removed most of al-Qaida's terrorist infrastructure with very little blowback. Al-Qaida wanted to kill as many Americans as they could the day before yesterday, and they are going to try to do the same tomorrow regardless of how aggressively and effectively we track and eliminate their leadership,\" said Mark Setzler, director of High Point University's International Relations Program. \"Right now, our biggest concern is how the U.S. fight on the war on terrorism should be to avoid serious missteps like those at Abu Graib and Guantanamo, or the burning of the Koran by private parties.\"\nHigh Point native Cassandra Flemming agrees.\n\"I feel as if it was a triumph for President Obama and our military,\" she said. \"I also feel that we as Americans need to be on alert, because there will be some form of repercussions.\"\nAnd some, like High Point resident Gary Boger, say they won't be entirely convinced that bin Laden is dead until they see proof.\n\"How do they know it was him?\" Boger said. \"They didn't say anything about DNA. He's got so many look-alikes who can be sure.\"\nLater on Monday, officials said a quick DNA match was made from bin Laden's remains. U.S. officials also said bin Laden was identified through photo comparisons and other methods, according to The Associated Press. The report also said that because of uncertainty among some Americans, it appears likely that photographic evidence will be produced at some point.\nMeanwhile, Americans have been warned about possible attacks from al-Qaida and its affiliates, and the State Department has put U.S. embassies on alert.\n\"We should always be on the alert at all times for any type of retaliation,\" said James Howerton, political science professor at North Carolina A&T State University. \"I am certain they will want to make a statement because of his death. We have to be concerned about our home-grown terrorists and the illegal/legals that may be in our country for the purpose of harming Americans.\"\n\"That is why the fight against terrorism involves you and I in that we have to be aware of what is happening within our towns and cities in America,\" Howerton added. \"Our mission and program of fighting terrorism as a country should continue. The funding of the Department of Homeland Security and other federal agencies that have a similar objective should be a priority. We can not assume that with the death of Osama bin Laden things can go back to normal.\"\neditor@hpe.com -- 888-3537\nTo see more of The High Point Enterprise, or to subscribe to the newspaper, go to http://www.hpe.com. Copyright (c) 2011, The High Point Enterprise, N.C. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: May 3, 2011"
}