{
    "title": "Local Pakistanis reflect on the peacefulness of the area",
    "publisher": "the world",
    "year": 2013,
    "month": 10,
    "day": 23,
    "full text": "Yaqoob Malik is in Charleston as part of a U.S.-Pakistan partnership program arranged by the International Center for Journalists, in Washington, D.C.\nAs Pakistan's prime minister, Nawaz Sharif, prepares to meet with President Obama in Washington, D.C., today, local Pakistani residents and leaders say they have found the Charleston area very peaceful since the Sept. 11, 2001, terrorist attacks.\nHowever, the local Muslim community would like the media and others to highlight the efforts of American religious leaders of all schools of thought, including Muslim, Christian and Jewish, to promote interfaith activities and help people of different religions understand each other.\nThe act of any individual or group who belongs to any religion cannot be blamed on the entire religion, as the basic teaching of every religion is to support peace, Imam Ehtashamul Haq of the Islamic Association of West Virginia told the Gazette.\n\"I was not here during 9/11 ... however I know that the situation was very ideal in Charleston as not any sectarian clash or violence occurred,\" the imam stated. Many local residents, he said, placed flowers at the main entrance of the local Islamic center, as a gesture \"to lower the fear among the local Muslim community with the comments that 'we consider you friends instead of enemies.' \"\nThose acts of local people, he said, created great respect among the heart of the local Muslim community. Since then, efforts have being made to strengthen the interfaith activities through regular inter-religion dialogues and meetings, he added.\nOn the part of local communities, there have been good efforts regarding interfaith harmony in the last 12 years, but still there is a big gulf and deficiency in the media as such important activities do not get proper space and attention in the West Virginia media, the imam said.\nThe role of interfaith harmony is essential, as people can only defeat terrorism and promote peace with interfaith unity, he stressed.\nOne of Saudi Arabia's top Islamic clerics, the Grand Mufti Sheikh Abdul Aziz al-Sheikh, also strongly condemned terrorism in his sermon during the annual Islamic hajj, which was attended by about 1.5 million pilgrims who descended on Mount Arafat.\n\"Islam does not allow terrorism at any cost,\" he said. \"Islam condemns all violence and terrorism plaguing the world today, and Muslims should demonstrate a love for peace and unity.\"\nDr. Badshah Jan Wazir, from Wana of Khyber Pakhtunkhwa Province in Pakistan, has been a cardiologist in Charleston since 1975. He believes the interfaith activities in the Charleston area are remarkable, but thinks that a proper interfaith charter or policy should also be devised at the national level in the United States.\nAt the higher level, an effective short- and long-term strategy would counter confusions and misunderstandings in case of any major incidents in the future, he said.\nQazi Abdul Hameed, a retired federal government official originally from the Abbottabad district of Pakistan, has had a stay of more than 50 years in West Virginia. He said after the Sept. 11 attacks, the local Muslim community was very lucky that the mayor of South Charleston at the time, Richie Robb, provided security for the local Islamic center to avoid any untoward incident.\nThe local Muslim community already had good working relations with other community and state government officials, Hameed said. Muslims in Charleston, especially Pakistanis, were very afraid because of the Sept. 11 attacks, he said, but no one was hurt, \"which was a very good thing of Charleston.\"\n\"We being citizens or immigrants are very much concerned regarding security and peace in the U.S. as our children are either born or grown up here,\" said Aliya Masood, a Pakistan native who received her bachelor's degree in communications from West Virginia State University in 2011.\nShe and her husband, Dr. Shahid Masood, have two sons that have grown up here. Most of the children of local Pakistan-born residents are either born here or emigrate here at a very young age, she said, so they consider the United States as their home country.\nBecause of that, she said, they support U.S. stability, peace and prosperity - and hopes that others would realize that and practice patience and tolerance, to help provide a safe and secure future for the current and coming generations of Americans.\nShe hopes that any terrorist acts would be treated as an act of an individual or group, and not an entire religion or national community. She also talked about the important role of media in this regard, as it acts as a bridge among government and local communities.\nWVSU professor Naveed Zaman comes from the Gujrat district in Pakistan, and agreed that the local Pakistani Muslim community favors a strong United States. Community members have studied and worked here, he said, not only to meet their own living requirements but to support family members back home.\n\"Now the U.S. is our country,\" he said.\nThe United States has had diplomatic relations with Pakistan since its 1947 independence from the United Kingdom. In the context of Soviet Union aggression in Afghanistan in the 1980s, the U.S. also become closer to Pakistan because of its geographical importance in the region and it helped Pakistan modernize its conventional defensive capability.\nThe U.S. extended a close security partnership with Pakistan soon after the Sept. 11 attacks. In 2004, the U.S. recognized the closer ties by naming Pakistan a major non-NATO ally, a designation shared by 15 countries around the world.\nBut frequent U.S. drone strikes in recent months have not only caused outrage across Pakistan because of collateral damage and civilian killings, but also heightened tension between the U.S. and Pakistan. The human rights group Amnesty International has also expressed concern over the drone attacks.\nThe U.S. has called the strikes part of a legitimate campaign against terrorism, but also pledged more transparency in the program and stricter targeting rules.\nA few days ago, news reports said the U.S. government had decided to release more than $1.6 billion in suspended military and economic aid to Pakistan. After meeting with Sharif - who was elected in May - U.S. Secretary of State John Kerry described Pakistan as \"a democracy that is working hard to get its economy moving and deal with insurgency and also important to the regional stability.\"\n\nLoad-Date: October 24, 2013"
}