{
    "title": "Local businesses awarded for 100 years of operation",
    "publisher": "the dominion post ",
    "year": 2020,
    "month": 12,
    "day": 30,
    "full text": "Dec. 30—Partnership, Greer receive Centurion Chamber of Commerce Two Morgantown-area businesses were named members of the West Virginia Centurion Chamber of Commerce, an award started by Secretary of State Mac Warner to recognize companies in operation 100 years or more.\nGreer Industries Inc. and the Morgantown Area Chamber of Commerce received the honor from Warner.\n\"These businesses have withstood generations, challenging economic times and ever-changing technology, \" said Warner, who started the award in 2019 as a way to recognize businesses that have withstood the test of time. \"They include banks, newspapers, hospitals, family-owned businesses and more. These Centurions are anchors and leaders in our communities.\"\nOut of more than 117, 000 active entities doing business in West Virginia, only 259 have been in continuous operation for 100 years or more, said Michael Queen, Warner's deputy chief of staff and director of communications.\n\"Being a 'Centurion' says a lot about the ability of the business to adapt to the changing economic situation in our state and our country, \" Queen said in an email. \"Our Centurions have experienced the crash of the stock market, World War, military conflicts all over the world, the influence of ever-changing technology, the rise of terrorism, a changing political landscape at the state and national level, and West Virginia's largest economic driver—the coal industry.\"\nGreer, the parent company of The Dominion Post, Greer Limestone, Greer Steel, Greer Asphalt, Seneca Caverns, Pikewood National Golf Club and West Virginia Radio Corp., was founded in 1917 by Herbert and Agnes Greer. It remains privately held by third-generation family members.\nThe Chamber, which does business as the Morgantown Area Partnership, has been promoting local businesses for more than a century.\n\"To be able to celebrate 100 years is a big deal, \" said Russ Rogerson, president and CEO of the Partnership.\n\"For any organization to be able to serve the community for 100 years is an honor.\"\nTweet @41Suzanne\n___ (c)2020 The Dominion Post (Morgantown, W.Va.) Visit The Dominion Post (Morgantown, W.Va.) at www.dominionpost.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: December 30, 2020"
}