{
    "title": "Lockerbie remains a mystery Many believe that the only person convicted in the blast 20 years ago wa",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 12,
    "day": 21,
    "full text": "LONDON - Much of the political fallout from the Lockerbie air disaster has been resolved, but doubts remain about who was behind the explosion 20 years ago Sunday in the skies above Scotland.\nA cancer-stricken Libyan secret agent is in prison, the sole person convicted in the tragedy, but he has earned a second appeal by convincing judges that \"a miscarriage of justice\" may have taken place during his trial. Some of the victims' families are still not convinced that Abdel Basset Ali al-Megrahi, 56, is to blame for the bombing of Pan Am Flight 103, which killed 259 people, most of them Americans, in the air and 11 more on the ground. Al-Megrahi, convicted in January, 2001, is serving a life sentence. \nThe Rev. John Mosey, whose daughter Helga, 19, was killed on the flight, attended all but one week of al-Megrahi's nine-month trial before deciding the Libyan was probably not responsible.\n\"I came away from the court 85 percent convinced he did not do it, based on the evidence I heard,\" said Mosey, from Cumbria, England. \"He was convicted on circumstantial evidence and not beyond all reasonable doubt.\"\nMosey is putting his faith in the appeal set to be heard next year - if al-Megrahi lives that long. The prisoner is suffering from incurable prostate cancer that has spread to other parts of his body, but his attorney's bid to free him on humanitarian grounds has failed.\nMosey thinks the bombing may have been carried out by a Palestinian organization backed by Syria and Iran, as many believed in the immediate aftermath. He thinks the focus was shifted to Libya - an archenemy of then-President Ronald Reagan - for political reasons.\n\"Sadly, I believe there is not the political will to catch the real perpetrators and this terrible case will remain unsolved,\" he said. Al-Megrahi was granted a new appeal in June, 2007, after his attorneys claimed British and U.S. authorities tampered with evidence, disregarded witness statements and steered investigators away from suggestions the bombing was an Iranian-financed plot carried out by Palestinians to avenge the shooting down of a civilian Iranian airliner by U.S. forces several months earlier.\nIn a statement summarizing its 800-page report, the Scottish Criminal Cases Review Commission said it had found new evidence that led its members to believe \"that the applicant may have suffered a miscarriage of justice.\"\n'Never in doubt'\nThat view is rejected by almost all of the Americans who lost family members in the explosion, said Kara Weipz of Cherry Hill, N.J., whose late brother was on board.\n\"Most people absolutely, unequivocally believe it was al-Megrahi,\" said Weipz, president of the Victims of Pan Am Flight 103 group. \"His guilt was never in doubt.\"\nA former Crestwood resident, Rogert Hurst, who graduated from Lindbergh High School, was one of the victims.\nThe Palestinian groups suspected of being involved have steadfastly denied any link to the plot. \nThe dynamics of the case have changed in recent years as Libyan leader Col. Moammar Gadhafi has engineered a rapprochement with the West in the dangerous times after the 9-11 attacks on Washington and New York.\nThe self-styled revolutionary leader, who once seemed to thrive on confrontation, has renounced terrorism and voluntarily dismantled his clandestine program to develop nuclear weapons.\nBritain, the United States and Libya are friendly now, publicly committed to working together to contain the threat of international terrorism.\nLibya has paid out several billion dollars to the families of Lockerbie victims, and has accepted \"general responsibility\" for the attack.\nFormer U.S. intelligence officer Bob Ayers, now a terrorism analyst at Chatham House in London, said Gadhafi was able to \"rehabilitate\" Libya by accepting responsibility for Lockerbie and paying compensation.\n\"This was ultimately good for the world,\" he said. \"But these were decisions reached by Gadhafi and Libya, not actions imposed by the court. To my way of thinking, there are still doubts as to whether the prosecution was done in such a way to result in a safe conviction.\"\n\nGraphic\n\n \n PHOTO - The reconstructed remains of Pan Am Flight 103 lie in a warehouse on January 15, 2008, in Farnborough, England. The Air Accident Investigation Branch has housed the remains of the Boeing 747 for the past 19 years.   Peter Macdiarmid | Getty Images \n\nLoad-Date: December 21, 2008"
}