{
    "title": "LOCKE PROPOSES TWO LEVELS OF STATE TERRORISM CRIMES",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 1,
    "day": 10,
    "full text": "SEATTLE -- Gov. Gary Locke has proposed new laws to punish terrorist activities and regulate money transfer services, telling lawmakers Wednesday that the state must work with federal authorities to prevent terrorism.\nThe state House Select Committee on Community Security, at its first public hearing, also listened to Arab and Muslim representatives worried that new laws might be misused to encourage more hate crimes against them.\nLocke told the 13 House members present that the attacks of Sept. 11 informed Americans about terrorist dangers.\n\"There have been no credible threats of terrorist activities in the state of Washington since then, but we have learned that no community can consider itself safe from these threats,\" he said.\nThe governor said the Anti-Terrorism Act one of four bills he and Attorney General Christine Gregoire have proposed defines biological and chemical agents and weapons of mass destruction.\nUnder the measure, a person who \"acts with terroristic intent\" and causes someone's death would be guilty of first-degree terrorism a crime in the same category as aggravated first-degree murder, which carries penalties of death or life in prison.\nA person who acts with that intent and injures someone would commit second-degree terrorism, a crime equivalent to first-degree murder. Unlawful use or possession of a weapon of mass destruction would be a crime similar to second-degree murder.\nThreatening an act of terrorism would be a crime similar to first-degree assault. Possessing false identification for terrorist purposes, or providing support to terrorists, would be crimes similar to first-degree kidnaping.\nMoney transfer agencies and currency exchanges would be licensed and regulated under a second bill proposed by Locke.\nState officials, working with federal officials, would have authority to inspect the agencies' records. Money transfer agencies would be required to maintain a net worth of at least $ 25,000. Criminal misdemeanor as well as civil penalties are proposed.\n\"It's apparent that those responsible for the attacks freely transferred money\" to support their actions, Locke said. \"Washington lacks any regulation of these activities.\"\nAnother measure would prohibit price gouging artificially high prices during times of attacks or national emergency. A fourth proposed law would allow state officials to exempt intelligence and national security information from laws requiring public disclosure of government records.\nCommittee chairman Rep. Christopher Hurst, D-Enumclaw, welcomed speakers who had been invited to participate from Arab, Muslim, South Asian and Somali groups. He said those groups have felt the greatest impact since the Sept. 11 attacks because of hate crimes and discrimination.\n\"It was important to hear from them first. We want them to be part of the process,\" he said after the hearing.\nHisham Farajallah, director of the Idriss Mosque in north Seattle, said his community is \"100 percent in favor of any measure\" to help prevent terrorism.\n\"As far as Muslims are concerned, public safety is first and foremost a human issue,\" he said. But he said federal anti-terrorism activities have undermined the U.S. Constitution, and asked that state leaders consider carefully before expanding powers of law enforcement.\n\"If you do not explicitly include constitutional protections, our experience tells us we in the Arab and Muslim communities will suffer regardless of your good intentions,\" Farajallah said.\nMahdy Maaweel, director of the Somali Youth Association, said some of his fellow Somali immigrants have experienced physical attack or loss of jobs since the attacks.\nPramila Jayapal, director of the Hate Free Zone Campaign, said hate crimes and incidents against Arabs, Muslims, East Africans and South Asians are \"becoming more widespread and more insidious.\"\nWomen keep their children home from school, she said. Jayapal told of a Sikh man who cannot take daily walks needed for health, and a cab driver who switched to a lower-paying job as a parking attendant.\nShe asked that new laws be specific so that innocent people are not hurt.\n\"Stay vigilant so that anti-terrorism legislation does not end up being anti-immigrant legislation,\" she said. Jayapal also favored a multi-cultural curriculum in schools.\n\nLoad-Date: January 10, 2002"
}