{
    "title": "LONDON BURNING; THE WAR WE'RE NOT WINNING(2)",
    "publisher": "philadelphia daily news",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "A GALLUP poll reported earlier this week found that only 1 out of every 3 Americans believes we are winning the war against terrorism.\nThat number may change after yesterday's horrific attacks in London.\nFreedom may be on the march, as President Bush likes to put it. But true security from Islamic terrorists isn't.\nWith at least 37 dead and 700 wounded, the war that was supposed to be pinned down in Iraq has spilled out to our allies.\nWhatever help the Brits need to capture these inhuman barbarians they will get from the United States, along with our thoughts and prayers. Not that the Brits seemed to need much coddling. With remarkable calm and stoic determination they went about their lives, determined not to give the terrorists the satisfaction of seeing the normal flow of London disrupted.\nThe same should be true here. Our normal lives should not change.\nBut the London bombings should also be a grim reminder that the war against terrorists won't be won by launching sideshow wars, like Iraq.\nIt can only be won by securing our transit systems, our ports and railways, our nuclear facilities and our nuclear weapons and material. All issues Sen. John Kerry and others have pointed out repeatedly. All issues that have been repeatedly ignored by the Bush administration and others.\nAnd it can only be won by going after the true agents of terrorism - including Osama bin Laden, who has also been repeatedly ignored by the Bush administration. That means the kind of intelligence work - and yes, police work - that was sneered at as ineffectual by the chest-thumping ignorants whose only solution to terrorism was bombing something. Anything.\nThere are families shattered in London today. Just as they were shattered in Madrid and New York City earlier.\nTo prevent families from being shattered in the future we can no longer afford the arrogant belief that we are winning because we haven't been attacked since 9/11. And we're certainly not winning it because Saddam Hussein is in prison.\nIn many significant ways we're as safe now as we were before 9/11 - a lot and not very much.\n\nLoad-Date: July 8, 2005"
}