{
    "title": "London Seeks Chemical Bomb After Big Raid Fails to Find One",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 4,
    "full text": "British antiterrorist officers are hunting for a chemical bomb after a police raid failed to uncover the device, a police source said Saturday.\n  More than 250 officers, some wearing suits to protect against chemical, biological and radioactive hazards, made a raid at dawn Friday, shooting a man and arresting another at a house in East London's Forest Gate neighborhood.\n''What we are looking for is some form of viable chemical device,'' a police source said, ''a device that would have a fatal effect on someone standing nearby both from the explosion and from the chemical it contained.'' The source said that what the police sought was a conventional bomb surrounded by toxic material.\n  The police have said nothing suspicious was found in an initial search of the house. They also reassured people in the area that there was nothing to suggest they were at risk.\n  The operation, one of the biggest since last July's suicide bombings in London, was prompted by suspicions the house could have been used for making bombs or chemical weapons.\n  ''Because of the very specific nature of the intelligence, we planned an operation that was designed to mitigate any threat to the public either from firearms or from hazardous substances,'' said Peter Clarke, head of the Scotland Yard's antiterrorism branch.\n  The police source said officers were unsure of the size of the device and of how many people it could kill.\n  Some newspapers speculated that the police were looking for a suicide vest, but the source denied that.\n  Unnamed security chiefs, quoted in newspapers, said they believed an attack was imminent, with possible targets including the subway system or pubs crowded with fans watching the World Cup soccer tournament, which starts this week. \n  ''We're 100 percent certain that an attack was being planned,'' The Daily Mirror quoted a police source as saying. ''If we haven't stopped it, it could take place very soon.'' \n  The cordon thrown around the house was much smaller than that used to guard a property used as a bomb-making factory by four British Islamists who carried out the attacks last July on London's transit system that killed more than 50 people.\n  Detectives said the latest operation was not linked to those attacks although the country has been on high alert since then.\n  Sir Ian Blair, commissioner of the Metropolitan Police, has said three terrorism plots have been thwarted since the July bombings and groups were planning further attacks.\n  The 23-year-old man, shot at the house during the raid, was recovering in a hospital, officials said. He was arrested on suspicion of ''the commission, preparation and instigation of acts of terrorism.'' \n  A second man was arrested at the house under the Terrorism Act.\n  Neighbors said the family, who lived at the house were Bangladeshi and described them as friendly. Family members said they were shocked and angered by the police operation. ''We would like to make it clear that we are completely innocent and in no way involved in any terrorist activity,'' the family said in a statement on Saturday.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 6, 2006"
}