{
    "title": "LONDON BLAST SETS OFF NEW TERRORISM FEARS",
    "publisher": "the philadelphia inquirer",
    "year": 2000,
    "month": 6,
    "day": 2,
    "full text": "A bomb blast at a major London bridge yesterday caused little damage but raised fears that dissident Irish republicans were embarking on a new terrorism campaign on the eve of the re-assembling of Northern Ireland's Protestant-Catholic government.\nThe blast at Hammersmith Bridge came with an enormous bang and no warning at 4:30 a.m. There were no injuries, but the ornate 113-year-old span, recently reopened after a major refurbishment, sustained apparently minor structural damage.\nThe same bridge was targeted by the Irish Republican Army in April 1996, when republicans planted more than 30 pounds of the plastic explosive Semtex beneath it. The powerful bomb failed to ignite, sparing the bridge.\nHowever, with the IRA currently maintaining a nearly three-year-old cease-fire and recently offering to open its illegal arms dumps to international inspectors, there was little to suggest the secretive organization had anything to do with yesterday's blast.\nSuspicion immediately fell on two dissident Irish republican groups - the Real IRA, blamed for the August 1998 bombing in Omagh, Northern Ireland, that killed 29 people, and a smaller group called the Continuity IRA.\nMany members of both groups are former IRA activists who are unhappy with the IRA's new push for a democratic settlement of the 30-year-old clash between Catholics and Protestants in Northern Ireland known as \"The Troubles.\"\nOn May 6, the IRA took the unprecedented step of announcing that it would disarm itself, allowing an international team of inspectors to look at secret arms caches. The process \"will completely and verifiably put IRA arms beyond use,\" said an IRA statement.\nThe dramatic announcement set the stage for last Saturday's \"yes\" vote by the ruling council of Northern Ireland's major Protestant party, the Ulster Unionist Party (UUP), which agreed to reenter a new Northern Ireland government with the IRA-allied Sinn Fein party.\nThe British government returned power to the province's new government this week. On Monday, members of the UUP, Sinn Fein and other parties will sit together again as Northern Ireland's new Catholic and Protestant power-sharing Assembly resumes its work after several previous failed attempts.\nThe return of the 108-member Assembly will mean that Northern Ireland's often-imperiled peace agreement of 1998 is back on track.\nFrom a dissident standpoint, this was exactly the right time to use an attack or attacks to try to disrupt the process.\n\"When the mainstream republican movement is making progress in the peace process, the dissidents try to upset the apple cart,\" said Sean Boyne, an Irish weapons and terrorism expert with Jane's Intelligence Review.\nAlthough dissident groups are believed to possess only a fraction of the explosives and weaponry controlled by the IRA, Boyne said there had been worrisome reports that dissident groups \"have established their own independent [weapons] supply abroad, probably from Eastern Europe.\"\nIn the Republic of Ireland early this week, police arrested 15 men believed to be connected with the Real IRA. Several were later released. On Thursday, Irish police seized 11 pounds of Semtex and four electrical detonators during raids on several houses in Dublin. The weaponry was said to belong to a rebel republican group.\nThe high number of dissident republican arrests raised speculation that mainstream IRA members may be tipping off police to rebel strongholds.\nAsked about the London bombing and speculation that republican renegades may be involved, David Trimble, leader of the pro-British Ulster Unionist Party in Northern Ireland, said that any violence by dissidents was aimed at wrecking the Good Friday peace agreement for the province.\n\"Obviously we are concerned by continuing paramilitary activity and continuing violence from any quarter and particularly from these dissident elements,\" Trimble told reporters.\nFawn Vrazo's e-mail address is foreign@phillynews.com  \n\nLoad-Date: February 4, 2002"
}