{
    "title": "London reinsurers expect restrictions due to catastrophes",
    "publisher": "business insurance",
    "year": 1992,
    "month": 10,
    "day": 26,
    "full text": "Reinsurers in London are set to charge more for less at year-end renewals.\nBrokers and underwriters say that large losses from Hurricanes Andrew and Iniki have concentrated the minds of reinsurers on specific coverages for specific areas in the United States and imposing catastrophe limits for pro rata treaties.\nU.S. cedants can also expect increased deductibles and cuts in profit commissions as a result of the catastrophe losses, they say.\nSome London reinsurers also are looking to restrict coverages by, for example, excluding terrorism coverage. That reaction follows an Irish Republican Army bombing in London earlier this year.\nMeanwhile, marine reinsurers will continue to eliminate non-marine risks from marine reinsurance programs, they say.\n''Underwriters will make sure that they are getting the right commercial terms for the risks they are covering,'' said John Wetherell, underwriter for Lloyd's of London syndicate 190, managed by Cater Allen Syndicate Management Ltd.\nFor ceding insurers, that means higher retentions and rates, he said.\nReinsurers also will look for more information about the risks they underwrite, said Philip Heitlinger, general manager-non-marine at English & American Group P.L.C.\n''Deductibles are being increased and, in the U.S., nationwide catastrophe exposures may have to be itemized by area… People are reassessing the way they buy and sell reinsurance,'' he said.\nGreater transparency of risks will be one of the key issues during at year-end renewals, agreed Colin Murray, chairman of R.J. Kiln & Co. Ltd.\nHurricane Andrew drove home the point that some areas of the United States are more vulnerable to catastrophe losses than others, said Mr. Murray.\nAs a result, underwriters will demand much more information on the exposures they cover.\n''Hurricane Andrew showed that the technical level of underwriting by some underwriters is generally not as high as it was 25 years ago'' after Hurricane Betsy, Mr. Murray said.\nToday, some underwriters are less critical of the risks they underwrite, taking on large liabilities in potentially catastrophic areas, he said.\n''I was very surprised to see that so many insurers had such large liabilities in Dade County, Fla.,'' Mr. Murray said.\nTo gain better control of their own exposure, reinsurers will demand more information on risks -- like transmission lines and mobile homes -- that are susceptible to damage from windstorms.\nAs in the United States, catastrophe coverage is projected to be one of the main problem areas during renewal negotiations.\n''Underwriters are asking themselves how they can effectively underwrite catastrophe business and still make a profit,'' said Philip Marcell, chairman and CEO of Unionamerica Insurance Co. Ltd.\nOne technique they will use is limiting coverage by region, Mr. Marcell said. ''(U.S. insurers) may have to buy coverage according to the aggregated risk they have in particular loss regions.''\nReinsurers may also impose catastrophe limits on pro rata treaties and exclude some geographical areas from coverage in the treaties, Mr. Murray said.\nReinsurers will try to make sure that catastrophe risks are covered under a separate policy, said another Lloyd's underwriter. ''There have been a lot of companies getting their catastrophe coverage under a pro rata treaty and underwriters are going to try and put a limit on that.''\nReinsurers also are expected to halve profit commissions following U.S. catastrophe losses, he said.\n''People can't continue to expect a fat profit commission just because they are lucky enough not to have a catastrophe loss one year when we know that with the rising catastrophe losses there's a good chance that they will have a large loss next year,'' the Lloyd's underwriter said.\nMore transparency of risks and higher rates are only half the story.\nCoverage restrictions are also expected to play a large role in year-end London reinsurance renewals.\nOne very visible area is terrorism coverage. After an IRA bomb caused an estimated 1 billion pounds ($ 1.7 billion) of damage to the London financial district in April, reinsurers reconsidered their stance on terrorism coverage.\nReinsurers of British risks now are undecided whether to include a terrorism exclusion in pro rata policies renewed at year-end or to write it as a separate coverage, Mr. Marcell said.\nSome policies contain a terrorism exclusion drafted by the London Insurance & Reinsurance Markets Assn., but ''the majority of policies actually written include terrorism coverage,'' he said.\n''Some people want to keep the coverage in the policies, whereas others want to take it out and write it as a separate coverage,'' he explained. ''Whatever happens, there will have to be right premium charged for the exposure.''\nProfessional reinsurers in continental Europe are leading the campaign to exclude terrorism coverage from pro rata treaties, said Mr. Roundell, chairman and managing director of Leslie & Godwin Reinsurance Ltd.\n''The continental reinsurers are trying to bring in definitions and terms that will single out and exclude the coverage from pro rata treaties,'' said Mr. Roundell.\nIn London, company reinsurers are more keen than Lloyd's underwriters to exclude terrorism coverage, another broker said.\n''There is no market stance on the coverage yet, but broadly speaking, Lloyd's syndicates are more willing to include terrorism, albeit at a higher price,'' he said.\nMarine reinsurance underwriters will continue to exclude non-marine exposures from contracts, underwriters and brokers say.\n''Last year, underwriters tried to take the refinery risks out of energy programs and this year I think they will try to get even more of the non-marine elements out,'' said Chris Clark, managing director of the marine U.S./U.K. reinsurance division of Willis Corroon Group P.L.C. in London.\nReinsurers may not be successful in unbundling the programs completely this year but, by the end of renewals next June, many more non-marine risks may have been eliminated from marine energy insurance programs, he said.\n''By then, we may get two separate markets for onshore and offshore risks, and onshore production units may be covered as a non-marine risk,'' Mr. Clark said.\nMarine reinsurers also are curbing reinsurance support for cargo ''stock throughput policies,'' said Trevor Johnson, underwriter for syndicate 744/746, which is managed by Wendover Underwriting Agency Ltd.\nUnder stock throughput policies, marine cargo underwriters provide incidental coverage to goods in transport while they are on land, in addition to coverage while they are being transported at sea.\nOver the past 20 years, the coverage period for stock on land has gradually increased to the extent where marine cargo underwriters provided storage coverage for as long as 12 months, Mr. Johnson said.\n''As a result of some very slack underwriting, we had quite a lot of stock throughput claims that were really non-marine claims but paid by the marine market. Many of the losses from the riots in Los Angeles, for example, will be paid by the marine market'' under these policies, he said.\nThe move by the reinsurers could change terms in the direct cargo insurance market, said Mr. Roundell of Leslie & Godwin.\n''The underwriters want to send the non-marine risks back to the non-marine market and this should lead to a tightening up of original terms and conditions,'' he said.\nMarine war risk excess-of-loss reinsurers also are limiting coverage, Mr. Johnson said.\nAlthough reinsurers eliminated contract frustration coverage from war risks three years ago, they have continued to offer other political risk coverages. For example, war risk underwriters would cover claims that arise if a company lost a contract due to changes in the law of another country, Mr. Johnson said.\n''There is now a good chance that all political risks will be excluded from war risks written in the marine excess-of-loss market,'' he said.\nUnderwriters should be wary of simply excluding risks from contracts rather than negotiating with cedants, warns Mr. Clark of Willis Corroon.\n''We can understand why reinsurers want greater transparency of the risks they cover, but that should be done by negotiation rather than exclusion or we might end up as nothing more than a property catastrophe market,'' he said."
}