{
    "title": "London police say reports of gunfire were false alarm",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 11,
    "day": 25,
    "full text": "LONDON — Shoppers scattered in panic and police flooded one of London's busiest areas Friday after multiple reports of shots being fired at Oxford Circus subway station. But an hour later police said they had found no sign of any gunshots, suspects or casualties. The panic erupted on one of the busiest shopping days of the year, in a jittery city that has been hit by four violent attacks this year. \nThe area, full of big-name chain shops and department stores, was packed with shoppers browsing Black Friday sales. Amid reports of several shots being fired, commuters and shoppers ran from Oxford Circus station and took shelter in nearby stores. \"I was next to the Tube station and everyone started screaming and shouting and then a flood of people came up the stairs,\" said Greg Owen, 37. Police said they were responding \"as if the incident is terrorist related,\" sending armed officers to the scene, cordoning off several blocks and telling people to avoid the area. Some stores filled with people taking shelter; others were evacuated. At upmarket department store Selfridges, shoppers were ordered to leave. At least three heavily armed men believed to be police could be seen on the escalators inside. About an hour after the first report of shots, the Metropolitan Police force said officers \"have not located any trace of any suspects, evidence of shots fired or causalities.\" Oxford Circus subway station reopened soon afterward. It is not yet clear what set off the panic. British Transport Police said one woman suffered a minor injury while leaving the station. The force, which patrols the train and subway network, said it was investigating what had caused the initial report of shots inside the station. After declaring the incident over, the Metropolitan Police said that \"given the nature of the information received, the Met responded in line with our existing operation as if the incident was terrorism, including the deployment of armed officers.\"\n\nGraphic\n\n \nYui Mok/PA via AP Shoppers in the west end of London panicked and the Oxford Circus subway station was evacuated Friday after reports of gunshots at the station. Police said they responded as if the incident were terrorism, including deploying armed officers, but that after an hour no signs of gunfire or casualties were found.\n\nLoad-Date: November 27, 2017"
}