{
    "title": "London stabbing_ Attacker named, was previously convicted of terrorism offences",
    "publisher": "university wire",
    "year": 2019,
    "month": 11,
    "day": 30,
    "full text": "Khan, along with other members of the Al-Qaeda*-inspired terrorist group he was part of, had hopes of gathering funds to build a terror training camp and madrasa, an Islamic religious school, near a mosque in a Pakistani-controlled area in Kashmir where his relatives owned land.\nPolice named the suspect as 28-year-old Usman Khan, saying they were not actively seeking others in relation to the incident.\nPrime Minister Boris Johnson, who visited the scene Saturday, said he had \"long argued\" that it was a \"mistake to allow serious and violent criminals to come out of prison early\".\nThe 2017 London Bridge attack involved Islamist extremists in a van who ploughed into pedestrians on the bridge before attacking people at random with knives in nearby Borough Market.\n\"[Khan] had been released a year ago on the provision that he had agreed to wear an electronic tag, submit to curfews and restrictions to his movements\", Lucy Fisher, defense editor of The Times in London, said in an interview on NPR's Weekend Edition Saturday morning. In 2013, the court of appeal revised Khan's sentence to 16 years and told him he would have to serve a minimum of eight years.\nIt has also emerged one of the people who helped tackle Khan was James Ford, who was jailed in 2004 for the murder of 21-year-old Amanda Ford, who had the mental age of a 15-year-old.\nAmag, the jihadi organization's news agency, posted a bulletin claiming the attacker, known terrorist Usman Khan, was \"responding to calls to target the nationals of Coalition countries\". \"He was released from prison in December 2018 on license and clearly, a key line of inquiry now is to establish how he came to carry out this attack\", Assistant Commissioner for Specialist Operations Neil Basu said in a written statement. In March 2017, a vehicle jumped the sidewalk on Westminster Bridge, killing five before the driver jumped out and stabbed a police officer to death.\nShe said the man \"pulled his coat back which showed that he had some sort of vest underneath, whether it's a stab vest, or some sort of explosive vest, the police then really quickly moved backwards, away\".\n18,000-year-old puppy found frozen intact in Siberia\nThey said that, after conferring with their Russian colleagues, they would call the puppy Dogor - meaning \"friend\" in Yakutian. However, a battery of genetic tests has failed to determine whether the previously undiscovered species is a dog or a wolf.\n\"We do have to look again at the sentencing system\", he said.\nThe attack took hours before another stabbing incident in the centre of the Dutch city, The Hague, where three minors were assaulted.\nSecurity officials said the attack reflected the difficulties of stopping less sophisticated attacks carried out by lone actors, even by people who are being monitored.\nAl Jazeera's Rory Challands, reporting fromLondon, said Merritt was a coordinator for prisoner rehabilitation programme Learning Together and had been attending the conference on Friday.\n\"It was envisaged by them all that ultimately they, and the other recruits, may return to the United Kingdom as trained and experienced terrorists available to perform terrorist attacks in this country\", Wilkie said.\nKhan had been living in the Staffordshire area of central England, police said.\nVice-Chancellor Stephen Toope said he was \"devastated\" that the university's staff, students and alumni may have been targeted.\nThe scene onLondon Bridge in the aftermath of a reported shooting, inLondon, Britain, November 29, 2019 in this still image obtained from a social media video. The UK had just earlier this month downgraded its terror threat level from \"severe\" to \"substantial\", which means a terrorist threat is likely rather than highly likely in the country. The three attackers, who were wearing fake suicide devices, were shot dead by police. Eight people were killed and 48 were injured.\n\nLoad-Date: December 1, 2019"
}