{
    "title": "London cleric convicted in NYC terrorism trial",
    "publisher": "the bismarck tribune",
    "year": 2014,
    "month": 5,
    "day": 20,
    "full text": "NEW YORK (AP) - An Egyptian Islamic preacher whose fiery sermons before and after 9/11 attracted extremists to his London mosque was convicted Monday in a trial that a prosecutor said should provide justice for the victims of a kidnapping in Yemen more than a decade ago.\nThe 56-year-old cleric, Mustafa Kamel Mustafa, was found guilty in federal court in Manhattan just weeks after al-Qaida's spokesman after the Sept. 11 attacks was convicted. Attorney General Eric Holder championed that verdict as a triumph for civil courts.\nMustafa was accused of providing material support to terrorist organizations by enabling hostage takers in the Yemen kidnapping to speak on a satellite phone, by sending men to establish an al-Qaida training camp in Bly, Oregon.\n, and by sending at least one man to training camps in Afghanistan.\nHe was extradited in 2012 from England, where he led London's Finsbury Park Mosque in the 1990s, reportedly attended by both Sept. 11 conspirator Zacarias Moussaoui and shoe bomber Richard Reid. Mustafa denied that he ever met them.\nMustafa looked straight ahead as the verdict was read. Sentencing was set for Sept. 8, when he faces a maximum of life in prison.\nDefense attorney Joshua Dratel said the verdict was \"not about the evidence but about a visceral reaction to the defendant.\"\n\"It's unfortunate that's what happened and it's what we feared,\" he added.\nBut jury foreman Howard Bailynson, a 44-year-old Xerox Corp. employee from suburban Westchester County, said Mustafa \"was not tried on his words.\"\nHe said pivotal evidence that swayed the jury included proof from the government that a satellite phone purchased by Mustafa ended up in Yemen in the hands of the hostage takers.\nU.S. Attorney Preet Bharara said Mustafa \"attempted to portray himself as a preacher of faith but he was, instead, a trainer of terrorists.\"\nFor much of the past month, jurors watched videotapes and heard audio clips in which Mustafa shouted to his followers, telling them non-Muslims could be treated like animals and women and children who were not Muslim could be taken captive.\nBut they saw a gentler version of Mustafa on the witness stand, one who spoke confidently in the tone of a college professor as he insisted he never engaged in acts of terrorism or aided al-Qaida.\nHis testimony over four days was derided by Assistant U.S. Attorney Ian McGinley, who told jurors to ignore his lies and concentrate on evidence.\nIn his closing argument, McGinley read aloud the names of four European tourists who died in 1998 in Yemen after their convoy of cars was overtaken by extremist Islamic kidnappers whom Mustafa had given the satellite phone. McGinley said a guilty verdict would provide a measure of justice for them and another dozen hostages who survived.\n\"Don't be fooled by his testimony,\" McGinley said. \"Don't let the passage of time diminish what he did.\"\nReferred by prosecutors and defense lawyers alike by his alias, Abu Hamza al-Masri, Mustafa told jurors how he lost both hands, an eye and part of his forearms in a 1993 accident when he helped the Pakistani military as a civil engineer.\nTwo women who were hostages in Yemen also testified.\nThe government played clips of a taped interview one of the women, Mary Quin, a U.S. citizen who now lives in New Zealand, conducted with Mustafa in his London mosque as she prepared to write a book about the kidnapping. McGinley told jurors Mustafa boasted to Quin about the kidnappings, saying: \"Islamically, it is a good thing.\"\nMcGinley said that statement belied Mustafa's claims that when he spoke to the lead kidnapper during the crisis, he tried to be a peacemaker.\n\"No one who actually tried to be a peacemaker would say to a victim of that kidnapping that it was a good thing,\" he said.\nBailynson, the juror, called Quin, who also had worked for Xerox, a \"great woman\" for having the courage to confront Mustafa with a tape recorder.\nHe said it took \"an extreme amount of courage on her behalf.\"\nIn his closing, defense attorney Jeremy Schneider asked jurors not to let their judgment be overrun by the emotion of the terrorist acts they heard about, including the 2000 bombing of the USS Cole that killed 17 American sailors and the Sept. 11 attacks a year later.\n\"The vast majority of the evidence is his words, not his deeds,\" he said, adding that his client's statements were taken out of context.\n\"Many times, his words aren't connected to what he did,\" Schneider said.\n\nLoad-Date: May 20, 2014"
}