{
    "title": "LONDON PLAYS UNWILLING HOST TO FOREIGNERS' FEUDS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 7,
    "day": 15,
    "full text": "This most civilized of cities had an unpleasant shock nine days ago when Umaru Dikko, a former Nigerian Transport Minister, was found drugged and unconscious in a crate after being kidnapped from a street near his $600,000 Bayswater home. The British authorities made it clear that Nigerian diplomats were implicated. Despite Nigeria's importance as a Commonwealth country and a major market for British exports, London expelled two of its diplomats and said the Nigerian High Commissioner, Maj. Gen. Haldu Hananiya, would be unwelcome to return. Nigeria took reciprocal action, expelling two British diplomats and advising the British High Commissioner to leave Lagos.\n The crime was the latest reminder that London's longstanding and cherished role as a world capital for exiles has a darker side. Terrorists and secret agents show little hesitation in bringing their conflicts to the streets of London. In April, Britain was forced to allow the slayer of a policewoman to leave the country because the sniper, who was aiming at Libyan dissidents, shot her from the sanctuary of the Libyan ''Peoples Bureau'' or embassy.\nLast weekend, the Foreign Office expelled two Libyan diplomats who had been allowed to remain after relations with Tripoli were broken, accusing them of continuing to threaten Libyan dissidents. And in May, the authorities deported four men said to be planning terrorism on behalf of the Iranian Government.\n Suggesting MotivesIn recent years, London has witnessed atrocious behavior that appeared to have nothing to do with Britain. There was the shooting outside the Dorchester Hotel of Israel's Ambassador Shlomo Argov in June 1982. Two Jordanians and an Iraqi associated with the Palestine National Liberation Movement were convicted of attempting the assassination. Three days later, Israel invaded Lebanon. And in 1980, there was the six- day siege at the Iranian Embassy that ended when members of the British Special Air Services killed five terrorists.\nThese terrorists had told their hostages why they chose London, according to Richard Clutterbuck, a retired major general and author of 10 books on political violence. ''We had an unarmed police force and a free press with a reputation for being fair,'' he said. ''An enormous amount of the world's money still goes through London. It has a big Arab population. They were quite openly fighting their battles on our streets. It had nothing to do with us at all. And they thought they would get away with it.\n''We're not the only ones,'' he added. ''France has an awful lot of this, and the Armenians and Palestinians are always trying to fight their battles on everybody's streets.'' Added Jeffrey Archer, the novelist: ''For the Nigerians, London has everything that Lagos doesn't. They all speak English and many of them who are Commonwealth citizens remember the colonial days, and they feel comfortable here.'' ''The real problem is diplomatic immunity,'' said Anthony Sampson, the author and political analyst. ''It's ridiculous that we should allow such huge embassies to enjoy immunity on that scale, to extend it to embassies the size of the Libyan one or crates the size of the Nigerian one. It should be restricted to real diplomats and real luggage. The trouble is that British diplomats like to have their own huge embassies abroad.'' Arming police officers to cope with terrorism has produced misgivings, he said. ''In the Libyan case, the extent of the police operation in St. James's Square and the enormous publicity it got has worried a lot of people, and not just the left. People are worried about the police becoming too dominant in the social setting. There's a feeling that the police deliberately blew up that incident into a major crisis - most people respect the police rather more because they are involved in those dangerous operations. In traditional British circles there's worry about the police having a quasimilitary role, a position that could be too powerful.'' 'The Art of Policing' But authorities on law and order are not ready to give up on Britain's longstanding traditions of civilized governance.  ''Until recently,'' said Sir Robert Mark, who was police commissioner at Scotland Yard during the period of frequent I.R.A. bombings, ''we were an unarmed society surrounded by the sea, a society in which having a firearm was a serious offense. We've never needed to be armed.'' I.R.A. and foreign terrorism and armed robberies have made it necessary to issue weapons for specific cases, he said, but ''85 to 90 percent of our policemen do not want to be armed and would object to carrying arms as a routine measure.'' ''There's a great art about policing a free society,'' he said. ''You may win a battle but risk losing more in the long term. The art of policing a free society is to avoid appearing to win while not losing.'' Sir Robert said terrorism should be viewed in a political, social and economic context. ''If you have a society in which there is a great gap between rich and poor, between the Government and the governed, a general distrust of the police, and corruption is seen to be right in politics, it is quite likely you will have political terrorism,'' he said. But he believes terrorism will not succeed in liberal societies if public morality is upheld and an effort is made to combat racial prejudice and the worst effects of economic deprivation.  ''The real success in defeating terrorism depends less on the numbers of security forces than in the reaction of society as a whole,'' he said.\n\nGraphic\n\n \nphotos of Umaru Dikko"
}