{
    "title": "London Attack Near Mosque Investigated as Terrorism",
    "publisher": "the new york times",
    "year": 2017,
    "month": 6,
    "day": 20,
    "full text": "LONDON -- The authorities in Britain said on Monday that they were treating an early morning attack near a mosque in London as an act of terrorism against Muslims, amid fears of retaliation for several recent assaults in the country attributed to Islamist extremists.\nShortly after midnight, a van rammed into a group of pedestrians near the Finsbury Park Mosque, in North London, and the imam of a nearby community center was credited with preventing an angry mob from attacking the driver after worshipers subdued him. \n  One person died at the scene and at least 10 were wounded, but the authorities said it was not immediately clear if the death was caused by the attack. The assailant was identified by the authorities as Darren Osborne, a 47-year-old man from Cardiff, Wales.\n  Little was immediately known about Mr. Osborne or his motives. Jo Stevens, the member of Parliament for the Cardiff Central constituency, issued an appeal to the public for any information about him but also urged people to refrain from online speculation.\n  Seeking to capture the mood of a wounded but unbowed capital, Prime Minister Theresa May acknowledged ''a difficult time in the life of the city.'' The attack drew condemnation from a broad array of political and religious figures.\n  Some Muslims and others were asking whether the authorities and the news media had been quick enough to describe the assault on Monday as an act of terrorism -- although Mrs. May said it had been declared terrorism within eight minutes.\n  Speaking in front of her offices at 10 Downing Street, Mrs. May denounced the assault as an act of ''hatred'' and ''evil'' against innocent civilians during the holy month of Ramadan, and she said security at mosques would be bolstered.\n  Mrs. May said that London was an ''extraordinary city'' of ''extraordinary people,'' and that British values of freedom of speech and freedom of religion would prevail. Calling the attack a ''sickening attempt'' to destroy those freedoms, she noted that extremism and hatred could take many forms. But she said the country would never give in.\n  Harun Khan, secretary general of the Muslim Council of Britain, said he recognized that many Muslims would be angry about the attack, and he appealed for calm, but he also warned of a rising tide of anti-Islamic sentiment.\n  ''During the night, ordinary British citizens were set upon while they were going about their lives, completing their night worship,'' Mr. Khan said. ''Over the past weeks and months, Muslims have endured many incidents of Islamophobia, and this is the most violent manifestation to date.''\n  Deputy Assistant Commissioner Neil Basu of the Metropolitan Police, the senior national coordinator for counterterrorism, praised bystanders who had intervened to detain the suspect, and he urged residents to remain calm and vigilant.\n  ''No matter what the motivation proves to be, and we are keeping an open mind, this is being treated as a terrorist attack and the Counter Terrorism Command is investigating,'' he said, adding that more officers had been deployed across London.\n  Britain has been shaken by a series of deadly attacks in London and Manchester recently, and there has been widespread anger after a fire tore through Grenfell Tower, a 24-story building, killing at least 79 people.\n  In another indication of the anxieties, the East London Mosque, another major house of worship, reported on Monday afternoon that had it had received a threat by telephone. Police officers and staff members swept the building. The mosque said the threat appeared to be a hoax, but it urged vigilance.\n  Residents of London, a multicultural city with a large Muslim population and a Muslim mayor, Sadiq Khan, have predominantly responded with equanimity, solidarity and tolerance toward Muslims after recent attacks perpetrated by extremists. On Monday, a similar sense of unity prevailed.\n  ''We want to recognize this as an incident the same as other incidents,'' said Deb Hermer, a 20-year resident of Finsbury Park who left a bouquet of flowers at the gate of the mosque. ''This is no less important than other incidents.''\n  But Muslim leaders and rights advocates have warned that some could try to use recent terrorist attacks to try to stir hostility against Muslims, and to foster the notion of a culture war between Islam and the West.\n  According to the office of the mayor of London, in the six days after the terrorist attack at London Bridge and Borough Market on June 3, the Metropolitan Police reported 120 Islamophobic events, compared with 36 the previous week. It added that hate crimes in general had been growing.\n  On Monday, the Muslim Association of Britain condemned the assault in Finsbury Park as an ''evil terror attack.'' The association also called for the police to protect mosques and asked the government to fight hate crimes against Muslims.\n  ''We call on politicians to treat this major incident no less than a terrorist attack,'' the organization said in a statement. ''We call on the government to do more to tackle this hateful evil ideology, which has spread over these past years and resulted in an increase of Islamophobic attacks and division of our society, as well as spreading of hate.''\n  Brendan Cox, whose wife, Jo Cox, a member of Parliament, was shot and killed last year in the north of England by a right-wing extremist, said it was imperative to battle hateful ideology against Muslims, just as it was necessary to fight Islamist hate preachers.\n  ''When islamist terrorists attack we rightly seek out hate preachers who spur them on,'' Mr. Cox wrote on Twitter. ''We must do the same to those who peddle Islamophobia.''\n  Shiraz Maher, deputy director of the International Center for the Study of Radicalization, at King's College London, said that some supporters of the Islamic State, also known as ISIS or ISIL, were already seeking to exploit the attack by framing it as a part of a larger war between Muslims and non-Muslims, and by calling for retaliation.\n  ''ISIS has long held the idea of wanting to provoke the West, not just by provoking governments but also by creating pressure on society so that people are driven toward the extremes,'' he said.\n  He said the authorities needed to be vigilant for assaults against Muslims, as the Finsbury Park assailant appeared to have co-opted an Islamic State tactic -- using a vehicle to attack civilians.\n  Mrs. May, under fierce criticism for her reaction to the Grenfell Tower fire and for her initial failure to meet those wounded there, quickly condemned the Finsbury Park attack and visited the mosque.\n  After her gamble in calling a general election backfired, leaving her without a parliamentary majority, Mrs. May's position is weak, and she is scrambling to assemble a deal with the Democratic Unionist Party of Northern Ireland to stay in power.\n  The driver of the van on Monday was arrested after bystanders prevented him from fleeing, the police said in a statement. Commissioner Basu of the Metropolitan Police praised those who had intervened, saying they had responded quickly and calmly despite being shaken, scared or angry.\n  He said that the police had received a number of calls reporting that a van had rammed into pedestrians, and that officers in the area had responded instantly.\n  Aweys Sheikh, 45, said that he was walking home from the Muslim Welfare House, a community center on nearby Seven Sisters Road, shortly after midnight when he heard a noise and people screaming. ''Then I saw the back of the van,'' he said, and he ran to help.\n  ''I saw the man who came out of the van, he tried to escape, so I held him down with two more boys,'' he said.\n  Another witness, Boubou Sougou, 23, said, ''I saw the attacker attempting to run away, but people from the mosque held him back.''\n  ''Some of them wanted to beat him up but were stopped by the ones that were holding him until the police came,'' he added.\n  Mohammed Mahmoud, the 30-year-old imam of the Muslim Welfare House, was praised for helping to form a protective ring around the suspect after he was apprehended by a group of worshipers.\n  Mr. Mahmoud told the BBC that the attack happened five minutes after the end of evening prayers and that the van had rammed into a crowd that had been helping an ailing man, dragging two people underneath the vehicle.\n  He said 10 to 15 people had been at the scene of the attack, some trying to resuscitate the victim and three others holding the assailant, who, he said, had appeared calm. Mr. Mahmoud added that after the attack, the man had said, ''I did my bit.''\n  There were reports that other people had fled from the van after the attack, but Commissioner Basu seemed to discount that theory, saying there were no other suspects.\n  By midmorning, police officers had cordoned off a corner of Seven Sisters Road, and news cameras were swarming nearby. Police vans that had been on site began to leave, though traffic on a nearby major thoroughfare, Blackstock Road, was restricted.\n  Forensics officers were analyzing the van used by the attacker, which British news reports said was rented from Pontyclun Van Hire, in the Welsh village of Pontyclun, near Cardiff. The company said it was fully cooperating with the police.\n  The Finsbury Park Mosque, a major house of worship in North London, opened in 1994 and became a hotbed of Islamist militants, but it was reconstituted in 2005 with a ''new ethos,'' according to its website, and on Monday, Christian ministers gathered there to show solidarity.\n  ''There are very good friendships between the Christian and Muslim communities here,'' said the Rev. Daniel Sandham of St. John the Evangelist, a nearby church. ''It has sought to be a beacon for the community.''\n\nhttps://www.nytimes.com/2017/06/19/world/europe/uk-van-attack-london-mosque.html\n\nLoad-Date: June 20, 2017"
}