{
    "title": "London bombs prod US security steps",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 7,
    "day": 13,
    "full text": "The London attacks are altering the dynamics on Capitol Hill on difficult homeland-security issues, from how to protect rail passengers to whether to renew controversial provisions in the USA Patriot Act.\nSpending for security on trains, subways, and buses, which had been targeted for big cuts in President Bush's 2006 budget, is now likely to get a boost. And the Patriot Act - so controversial that 382 communities and seven states passed resolutions of noncompliance - is on a faster track to renewal.\nBeyond those particulars, the attack on London commuters last week comes as a broad range of domestic-security strategies is under review in Washington. At the very least, it could refocus congressional spending priorities.\nAs the Senate takes up a $ 31.9 billion spending measure this week, advocates are calling for stronger antiterror efforts on all fronts: ports, chemical and nuclear plants, and first responders. The bill's emphasis on airport measures could now face scrutiny.\nBut if advocates of strong antiterror efforts feel emboldened, the subway attacks in London also highlight how difficult the next steps in terrorism prevention may be.\nAn independent commission on the 9/11 attacks has been cautioning against fighting \"the last war.\" Yet the commission doesn't urge massive spending on mass-transit security - given the difficulty of screening millions of riders at thousands of entry points nationwide.\nStill, as Congress faces tough choices about money and pragmatism, London is now part of the debate.\n\"Senate Republicans should take very seriously the lesson learned from the attacks in London: Fighting terrorism overseas is not enough to ensure that terrorists will not strike American soil again,\" said Democratic leaders in a statement.\nTuesday, Democrats called for sharp increases in spending on rail security, protection for chemical and nuclear power plants, and support for first responders. President Bush's fiscal 2006 budget targeted $ 5 billion for aviation security, but only $ 32 million to ground transportation.\nAt the same time, the absence of an attack on US soil had undermined support for the more intrusive features of the USA Patriot Act, including lowering the standards for search warrants and allowing the FBI to seize library and health records in a terrorism investigation. Those provisions are slated to sunset on Dec. 31, 2005, unless renewed.\n\"It is not by luck that the United States has not been attacked since Sept. 11, 2001,\" said Rep. James Sensenbrenner (R) of Wisconsin, chairman of the House Judiciary Committee, in a statement after the London attacks. His committee begins markup of a bill to extend expiring provisions of the Patriot Act on Wednesday.\nIn hearings in the run-up to reauthorization, Justice Department officials have tried to reassure lawmakers that expiring provisions have been used sparingly - and never to seize library, bookstore, medical, or gun-sale records. Along the same lines, the House Judiciary panel proposes amending the law to clarify that records likely to be obtained in a search under Section 215 are \"relevant to an ongoing international terrorism investigation, to protect against international terrorism\" and not a broad sweep to pick up information on ordinary Americans.\nStill, civil libertarians caution that the bill threatens to erode civil liberties and oversight. \"Congress rightfully put sunsets on some provisions of the Patriot Act, so that lawmakers could reexamine the extraordinary powers when cooler heads would prevail,\" said Lisa Graves, senior counsel for legislative strategy for the American Civil Liberties Union.\nThe American Library Association, which surveyed its members on the impact of the Patriot Act, says that the full scope of its impact is still unclear. \"We know that the FBI is interested in libraries, has asked for hard drives and computer records, and has made informal requests, if not formally under 215 with a written order,\" says Patrice McDermott, the ALA's deputy director of the office of government relations. She says she hopes that the London bombings do not renew such a sense of fear that lawmakers overlook ongoing civil liberties concerns.\n\"We are counting on the public to let their members know how they feel about these provisions of the Patriot Act,\" she says. A House GOP leadership aide says the London bombings will \"put Democrats in a bind,\" if they oppose renewal of the law.\nAnalysts say that the most powerful fallout from the London bombs could be to refocus Congress on the need for targeting spending to an assessment of risk. On July 13, the Senate Homeland Security and Governmental Affairs Committee is conducting its third hearing on chemical plant security - one of the least studied aspects of homeland security.\nIn a March 2003 study, the Government Accountability Office, then named the General Accounting Office, warned that the extent of security preparedness chemical facilities is unknown. Public disclosure is controversial, but a recent memo by the Congressional Research Service, released by Rep. Edward Markey (D) of Massachusetts, warns that there are about 100 chemical plants where a successful attack could produce more than 1 million deaths or injuries.\n\"It's important that such private facilities, like chemical plants, at least carry terrorism insurance to give them an incentive for best practices. Almost all of our private-sector infrastructure is unprotected,\" says Michael O'Hanlon, a defense analyst at the Brookings Institution.\nIn its third public hearing since the 9/11 commission disbanded, former commissioners called on Congress to get serious about streamlining its own oversight of homeland security and allocating funding according to a risk assessment, rather than pork-barrel politics as usual.\n\"A key question is priorities: You don't always want to be fighting the last war,\" says former Rep. Lee Hamilton (D) of Indiana, vice chair of the 9/11 commission. \"It is required under law to have a plan for transportation security by April 1 of this year, and it has not been met… Planning requires you to make very hard choices, and this is why the policymakers and politicians are reluctant to do it.\"\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: July 12, 2005"
}