{
    "title": "London attack_ Terrorism expert explains three threats of jihadism in the West",
    "publisher": "university wire",
    "year": 2017,
    "month": 3,
    "day": 23,
    "full text": "\"asset-content\" data-asset-uuid=\"15198a73-166a-5dcd-9c61-2915067732f2\">\nAlexander Meleagrou-Hitchens, George Washington University\n(THE CONVERSATION) Details about the man who attacked the British Parliament on March 22, identified by London police as British national Khalid Masood, are still emerging. With three victims confirmed dead, the attack is the worst in London since the July 7, 2005 bombings on the London transport system.\nA day after the attack, the Islamic State media organization Amaq released a statement claiming responsibility. The statement read: \"The attacker yesterday in front of the British Parliament was a soldier of the Islamic state.\"\nThe language of the statement can help us understand the nature of not just this attack, but the nature of jihadist attacks in the West. Based on 10 years of research on the topic, I have identified three categories into which this attack is likely to fall.\nDirected attack\nThe first and least probable scenario is that the attack in London was planned and directed by individuals within the IS hierarchy. In such a situation, the attacker would be part of a wider IS network.\nThose types of attacks, such as the ones conducted by IS in Paris and Brussels (the anniversary of which was also on the same day as the London attack) in 2015 and 2016, respectively, are usually deadlier and more sophisticated than what we saw in London. The crude nature of the killings, in which Masood used a car as a battering ram before rushing police officers with knife, suggests that this act falls into one of the two following categories.\nInspired attack\nThis may have been a so-called \"inspired\" attack. This refers to a terrorist act undertaken by someone with no known ties to IS or other jihadist groups. These individuals see themselves as part of the wider global jihad movement after consuming jihadist propaganda and interacting with like-minded individuals online. They plan the attack alone, with no input from a terrorist organization.\nThe last such \"inspired\" incident in London was the killing of British Army soldier Lee Rigby in May 2013. The attackers, Michael Adebolajo and Michael Adebowale, were inspired by al-Qaida and used a similar tactic to that seen in the Parliament attack, ramming their target with a car before stabbing him repeatedly.\nAmaq announcement is instructive when it states that the attacker was acting \"in response to calls to target citizens of coalition nations.\" This is likely a reference to the repeated announcements by IS members, most notably the group's now deceased former spokesperson Abu Mohammad al-Adnani, for Western IS sympathizers to use any means at their disposal to conduct terror operation in their home nations. In addition, IS usually refers to such individuals as its \"soldiers\" only when the group had no direct role in the attack.\nThese inspired acts are often referred to as lone-wolf attacks. While the term is widely used, recent research shows that few attacks in Europe are genuinely conducted by lone actors. For example, one study found that out of 38 IS-linked plots in Europe between 2014 and 2016, only six \"were based on inspiration only.\" However, even then the authors of the study concede that the plotters \"usually had contacts in extremist circles, albeit not IS-related.\" Such findings suggest that true lone-wolf attacks are in fact much rarer than many assume.\nRemote-controlled attack\nThe final possible category of attack the London incident falls into is \"remote-controlled.\" This represents something of a hybrid of the two other forms of jihadist terrorism in the West. This occurs when a radicalized Westerner receives encouragement, and often direct instruction, from an IS member over the internet. These individuals, who my colleague Seamus Hughes and I refer to as \"virtual entrepreneurs,\" in a recent report are often based in IS-held territory and have built up respected reputations within the IS online milieus.\nLike this story? Get our best of the week sent to your inbox\nSign Up! I understand and agree that registration on or use of this site consitutes agreement to its user agreement and privacy policy. As IS has spread its influence over social media, and its virtual entrepreneurs have made use of a wide range of encrypted messaging apps such as Telegram, Surespot and WhatsApp, this has become one of the main ways the group plans attacks in the West. In the same study cited above, researchers found that 50 percent of the 38 IS-linked plots in Europe between 2014 and 2016 were found to have involved \"online instruction from members of IS' networks.\"\nThis phenomenon is also apparent in the United States.\nMy colleague and I discovered that out of 38 IS-inspired plots and attacks in the United States between March 1, 2014, and March 1, 2017, eight involved digital communication with virtual entrepreneurs. This includes the attempted shooting in Garland, Texas in May 2015. One of the attackers, Elton Simpson, was receiving encouragement and direction via encrypted chats with Junaid Hussain, a British IS member based in Syria. Virtual entrepreneurs have also been involved in at least six other terrorism-related cases, including helping Americans intending to travel to join the Islamic State. This brings the total number of U.S. terrorism cases linked to IS virtual entrepreneurs to 14.\nBased on what we know so far, and after analyzing recent trends and the latest research, it is likely that the man who killed three people in London was acting either in the name of IS without any direct links, or was in possible contact with a virtual entrepreneur.\nUnfortunately, the only certainty is that this will not be the last such attack in the West. As IS loses ground in Iraq and Syria, it will do all it can to retain an ability to strike in the West. While their key aim is to inspire attacks like those in Paris and Brussels, they will be increasingly difficult to conduct. This is due both to its dwindling resources and the increasing readiness of European security agencies who will be learning from recent attacks.\nLone actors, while rare, will continue offer IS a cost-free method of attack. Meanwhile, virtual entrepreneurs will be doing all they can to help their Western contacts plot and execute mass killings from afar.\nThis article was originally published on The Conversation. Read the original article here: http://theconversation.com/london-attack-terrorism-expert-explains-three-threats-of-jihadism-in-the-west-75092.\nThe Conversation\nTags\nWire\nRadicalism\nGovernment And Politics\nTerrorism\nWar And Unrest\nGeneral News\nLegislature\n\nLoad-Date: January 17, 2018"
}