{
    "title": "London of 2008 getting closer to London of '1984'",
    "publisher": "the world",
    "year": 2008,
    "month": 11,
    "day": 2,
    "full text": "LONDON - Each day, the average London resident is filmed 300 times as he or she walks their children to school, takes the train to the office or relaxes after work at a sidewalk cafe. Britain has 4.2 million closed-circuit surveillance cameras, one for every 15 people in the country, security experts say.\nIn a nation that, like the United States, worries about the potential for terrorist attacks as well as regular crime, most people are hardly bothered by the lack of privacy.\n\"I wouldn't say I'm worried by it. It's become a way of life,\" said Louise Hughes, a lawyer living in south London. \"Its very presence is a reassurance.\"\nHowever, a new round of government proposals - to dramatically expand surveillance and data collection and to strengthen other anti-terror measures - has some public officials warning that the government must not go too far in this city where George Orwell set \"1984,\" the famous novel about the dangers of an all-seeing \"Big Brother\" government.\n\"We need to take very great care not to fall into a way of life in which freedom's back is broken by the relentless pressure of a security state,\" warned Sir Ken Macdonald, Britain's director of public prosecutions, in a speech last week.\nSurveillance data have helped Macdonald's office successfully prosecute 90 percent of terrorism cases, he said, a conviction rate far higher than that in the United States. New technological advances, though, are giving government the ability to track people \"every second of every day, in everything we do,\" he warned. Before passing laws permitting the government to do just that, he said, \"we should take very great care to imagine the world we are creating before we build it. We might end up living with something we can't bear.\"\nLondon has a growing number of discreet security cameras keeping an eye on schools, trains and city streets, particularly in high-crime areas. A growing number of London's cameras can automatically read the license plates on cars, compare passing faces to those of suspects and notify authorities about suspicious behavior.\nBritish spy agencies, like those in the United States, also have access to telephone records. Britain's government also wants to begin keeping databases of e-mails sent, calls made on Skype, exchanges on social networking sites such as Facebook, chats on gaming sites, communications made through eBay and a variety of other Internet interactions.\nIn addition, the government proposes to begin requiring registration of all mobile phones in the country - today more than half are unregistered pre-paids - and it hopes to issue a national identity card for everyone living in Britain, with details stored on a central database. It also proposes giving each child an identity number that will follow them through life.\nJacqui Smith, Britain's home secretary, calls such changes \"vital\" to the country's anti-terrorism efforts. She emphasizes that the content of e-mails and phone calls would not be recorded. With more and more people - including terrorists - exchanging information through a multitude of \"chatting\" options, tracking the flow of communication on the Web is crucial, she said.\n\"The communication revolution has been rapid in this country, and the way in which we intercept communications and collect communication data needs to change too,\" she said in a speech this month. \"If it does not, we will lose this vital capability that we currently have and all take for granted.\"\nPrivacy protections and civil liberties have eroded around the world in recent years as nations struggle to balance cherished freedoms with efforts to effectively combat terrorism. The Bush administration has been heavily criticized for setting up the Guantanamo Bay prison in Cuba for terrorism suspects, and Privacy International, a London-based privacy watchdog group, has criticized Congress for approving a White House spy program that lets the government track any overseas communications on U.S. e-mail providers such as Gmail and Hotmail.\nBritain's government, faced with a revolt by legislators, recently dropped plans to extend detention of terrorism suspects without charge from 28 to 42 days. However, in a separate initiative, it appears to be pressing ahead with plans to issue national identity cards that would include chips holding \"biometric\" data such as fingerprints and photos. A former head of Britain's MI5 domestic spy agency last week called such an effort an overreaction to terrorist threats.\nEven the British home secretary's senior aides appear to be in revolt, calling plans for a database of all phone and Internet interactions in the country \"impractical, disproportionate, politically unattractive and possibly unlawful from a human rights perspective,\" according to a memo leaked to British news media last week. A data communications expert with the Association of Chief Police Officers similarly dismissed the plan as \"mission creep,\" saying the data could get into the wrong hands.\n\"The British, like the Americans, know there are terrorist cells out there that want to cause mayhem, but they don't yet know how to strike a balance between doing what is absolutely necessary to stop those attacks and preserving the civil liberties that are the essence of Western civilization,\" said Robin Shepherd, a foreign policy expert at Chatham House, a leading London think tank.\nBritain's government has shown some signs of responding to the growing criticism. Many of the security changes, once expected to be formally proposed this year, are being delayed until next year, officials say, and some may be revised.\nCritics of the measures say they hope the plans ultimately will be either scaled back or abandoned altogether.\n\"Decisions taken in the next few months and years ... are likely to be irreversible,\" Macdonald warned. \"They will be with us forever.\"\nThe better route to standing up to terrorists, he suggested \"is to strengthen our institutions, rather than to degrade them.\"\nThe future of surveillance\nIf Britain's government goes ahead with plans to create massive new databases of information from identity cards, surveillance cameras, cell phones and Internet exchanges, it could potentially manage to nearly flawlessly track the movement of suspects in real time, some experts say.\nData analysts, for instance, could note that one suspect has just e-mailed another, then begin tracking their movement by seeing where the cell phones registered to the suspects are moving between cell towers, even if the phones are not in use.\nSurveillance cameras in those areas, some equipped with face-recognition capabilities, could then automatically compare biometric data on the men - particularly photographs - with images of people passing on the street until they find a match.\nIf the suspects meet other people, they also could be identified by their cell phone signals. Suspects who get into cars could be followed and pinpointed by roadside surveillance cameras that record license plate numbers.\nTIMELINE OF BRITISH SURVEILLANCE\n1950s: Police put the first closed-circuit cameras into roadside use to track drivers ignoring red lights.\n1960s: Surveillance cameras appear in a few public squares and other public places.\n1970s/80s: Businesses began installing their own surveillance cameras, for security or to keep an eye on shoplifters.\n1993: A surveillance camera catches images of 2-year-old James Bulger walking hand-in-hand out of a shopping center with two 10-year-old truant boys. Bulger is later found slain. The captured images of the boys, later convicted of murder, helps persuade Britons that surveillance is a positive safety measure, useful in preventing crimes or securing convictions.\n2008: The number of public and private security cameras in Britain reaches 4.2 million, or more than 20 percent of the world total.\n- McClatchy Newspapers\n\nLoad-Date: November 4, 2008"
}