{
    "title": "Lone wolf next door seen as biggest terrorism threat",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 9,
    "day": 4,
    "full text": "HAMBURG, Germany - After 9/11, it was the men who went to radicalized mosques or terror boot camps who were seen as the biggest terror threat. Today, that picture's changed: Authorities are increasingly focusing on the lone wolf living next door, radicalized on the Internet - and plotting strikes in a vacuum.\nThe March fatal shooting of two American airmen in Frankfurt by a Kosovo Albanian. The attempted backpack bombing on Fort Hood, Texas, apparently inspired by the deadly 2009 assault on the U.S. base. The foiled attack on Fort Dix, N.J., by a tiny cell of homegrown terrorists.\nThese Islamic terror plots share something in common with Anders Behring Breivik, the Norway killer who hated Muslims. They are the work of extremists who are confoundingly difficult to track because they hardly leave a trace.\nIn today's transformed security landscape, authorities and experts say, the 9/11 plotters would surely have been caught.\nIt's widely believed that these days there's no way a cell involving 19 hijackers and an extensive support network could have plotted attacks in a Hamburg mosque, trained in terrorist camps in Afghanistan, and took flight lessons in the United States without being picked up by countertenor operations.\nAnd President Obama said in a CNN interview on Aug. 16 that a \"lone wolf\" terror attack in the U.S. is more likely than a major coordinated effort like the Sept. 11 attacks.\nWestern authorities have infiltrated major jihadist groups, planting moles, eavesdropping on chatter, keeping tabs on radical mosques, and carrying out regular terror sweeps. Some say the tough measures have eroded civil liberties.\nBut lone wolves or small homegrown cells that blend into the general population present a more slippery challenge.\n\"The biggest threats are people working alone or in very small groups,\" a senior German intelligence official told The Associated Press on condition of anonymity because of the sensitivity of the matter.\n\"So it's not important whether we have 40 or 50 or 60 followers of the jihad [under observation] ... that doesn't really make much of a difference. The question is are there some that we don't know but who are planning it?\"\nModern technology is also making things harder for authorities.\nAs extremists adapt to the anti-terror crackdown, they have taken more advantage of the Internet to cloak their communications and recruit new attackers.\n\"Before, people were recruited in mosques where you'd hear speeches - Finsbury Park or Baker Street. Then that totally stopped. Today, there is not a single case where group members weren't recruited on the Internet,\" French anti-terrorism judge Marc Trevidic told the AP.\n\"The ability to self-indoctrinate online is a big concern, because not being in a group complicates our task of surveillance,\" he said. A terrorist group, he said, \"is easier to monitor, moves around and has meetings.\"\nThat's what led to the first successful attack on German soil by an Islamic extremist, in which a 21-year-old Kosovo Albanian allegedly gunned down two American airmen outside the Frankfurt airport in March.\nArid Uka, a 21-year-old Kosovo Albanian who grew up in Frankfurt is accused of opening fire at the city's airport on a busload of U.S. airmen on their way to Afghanistan, killing two and injuring two others.\nAccording to the indictment, Uka was radicalized over time by jihadist propaganda he saw on the Internet, and the night before the act had watched a video that purported to show American atrocities in Afghanistan; it was actually a clip from a film. The investigation turned up no connections with any terrorist organization.\n\"He was a single person acting alone radicalized through jihadi Internet propaganda,\" prosecutors' spokesman Marcus Koehler told the AP at the time of the indictment. \"That shows, in the opinion of the federal prosecutors office, how dangerous jihadist propaganda on the Internet is.\"\nIn recent years, al-Qaida and other terrorist organizations have been increasingly targeting people like Uka - using radicals who grew up in Western countries to make videos in their native languages urging people in their home or adoptive countries to take up jihad.\nA series of German-language videos were posted on the Internet before 2009 elections in Germany promising attacks - which never happened -- and U.S.-born cleric Anwar al-Awlaki's sermons have turned up on the computers of nearly every homegrown terror suspect in the United States.\nAl-Awlaki allegedly exchanged e-mails with the U.S. Army psychiatrist accused of carrying out the 2009 shootings at the Fort Hood military base in Texas. Prosecutors also say an al-Awlaki sermon on jihad was among the materials - including videos of beheadings - found on the computers of five men convicted in December of plotting attacks on the Fort Dix military base in New Jersey.\n\"It was from 2003 to 2008 that we saw this rise in power of the tool of the Internet: first as propaganda, then to send messages and do recruiting,\" said the French judge, Trevidic.\nNow, he said, \"everything is done on the Internet, with more and more sophisticated methods, and we've had the possible difficulty because we were dealing with a young generation that understands the Internet by heart.\"\nAP photo\nPolice investigate the scene on March 2, where 21-year-old Kosovo Albanian Arid Uka gunned down two American airmen on a bus outside Frankfurt airport, Germany.\n\nLoad-Date: September 6, 2011"
}