{
    "title": "Lone-wolf attacks tough to shut down Local expert_ 'Like finding a needle in three haystacks.' CLOSE",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 2,
    "full text": "Caroline Ventura leaves flowers near a barricade blocking a bicycle path that remains closed off a day after a driver in pickup truck plowed through it, killing eight people and injuring 11, along the Hudson River in Manhattan on Wednesday. TODD HEISLER / THE NEW YORK TIMES\nThe deadly New York City terror attack Tuesday brought stark responses from local experts, one of whom called the use of vehicles plowing into crowds the \"biggest threat\" faced.\nThe alleged New York attacker also had connections to Ohio, adding to the list of terror plots with ties here.\nSayfullo H. Saipov, 29, is accused of driving a rental truck onto a bicycle path, killing eight people and injuring several others in New York City.\n\"That's our biggest threat is the lone wolf because it's like finding a needle in three haystacks,\" said Timothy A. Shaw, a former FBI special agent in Dayton who has expertise in counter-terrorism operations.\nTurning a truck into a weapon is hard to detect and prevent.\n\"It's crude, it's cheap and it's easy to put together,\" Glen Duerr, a Cedarville University professor of international studies, said.\nIt's also \"much more difficult to defend unless you create ring upon ring of security,\" he said.\nSaipov, who reportedly lived in Paterson, N.J., once resided in Stow, Ohio, and had business licenses in Ohio after he arrived in the United States from Uzbekistan in 2010.\nSaipov has two active business licenses, one in Symmes Twp. in suburban Cincinnati. The license for Sayf Motors Inc., was granted in May 2011. A second one, Bright Auto LLC, was granted in 2013 in Stow, according to Ohio Secretary of State records.\nTuesday's deadly attack near the World Trade Center memorial ended when Saipov crashed into a school bus, emerged from the truck holding paint ball and pellet guns, and was shot by a police officer.\nThe attack was within view of Centerville High School graduate Revae Norvell's apartment.\n\"I heard what sounded like gunshots, repetitively,\" the 30-year-old Norvell said, \"and that's when I heard all of the sirens. And it was just a swarm of ambulances, cop cars just one after the other.\"\nTruck driver Kobiljon Matkarov of Miamisburg told the New York Post he knew the suspect, calling him \"very friendly.\"\nThe 37-year-old Matkarov, also a Uzbekistan native, told The Post he met Saipov in Florida a few years ago after Saipov arrived from Uzbekistan.\n\"He is very good guy, he is very friendly,\" Matkarov was quoted by the Post. But Matkarov's brother said Wednesday his sibling \"doesn't know that guy very well.\"\nSimilar 'lone-wolf '\nattacks\nUsing vehicles to plow into crowds has become a weapon of choice for lone-wolf terrorists.\nSimilar attacks in recent years were carried out in Nice, France; Berlin, Germany; and London, England.\nCloser to home, 18-year-old Somali-born Abdul Razak Ali Artan drove into a crowd of students in Columbus at Ohio State University on Nov. 28, 2016. Artan used a knife to attack bystanders, injuring 13 people before being shot and killed by OSU officer Alan Horujko.\n\"This type of attack would be very difficult to prevent unless you have intelligence information that this person is going to do this, unless you know who this person is and what kind of vehicle they are driving,\" said Patrick Oliver, Cedarville University's director of criminal justice program and a former police chief in Fair-born and Cleveland.\nISIS has called on attackers to use vehicles as weapons as the terrorist organization has lost territory in Syria and Iraq and expanded in regions like Africa to recruit, said Duerr. The London, England, area native says he stays alert to the threat of terrorist attacks when he travels to major cities around the globe.\nShaw said people should have their \"head on a swivel\" to be alert of their surroundings.\nPresident Donald Trump announced Wednesday he would work with Congress to end a diversity visa immigration program. But The Hill reported the suspect did not enter the United States under the immigration initiative.\nDonna Schlagheck, a retired Wright State University political science leader and a terrorism expert, said stopping the program wouldn't stem terrorism.\n\"I think it will do nothing to stem the tide of terrorism, and it distracts the public from the underlying causes of terrorism, particularly the long American occupation in Iraq and the displacement of Sunni Arab men from public life in Iraq,\" she said. Those events were recruiting tools to establish ISIS, she said.\nTerrorism suspects in southwest Ohio\nThe incident reminded some of other recent alleged terrorism ties to southwest Ohio, including:\n* Laith Waleed Alebbini, 27, who is seeking to have his detention revoked on a federal charge of attempting to provide material support and resources to a foreign terrorist organization.\nThe Dayton man - arrested in April by the FBI's Joint Terrorism Task Force before starting a trip to Jordan and charged with attempting to help ISIS - has asked a federal judge for release before trial.\n*Munir Abdulkader, now 22, from West Chester Twp., who was arrested May 21, 2015, in Mason by the FBI Joint Terrorism Task Force after purchasing an assault rifle.\nAbdulkader was recruited by an ISIS leader in Syria admitted guilt to a host of terror-related charges, including a plan to attack police and military forces in southwest Ohio. He planned to use an AK-47 and Molotov cocktails in the attacks, according to federal court documents.\n* Green Twp. native 20-year-old Christopher Lee Cornell, who was arrested in January 2015 on three federal charges. He was arrested outside a Colerain Twp. gun store moments after he purchased two semi-automatic rifles and 600 rounds of ammo.\nCornell was sentenced to 30 years in prison in December 2016 for his alleged unfulfilled terror plot to attack the U.S. Capitol and kill President Barack Obama during the 2015 State of the Union address.\nStaff writer Will Garbe\ncontributed to this story.\n\nLoad-Date: November 2, 2017"
}