{
    "title": "Long war's end game",
    "publisher": "daily news ",
    "year": 2013,
    "month": 11,
    "day": 29,
    "full text": "Afghanistan and the United States are engaged in a dangerous game of chicken over entering a joint security agreement as America's longest war winds down.\nThe Obama administration has threatened to pull all U.S. troops out of the country by the end of next year should President Hamid Karzai continue to make mischief, move the goalposts and drag out the deal's approval.\nSuch an outcome ought to be unthinkable for the global war against terrorism.\nMaintaining a residual U.S. or NATO security presence in the nation that, along with Pakistan, remains the world's prime Taliban and Al Qaeda stronghold is necessary to remain on the offensive against violent Islamist extremism.\nMilitants still plot in the tribal areas between Afghanistan and Pakistan, and both the Afghan and Pakistani governments have shown insufficient will or capability to root them out. American drone strikes - and occasional potential special forces raids - will remain essential for the foreseeable future. (P.S.: Afghanistan borders Iran, a major regional threat.)\nAll of which explains why American taxpayers - who aren't swimming in greenbacks - fund the Afghan military to the tune of $4 billion a year, money that means far, far more to Karzai's weak hold on power than it does to the U.S.\nIn that context, it is wholly reasonable, in fact imperative, for the U.S. to maintain a minor role.\nThe agreement, as drafted, would formalize the terms of official U.S. withdrawal from the country where America sent its troops in 2001, in the wake of the Sept. 11 attacks.\nIt states that future combat operations will be mutually agreed to by Afghanistan and the United States, and broadly outlines the purpose of such operations.\nIt creates a goal that Afghan forces will henceforth be in the lead - and gives the United States the right to discipline its own troops serving in the country. These terms and others were sewn up.\nThen, in recent days, Karzai showed sudden skittishness and laid down new demands, from a request for a statement of regret from the U.S. to other tactical assurances.\nThe Obama administration must summarily rule out Karzai's absurd and destructive condition that the U.S. empty the Guantanamo Bay prison camp of all its inmates.\nWhen military tribunals are possible, those prisoners must be swiftly put through them - a job the American government, under Obama, has done in fits and starts.\nBut even still, as Obama himself has conceded, many detainees can neither be tried at Gitmo, nor transferred to the U.S. (Congress won't have it), nor transferred to other countries (no nation will take them).\nIn other words, Guantanamo remains a fact of life - not a pawn to be toyed with by Karzai.\nTo be sure, it is no easy task for an Afghan leader to answer his countrymen's frustration over drone strikes and U.S. raids on private homes, which have produced some civilian casualties.\nBut a security alliance with the United States, built on a foundation of fighting terrorism, cannot effectively rule out fighting terrorism.\nIs that not self-evident?\n\nGraphic\n\n \nNLVL\n\nLoad-Date: November 29, 2013"
}