{
    "title": "LONG-TERM POLICY VS. SHORT ATTENTION SPAN",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 5,
    "day": 30,
    "full text": "It was symbolically appropriate that Richard Perle's microphone would not work.\n First, he leaned closer, but the mike -- one of those rudimentary, built-into-the-podium things -- buzzed and distorted his words.  Then he bent it to the side and tried to talk around it, but pulsing feedback drowned him out.\n Perle, assistant Secretary of Defense under Reagan and chairman of the Defense Policy Board Advisory Committee during George W. Bush's first term, was in Pittsburgh Thursday to speak on \"Terrorism and Democracy\" in a Saint Vincent College lecture series. But, a cynical wag might observe, like anyone else proposing or defending the Bush administration's Middle East policy, Perle found the medium overwhelming the message.\nSo an efficient college employee slipped outside the banquet room and asked a staffer to turn the sound system off.  And just as in the world outside, those who wanted to hear, could.\n With Memorial Day looming, Perle spoke somberly of a war that began a full decade before September 11, 2001, and may last many years more.\n Repeated assaults on our embassies, the attack on the U.S.S. Cole, the first bombing of the World Trade Center -- \"the many acts of terrorism that had taken place, we never conceived of these as a war,\" he said.  But the terrorists did.\n In the aftermath of 9/11, \"President Bush made a very important statement that was largely ignored for several days: We will not distinguish between those who commit these acts and the countries that harbor them.\" On that statement stands \"the Bush Doctrine,\" a response to global terrorism far more thoughtful and complete than the nation's shrill public dialogue can support or the administration itself can articulate.\n As a fellow at the American Enterprise Institute and co-founder of its spin-off, Project for the New American Century, Perle has had a profound influence on shaping the Bush Doctrine, of course, and doesn't hesitate when laying out the details.\n \"If we fail to change the political structures in the Middle East, it will continue to be a source of terrorism and instability,\" Perle said.  \"We cannot impose democracy by force -- we know that -- but sometimes the obstacles to democracy can only be removed by force.\"\n From that viewpoint, the overthrow of Saddam Hussein, the Iraqis' enthusiastic voting in defiance of terrorists' death threats and the country's new constitution -- \"the most liberal in the Arab world\" -- are a still-unfolding triumph. A note of satisfaction crept into Perle's voice as he described Iraqis' ink-stained fingers on election day as \"an amazing badge of courage.\"\n Though his critics see a right-wing conspiracy, Perle is a liberal in the classic sense of the word.  He began his public career with Democratic Senator Henry \"Scoop\" Jackson back in the mid-1970s, in the days before \"liberal\" became a dirty word in domestic politics and when it signified a foreign policy that would intervene to fight for liberty. It's the same philosophy Perle pursues today, though now mostly among members of the Republican Party.\n Asked to assess the condition of terrorist networks in other Middle Eastern countries, Perle spoke at length about both Saudi Arabia and Iran. \"The Saudis have done a great deal of harm to the world,\" he said, \"and the problem isn't going away.\" Most notably, they fund radical Muslim communities in Pakistan that deprive children of education in anything except terrorism and that draw these children from countries around the world. A reasonable counter-strategy, he said, would be for the U.S. to fund public education there.\n In Iran, where authorities actively seek nuclear weapons and \"sponsor terrorism to a greater degree than any other country,\" there is a large, committed dissident movement that the U.S. could bolster with communication equipment of all kinds. \"If ever there were dry tinder that could be assisted with a few matches...,\" Perle mused.\n Other Western nations are not threatened as we are and thus don't see the need for action. \"It's not surprising that we come in for a fair amount of criticism and far too little support,\" he said.  \"But it's a mistake to think this response should cause us to change our policies.\"\n The complex approach needed to address an unprecedented international crisis isn't easily reduced to the sound bites that modern media and our short attention spans demand.  But in his opening prayer, political science professor Gabriel Pellathy summarized our need in one simple request: \"God, help us to keep steady.\"\n\nNotes\n\nRuth Ann Dailey can be reached at rdailey@post-gazette.com or 412-263-1733.  \n\nLoad-Date: June 1, 2005"
}