{
    "title": "Long-term solution needed for terror cover",
    "publisher": "business insurance",
    "year": 2007,
    "month": 9,
    "day": 24,
    "full text": "WHAT YOU SEE isn't necessarily what you'll get.\nAnd nowhere is this more likely than in the case of the Terrorism Risk Insurance Revision and Extension Act passed by the House last week. As we report on page 1, the act would expand the scope of the federal government's terrorism insurance backstop while extending it for 15 years. Even before the House voted, some senior officials in another house-a white one at the other end of Pennsylvania Avenue-indicated they would urge the president to veto the extension if the bill reaches his desk in its current form.\nThe chances of the House bill reaching the White House in its current form are between none and none. The Senate has yet to have its say. If the past is any indication of what the Senate will do, odds favor a more modest bill in both scope and duration.\nWhile we would prefer the longest extension possible, we're realistic enough to recognize that a 15-year extension might be politically unpalatable to the administration. But a two-year extension, such as the one approved at the last minute in 2005, is unpalatable as well. There's no justification for having to renew the program, which is slated to sunset on Dec. 31, every other year when the administration has repeatedly stressed that the war against terrorism will be a long one indeed, perhaps longer than the Cold War.\nA long-term problem demands a long-term solution. The House bill's 15-year extension of the backstop may not be possible to achieve this year. But we remain committed to the idea that the longer the duration of the program, the better. Given that the existing program has just a little more than three months left to run, we believe that the sooner we get that longer duration, the better for risk managers, insurers and the nation as a whole.\n\nGraphic\n\n \nArt Caption: Governor vs. California Assembly on health care reform\nArt Credit: Schillerstrom\n\nLoad-Date: September 28, 2007"
}