{
    "title": "Longtime member of Utah Guard takes Guantanamo Bay post ; Public affairs director_ Brad Blackner, wh",
    "publisher": "the salt lake tribune",
    "year": 2005,
    "month": 3,
    "day": 28,
    "full text": "The former spokesman for the Utah National Guard has been transferred to Guantanamo Bay in Cuba, to the controversial U.S. base where 550 detainees are imprisoned.\nLt. Col. Brad K. Blackner, named director of public affairs, also has been promoted to colonel by the Joint Task Force Guantanamo commander, Brig. Gen. Jay W. Hood.\n\"I came here to in some way pay back my country for what it's given me,\" said Blackner.\nThe Farmington resident has been a member of the Utah Guard for the past 25 years. He was a member of 222nd Field Artillery Battalion in southern Utah, now deployed to Iraq, and also served as an aide to James M. Miller, Utah adjutant general from 1994 to 2000. Blackner was appointed Guard spokesman shortly after the terrorist attacks on the United States in 2001, about the time when Utah was ranked No. 1 in the nation for soldiers called to active duty or placed on alert. He traveled to the Middle East, visiting and writing about Utah troops serving in the combat zones.\nHe volunteered for his latest post at the prison in Cuba.\nHood, who officiated at the promotion ceremony on March 11, commended Blackner on the positive impact he has had on the Guantanamo operation since he arrived in January.\n\"Col. Blackner's influence has been felt at all levels of our public affairs efforts here,\" Hood said.\nHe acknowledged that Guantanamo would be challenging.\n\"It was important to me to be able to contribute to the fight against terrorism,\" he said. \"The mission here is critical to the success of this fight.\"\nThe White House and Pentagon have come under criticism for holding suspects of the Taliban and al-Qaida at Guantanamo without charging them with war crimes and for allegations of abuse during interrogations there.\nTerrorist suspects began arriving in Guantanamo, once a prison for illegal immigrants, in 2002. Marines and Army military police have been pulling guard duties. By April, a new Navy unit will take over custody of the prisoners for the next six months.\n\nGraphic\n\n \nArmy Brig. Gen. Jay W. Hood, left, commander of the Joint Task Force Guantanamo, congratulates Army Col. Brad K. Blackner at Blackner's promotion ceremony March 11.\n\nLoad-Date: March 28, 2005"
}