{
    "title": "Looking Past the Face of Terrorism",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 11,
    "day": 11,
    "full text": "'Good Morning, Night,\" written and directed by Marco Bellocchio, is a film that attempts to put a human face on terrorism, though not Islamic terrorism. That is why, though it should be classified with two other films from this season, Joseph Castelo's \"The War Within\" and Hany Abu-Assad's \"Paradise Now,\" it's much more successful than both.\nThe later two movies substantially adopt the Islamic honor culture as their own point of view - in which it is shameful to admit to doubts and fears. The principal characters in both are thus remarkably untroubled about their prospective deeds as suicide bombers. But movies are not like epic verse. They are not a good vehicle for the portrayal of uncomplicated heroism.We need to see some inner conflict, some of the emotion that the camera loves but that Islamic martyrs are ashamed to acknowledge.\nThat's why Marco Bellocchio goes back to non-Islamic terrorism in the developed West, particularly the notorious kidnapping of the Italian prime minister, Aldo Moro, by the Red Brigade in 1978.\nMoro was allowed to write letters to his wife and to his colleagues in the Christian Democratic party to induce the Italian political establishment to \"negotiate\" with the kidnappers. But they refused, and Moro's bullet-riddled body was found in the trunk of a car two months after his kidnapping.\nWhat happened to him during the period of his captivity is still unknown, so Mr. Bellocchio is free to imagine it - and a very persuasive job he does. His Red Brigade cell coalesces around the ideologue Mariano (Luigi Lo Cascio), Primo (Giovanni Calcagno) the practical but ruthless \"soldier,\" and Ernesto (Pier Giorgio Bellocchio), a gentle romantic who misses his girlfriend.\nMost importantly, there is Chiara (Maya Sansa), a young woman who finds herself playing den mother to her fellow terrorists, or Wendy to their Peter, John, and Michael. She and Ernesto pretend to be husband and wife and rent the Roman apartment where the kidnapped Moro is to be held.\nOutwardly, Ernesto and Chiara appear to live normal bourgeois lives, and she goes out every day to her job as librarian in an Italian government ministry. Both at work and at home we are constantly aware of her attachment to the larger Italian society. She has to be vigilant in observing it, but it is also observing her.\nOne of the best scenes in the film comes when an upstairs neighbor (Roberta Spagnuolo) comes down to ask Chiara to look after her baby at the very moment when the men are carrying the unconscious Moro into the apartment. The shot of them carrying the large crate in which they have hidden their victim takes place behind the foregrounded baby, sitting peacefully in his baby-seat.\nLater, after Ernesto sneaks out to visit his girlfriend, the same neighbor reveals to Chiara that her \"husband\" is having an affair.\nThere is something a little magical\nbut also very true to life about the neighbor's knowing something we don't expect her to know but not knowing the much bigger thing that the terrorists naturally fear she will find out.\nOther magical elements in the film include rapid shifts between Chiara's dreams and her waking world, which gradually begin to merge.\nThere is a young man at her office, Enzo (Paolo Briguglia),whose presence in the film may be an illusion. He is the author of a screenplay with the same title as the film, \"Buongiorno, Notte,\" which is among the things the kidnappers find in Aldo Moro's briefcase. Enzotells Chiara about his script about Red Brigade terrorists. As he gets to know her, he reveals that he has made one of the characters in it a woman, modeled on her.\n\"I imagined a young girl like you joining them,\" he tells her. \"Like you she is young, beautiful, but always hiding it. This girl wants to save the prisoner, but she is afraid of letting her comrades down. Going to the police would make her a traitor ... She is suddenly revolted by the killing. She stops believing in it. She is furious at having been so blind and stupid.\"\nChiara is visibly upset that the fictional version of herself is feeling just what she is feeling. Later, she sees a large number of police coming into her building and, sure they have come for her, practices saying, \"I am a political prisoner.\" But then she watches, astonished, as they pass her without a thought and arrest Enzo.\nIt's one of two dreamlike sequences whose reality-status is deliberately left in doubt. The other amounts to an escape fantasy in which Chiara drugs her fellow conspirators and then releases Moro, who as played by Roberto Herlitzka has the dignity and gravity of a Renaissance Italian prince, to return to his family.\nHistorically, of course, we know that that's not what happened, and in an alternative sequence we see the terrorists leading a blindfolded Moro out of the apartment, presumably to his grimmer historical end. But by ostensibly giving us a choice of endings, Mr. Bellocchio injects an arguably truer note of optimism.\nAfter all, it was Italian political culture which, for all its faults, survived, and the Red Brigade that went to the wall, undone partly by the public revulsion which greeted the murder of Moro. Wouldn't it be nice to think that a similar fate awaits the Islamic terrorists? But it's hard to find any of them, in the movies at any rate, who feel Chiara's compassion for her victim.\njbowman@nysun.com\n\nLoad-Date: November 11, 2005"
}