{
    "title": "Looking back 17 years to 9_11 terror tragedy",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 13,
    "full text": "Students from Beaumont United High School perform during the Patriot Day ceremony at the Beaumont Event Centre, Tuesday. The event commemorated 9/11 and first responders. UP photo by Ricky Adams\nFrom the archives\nThe following story by former editor Kasey Jordan ran in the University Press on Sept. 12, 2001, and explores faculty reaction to the attacks.\n\"This is truly a sad day in the history of this country,\" Lamar president Jimmy Simmons said Tuesday in response to terrorist attacks on the United States. \"Our hearts go out to the victims and their families, and our thoughts and prayers are with them. It is important that members of the Lamar family - students, faculty, staff, alumni and friends - support and help each other as we all deal with this tragedy and its aftermath.\n\"We are in contact with state officials, are continuing to monitor the situation, and will take appropriate action to ensure the safety of the campus community. We will fly the flag at half staff in honor of those who have lost their lives in these unprecedented attacks.\"\nSimmons said that he feels the Lamar administration is fully prepared for the possibility of a student demonstration on campus.\n\"At this point we are monitoring the situation very carefully. We will take appropriate action (if needed),\" he said. \"As a matter of fact, I think we have set up some counselors in the Setzer Center. So, if students feel that they need some counseling, they can sure go over to the Setzer Center.\"\nSimmons said that he does not foresee any campus-related violent reactions to the crashes that have devastated American feelings of security.\n\"I can't look into the future, but we're monitoring the situation. If something happens, we'll sure take the appropriate action to ensure the safety of Lamar.\"\nTuesday morning, Terri Davis, assistant professor of political science, said that she feels the effects of the tragedy personally as a teacher of American politics. She says that she has taught about government for 20 years and she is awed that the American government is shut down.\n\"The most frightening thing at this moment is, 'Where is our government?\"'she said. \"How do we convene to even discuss this issue. We are used to seeing these pictures coming out of other places (other countries). I think that it allows us to really\nfeel the pain that other nations have felt in terms of domestic warfare.\"\nUP?photographer Robert Alvarado captured a photo, of students gathered in the Student Setzer Center watching the news on TV on Sept. 11, 2001\nDavis brought her class to Mirabeau's to watch the news coverage on a big screen television.\n\"It was important for me not to lecture my students this morning, but for all of us to come here (Mirabeau's) and hold class here,\" she said. \"This is clearly something that we, as\nAmericans, have never experienced,\" she said. \"I have told my students that they will never\nforget this. That is why it is so important, as Americans, that we come here (Mirabeau's).\nIt is also important that we have unity: \"It was an attack on humanity,\" Davis said. \"What actions should the government take? I don't know because it is going to be difficult to first identify where the attack came from. But I think that the American people clearly have to think in terms of not allowing this to happen.\n\"Congress - where are they? American politics. She says that she has taught about government for 20 years and she is awed that the American government is shut down.\n\"The most frightening thing at this moment is, 'Where is our government?\"'she said. \"How do we convene to even discuss this issue. We are used to seeing these pictures coming out of other places (other countries). I think that it allows us to really feel the pain that other nations have felt in terms of domestic warfare.\"\nDavis brought her class to Mirabeau's to watch the news coverage on a big screen television.\n\"It was important for me not to lecture my students this morning, but for all of us to come here (Mirabeau's) and hold class here,\" she said. \"This is clearly something that we, as Americans, have never experienced,\" she said. \"I have told my students that they will never forget this. That is why it is so important, as Americans, that we come here (Mirabeau's).\nIt is also important that we have unity: \"It was an attack on humanity,\" Davis said. \"What actions should the government take? I don't know because it is going to be difficult to first identify where the attack came from. But I think that the American people clearly have to think in terms of not allowing this to happen.\n\"Congress - where are they?  We shouldn't know. The amazing thing is that the whole country is staying together. That is cool.\"\nBruce Drury, professor of political science, had a different reaction Tuesday to the terrorist attack on the country.\n\"Both this and Pearl Harbor scared the hell out of American people. But Pearl Harbor was way over there, and this is the\nfinancial capital of the country and the political capital of the country. So it is much closer to home.\n\"We don't know who did it. Terrorism often has two objectives - one is damage, vendication of something, but more often than not it is to send a message. Lenin called terrorism 'propaganda of the deed.' Propaganda is most often verbal, but propaganda of the deed is that a significant act may have a far\ngreater impact than any words you might have uttered. If that's the case, they're trying to send a message to American society. And they do it by picking three, four, five very visible\ntargets.\"\nDrury said that he feels although Houston is the hub of the oil industry in America and\nall of the world, it is not likely that the city will be terrorized.\n\"They've sent the message,\" he said. \"And it has gotten through loud and clear. Certainly the American people are listening at this point. They don't really need to send another one.\n\"We are a society that believes in the rule of law, and when tragedy happens, in response you try to apply laws,\" Drury said. \"Terrorism is very difficult to defend against - especially in a free society. There have been some other attacks of lesser note, but this time they figured out how to do it and do it right.\n\"So we'll find out, we hope, who did it. We will use probably a tremendous amount of pressure against countries who may be defending these folks - probably even selected military attacks. None of that is going to satisfy anyone.\nUP photographer Patrick Patterson visited New York as soon as flights were available after the attack on 9/11. He captured a photo of a young girl, far left, standing in front of a shrine to the victims.\n\"I think that this is it for now. But, nonetheless, people are going to be scared. People, instead of working, are talking about this. It greatly disrupts society, and it will result in more severe protective measures. But life will go on. Our military power has not been damaged, and our economic power has not been damaged to a great extent. What really has been hurt is our sense of security. People are going to be worried, but you cannot allow that to stop normal life.\"\nOney Fitzpatrick, chairman and associate professor of psychology, says he is concerned\nwith the panic and shock that the victims of the terrorism are experiencing.\n\"I've got some people that I know personally who work down there (New York), and obviously there is concern for their safety. I think the bigger question though is what the\npsyche of the country is going to be. All of the worst things that you could think possible are now possible because of what's happened today. Obviously there is going to be a lot of anger, and people are going to be looking for ways to vent that anger. So, as a citizen, I am concerned about what this could potentially lead in to.\"\nFitzpatrick says that he feels America will survive this blow to its security.\n\"It has brought this country, at least for now, to a standstill,\" he said. \"Have they brought us to our knees? Well, I don't think\nthat's the case, but I do believe that they have gotten our attention. They are trying to lure us\ninto some sort of confrontation. That is worrisome.\"\nStuart Wright, professor of sociology, says he feels that this moment was a turning point in American history.\n\"This one strikes right at the heart of the political establishment,\" Wright said. \"The world has changed today for all of us.\"\nLearn more about Lamar University at lamar.edu Share this article ....20\n\nLoad-Date: September 13, 2018"
}