{
    "title": "Looking up_ Our mood is brightening; With thoughts of war and terrorism shrinking, people here and a",
    "publisher": "lancaster new era",
    "year": 2003,
    "month": 4,
    "day": 19,
    "full text": "The baked ham is calling your name, the Easter baskets need to be filled and little Johnny must get a new tie to wear to church Easter Sunday.\nFor the first time in a long time, normal, everyday concerns are replacing worries over terrorism and battles on foreign soil for people here and across the nation.\nWho knows -- tomorrow the sun might even shine.\n#MOOD.BALD.A2n#\n\"I think we're less worried about terrorism now because we went over and took care of business,\" said Willie Conyers Jr. of Lancaster, who was doing a little Easter shopping of his own this morning at Central Market.\n\"I think President Bush did a hell of a job,\" he said.\nConyers hit the nail on the head, describing the mood of fellow shoppers at Central Market today who were mostly relaxed and joyous about the holiday.\nA lot of the relief, they said, had to do with how quickly the United States toppled the Iraqi leadership.\n\"The war turned out to be a good thing,\" said Russ Gooding of Ephrata, who was getting milk jugs refilled at market.\nGooding and his wife, Erica, said they think the outcome of the Iraq conflict lowered the threat of terrorism in America.\n\"Having seen how quickly our forces cleaned house might make other nations very reticent about any terrorism attacks that could be traced back to them,\" said Russ Gooding.\nMost of America is agreeing with the Goodings.\nFor the first time since the Sept. 11 attacks, Americans were focusing on things other than war and terrorism, according to a new national poll taken April 10-16 by the Pew Research Center, an independent opinion-research group based in Washington.\nThat same poll found President George W. Bush's overall approval rating to be high -- 72 percent.\nAnd while people in other places named the economy as their current top worry, people here seemed more optimistic.\n\"I think how well things are going over there has had a calming effect on people,\" said Janie Eck-\nPlease see MOOD page A4\n\nLoad-Date: April 24, 2003"
}