{
    "title": "Looking ahead in Central America",
    "publisher": "christian science monitor ",
    "year": 1983,
    "month": 12,
    "day": 14,
    "full text": "Suddenly the major challenges of Central America are coming sharply into focus in Washington again: how to stop terrorism from both left and right, necessary to gain support from Central American peasants and from Americans; how much US aid to seek for friendly governments; how to ensure that it reaches the needy; and how to get congressional approval. And - most fundamental - how to convince the peoples of the Central Americas that they would prefer democratic to Marxist governments.\nTwo current activities combine to raise these issues at this time. One is the just-completed visit of Vice-President George Bush to El Salvador, where he warned that nation's government strongly that it must put an end to the right-wing ''death squads.'' The second is the imminent report of the Kissinger Commission on Central America, now on a four-day investigatory swing through Latin America. The Commission is expected to propose a major increase in economic aid, to eradicate the poverty that makes the nations vulnerable to communism.\nThe aid and the warnings on terrorism are interrelated. Congress would have to approve any proposal for additional funds. But it probably would not do so unless there were a marked diminution in the activity of the right-wing terrorist squads, believed to have connections with some top government officials in El Salvador.\nThe Bush tough-talk constitutes the Reagan administration's stiffest warnings yet to El Salvador. They are particularly timely, inasmuch as President Reagan only a few days ago vetoed a bill that would have required him to certify progress on human rights in El Salvador as a condition for continued US aid. The veto likely was interpreted by right-wing Central American governments as meaning the US is not concerned about human rights violations; thus the Bush statements were particularly important to counteract that impression.\nSalvadoreans had high hopes that peace and a sense of freedom were at hand early in 1982, when thousands joyfully voted in the first free national election in decades. But those hopes remain largely unrealized.\nWhat will result in the long run from next March's Salvadorean presidential election is difficult to know; many Salvadoreans and some American specialists have grave doubts that anything will change.\nBut which candidate wins will be extremely important, at least initially, to US policy, as well as to the Salvadoreans themselves. If the victor were former president Jose Napoleon Duarte, a relative moderate, the US Congress would have greater expectation of progress in El Salvador - and thus more support would be likely on Capitol Hill for American economic and military aid.\nConversely, Congress would be antagonistic should the winner be Roberto d'Aubuisson, often linked to right-wing terror activity. In that case Congress very well might refuse even to continue any significant level of American aid, let alone to increase it.\nThe task that faces the Kissinger Commission is extremely challenging, as it prepares to draw up its report due early next month. If it proposes significantly increased economic aid, as is widely expected, precisely how this aid would help Central America's poor must be explained. Also, a mechanism should be found, perhaps by channeling the funds through a multinational agency, to ensure that they not be siphoned off for personal use by the ruling elite in some Central American nations. Congress and the US public will want to know in advance that the money will find its way to the poor.\nImproving the economic status of the needy takes time, too. While economic improvement goes on, military protection - meaning continued US military aid - must be afforded in order to provide that time.\nIf all these steps are taken - ending right-wing terrorism, protecting the poor, and improving their lot - then the most fundamental challenge, choosing the freedom of democracy over the stultification of communism, would largely take care of itself."
}