{
    "title": "Looking Within 5 years after terror attacks, American Muslims wonder about inside threats",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 9,
    "day": 6,
    "full text": "After the Sept. 11 suicide hijackings, distraught U.S. Muslim leaders feared the next casualty would be their religion.\nIslam teaches peace, they told anyone who would listen in news conferences, at interfaith services and, most famously, standing in a mosque with President Bush.\nBut five years later, the target audience for their pleas has shifted. Now the faith's American leaders are starting to warn fellow Muslims about a threat from within.\n\"This sentiment of denial, that sort of came as a fever to the Muslim community after 9-11, is fading away,\" said Muqtedar Khan, a political scientist at the University of Delaware and author of \"American Muslims.\" \"They realize that there are Muslims who use terrorism, and the community is beginning to stand up to this.\"\nMuslim leaders point to two stark examples of the new mindset:\n* A Canadian-born Muslim man worked with police for months investigating a group of Islamic men and youths accused in June of plotting terrorist attacks in Ontario. Mubin Shaikh said he feared any violence would ultimately hurt Islam and Canadian Muslims.\n* In England, it's been widely reported that a tip from a British Muslim helped lead investigators to uncover what they said was a plan by homegrown extremists to use liquid explosives to destroy U.S.-bound planes.\nSafiyyah Ally, a graduate student in political science at the University of Toronto, wrote recently on altmuslim.com that Shaikh, the Canadian informer, went too far.\nShe said the North American Muslim community \"is fragile enough as is\" without members \"spying\" on each other. Leaders should counsel Muslims against violence and report suspicious activity to police - but nothing more, she argued.\nYet some leaders say watching for extremists protects all Muslims and their civil rights.\nSalam al-Marayati, executive director of Muslim Public Affairs Council, an advocacy group based in Los Angeles, says working closely with authorities underscores that Muslims are not outsiders to be feared. It also gives Muslims a way to directly air their concerns about how they're treated by the government.\n\"We're not on opposite teams,\" al-Marayati said. \"We're all trying to protect our country from another terrorist attack.\"\nIn 2004, his group started the \"National Anti-Terrorism Campaign,\" urging Muslims to monitor their communities, speak out more boldly against violence and work with law enforcement. Hundreds of U.S. mosques have signed on, al-Marayati said.\nAfter the London subway bombings, the Fiqh Council of North America, which advises Muslims on Islamic law, issued a fatwa - or edict - declaring that nothing in Islam justifies terrorism. The council said Muslims were obligated to help law enforcement protect civilians from attacks.\nBut many Muslims say they're being asked to look out for something that even the U.S. government struggles to define: What constitutes an imminent threat?\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: September 9, 2006"
}