{
    "title": "Looking for friends, Iraq finds US looking to shore up Mideast",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 11,
    "day": 20,
    "full text": "For the United States, Iraq's decision to resume formal diplomatic ties with Washington after a 17-year lapse has both symbolic and strategic importance. The decision is expected to be announced here by Iraqi Foreign Minister Tareq Aziz Nov. 26.\nSymbolically the renewing of ties (broken by Iraq in 1967 because of the Arab-Israeli war) is significant over the short run because relations between the two countries, while always continuing at a low level, have frequently been strained.\nPoints of friction have included such issues as terrorism, the Middle East peace process, and US charges earlier this year that Iraq has used chemical weapons (a charge Iraq vigorously denies) in its war with Iran.\nOver the long run, the resumption of diplomatic relations between oil-rich Iraq and the United States is expected to help Washington shore up its interest in stabilizing the Persian Gulf. Analysts here, say the move could help steady the balance of power among Saudi Arabia, Iraq, and Iran and ensure the continued smooth flow of oil exports through the Gulf in the future.\nThough the Iran-Iraq war (on which the US remains neutral) continues to upset that regional balance, a State Department official says that the more influence the US can exert on one side or another, the better the prospects for a negotiated settlement.\nIraq, which recently restored its ties with Jordan and is expected at some point to renew formal relations with Egypt, has been taking what most US analysts regard as a more moderate, constructive position in the Arab world in recent years.\nInvolved as it is in the continuing war with Iran, Iraq faces a long-term situation of needing friends.\nIn general, the resumption of formal ties between the US and Iraq is seen as a positive move.\n''Talking in an open way at senior levels makes it easier not only to deal with areas of agreement, but to understand each others' positions better and work out areas of disagreement,'' notes American Enterprise Institute Middle Eastern specialist Judith Kipper.\n''This is really the most positive step in US-Arab relations in some years,'' insists Frederick Axelgard, a Mideast specialist with Georgetown University's Center for Strategic and International Studies. But he also says that Iraq's close ties with Moscow and preference for nonalignment will keep Baghdad from ever becoming a close US ally.\nThe move is expected to have a positive though not a dramatic impact on US-Iraqi trade relations, which have been improving rapidly over the last five years.\nIraqi conditions that repayment of loans would stop if the pipeline were subjected to Israeli attacks are widely seen here as unacceptable to US financiers. But it is conceivable that the US may play a role in one or both of the other two pipelines by netting design or management contracts.\nOne issue that is clearly not resolved by the resumption of formal US-Iraqi ties and which may heat up as a result of them is the concern (particularly evident on Capitol Hill) over Iraq's involvement in terrorism.\nIraq was formally removed in March 1982 from the State Department list of nations providing ''repeated support for acts of international terrorism,'' an action that opened the way for Iraq to receive certain previously limited aviation and industrial imports from the US.\n''I've seen nothing to indicate that Iraq is supporting international terrorism,''a State Department official says. But there is continuing suspicion among some congressmen - particularly among strong friends of Israel - that Iraq has not thoroughly disassociated itself from terrorism as its public statements on terrorism imply.\nThis year Congress came very close to amending the Export Administration Act to include on the US list of countries supporting terrorism those who also provide refuge for them, wording aimed at including Iraq once again on the list. The effort is expected to be revived when Congress resumes in January."
}