{
    "title": "Looking Beneath the Surface of a Terrorism Case",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 10,
    "full text": "In the early summer of 2005 a conga line of television trucks with mushroom-shaped satellite dishes on their roofs descended like an occupying army on the unlikely town of Lodi, a small farm community nestled in the San Joaquin Valley in Central California.\n  ''There's word of several terror-related arrests in Northern California,'' Daryn Kagan, a CNN anchor, announced on June 8, 2005. ''The F.B.I. says one of the suspects trained in an Al Qaeda camp to kill Americans.''\nOn television fear sells, especially when accompanied by what the comedian Jon Stewart called ''the fear music,'' ''the fear voice'' and ''the fear font.'' Fearmongering also generates political support, a fact that the Bush administration has used -- or, to judge from ''The Enemy Within,'' on the PBS program ''Frontline'' tonight -- abused in a variety of ways to press the hunt for terrorists on American soil.\n  The administration and television found common ground in Lodi, with results that are chillingly reminiscent of the Red scare of the 1950's.\n  In the summer of 2005 the Bush administration was in the midst of transforming the F.B.I. from its traditional role as the nation's premier federal law enforcement agency into an agency whose priority was hunting for domestic terrorists and Qaeda ''sleeper cells.''\n  But while neglecting other forms of violent crime, the bureau reported it could find no evidence of such groups. \n  Nor could the 9/11 Commission. ''People talked about cells and sleeper cells and all of that,'' Thomas H. Kean, the former commission co-chairman, told the Frontline correspondent Lowell Bergman, who is also a special projects reporter for The New York Times Times. ''We didn't find any.'' \n  Instead, to gain credibility in its new role, the F.B.I. leveled important-sounding charges against small-time crooks. A recent study quoted by Frontline found that almost all of the government's 441 ''terrorism-related'' cases since 9/11 involved relatively petty charges, like visa violations and financial fraud -- not plans to carry out violent acts. \n  In such an atmosphere it is little wonder that in December 2001, when Nassim Kahn, a convenience store clerk, told the F.B.I. a bizarre story about once seeing Osama bin Laden's deputy, Ayman al Zawahiri, in a Lodi mosque, he was hired as an undercover informer, given a hidden tape recorder and sent to spy on two imams at the mosque. \n  After nearly three years of recordings, however, the investigation turned up no evidence of terrorism. Unable to bring any criminal charges, the government deported the imams on immigration charges. Undaunted, Mr. Kahn, having been paid nearly a quarter of a million dollars, came up with another possible Qaeda cell: the Hayat family, which had taken him in and practically adopted him as a son.\n  The Hayats were United States citizens; Umer Hayat drove an ice cream truck in Lodi. His 19-year-old son, Hamid, was a sixth-grade dropout.\n  In 2003 the family traveled briefly to Pakistan for Hamid's marriage. When the rest of the family returned, Hamid stayed behind on his honeymoon and then to care for his ill mother. \n  Mr. Kahn had long been pushing Hamid to get involved in radical Islamic activities. Now, by telephone, Mr. Khan insisted that Hamid join a jihadi training camp. \n  ''No, no, no vacation, man,'' he said in a recorded phone call with Hamid. ''If you -- you're sitting there, in Pakistan. You told me: 'I'm going to a camp. I'll do that.' You're sitting idle. You're wasting time.'' \n  Hamid refused Mr. Kahn's demands, but the prodding continued. \n  In the summer of 2005, when Hamid returned to Lodi, the F.B.I. was waiting for him. Interrogated along with his father for 15 hours in separate rooms without a lawyer, they were both later arrested. Hamid was charged with attending a jihadi training camp -- something both he and his father confessed to after the nonstop interrogation. \n  ''The Enemy Within'' shows that the F.B.I. quickly announced that it had discovered a violent Qaeda terrorist cell hidden deep in America's heartland and that John Negroponte, the director of national intelligence, even highlighted the case -- one of only two -- in testimony on Capitol Hill. News reports of the uncovered cell rocketed around the world. \n  But, this ''Frontline'' program demonstrates, it was all smoke and no fire. \n  James Wedick, a recently retired and much decorated F.B.I. agent, agreed to review the interrogation tapes of Hamid and his father on behalf of their defense team. Mr. Wedick had spent 35 years with the bureau specializing in complex cases and had extensive experience with informants. \n  ''I was shocked,'' he told Frontline of the F.B.I. interrogations. After listening to an excerpt of Hamid's interrogation, Mr. Wedick noted, ''They're leading him, and it's ridiculous, it's shameful; it's shameful because I've never seen the department do this before.'' \n  After denying any connection to terrorist camps for hours, Hamid changed his story only after the constant badgering. Hamid's father also continuously denied that his son attended a terrorist camp and changed his story only after the F.B.I. played him the tape of Hamid's ''confession.'' \n  ''They more or less answered the way the bureau wanted them to answer,'' Mr. Wedick said. ''All they wanted to do was go home. They had no thoughts that if they cooperated with the F.B.I. that either of them would spend the rest of their lives in jail.'' \n  In the end the trial judge barred Mr. Wedick from taking the stand, saying only that his testimony had the ''potential for confusing the jury,'' according to ''The Enemy Within.'' \n  The younger Mr. Hayat, convicted of material support of terrorism and lying to the F.B.I., faces a possible 39-year sentence and has filed an appeal. His father, Umer, was released after his case resulted in a hung jury, and the prosecution decided not to retry him after he pleaded guilty to an unrelated customs charge.\n  In the end there was no terror cell, ''Frontline'' reports, just an ice cream truck driver now homeless and living in a garage, and his son facing the likelihood that he will spend much of his life in jail. \n  ''So if I get this accurately, there has not been nor is there an Al Qaeda cell in Lodi, Calif.?'' Mr. Bergman asked McGregor Scott, the United States attorney who originally announced the Qaeda sleeper cell arrests and prosecuted the case. \n  Mr. Scott said, ''That's correct.'' \n  ''The Enemy Within'' argues compellingly that the Lodi case, a showcase trial in the Bush administration's war on domestic terrorism, was largely created out of whole cloth. The country was never in danger from the Hayats but may well be entering a dangerous period of unnecessary and abusive prosecutions. \n  It is a threat that the journalist H. L Mencken warned against decades ago. ''The whole aim of practical politics,'' he wrote, ''is to keep the populace alarmed -- and hence clamorous to be led to safety -- by menacing it with an endless series of hobgoblins, all of them imaginary.''\n\nThe Enemy Within\nOn most PBS stations tonight (check local listings).\n\nLowell Bergman and Oriana Zill de Granados, writers/producers; Lowell Bergman, correspondent; Michael Sullivan, Frontline executive producer for special projects; David Fanning, series executive producer. Produced by WGBH Boston and Cam Bay Productions in association with The New York Times.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Capitol police officers enter the Cannon House Building in a scene from ''The Enemy Within,'' the ''Frontline'' episode on PBS tonight. (Photo by Tim Sloan/Agence France-Presse -- Getty Images)\n\nLoad-Date: October 10, 2006"
}