{
    "title": "Looking to Elections, Bush and Democrats Spar on National Security",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 6,
    "full text": "President Bush and Congressional Democrats locked horns on Tuesday on whether Americans are safe from terrorism, part of a calculated effort by both parties to capitalize on the coming anniversary of the Sept. 11 attacks and gain the upper hand in this year's election debate over national security.\n  The White House released an updated version of its national security strategy, concluding that ''America is safer, but we are not yet safe.'' Mr. Bush, speaking to military officers, delivered the second in a series of speeches on global terror. And on Wednesday he plans to deliver a third in the East Room of the White House, where he will propose new legislation on bringing terror detainees to trial.\nThe bill is in response to a Supreme Court ruling that deemed unconstitutional the military commissions that Mr. Bush originally proposed. Late Tuesday, presidential aides briefed lawmakers about the proposal. The plan is part of a broader effort to seize the initiative on politically delicate issues regarding the handling of terror suspects, including new rules for interrogation techniques. \n  On Capitol Hill, Senate Democrats released their own report, which asserts that Americans are less safe now than they were five years ago, and brought out Wesley K. Clark, the retired general and 2004 presidential candidate, to trumpet it. In an interview, General Clark said he was trying to help Democrats ''articulate a strong and successful national security position, so that people can understand that Democrats can and will succeed in protecting the nation.''\n  The dueling appearances laid bare a central fact about the changing politics of Sept. 11. Five years ago, there was a period of bipartisanship that has evolved into a partisan brawl over the course Mr. Bush has pursued, especially in invading Iraq. This week's politicking would have been unthinkable four years ago, but both sides openly embraced it on Tuesday.\n  Within hours of Mr. Bush's speech, the Democratic Senate leader, Harry Reid of Nevada, and the chairman of the Democratic Senatorial Campaign Committee, Charles E. Schumer of New York, were holed up in the Capitol, plotting strategy for the remainder of the week, and another Democratic strategy session was planned for later that evening.\n  ''We are not going to let the Republicans occupy the high ground on this issue,'' Mr. Schumer said, ''particularly when we believe the American people are not happy with the policies in Iraq or in general on terrorism.''\n  At the White House, where aides have been planning the terrorism speeches since July, strategists are seizing the anniversary to present Mr. Bush as a strong commander in chief. In addition to the military officers who served as the backdrop for Tuesday's speech, the audience included wounded soldiers and prominent Republican senators who are veterans, including Senator John W. Warner of Virginia, chairman of the Armed Services Committee.\n  The speech employed some of Mr. Bush's sharpest rhetoric to date. He compared Osama bin Laden to Lenin and Hitler, saying, ''Bin Laden and his terrorist allies have made their intentions as clear as Lenin and Hitler before them.''\n  The president also quoted liberally from Mr. bin Laden, warning that the mastermind of the Sept. 11 attacks is still pursuing his vision of ''a unified totalitarian Islamic state that can confront and eventually destroy the free world.'' \n  The speech used a classic strategy of Karl Rove, Mr. Bush's chief political adviser, who specializes in turning a candidate's weakness into a strength. In this case, Mr. Bush's weakness is that Mr. bin Laden has not been captured -- a point that was quickly picked up by Democrats. Senator John Kerry of Massachusetts said that if Mr. Bush had ''unleashed the American military to do the job at Tora Bora four years ago and killed Osama bin Laden, he wouldn't have to quote this barbarian's words today.''\n  That did not stop Mr. Bush from mentioning Mr. bin Laden 17 times in the 44-minute speech, a tactic that seemed intended to emphasize the Republican argument that the nation can trust the president and his party more than Democrats to protect it from attacks.\n  White House aides and senior Republican strategists say their intent strategy is to describe the threat to the public using as many specifics as possible. Dan Bartlett, counselor to the president, said the intent was to remind citizens of the ''breadth and sophistication'' of an enemy that ''is advancing a vision, a dark vision that needs to be confronted.''\n  Given the pubic discontent over the war in Iraq, the White House strategy is to fuse the war with the broader fight against terrorism, while the Democratic strategy is to separate the two. One Democratic strategist, granted anonymity to talk about internal planning, said the goal was to tell the public that ''we're strong and smart on terror, and that the White House is only projecting strength, not smarts.''\n  To that end, Democrats sent a letter to the president on Monday proposing a ''new direction'' for Iraq that called, among other things, for a ''phased redeployment'' of military forces out of the country. On Tuesday, the White House took the unusual step of releasing a formal reply, written by Joshua B. Bolten, Mr. Bush's chief of staff, who called the redeployment idea ''dangerously misguided.''\n  Against the backdrop of the political debate, the administration is pressing two terror-related issues on Capitol Hill, the detainee legislation, which Mr. Bush is expected to announce on Wednesday, and a long-awaited Army field manual on interrogation that is expected to be made public this week. \n  The manual authorizes three new techniques that could be used only in questioning of ''unlawful combatants,'' like prisoners at Guantanamo Bay, Cuba, according to a person who has been given a description of the revisions. The new techniques are pairing a friendly interrogator with a hostile one, convincing a prisoner that he is being interrogated by a country other than the United States and isolating a detainee from other prisoners. \n  The current field manual allows 17 interrogation methods, which would remain largely unchanged, the person said. Traditional prisoners of war captured on a battlefield could be questioned using only these techniques.\n  The Defense Department had initially considered including a classified set on interrogation methods that would not be made public, but that idea was dropped, several officials said.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: President Bush greeted military personnel yesterday after delivering a speech on terrorism. Democrats, including Senator Thomas R. Carper, left, Gen. Wesley K. Clark, center, and Senator Harry Reid, released a report saying Americans are less safe than they were five years ago. (Photo by David Scull for The New York Times)\n (Photo by Stephen Crowley/The New York Times) \n\nLoad-Date: September 6, 2006"
}