{
    "title": "LOOSE-LINKED NETWORK OF TERROR_ SEPARATE ACTS, IDEOLOGICAL BONDS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 28,
    "full text": "The recent spate of terrorist attacks against Americans and other victims has left in its wake a long trail of both casualties and question marks.\nAlmost every day there is a mysterious new bombing, and often a previously unheard of group claims responsibility. Radical Governments in Libya, Syria and Iran often praise these attacks and, at the same time, insist they had nothing to do with them.\nWhat groups or states are behind these terrorist bombings? How are they connected? How are the terrorist gunmen or bombers recruited? How are the killings or bombings organized? And is this terrorism motivated by political grievances, or has it simply become another tool of international relations for some states?\n \nEvidence Remains Sketchy\nThe evidence needed to answer these questions conclusively remains sketchy. But interviews in recent months with Arab, American and European diplomats in the Middle East and elsewhere, as well as with American, Arab and Israeli security experts, provide some clues about the terrorist forces that the United States and many of its allies are now facing.\nIn the view of many of these sources, the actual links between the various radical Arab and Iranian groups and state intelligence organizations that have in effect declared war on the United States appear to be very loose.\nThe bonds that unite these extremist organizations tend to be more ideological than operational, they say. That is, they occasionally gather for what the experts describe as joint ''pep rallies,'' but when it comes to operations in the field they usually prefer to act alone.\nThe state intelligence organizations, such as those of Libya, Syria or Iran -which are believed to be key forces behind many of the recent attacks on American and Israeli targets - do not like to cooperate on an operational level, many Arab, Israeli and Western experts on terrorism believe.\n \nAgencies 'Afraid of Leakage'\n''Intelligence organizations are by nature competitive, secretive and afraid of leakage of information or penetration from the outside,'' said an Israeli official familiar with the subject.\n''I think it is very unlikely that Libyan intelligence would ever do a joint operation with Syrian intelligence,'' he said. ''Things just don't work that way. No one wants the other guy to know what he has. No one can be sure the other guy hasn't been penetrated. They prefer to rely on themselves.''\nThe various radical Arab and Iranian states and organizations give the impression of being linked, however, by getting together for meetings of ideological solidarity - such as one in Tripoli, Libya, in January.\nThe conference brought together 22 radical Palestinian, Moslem, Communist and Arab groups under the umbrella of the ''Pan-Arab Leadership of Arab Revolutionary Forces.'' They issued a communique declaring that they were setting up a ''revolutionary strike force,'' complete with suicide squads, to ''confront American imperialism and Israel.'' The communique provided the ideological cover for the individual actions of the various groups and states represented at the conference, Palestinian sources in Beirut said. The Tripoli meeting received international attention after Israel intercepted a private Libyan jet bringing the Syrian and Lebanese delegations home from the session. Israel had suspected -wrongly - that several key radical Palestinian leaders, particularly Dr. George Habash, were on board.\nPalestinian sources in Beirut contend that the recent bombing of the Trans World Airlines jetliner flying to Athens and the attempt to smuggle a bomb onto an El Al Israel Airlines plane in London were not reactions to the American conflict with Libya, but long-planned retaliations for the Israeli interception of the Libyan jetliner by one or another of the groups represented at the Tripoli gathering.\nThe key connections to examine when trying to understand how international terrorism operates, the Arab, Israeli and Western terrorism experts say, are not those between the different radical groups but rather between the organizations and the individuals they recruit to carry out terrorist acts.\nThe image many Westerners seem to have is that terrorist acts are carried out by small groups with names such as ''Arab Revolutionary Brigades'' or ''Islamic Holy War'' and that these groups are tightly bound with clear-cut hierarchies of command, membership rosters and headquarters somewhere - if they could only be found.\nThe reality appears to be quite different, according to the terrorism experts. They say the names of groups claiming responsibility for terrorist acts - names that are usually given by an anonymous caller to a news office in Beirut - are believed to represent nothing more than the imagination of the state intelligence organizations or guerrilla groups that have staged the attack but cannot claim responsibility for diplomatic or security reasons.\nThe Palestinian terrorist Abu Nidal, for example, uses a different name almost every time he carries out an operation. ''Islamic Holy War'' has long been viewed in Beirut as a cover for Iranian or Syrian intelligence. In the early 1970's, Yasir Arafat's Palestinian guerrilla organization Al Fatah used the name ''Black September'' for operations it did not want to be linked with but was responsible for. Terrorist Subcontracting Is a Frequent Practice Behind the false names, there appear to be at least four different basic operational modes being used today to organize terrorist attacks.\nThe first might be called terrorist subcontracting. It is exemplified by Sabry al-Banna, alias Abu Nidal. He has become known for directing terrorist actions against Westerners, but earned his reputation in the 1970's by arranging for the killing of Arab and Palestinian officials on behalf of one Arab Government or another.\nIn the beginning, Arab diplomats say, his followers worked for Iraq, killing Syrians and Palestinian supporters of Mr. Arafat, the chairman of the Palestine Liberation Organization.\nAbout 1980, however, after Iraq started fighting Iran and moved closer to the conservative Arab oil nations, the Abu Nidal group began to work for Syria, according to Palestinian sources. Under Syrian sponsorship, the group was believed to have carried out attacks on Jordanian diplomats and airline offices, as well as the slaying of moderate Palestinian officials, such as Issam Sartawi, who was shot in Lisbon in 1983. After Syria and Jordan began to improve ties, Abu Nidal apparently shifted most of his headquarters to Libya, from which his group now operates.\nReagan Administration officials have publicly accused the Libyan Government of Col. Muammar el-Qaddafi of giving support and training bases in Libya to the Abu Nidal group. In addition, the Libyans have had close ties with other radical groups and are believed to have asked for their support in terrorist attacks against American targets in Europe.\nFrom the little that is known about the activities of Abu Nidal, it appears that his group is hired by the Libyans, Syrians or Iraqis to carry out specific acts, according to the Arab, Israeli and Western experts.\nClues to his operations can be derived from testimony given at the trial in London of three self-confessed Abu Nidal followers, who tried to kill the Israeli Ambassador to Britain, Shlomo Argov, in June 1982.\nTwo of them, Marwan al-Banna and Ghassan Said, were in their early 20's and had been trained in Iraq for little more than a month, learning basic weapons handling, clandestine communications and surveillance, according to trial testimony. They were sent to London in 1979 and 1980 as ''sleeper agents.'' They posed as students studying English and gathered intelligence about Jewish, American and Israeli organizations.\nThey were activated only in May 1982, when a third agent, Rusan Nayef, obtained weapons from the Iraqi Embassy in London and was told by a fourth unidentified agent, possibly from Iraq, to prepare for an attack on Israel's Embassy or Ambassador, according to trial testimony. Only on the morning of June 3, the day of the attack, did they receive instructions over the telephone from the fourth man as to where and how to shoot Mr. Argov.\nAbu Nidal is known among Palestinians for recruiting among students. According to Israeli and Arab sources, his recruiting techniques are highly selective, and he prefers to take only people with family or hometown connections to someone already in his organization so as to prevent penetration by agents.\nFor example, Mr. Banna is a distant relative of Abu Nidal, according to Israeli security sources. Mr. Nayef, they said, comes from the same region in northern Jordan, Irbid, as the two brothers suspected of responsibility for the recent West Berlin discotheque and El Al incidents, Israeli sources said.\nThe Abu Nidal technique seemed clearly in evidence in the case of the attempted bombing of the El Al jetliner in London, where the key plotter, Nezar Hindawi, appears to have been living in London for several years, cultivating a relationship with the young Irish woman whom he exploited at the right time on commands from above. An Embassy Suspected In Assembly of Bomb Israeli sources said they had reason to believe that the highly advanced explosive Mr. Hindawi placed in his fiancee's suitcase was assembled in the Syrian Embassy in London.\nThe bomb Mr. Hindawi used consisted of a plastic charge attached to a small computer detonator that would have appeared on an airport X-ray machine like any hand-held calculator, the Israeli sources said. The bomb was detected, they said, only because it was made of a plastic explosive that when sewn into the lining of the false-bottomed suitcase created condensation. The moisture inside the Irish woman's suitcase alerted an El Al security man, according to sources familiar with the case.\nA second mode of operation that seems to have been popular and difficult to detect was used in the suicide car bombing of the United States Embassy in Beirut on April 18, 1983. In that case, according to the Lebanese police, almost 20 Palestinians and Lebanese were paid by one or two ''cutouts'' - men whose identities were unknown to those recruited but who were presumed to have been working for either Syria or a Palestinian intelligence organization - to carry out the bombing.\nEach of those involved was paid to do one small task - surveillance or transporting explosives, delivering messages or arranging for a car - and few of them appear to have known one another or what the ultimate target was, the Lebanese police said.\nIslamic Holy War took responsibility for the 1983 embassy bombing, but it was clear to Lebanese investigators that some highly professional intelligence organization had put it all together, using local elements, and had then evaporated without a trace.\nThe third mode of operations seemed to be exemplified by the simultaneous attacks on the Rome and Vienna airports in December, which were also attributed by Arab sources to Abu Nidal, in this case on contract from Libya. This method involved the recruiting by Abu Nidal, or someone like him, of a small squad of Palestinian refugees living in Lebanon, giving them some very quick basic training and then sending them to Europe for a single operation.\nThe fourth mode of attack was exemplified by the hijacking of the Italian cruise ship Achille Lauro in October. In this mode, a Palestinian guerrilla group, in this case the Palestine Liberation Front, uses primarily its own means and personnel to carry out a terrorist operation on relatively short notice. But this once popular mode of operation has receded since the Palestine Liberation Organization lost its independent base of operation in Beirut in the summer of 1982.\nThe Arab, Israeli and Western sources say that what is striking about all of these techniques, except in the last case, is how difficult they are to trace and that there is no easy ''return address'' to retaliate against. They often involve people who are not connected beforehand, who barely know for whom they are working and who scatter when the operation is over. Social and Political Web Of Terrorism's Roots The ultimate timing and targets of their operations are usually determined not by the assailants, the experts say, but by the state intelligence organizations that direct them through their local embassies or safehouses.\nThis makes sorting out the motivations and root causes of terrorism that much more complex. To be sure, some terrorist actions have social roots in the political grievances of certain populations - terrorism by Palestinian organizations, for example.\nAt the same time, however, experience also suggests that any progress in Arab-Israeli negotiations will be accompanied by more terrorism since a significant portion of terrorism today is being carried out by Palestinians or Arab Governments opposed to any peaceful settlement with Israel.\nIt has become equally clear, the Arab, Israeli and Western experts say, that many terrorist actions are also staged as a form of inexpensive warfare. It has become a kind of diplomacy by other means, they say - as cheap an instrument of international relations as the diplomatic pouch - and exploits the political grievances of certain groups for the narrow interests of particular states.\nFor example, Arab and Israeli political analysts say, the Israeli Ambassador to London was shot not simply to kill an Israeli but because Iraq apparently hoped it would prompt Israel to start a war in Lebanon that would hurt Syria. The Achille Lauro, many of these same sources believe, was attacked probably not just to kill Israelis but to embarrass Mr. Arafat at a time when he might have been tempted to engage in negotiations with the United States. The hijacking of the Egypt Air flight to Malta in November, they say, was probably organized by Libya to embarrass Egypt.\nIn other words, the root causes of a significant portion of today's terrorism seem to lie not in any particular grievance that can be treated, but in the intrigues, power struggles, jealousies and machinations that are part of the web of international relations."
}