{
    "title": "LOPSIDED UNITED NATIONS POSITION ON NAMIBIA",
    "publisher": "the new york times",
    "year": 1981,
    "month": 2,
    "day": 1,
    "full text": "To the Editor:\n Your editorial of Jan. 19, ''How to Lose the Namibian Game,'' makes no reference to the point that most concerns us and indeed all Namibians who do not support the South-West African Peoples Organization's (Swapo) campaign of violence and terrorism in our country.\nhe United Nations' record of partiality toward Swapo, extending from its ludicrous annual endorsement of that organization as the ''sole and legitimate representative of the Namibian people'' through its financial support for the propaganda activities on behalf of Swapo, makes a mockery of its claim that it can act as an impartial supervisor of elections.\nWhat has the record shown so far with regard to U.N. impartiality on this issue?  First, only Swapo, South Africa and certain African and Western states were invited by the U.N. to attend the recent conference in Geneva. Despite the demands of many other Namibian parties, including the Democratic Turnhalle Alliance, that they be invited, no such invitation was extended. If Namibian parties other than Swapo wished to attend, they were told, they could do so as part of a ''South African delegation.'' The U.N. meanwhile paid Swapo's travel expenses to Geneva and picked up the tab for its accommodation there.\nPeter Kalangula and Dirk Mudge letter asserts most Namibians do not support South-West African People's Organization\nSecondly, at the conference itself, only Swapo was permitted to participate as a party. Despite our protests, expressed in the strongest terms, we were lumped together with other Namibian parties and South African officials as members of a ''South African delegation.'' This by the United Nations, the very organization claiming to be interested in facilitating the independence and selfdetermination of Namibia. Is it surprising that we were forced to make clear that we felt that the conference was not serving the purpose for which it had been called?\nIf there is anyone, at the United Nations or elsewhere, who believes that the way in which the U.N. has conducted itself thus far has contributed to the emergence of a climate of confidence among Namibians in the U.N.'s ability to act impartially, he had better think again. The U.N. is proving that it cannot act impartially - or that it is unwilling to do so.\nFearful of offending Swapo, it has resisted all efforts to place the other Namibian parties on an equal footing. At the same time it permits Moscow and its surrogate, Sam Nujoma, to claim that all Namibian parties other than Swapo are South African ''puppets,'' while seeking to force them to state their respective cases through South Africa.\nIt is time for the charade to end. Namibians will no more take the impartiality of the U.N. on trust than Americans would allow the Soviet Union to run their elections. The United Nations must now either put up - and actively renounce support for Swapo and its deeds of terrorism against Namibian civilians - or admit its incompetence and leave the issue to Namibians to decide for themselves.\nWhatever Sam Nujoma, the Soviet Politburo and the U.N. General Assembly may think of it, we are no longer prepared to be treated as though we did not exist.  PETER KALANGULA, DIRK MUDGE Windhoek, South-West Africa/ Namibia Jan. 21, 1981 The writers are, respectively, president and chairman of the Democratic Turnhalle Alliance."
}