{
    "title": "Los Angeles buildings emptied after devices found",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 5,
    "day": 16,
    "full text": "LOS ANGELES (AP) - A police bomb squad detonated 17 homemade explosive devices found in an apartment on Wednesday after officers spotted an explosive liquid in a man's car during a routine traffic stop, authorities said.\nRobert Wilson, 29, was booked on felony possession of a destructive device, police Sgt. Rudy Lopez said. Authorities said there were no signs he planned to use the devices. They believe he acted alone and had no apparent link to terrorism.\nWilson was described as a \"hobbyist, lone wolf, tweaker\" on probation for a weapons violation, said Los Angeles police Deputy Chief Michael Downing, who heads the department's counter-terrorism and special operations bureau. A small amount of methamphetamine was also found in his apartment.\n\"He's not in any federal databases, not associated with any groups or gangs,\" Downing said. \"He's just kind of a loner and it was probably more experimental.\"\nWilson built the explosives because he was curious about them, Sgt. Frank Preciado said.\nThe bomb squad went to an apartment complex in the Palms neighborhood of west Los Angeles after officers stopped Wilson for improper vehicle registration on Tuesday night and spotted a suspicious clear liquid, Lopez said. A bomb squad analysis showed it had explosive contents.\nOfficers also found a .45 Colt handgun and narcotics in the car. That discovery prompted the search of the man's apartment. The complex and three surrounding buildings were evacuated, and several blocks were sealed off.\nOfficers found explosive devices - primarily pipe bombs and their component parts in various stages of construction, Downing said.\nThey detonated them on a nearby closed-off street behind a bunker.\nResidents were directed to a nearby shelter during the evacuation that lasted throughout the day.\n---\nTami Abdollah can be reached at http://www.twitter.com/latams\n\nLoad-Date: May 16, 2013"
}