{
    "title": "Losing Iraq to terrorism",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 6,
    "day": 12,
    "full text": "Insurgents sympathetic to al-Qaida not only have seized control of Iraq's third-largest city, Mosul, they also are advancing toward Baghdad.\nThe disaster demonstrates the ineptness of Prime Minister Nouri al-Maliki, the folly of President Obama's hand's off attitude and the fallacy of the idea that Iraq, with its history of dictatorships and religious feuds, could be transformed into a democracy.\nWhat's particularly significant about the extremists' triumph is that, unlike many other Iraqi cities and regions, Mosul - a city of about 2 million - is an ethnically and religiously mixed community comprised of Sunni and Shiite Arabs, Kurds, Turkmen and Christians (as well as other Muslims).\nAnd the most embarrassing aspect of it all for Maliki is that Iraqi government troops put up almost no resistance. They appeared unwilling to risk their lives to serve the cause of a stable and united Iraq.\nKeep in mind the American government spent in excess of $14 billion to train and equip the Iraqi security forces. That can only bring anguish and despair to taxpayers in the United States, who would surely oppose sending fresh American troops and new American dollars to help Iraq recover from this huge setback.\nStill, it makes Obama's rush to eliminate the U.S. military presence in Iraq look more questionable. Granted, Americans were tired of our involvement, particularly with Maliki showing little appreciation for the sacrifice Americans had made on behalf of his country.\nBut it should have been obvious that insurgents would make a push for power once the U.S. troops were gone. A stronger leader might have impressed on Maliki what was at stake.\nSome U.S. military guidance and support for the Iraqi army might have averted the Mosul collapse. But that is conjecture. The failure mostly belongs to Maliki's government. Maliki's failure to govern in a way that meets the needs and expectations of all Iraqis, regardless of their religious or ethnic loyalties, is a major problem.\nThe prime minister's response to the fall of Mosul has been to declare a state of emergency and to impose a curfew in Baghdad and elsewhere. \nBut he went even further and called for Iraqi citizens to arm themselves to fight the militants. That would appear to be very close to a state of panic.\nWe will not allow Mosul to be under the banner of terrorism, he declared. We call on all international organizations to support Iraq and its stance in fighting terrorism. The entire world will suffer if terrorism spreads.\nAmerican forces left Iraq at the end of 2011 after Maliki refused to sign an agreement that would have extended their presence. But the Obama administration only offered to maintain 2,000 troops. In Washington, politicians and military leaders declared the Iraqis were ready to stand on their own. The war had cost more than $2 trillion and had taken the lives of 4,486 Americans and more than 100,000 Iraqis.\nIn handing over responsibility to the Iraqis, you preserved the gains of the last four years and made this day possible, President Barack Obama told American troops just before they left Iraq. In an area that was once the heart of the insurgency, a combination of fighting and training, politics and partnership brought the promise of peace.\nObama probably would like to take back those optimistic statements because the promise he cited has yet to be fulfilled, and the Maliki government that Washington has been supporting is largely to blame. It simply excluded its Sunni rivals from meaningful participation in the government and did far too little to protect their rights.\nIrrespective of any regrets emanating from the White House or Capitol Hill, the dangerous truth is that the fall of Mosul signals a serious escalation of the threat represented by well-armed, well-organized Islamist extremists who are determined to impose their brand of religion throughout the region and who no doubt have hopes of launching terrorist attacks elsewhere, including in the United States.\nThese are perilous times.\n\nLoad-Date: June 12, 2014"
}