{
    "title": "LOTTO JACKPOT INCREASES TO NEAR-HIGH $18 MILLION _ ROCK SLIDE CLOSES OREGON COAST HIGHWAY _ MOTORCYC",
    "publisher": "the columbian ",
    "year": 1994,
    "month": 10,
    "day": 24,
    "full text": "THE NORTHWEST\nThere was no winner of the $ 15 million Lotto jackpot in Saturday night's drawing, which means the jackpot for Wednesday's drawing will be $ 18 million, second highest in Lotto history.\nA $ 20 million jackpot was the biggest in July 1992.\nIn the Lotto drawing Saturday there were 184 tickets with five of six numbers, worth $ 681each and 10,509 with four, good for $ 23 apiece. Sales were $ 5,455,054.\nThere also was no winner of the Quinto jackpot Saturday, pushing that jackpot to $ 300,000 for Wednesday.\nThere also were no winners Saturday of the $ 2.5 million Oregon Megabucks or $ 5.1 million multistate Powerball jackpots. Those prizes will be worth $ 2.75 million and about $ 8 million Wednesday.\nMANZANITA, Ore.  It will take several days to clear U.S. 101 after a rockslide closed a section of the highway along the north Oregon Coast and destroyed a car, transportation officials said.\nThe rockslide Sunday was about 100 yards north of a slide earlier this year on Neahkahnie Mountain that took crews five weeks to clear. No one was seriously injured in the latest slide.\nIt was a beautiful, clear day when the slide was reported about 2 p.m. about two miles north of Manzanita.\nSeveral hundred tons of rock fell onto the highway after a rock from a smaller slide smashed the windshield of a car, forcing the driver to stop. The occupants were treated at the scene but not hospitalized. The large slide occurred a short time later, trapping the car in the debris.\nOLYMPIA About 2,500 motorcyclists rallied on the Capitol steps Saturday to protest a mandatory helmet law that the Washington State Patrol is now enforcing.\nThe Freedom Run rally was sponsored by ABATE, which stands for A Brotherhood Against Totalitarian Enactments. The group is considering another gathering in January when the Legislature is in session.\nThe law imposes a $ 66 fine on bikers caught without a helmet.\nThe law was originally passed in 1989, but earlier this year, the 9th Appellate Court in Spokane decided it was unconstitutional since it didn't clearly define what types of helmets were acceptable.\nThe Washington State Patrol then clarified the law, and officers began enforcing it last Monday.\nVICTORIA, B.C.  A Greek cargo ship has been fined almost $ 5,000 for polluting international waters after a Canadian Forces surveillance plane spotted and photographed it pumping out its bilges.\nThe North Marchioness was off the west coast of Vancouver Island on Dec. 2 last year when it was photographed. The fine was announced Sunday.\nThe sensitive detection system and sophisticated photographic equipment used in citing the ship, was designed for anti-submarine warfare, and also is used to monitor drug traffickers and driftnet fishing.\nNATION\nLOS ANGELES Gang members drove up in a car and opened fire on a card game, killing three people and wounding six others late Sunday in a drug-plagued neighborhood of South Central Los Angeles, police said.\nTwo of the wounded were in critical condition.\nSome of the victims were playing cards in the front yard when a car pulled up and someone opened fire with a machine gun, said 8-year-old Danny Guerrero, who lives a few houses away.\nELOY, Ariz.  Several hundred inmates at a privately-owned federal prison went on a rampage, trashing a cafeteria and setting at least two small fires before returning to their cells early today.\nWarden J. Blanchard Hopkins said no one was injured and no hostages were taken.\n\"The inmates themselves were not in a mood where they wanted to hurt anybody,\" Hopkins said. \"They just wanted to be destructive.\"\nThe incident started at about 4 p.m. Sunday, when inmates refused to leave a recreation area. They broke windows in the cafeteria, set fire to some papers and burned some sheets and bedding, Hopkins said.\nNORTHGLENN, Colo A 5-year-old girl died after being mauled by a 120-pound Rottweiler in her back yard, authorities said.\nThe girl was playing with the dog, which is owned by a family friend and had been at the home for about a week.\nHer mother heard the girl screaming and also was bitten several times as she tried to stop the attack Sunday. A neighbor was able to bring the girl and her mother inside. The girl was pronounced dead shortly after she was taken to the hospital, police said. Her face and head had been mauled severely.\nAnimal control officers shot the dog with two tranquilizer darts to subdue it, and impounded it to determine if it has rabies.\nWASHINGTON Hundreds of victims of terrorism were remembered over the weekend with flowers, peace pledges in five languages and bugles mournfully sounding taps.\nRelatives of Americans and others lost to terrorist attacks as long ago as the Oct. 23, 1983, bombing of the U.S. Marine quarters at Beirut, Lebanon, gathered at Arlington National Cemetery Saturday and at the Navy Memorial in downtown Washington Sunday. The Beirut explosion killed 241 Marines and medics.\nTHE WORLD\nSEOUL, South Korea Fire engulfed a sightseeing boat today as it traveled up a scenic lake in central South Korea, the Yonhap news agency said. At least seven people died and 36 were injured.\nDozens of passengers leaped from the burning Chungju No. 5 boat and swam to two nearby ships, which lowered tires on long ropes and pulled them aboard. But others may have been trapped inside the burning boat, the national news agency said.\nThe fire broke out in the rear of the 86-foot-long, 54-ton ship and swept across it within 15 minutes,\nVATICAN CITY Pope John Paul II, who canceled a U.S. trip this month for health reasons, addressed a special message Sunday to Americans: protect the family.\n\"As the family goes, so goes society,\" he said in remarks in English from his balcony overlooking St. Peter's Square. The message was broadcast to North America on Vatican Radio.\nThe pope had been scheduled to visit the New York area and Baltimore last week. But he put off the trip until next year because he needs more time to recuperate from hip surgery in April, the Vatican said.\n\nLoad-Date: October 26, 1994"
}