{
    "title": "Louisiana anti-terrorism bill misguided",
    "publisher": "university wire",
    "year": 2002,
    "month": 4,
    "day": 24,
    "full text": "Protestors in Washington, D.C., this weekend sang, \"We all live in a military state,\" to the tune of the Beatle's hit song, \"Yellow Submarine,\" according to an article I read Monday. For the rest of the day the tune stuck in my head, haunting me as I walked through the Quad and as I sat in class. At first, distorting a Beatles' song was what bothered me most, but the more the words kept repeating in my brain, the more I thought about their significance.\nLouisiana State U.\nOur state Legislature last Wednesday approved the Louisiana Anti-terrorism Act. This bill, proposed by State Rep. Hunt Downer, defines terrorism as causing serious damage to a building or vehicle or killing, injuring or kidnapping a person while trying to intimidate or coerce the public or the government. The bill imposes harsh penalties for those convicted of terrorism.\nBefore assuming this bill does not affect you because you are not a terrorist (let's hope), think about how broadly this law could be interpreted.\nDuring the civil rights movement of the 1960s, Martin Luther King and his followers held numerous protests for the sole purpose of intimidating the public and the government. Although King was a strong proponent of peaceful demonstrations, some unfortunately led to violence and destruction. As racist as our country was during that time, a law like this one could have been detrimental to the rights of African-Americans, had it been abused.\nAnd where else is political abuse and corruption more prevalent than right here in our good ol' state of Louisiana? According to State Rep. Tony Perkins, who is concerned that law-abiding citizens could find themselves under criminal investigation, not a single terrorist was prosecuted in Louisiana last year, in contrast to the many police officers that were.\nWhen an amendment to the bill was proposed to protect student protests and other peaceful demonstrations in which unintended violence may break out, it was rejected, 71-29. I don't envision Louisiana State University students having any radical anti-war protests resembling those of the Vietnam era any time soon, but it would be nice to think our rights would be protected if we did.\nOther aspects of the bill are also disturbing. The anti-terrorism bill expands the use of electronic surveillance, such as wiretaps. Furthermore, criminal investigations related to terrorism are exempted from Louisiana's public records law, allowing law enforcement to keep any terrorist investigations a secret.\nAccording to the bill's author, tightening liberties is necessary to bolster security. Terrorism is a threat to this country; there is no denying that. But sacrificing our liberties is a threat to our constitutional rights. And where will it end? A new airport security device allows security to view those who walk through it nude. Verichip, a computer ID chip approved this month by the FDA, is implanted under the skin to carry personal information ranging from medical to criminal records. Although these new technologies are voluntary now, who is to say they will be in the future? Fifty years ago, McCarthyism led us on a witchhunt for communists. Now the scary word of the day is terrorist. I may be a bit presumptuous to assume our government is out to get us. But it is our duty as citizens to question our government. If we don't, who will?\n(C) 2002 The Reveille via U-WIRE\n\nLoad-Date: April 24, 2002"
}