{
    "title": "Louisiana steers clear of terrorism insurance risk logjam",
    "publisher": "business insurance",
    "year": 2002,
    "month": 11,
    "day": 25,
    "full text": "While President Bush is expected to sign a new terrorism insurance bill into law this week, area construction industry officials say the state hasn't been hurt by lack of coverage.\nAn estimated $15 billion worth of construction projects have been delayed across the country because builders couldn't arrange financing without terrorism coverage. After the 9/11 attacks, insurance companies wouldn't write new policies to cover damage from new attacks without a federal bail-out plan in place to cover future catastrophic events.\nThe bill provides $90 billion in federal assistance the first year of the three-year measure and eliminates all coverage exclusions involving terrorist events.\nLouisiana's construction industry has remained virtually unaffected by the national insurance problem since state construction sites are not likely terrorist targets, says Robert Boh, president of New Orleans-based Boh Bros. Construction Co. LLC.\n\"If a sports arena or convention center were trying to be built, the fact that you couldn't get terrorism insurance could be a problem,\" Boh says. \"The biggest issue is to get a builder's policy to cover work as it's being built. If terrorism is not covered in the builder's policy, it would be difficult for a job to go forward.\"\nRobert Wooley, Louisiana's acting commissioner of insurance, says the insurance industry has been concerned about the impact of terrorism exclusions on the banking industry. Officials worry that community development would cease without terrorism coverage because banks would not lend money to large development projects without it.\nRoger Bajon, senior vice president and manager of Hibernia's commercial mortgage capital group, agreed lack of terrorism coverage hasn't had much of an impact here but it has \"precipitated a lot of discussion on issues about underwriting deals.\"\nIn Louisiana, Bajon says, the typical market is a $5 million property of office or retail space -- a size not prone to terror attacks.\n \"In most cases, it's caused us to stop and look (to) understand the impact,\" Bajon says. \"In a couple of cases it might mean less loan dollars, or the borrower might need more equity in the deal, or he can't finance as much as he'd like.\"\nBefore 9/11, which cost an estimated $40.2 billion in insurance claims, terrorism was not an anticipated risk. Insurers coped with the financial impact through reinsurance -- insurance for insurance companies, says P.J. Crowley, vice president of the New York City-based Insurance Information Institute.\nReinsurance protects insurance companies against catastrophic events to covered properties. \"If you insure a property and that property is destroyed, that may put you out of business,\" Crowley says.\nThe attacks caused 45 states, including Louisiana, to grant exclusions on reinsurance, Crowley says. \"What this does is bring reinsurance back into the market place in the form of federal protection.\"\nIt's protection Wooley has been working with other states to secure since last Sept. 11.\n \"One of the biggest problems is that people don't know how to cover this risk. They don't know how much to charge. They don't know how severe and frequent terrorist acts will be,\" Wooley says. \"We can predict a lot of losses based on history. We can study hurricanes to see how often they'll hit certain areas. But the range of terrorist activities is a broad spectrum and it's unpredictable.\"\nWorkers' compensation losses due to terrorism will now be covered under the bill, providing stability to insurers who write those policies. Louisiana state law requires companies to purchase workers' compensation insurance.\nLouisiana Workers' Compensation Corp. is the largest state provider of workers' compensation policies with about 34% of the market share and 25,000 policyholders.\n\"The fear of the insurance industry is that insurers can wind up with multiple losses at one time,\" says Robert Levy, director of communication for the agency. \"That would put a financial strain on any insurance company and that's why we have to spread the risk. That's what the federal backstop does.\"\nReinsurance contracts are written for multiple years so there wasn't a total lack of coverage for companies following last year's attacks. Without federal backing, however, Levy says reinsurance would have probably been unavailable after the first of 2003.\n \"If you're uncertain about terrorism within the market, you have to get increased pricing to take care of additional risks,\" Levy says.\nAccording to New Jersey-based A.M. Best Co., a ratings and insurance information company, Louisiana is the 25th largest market for business insurance policies. The amount collected in premiums in Louisiana last year was $312 million, just 1.1% of the U.S. total of $25.3 billion.\n\nLoad-Date: November 25, 2002"
}