{
    "title": "Love of life trumps fears of terrorism Despite threats to aviation, people just keep on flying",
    "publisher": "the world",
    "year": 2006,
    "month": 8,
    "day": 22,
    "full text": "MY airline flights from Dallas to Pittsburgh via Houston recently were remarkable for one reason: Nothing happened.\nWell, nothing out of the ordinary and given the times in which we live, we can consider the mundane significant.\nLess than two weeks ago British authorities disrupted a plot by terrorists to \"commit mass murder on an unimaginable scale\" by blowing up commercial jet liners. The plot was on the scale of 9/11.\nYet the world did not shut down.\nTrue, airline passengers are now subjected to tighter security. We've all seen the pictures of passengers dumping bottles of water and tubes of toothpaste in the trash at airports.\nBut these are mere inconveniences. We continue to crowd onto planes for travel for business and pleasure. I saw mothers with young children, old people, folks on vacation, and others apparently traveling for business.\nPeople adjust to the new security, get on the plane, and strap themselves in with the anticipation that they will get where they are going.\nWhy, after being inundated by all media with images and stories of the terrorist threat to air travel, do we still do this?\nI believe it's because most Americans are basically optimistic and confident. It's a byproduct of living in a nation of political and economic freedom, general security and stability.\nThe fear of being blown up while on an airplane is real, but so is the resilience of the human spirit. It's our nature to consider, but not dwell on the risk.\nThe force of life takes over. We return to thinking about work, spending time with our families, planning vacations, saving for our kids' education, and whatever else makes up who we are.\nA more cynical view would be that we are oblivious to the risk, that we board planes cattle-like because we naively believe the security measures protect us.\nBut I think our willingness to take the risk - whatever level it may be - is a strong indication of the national character.\nThe scientific surveys always find that we're worried about the state of the world, fearful of another terrorist attack and uncertain about the future. But I suspect those findings are more a reflection to our reaction of the news, which bombards us 24/7 with violence, destruction, terror threats and risk.\nIn fact, it appears most of us find a way to go about our daily lives pretty normally. We adjust to the disruptions, even the disasters, regroup and restart. Fear is constantly trumped by the desire to live one's life.\nWe hear a lot about the danger of a person willing to blow himself up for a cause. True, that's a frightening enemy.\nBut let's consider for a moment what we have going for us - the desire to live.\nThat's not going to be easily defeated.\nKercheval is host of TalkLine, broadcast by the MetroNews Statewide Radio Network from 10 a.m. to noon Monday through Friday. The show can be heard locally on WCHS 580 AM.\n\nLoad-Date: October 23, 2006"
}