{
    "title": "Love visits Legislature, talks controversial contraception bill",
    "publisher": "the deseret news",
    "year": 2017,
    "month": 2,
    "day": 24,
    "full text": "By Katie McKellar\nDeseret News\nSALT LAKE CITY - Rep. Mia Love, R-Utah, updated lawmakers Thursday on her current priorities in Congress, including a bill she acknowledged has been \"controversial.\"\nAs part of her efforts to contribute to the replacement of the Affordable Care Act, Love said she is pushing forward a bill that would allow contraceptives to be sold over the counter without a prescription.\n\"If we are going to be pro-life, we need to be able to give people as much access to birth control as possible,\" Love said.\nBy allowing birth control to be sold over the counter, its price would be reduced from $30 a month to $3 a month because it would \"bypass\" pharmacy fees, she said.\n\"This is my way of empowering American women and making sure they are in charge of their decision- making,\" Love said.\nThat was one highlight of Love's annual address to the Utah Legislature, where she told lawmakers Congress is making headway on important issues, despite apprehension of the climate of today's federal government.\n\"I recognize that some people are nervous about the environment in Washington,\" Love said, \"but I want you to know there's a lot of positive work going on.\"\nThe 4th District representative listed her efforts to help tackle a variety of issues, including replacement of the Affordable Care Act, immigration, restoring the \"balance of power\" in Congress, human trafficking and terrorism.\nWhen Rep. Jim Dunnigan, R-Taylorsville, asked about the latest progress on replacing the Affordable Care Act, Love said everyone in Congress is working on addressing different aspects, just like how she's focused on access to birth control.\n\"Let me make something very clear. It is incredibly important to know that when the repeal was done, the intention and the effort and the commitment is to make sure we're not leaving people uninsured,\" she said. \"We've got to make sure we do everything we can to bring more free market, more opportunities to health care, and there's a lot of work being done.\"\nLove also acknowledged that many people are \"incredibly nervous\" about immigration.\n\"I have directed my office to do everything we can to help constituents through the immigration process,\" she said, urging lawmakers with concerns to contact her office.\nLove also discussed her ongoing work on the Article 1 Project, an effort to restore the balance of power in Congress from the executive branch.\nShe said under the last administration, there was an \"unprecedented explosion\" of new agency regulations, and \"it's really important that we stop that.\"\n\"No matter who's in the White House, I'm not interested in giving away my Article 1 responsibilities to anyone in the White House,\" Love said.\nShe also touted her \"one subject at a time\" bill to require lawmakers crafting policy to be precise and clear in the legislation by limiting bills to a single subject and relevant bill title.\nLove said the measure would improve transparency and allow citizens to be more engaged with the process of lawmaking.\nShe also spoke on the flow of money to terrorism and human trafficking.\n\"We are tracking and stopping funds that go into financing terrorism,\" Love said. \"We should be sure that the funds that are leaving our country aren't going to terrorism or human trafficking.\"\nThe congresswoman called the potential of funds to reach terrorist groups \"inexcusable\" and said the threat of human trafficking has become an \"epidemic.\"\nLove said she's working with Operation Underground Railroad, an organization dedicated to the fight against human trafficking, to evaluate where funding for trafficking comes from and how it is used.\nContributing: Ryan Morgan\nEmail: kmckellar@deseretnews.com\nTwitter: KatieMcKellar1\n\nLoad-Date: February 25, 2017"
}