{
    "title": "LOWER PRIORITY A DECADE AFTER 9_11 ATTACKS, WISCONSIN 'S HOMELAND SECURITY SPENDING FALLS SHARPLY",
    "publisher": "the capital ",
    "year": 2011,
    "month": 8,
    "day": 31,
    "full text": "La Crosse Fire Chief Gregg Cleveland says his firefighters could be at risk for injury or death in certain rescue situations, if federally funded specialized training is cut.\nBefore training, \"firefighters were putting themselves at risk,\" Cleveland says. \"That results in injuries and potentially fatalities because they don't have the expertise of doing this.\"\nKristin Gunther, a state policy analyst who helps agricultural businesses plan responses to contamination or disruptions in the food supply, wonders whether her program will soon end. She says there's no \"long-term vision\" for it beyond 2012.\nMilwaukee Fire Chief Mark Rohlfing is unsure how southeastern Wisconsin will find new resources to prevent and respond to large-scale disasters now that a federally funded Milwaukee-area security program is in jeopardy.\nAll of these concerns stem from drastic cuts in federal funding for much of the state's homeland security effort, designed to prepare and protect Wisconsin in the event of terrorist attacks and other emergencies. Congress is refocusing efforts toward states that are more likely terrorism targets.\nThe grant programs were launched in 2002 as a response to the Sept. 11, 2001, terrorist attacks on the World Trade Center and Pentagon.\nA decade after the 9/11 attacks, Wisconsin is better prepared to prevent and respond to terrorism and natural disasters, experts say, thanks in part to more than $425 million in federal money allocated for state homeland security efforts.\nLocal and national experts interviewed by the Wisconsin Center for Investigative Journalism agree that the initiatives have enhanced emergency response and safety throughout the nation. But they sharply disagree about whether budget cuts proposed by Congress are a good idea.\nBrig. Gen. Donald Dunbar, head of Wisconsin's Homeland Security Council, says the state has made significant progress in preparedness since 9/11, efforts that could be harmed by the reduction in funding.\n\"The drop in fiscal support will clearly affect our ability to address our priorities and may eliminate entire programs,\" Dunbar says.\nMichael Greenberger, director of the Center for Health and Homeland Security at the University of Maryland, says the drawdown of federal support will undermine state and local emergency response nationwide.\n\"It is already going on throughout the country,\" Greenberger says. \"We're not talking about homeland security - we're talking about traditional public safety, and that's being eroded, day by day.\"\nBut Matt Mayer of the Heritage Foundation, who formerly headed the federal Homeland Security Office of Grants and Training, says the cuts mean the nation is focusing its resources on heavily populated urban areas most at risk for man-made or natural disasters.\n\"We should stop sending money to Montana and Wyoming, significantly cut the money going to Wisconsin or Ohio,\" says Mayer, a visiting fellow for the conservative think tank. \"That's not to say you won't have a lone wolf incident in the Mall of America next to you ... but no amount of money will help stop that.\"\nWisconsin's homeland security funding has declined sharply, from a high of more than $75 million in 2004 to between $16 million and $26 million this year. Such funding pays for hazardous materials response training, supports intelligence-gathering centers in Milwaukee and Madison, and allows local agencies to buy equipment, such as the $400,000 mobile Emergency Command Center purchased by Dane County in 2004.\nIn May, the U.S. Department of Homeland Security announced it was cutting 33 cities out of 2011 funding for the Urban Areas Security Initiative, a federal grant program that funds multijurisdictional terrorism prevention, including personnel, equipment and training, for urban communities at high risk of attack. The Milwaukee-area program, which covers a five-county region in southeastern Wisconsin, was among those cut.\nEven without funding moving forward, the program will not come to a grinding halt, says Greg Engle, homeland security program director for the state Office of Justice Assistance. He says the program can sustain itself for a time with grant money it has already received.\nHowever, once that money is spent, the future of the urban-preparedness program is uncertain, Engle says.\nIn June, the U.S. House of Representatives passed the 2012 homeland security appropriations bill, reducing overall funding by $1.1 billion to $42.3 billion. (The bill is stalled in the Senate) A portion that funds state and local grants would be cut in half.\nIn addition, the state's share of firefighter assistance grants from the Federal Emergency Management Agency has dropped more than 50 percent over the past few years to about $10 million last year.\nU.S. Rep. Robert Aderholt, R-Ala., sponsored the bill that cuts state homeland security grants. Aderholt estimated that $13 billion in state and local grants dating back to 2005 still had not been spent. He said the grant program needs to shrink until the department spends down the balance and can demonstrate that money has been used effectively.\n\"But we simply cannot keep throwing money into a clogged pipeline when our debt is soaring out of control,\" Aderholt said on the House floor. \"I believe it's our duty to reform these grant programs.\"\nWhile experts like Mayer agree with Aderholt, others suggest the cuts might be made in haste.\nBrian Jackson, a scientist for the RAND Corporation who specializes in terrorism preparedness, says there was such a rush to spend money to protect the nation in the wake of 9/11 that there was little focus on creating evaluation mechanisms to track programs' effectiveness. \"There is the risk,\" he says, \"that we will cut things that are effective and valuable.\"\nJason Smathers can be reached at jsmathers@wisconsinwatch.org\n\nNotes\n\n Reporter Sarah Karon contributed to this report. \n\nGraphic\n\n \nBRIG. GEN. DONALD DUNBAR\n\nLoad-Date: September 1, 2011"
}