{
    "title": "Lowry_ Of course it is about Islam",
    "publisher": "the salt lake tribune",
    "year": 2015,
    "month": 1,
    "day": 16,
    "full text": "It is settled: The Paris terror attacks had almost nothing to do with Islam.\nConsider that on the one hand, you have the chilling new tape of the Charlie Hebdo attackers declaring, \"We have avenged the Prophet Muhammad,\" and on the other, you have the tortured assurances of White House spokesman Josh Earnest. Which are you going to believe?\nThe Obama administration's mind-bogglingly determined refusal to say that we are at war with \"radical Islam,\" together with the left's evasions about Islamic terrorism, means that there has been a haze of euphemism around what should be a galvanizing event in the West's fight against terror.\nIn the aftermath of the attack, Howard Dean opined on \"Morning Joe\" that the Muslims who had killed the staff of Charlie Hebdo aren't Muslims. Not usually known as a leading Orientalist, the former Vermont governor shared his interpretation of one of the world's leading Islamic terror groups: \"I think ISIS is a cult. Not an Islamic cult. I think it's a cult.\"\nDean didn't specify what kind of cult ISIS is, if not Islamic. Or what otherwise accounts for its strange obsession with taking over territory in Syria and Iraq to establish a caliphate and to impose a harsh version of Islamic law.\nObviously, not all Muslims, or even a majority of them, support terrorism. We don't want to be needlessly insulting to Muslims or alienate allies in the Muslim world. But it is possible to avoid those pitfalls and still be truthful.\nAsked why the administration won't say we are at war with radical Islam, Earnest explained that the administration's first concern \"is accuracy. We want to describe exactly what happened. These are individuals who carried out an act of terrorism, and they later tried to justify that act of terrorism by invoking the religion of Islam and their own deviant view of it\" (emphasis added).\nThis makes it sound as if the Charlie Hebdo terrorists set out to commit a random act of violent extremism and only subsequently, when they realized that they needed some justification, did they reach for Islam.\nIt was in this spirit that State Department deputy spokesperson Marie Harf said that the militants of Boko Haram \"claim to be active in the name of Islam\" (emphasis added). So add alleged insincerity to the list of offenses that can be attributed to the hideous group formally known as People Committed to the Propagation of the Prophet's Teachings and Jihad.\nPerhaps the administration's highest-profile initiative in response to Paris is a Summit on Countering Violent Extremists. Who are these extremists? They could be anybody, to believe the administration. It is true that you will always have random haters and nuts, and that there are a few non-Islamic groups on the State Department terrorism list.\nBut they aren't top of mind, and for good reason. The Japanese cult Aum Shinrikyo isn't launching attacks on the West. Basque terrorists aren't recruiting would-be operatives around the world (in fact, the ETA has declared a cease-fire).\nOne of the key differences between random killers and Islamic terrorists is that the latter have a significant physical and ideological infrastructure behind them, including terror groups that hold territory and Islamic authorities who justify jihad.\nThe late Ayatollah Khomeini didn't think Islam is what we would understand as a religion of peace. Was Khomeini, notwithstanding his leadership of the Islamic Republic of Iran, not a Muslim?\nSaudi Arabia, the Sunni counterpart of Shia Iran that also imagines itself the keeper of the faith, promotes a harsh version of Islam that has proved a potent breeding ground for terrorism. Are the Saudis not Muslim, either?\nThere is a broad war of ideas within Islam between the forces of reaction and violence and the forces of moderation and modernity. The threat of radical Islam won't diminish until that war is won, no matter how much the U.S. government wants to obscure it with its verbal fog machine.\ncomments.lowry@nationalreview.com\n\nLoad-Date: January 17, 2015"
}