{
    "title": "LUGAR FOR PREZ ADS SCARE UP SPECTER OF NUCLEAR TERRORISM",
    "publisher": "advertising age",
    "year": 1996,
    "month": 1,
    "day": 1,
    "full text": "Happy new year! Hope you had a great holiday! If Bob Dole or Phil Gramm get the GOP nomination, you will die like a dog!\nYes, to hear Dick Lugar tell it in his four-part series of campaign ads, it's going to happen. So if you should recklessly throw your vote to one of the GOP front-runners, don't go whining when a bunch of nuclear terrorists blow an entire American city to kingdom come.\nImagine the scare tactics of the infamous LBJ ''Daisy'' commercial, the cinematic stylings of ''America's Most Wanted,'' a Rosser Reeves-like Unique Selling Proposition and the serialized suspense of the Taster's Choice couple. What they add up to is a desperate and ridiculous bid for attention from a candidacy going nowhere.\n''From the tragedy of Oklahoma City to the first act of nuclear terrorism is but one small step,'' Lugar says in the first spot. ''Suppose the terrorists had acquired a grapefruit-size ball of highly enriched uranium.  Most of the people of Oklahoma City would have disappeared.''\nYou'd also have to suppose the bad guys had cobbled together a nuclear detonation device, but never mind that. Tabloid TV-like footage depicts sinister bearded men moving fissionable material into a safehouse, and intercuts fake news reports about the crisis. At the end of 30 seconds: ''Lugar for President. To be continued.....''\nIn the second spot, ''Day 2,'' the fake news anchor reminds us of the 700 cases of attempted nuclear smuggling since the breakup of the Soviet Union and culminates with a terrified little girl asking Mommy, ''Won't the bomb wake everybody up?''\nNo, sweetheart pumpkin. We'll all be vaporized.\nIn ''Day 3,'' the chief of staff lays his cards on the table: ''FBI says this is the real thing. State says we can't possibly meet these demands. CIA says they might blow them anyway. They're waiting outside, Mr. President. We need a decision.''\nBut forget Bruce Willis. He wants $7 million. So we're going to need a presidential hero. Someone bold and decisive, who's eyes wobble to and fro when he reads from the TelePrompTer. Someone with an impeccable record in the Senate and a silly nervous grin when he talks about wanton slaughter. Someone so desperate he's willing to scare the bejeebers out of everybody.\n''I've been on the front lines fighting this battle,'' Lugar grins, ''and I can tell you that, ready or not, the next president will be forced to deal with it.'' While any Republican president would balance the budget, he says, the real issue is security. ''What this is about is electing a president you can trust with your life.''\nNo, what this is about is a candidate so pathetically unable to impress voters with his unparalleled foreign-policy credentials that he must resort to a beer-commercial slogan (''Everything a president should be'') and shameless fear-mongering. At least when ''Daisy'' terrified America there was a point to it: Vote Goldwater, vote Armageddon. But this Lugar ad has no point. It raises the specter of nuclear terrorism and in no way explains why he's the man to protect us from it.\nLike a beer commercial or not, this is definitely issue advertising lite:\nEverything you want in a presidential campaign. And less.\n\nGraphic\n\n \nClient: Lugar for President. Agency: In-house.;Ad Review Rating:  1\n\nLoad-Date: January 4, 1996"
}