{
    "title": "Lull in Gulf attacks raises hopes - and skepticism; French toughen stance toward Tehran and terroris",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 7,
    "day": 24,
    "full text": "The strategy was called ''normalization.''\nLike Ronald Reagan, France tried to improve relations with Iran to help release its six hostages in Lebanon and to regain influence in a strategic nation. And like Mr. Reagan, the French got only frustration for their efforts - and ended up embarrassing themselves.\n''We made the same mistake as the Americans,'' laments Daniel Hermand, an analyst at the French Institute for Military Affairs. ''We thought we could negotiate reasonably with Tehran only to find that our reasonableness encouraged them to be tougher.''\nWhen Prime Minister Jacques Chirac came to power in March 1986, Iran set three conditions for helping to gain the hostages' release. It wanted a crackdown on anti-Khomeini Iranian exiles in France. Massoud Rajavi, the leader, was expelled. It wanted France to repay $1 billion loaned to Paris by the former Shah. A first installment of some $300 million was repayed.\nIran also wanted what it called equal treatment by France in its nearly seven-year struggle with Iraq. France is second only to the Soviet Union as an arms supplier to Iraq. According to persistent reports, the French responded by selling arms to Iran. Allegations Thursday suggested that French shipments of dynamite recently reached Iran.\n''We told the Iranians that everything is negotiable except stopping our arms deliveries to Iraq,'' recalls a top-ranking French official involved in the Iran negotiations. ''On all the rest, we made a lot of concessions.''\nBut just as with the American arms sales, the Iranians weren't satisfied with the French concessions. Four French hostages were released from Lebanon. Six others remain in captivity, and two reportedly have been killed.\nAllegations of Iran's connection to terrorism in France intensify. When French secret services identified an Iranian Embassy official, Wahid Gordji, as the man responsible for directing terrorist bombings last fall in Paris, the French government knew that their attempted normalization had turned into a dreadful mistake.\nIn the US, failed dealings with Iran led to a major scandal. Such consequences are unlikely in France.\nSome of the differences are obvious. The French government was not accused of breaking any laws, and its leaders were not accused of absent-minded behavior.\nThe French also direct their foreign policy in a different manner than in America. They give the executive wide leeway; Parliament has limited powers and does not conduct congressional-type hearings with legal powers to subpoena reluctant witnesses. Notions of realpolitik, that sometimes it is necessary to deal with immoral nations in immoral ways, are accepted here.\n''Our democracy is different than in America,'' explains Mr. Hermand. ''For us, it's OK to negotiate with the Iranians. It only became unacceptable when the Iranians weren't reasonable.''\nWith the Iranians now perceived as intrasigent, France is toughening its attitude both towards Tehran and terrorism. France already has severed ties with Iran. Now French officials say they will hold Mr. Gordji and the Iranian diplomats inside their Paris Embassy until the safety of French diplomats in Tehran is assured - and until Gordji, who does not hold a diplomatic passport, testifies about his role in the autumn bombings.\n''We are insisting to the Iranians that (Gordji) appear before the judge,'' explained Foreign Minister Jean-Bernard Raimond.  ''This point is not negotiable.''\nIn the long run, analysts say the French will turn away from their traditional policy of trying to appease terrorists. According to polls, French public opinion supports a hard-line policy. So do political leaders of all ideological stripes.\n''This affair with Iran taught us a good lesson,'' says Hermand.  ''For the first time, it is showing us clearly that it is impossible to deal with terrorists. The only policy is one of firmness.''\n\nGraphic\n\n \nPicture, Iranian forces blocking French Embassy in Tehran, AP"
}