{
    "title": "Lutton_ A thank you to our veterans on this Veterans Day",
    "publisher": "the wyoming tribune-eagle ",
    "year": 2020,
    "month": 11,
    "day": 11,
    "full text": "Every year, our nation honors service members who not only have died, but also those who have lived in service to our country. In every generation, since the birth of our nation, brave men and women took up arms to defend our way of life.\nOur citizens continue this selfless service today - in hospitals, trauma centers, on nuclear alert at sea or in our northern tier bases, as well as the countless frontlines combating terrorism so it does not reach our shores.\nCitizens across the great states where 20th Air Force defends America - Montana, Wyoming, North Dakota, Nebraska, Colorado, California, and New Mexico - have fought in every American conflict since World War I.\nVeterans Day began as Armistice Day - on the 11th hour of the 11th day of the 11th month in 1918 - a day marking the end of World War I. Working with our Alliance partners, our military forces were decisive in victory. One such veteran was Martin Treptow, who paid the ultimate price for our freedom and future. President Reagan noted:\n\"Beyond those monuments to heroism is the Potomac River, and on the far shore the sloping hills of Arlington National Cemetery, with its row upon row of simple white markers bearing crosses or Stars of David. They add up to only a tiny fraction of the price that has been paid for our freedom.\n\"Each one of those markers is a monument to the kind of hero I spoke of earlier. Their lives ended in places called Belleau Wood, the Argonne, Omaha Beach, Salerno, and halfway around the world on Guadalcanal, Tarawa, Pork Chop Hill, the Chosin Reservoir, and in a hundred rice paddies and jungles of a place called Vietnam.\n\"Under one such a marker lies a young man, Martin Treptow, who left his job in a small town barber shop in 1917 to go to France with the famed Rainbow Division. There, on the Western front, he was killed trying to carry a message between battalions under heavy fire. We're told that on his body was found a diary.\"\n\"On the flyleaf, under the heading 'My Pledge,' he had written these words: 'America must win this war. Therefore, I will work; I will save; I will sacrifice; I will endure; I will fight cheerfully and do my utmost, as if the issue of the whole struggle depended on me alone.'\"\nMartin Treptow set an inspirational example of service before self and excellence in service to our nation. What is tremendously humbling is to see these same values over 100 years later in our veterans today.\nEach veteran making the selfless decision to sacrifice their today for our nation's tomorrow. Each veteran leaving their home and community to serve. We are truly blessed to have men and women willing to sacrifice day in and day out to defend our great nation and democracy.\nTo all our veterans - thank you. Thank you for your service to our nation, for your dedication and commitment. And thank you for welcoming new generations of airmen into your community and making them feel at home.\nIn service to our nation and citizens who are truly exceptional and unlike any other - again, thank you.\n\nLoad-Date: January 9, 2021"
}