{
    "title": "Lynch_ Roof, ISIL fueled by similar ideas Roof found, embraced racist views online",
    "publisher": "usa today",
    "year": 2015,
    "month": 6,
    "day": 26,
    "full text": "The social forces that have assisted in the Islamic State's radicalization of dozens of Americans are very similar to what drove Dylann Roof to embrace an extreme racist ideology before he allegedly launched an attack that left nine dead inside an iconic African-American church, Attorney General Loretta Lynch said.\nLynch, in an interview with USA TODAY late Wednesday, said the themes of social disconnection and  attraction to radical ideas  online are common among   recent cases involving recruitment of U.S. citizens by the Islamic State and other homegrown violent extremists.\n\"(It's) very similar to Roof,\" Lynch said. \"People disaffected, people being radicalized online. Roof picked this racial hatred theme and that's what fueled him. Others picked the ISIL theme, and that's what fuels them.\"\nThe similarities, the attorney general said, also are contributing to a public debate over whether the shooting at Emanuel African Methodist Episcopal Church in Charleston, S.C., should be characterized as \"terrorism.\"\nThe federal government and state authorities are conducting investigations into the murders. Federal authorities are pursuing possible hate crime offenses, though Lynch said all charging options would be considered, including domestic terrorism.\nSince the Charleston attack, U.S. officials have fielded repeated questions about whether the mass shooting should be regarded as terrorism, rather than a hate offense.\nWhile the attorney general declined to comment on what charges, if any, would likely be filed in a federal prosecution, she has suggested that the crimes committed prompted by hate reflect the earliest definitions of domestic terrorism.\n\"Hate crimes are the original domestic terrorism,\" Lynch said, referring to the early hate-inspired criminal campaigns waged by the Ku Klux Klan and other white supremacist groups.\nSouth Carolina officials have said they expect state prosecutors to pursue the death penalty against Roof. But Lynch said no decisions have been made in the ongoing federal inquiry.\n\"We'll look at the facts and the law and see where it takes us,\" she said, adding that it was \"too early\" to determine what punishment would be sought if federal charges are brought. \n\nGraphic\n\n \nphoto Pablo Martinez Monsivais, AP\n\nLoad-Date: June 26, 2015"
}