{
    "title": "Lynne Stewart, Lawyer Imprisoned in Terrorism Case, Dies at 77",
    "publisher": "the new york times",
    "year": 2017,
    "month": 3,
    "day": 7,
    "full text": "Lynne F. Stewart, a radical-leftist lawyer who gained wide notice for representing violent, self-described revolutionaries and who spent four years in prison herself, convicted of aiding terrorism, died on Tuesday at her home in Brooklyn. She was 77.\nHer son, Geoffrey Stewart, said the cause was complications of cancer and a series of strokes.\nMs. Stewart, who had been treated for breast cancer before entering prison, was granted a “compassionate release” in January 2014 after the cancer had spread and was deemed terminal. Doctors at the time gave her 18 months to live.\nA former librarian and teacher, she had taken up the law in the cause of social justice after seeing the squalor in the area around the public school in Harlem where she taught. She built a reputation for representing the poor and the reviled, usually for modest, court-paid fees.\nBelieving that the American political and capitalist system needed “radical surgery,” as Ms. Stewart put it, she sympathized with clients who sought to fight that system, even with violence, although she did not always endorse their tactics, she said.\nOne such client was Sheikh Omar Abdel Rahman, the blind Egyptian cleric who was found guilty in 1995 of leading a plot to blow up New York City landmarks, including the United Nations, after some of his followers had driven a powerful bomb into a garage beneath the World Trade Center in 1993, killing six people. Ms. Stewart would visit him in prison, where he was serving a life sentence in solitary confinement. Her death came less than three weeks after his: He died in prison on Feb. 18.\nMs. Stewart was convicted in 2005 of helping to smuggle messages from the imprisoned sheikh to his violent followers in Egypt. Her prison sentence, initially set at 28 months, was later increased to 10 years after an appeals court ordered the trial judge to consider a longer term.\nThe administration of President George W. Bush had brought the case as part of its tough approach to terrorism prosecutions after the Sept. 11, 2001, attacks.\nBut Ms. Stewart and her supporters maintained that she had not committed any crimes and that the administration had targeted her to discourage lawyers from forcefully defending terrorism suspects.\nAfter her release, she continued her public advocacy of radical-left causes, speaking at rallies and forums on behalf of releasing prisoners convicted of killing law enforcement agents or engaging in terrorism — “political prisoners” to their supporters — and in opposition to charter schools, which she saw as antidemocratic corporate ventures.\nHer trial in 2005 drew wide publicity. Belying the image of a dangerous radical, Ms. Stewart, a short, round-faced woman, often arrived at court wearing a New York Mets cap and a floral-print housedress, dangling a cloth tote bag rather than the lawyer’s typical briefcase and inevitably drawing a clutch of news photographers.\nNews articles in later years often described her as grandmotherly — infuriating her critics, who insisted that such a description distracted the public from seeing the ally of terrorists they saw.\nMany mainstream lawyers who believed that Ms. Stewart had acted criminally nonetheless argued that the charges of abetting terrorism were excessive. Her critics, though, including other lawyers, said the charges were justified, maintaining that she had crossed a professional line into criminal conspiracy.\nDuring the trial, prosecutors said that on several prison visits Ms. Stewart — by loudly chattering and making other “covering noises” — had tried to conceal from guards that her translator was actually a go-between, updating Mr. Abdel Rahman on what his followers in Egypt were doing and receiving oral instructions from him to be relayed back to them.\nMs. Stewart testified that she had engaged in such behavior to safeguard her client’s right to a confidential conversation with her.\nProsecutors said further that Ms. Stewart had criminally aided the sheikh when she called a reporter in Cairo in 2000 to read a news release quoting Mr. Abdel Rahman as withdrawing his support for a cease-fire that his followers had been observing in Egypt. She testified that she had only been trying to keep him in the public eye, consistent with her policy of zealous representation.\nIn giving her a 28-month prison term, the trial judge cited Ms. Stewart’s long service in representing poor and unpopular defendants. But the sentence angered prosecutors, who had sought a 30-year term. They appealed the sentence while Ms. Stewart appealed the conviction.\nIn November 2009, an appellate court upheld the conviction and directed the trial judge, John G. Koeltl of Federal District Court in Manhattan, to determine whether she should be resentenced to a longer term.\nThe next July, Judge Koeltl did lengthen her prison term, to 10 years, citing, among other factors, Ms. Stewart’s public statements after the first sentencing, including her boast that she could do 28 months “standing on my head.” She had shown “a lack of remorse,” he said.\nMs. Stewart’s critics and supporters did agree on one point about her 30-year career, which ended in disbarment with her conviction: Like William M. Kunstler and other lawyers who were proud to be called radical leftists, Ms. Stewart sympathized with the causes of violent clients who deemed themselves revolutionaries in America.\n“I think that to rid ourselves of the entrenched voracious type of capitalism that is in this country that perpetuates sexism and racism, I don’t think that can come nonviolently,” she testified at her trial.\nBut she added that she was against “anarchistic violence,” which she defined as violence not supported by a majority of the people, and that terrorist violence was “basically anarchistic.”\nMs. Stewart testified in the same measured tones in which she had methodically presented evidence and argued to juries on behalf of her clients. “I’m not abrasive,” she told an interviewer about her courtroom manner. Outside court, her demeanor was positively jaunty, even when she was speaking of the United States as a sick society needing “radical surgery.”\nMs. Stewart’s other high-profile clients included David J. Gilbert, a member of the radical group the Weather Underground. He was convicted of murder and robbery in the 1981 Brink’s armored car robbery in Rockland County, N.Y., in which two police officers and a Brink’s guard were killed.\nAnother client, Richard C. Williams, was convicted of killing a New Jersey state trooper and setting off bombs at military centers and corporate offices in the early 1980s.\nIn 1988, Ms. Stewart and Mr. Kunstler won the stunning acquittal of a drug dealer, Larry Davis, on charges of trying to murder nine police officers in a Bronx shootout in which he wounded six of them. The lawyers argued that Mr. Davis had fired in self-defense; he was found guilty only of weapons possession.\nMr. Davis, whom the police had been trying to arrest on charges of murdering several fellow drug dealers, became a folk hero in some quarters because of the shootout and his ability to elude a manhunt for 17 days after fleeing the scene.\nWhile many people denounced such admiration or were bewildered by it, Ms. Stewart had no trouble with it from her radical-left perspective.\nThe Davis case, she told The New York Times in 1995, “captured the feelings of the third-world community in the city because here’s a kid, whether you liked what he did or not, he stood up to the police” at a time when “a lot of black people were being assaulted and murdered by the police.” (Mr. Davis was            stabbed to death in prison in 2008.)\nIn that interview, Ms. Stewart acknowledged that some of her leftist colleagues had questioned whether she should have taken Mr. Abdel Rahman’s case. They told her, she said, that as an Islamic fundamentalist he had long sought the overthrow of the Egyptian government in favor of a religious, authoritarian state that would quickly crush left-wing dissenters like her.\nBut she agreed to represent him, she said, because she believed that he was “being framed because of his political and religious teachings.” Moreover, she said, she sympathized with Egyptians seeking to end an oppressive government and saw the fundamentalist movement as “the only hope for change there.”\nAt her own trial a decade later, though, Ms. Stewart testified that she did not endorse the Islamic holy war that Mr. Abdel Rahman had preached, and that she had not intended to help his followers in Egypt.\nInterviewed by The Times in 2008 — while she remained free during her appeal — Ms. Stewart was asked if she had second thoughts about her actions.\n“Would I do it again?” she said. “I would like to think I would if I was confronted with the same set of circumstances. But I might do it differently.”\nLynne Feltham Stewart was born on Oct. 8, 1939, in Brooklyn. A daughter of schoolteachers, she grew up in Queens and graduated in 1961 from Wagner College on Staten Island. She was a public school librarian and teacher for a decade before entering the law school at Rutgers University and graduating in 1975.\nHer first marriage, to Robert Stewart, ended in divorce. Besides her son, Geoffrey, from that marriage, her survivors include her husband, Ralph Poynter; their daughter, Zenobia Brown; another daughter from her first marriage, Brenna Stewart; a sister, Laurel Freedman; a brother, Donald Feltham; and six grandchildren.\nRecalling the development of her radical views, Ms. Stewart said she had led a sheltered early life in an all-white, middle-class neighborhood and had become aware of economic and racial injustices only when she began working at the Harlem public school. Seeing the poverty around her, she said, she decided to switch to the law.\n“I wanted to change things,” she said.\nRead more obituaries and follow our coverage on            Twitter.\nBenjamin Weiser contributed reporting.\nPHOTOS: Lynne F. Stewart, with her husband, Ralph Poynter, after she was found guilty in 2005 of helping smuggle messages from Sheikh Omar Abdel Rahman, below, to his followers in Egypt. Mr. Abdel Rahman died in prison last month. (PHOTOGRAPHS BY CHANG W. LEE/THE NEW YORK TIMES; FRED R. CONRAD/THE NEW YORK TIMES)\nRelated Articles\nLynne F. Stewart, Lawyer for ‘Blind Sheikh’ Omar Abdel Rahman, Has No Regrets\nOmar Abdel Rahman, Blind Cleric Found Guilty of Plot to Wage ‘War of Urban Terrorism,’ Dies at 78\n\nLoad-Date: March 10, 2017"
}