{
    "title": "Lyra McKee killing_ Woman arrested in N. Ireland journalist's death released",
    "publisher": "daily news ",
    "year": 2019,
    "month": 4,
    "day": 23,
    "full text": "LONDONDERRY, NORTHERN IRELAND —\nPolice released a woman Tuesday after she was arrested in connection with the death of Lyra McKee, a 29-year-old journalist who was struck by a bullet Thursday during rioting in Londonderry, Northern Ireland.\n Here are the latest updates:\n Update 2:15 p.m. EDT April 23: Authorities said a 57-year-old woman who was arrested earlier in the day in connection with McKee's death has \"been released unconditionally.\"\n Additional information on the circumstances surrounding the suspect's release were not immediately available.\n \"Detectives from (the Police Service of Northern Ireland) Major Investigation Team continue to appeal for help from the local community in Creggan or anyone with information,\" police said Tuesday in a statement posted on Twitter.\n Authorities earlier arrested two teenagers believed to be connected to McKee's killing. The pair, who were not identified, were released Sunday night without charges.\n Update 3:36 a.m. EDT April 23: A woman has been arrested in connection with McKee's death, authorities announced early Tuesday.\n \"Major Investigation Team detectives have arrested a 57-year-old woman under the Terrorism Act in connection with the murder of Lyra McKee in Creggan in Derry/Londonderry on Thursday, 18th April,\" the Police Service of Northern Ireland tweeted Tuesday morning. \"She has been taken to Musgrave Serious Crime Suite.\"\n Meanwhile, the Irish News reported that the New IRA, described by CNN as a \"dissident Republican group,\" said it was responsible for McKee's death and issued an apology.\n \"In the course of attacking the enemy, Lyra McKee was tragically killed while standing beside enemy sources,\" the statement read, according to the Irish News. \"The IRA offer our full and sincere apologies to the partner, family and friends of Lyra McKee for her death.\"\n Read more here.\n Original story: The two men arrested in the death of a 29-year-old journalist in Northern Ireland have been released.\n BBC News reported that Lyra McKee was in Londonderry, Northern Ireland, when she was struck by a bullet during rioting in the city. Assistant Chief Constable Mark Hamilton told reporters McKee was standing close to a police vehicle when she was shot by a single gunman, CNN reported.\n Photo: McKee family/AP\n The two men, aged 18 and 19, were arrested Saturday under an anti-terrorism law. Police released them Sunday with no charges, The Associated Press reported.\n Police are asking anyone with information about who killed McKee to come forward. They are still looking for a suspect.\n The AP reported that a funeral for McKee is scheduled for Wednesday.\n\nLoad-Date: April 24, 2019"
}