{
    "title": "LYRICAL COLOMBIAN BRINGS THE U.N. TO ITS FEET",
    "publisher": "the new york times",
    "year": 1983,
    "month": 10,
    "day": 6,
    "full text": "Standing ovations are unusual in the General Assembly, which in the last 10 days has been addressed by 66 heads of state, foreign ministers and others. Today, the 67th speaker, President Belisario Betancur of Colombia, brought delegates to their feet with a highly personal and philosophical address.\nMr. Betancur quoted Nehru, recounted personal experiences of poverty, made references to dragonflies and talked about the face of God.\nSome United Nations delegates called Mr. Betancur's speech poetic. But its message was basically political; he contended that the superpowers' pursuit of ''their own, sometimes warped, interest'' threatened to drag the rest of the world into war. He asked them to stand aside while regional groups sought ways to end the conflicts in Central America.\nPres Belisario Betancur of Colombia receives standing ovation from UN General Assembly after highly personal, philosophical and poetic speech warning that superpowers' pursuit of 'their own, sometimes warped, interests' threatens to drag rest of world into war and urging superpowers to stand aside while regional groups seek ways to end conflict in Central America (M)'All Actors in Its Tragedy'\nApparently referring to Latin America, he said: ''A few hours' journey away from us here at headquarters lies a seething continent cut off from means of communication, banished from the attention of the powerful and currently the epicenter of events which in one way or another make us all actors in its tragedy.\n''Violence, tensions, incidents, underdevelopment and injustice are all symptoms of a crisis in which coexistence and self-determination have been forgotten and which sees the superpowers shamelessly interfering in lands where peasants leave their sowing to take up alien arms and to dig their own graves.''\nMr. Betancur was speaking on the eighth day of general debate in the Assembly. Representatives of 10 other countries, including Czechoslovakia, Jordan, Laos, Cuba, and Nigeria, also spoke today.\nThe Foreign Minister of Jordan, Marwan S. Kasim, told the Assembly that the Middle East conflict ''has been further compliated by the resurgence of East-West rivalry.''\nHe accused Israel of obstructing a peaceful settlement. ''Israel's aggressive and expansionist policies,'' he said, ''have never been met with the serious and appropriate reaction from influential and responsible countries.''\n \n'Spur for Acts of Madness' Almost all representatives use the General Assembly to state generally well-known national positions and Mr. Betancur sounded many of the themes struck by other delegates, particularly those from countries professing nonalignment. He called for a more equitable distribution of the world's wealth, for disarmament and for the withdrawal of foreign forces from Lebanon, Afghanistan, Cambodia, Angola and Chad.\n''The struggle for supremacy is the spur for acts of madness which shatter the measure of that which is rational and that which is not,'' he said.\nBut he also conveyed a personal vision that departed markedly from the conventional language of diplomats.\nPleading for the peaceful exploration of space, Mr. Betancour argued that ''the fascinating adventure of outer space'' should make the human community on earth realize its interdependence.\n''As we ascend to gaze more closely into the face of God, we become more truly equidistant from any given point on the earth,'' he said. ''To convert space into yet another dimension of warfare above the fragile and defenceless heads of the dragonflies of the universe is a diabolical form of domination.''\n \nTerrorism Condemned\nCalling himself ''a child of underdevelopment,'' Mr. Betancur said:\n''I, who now have the honor to address this Assembly, am the second of 22 children of a semiliterate Colombian peasant family. I am not a technocrat, to my regret, but an old university professor who has stared hunger in the face, slept on park benches and taken any kind of work to survive.''\nMr. Betancur, who was elected President of Colombia last year, is a former dean of the law school at the National University in Bogota.\nHe said that he was committed to Western values, by which he seemed to mean free institutions, and he condemned terrorism and ''the shooting down of aircraft with the sacrifice of innocent lives,'' an apparent reference to the Soviet destruction of a South Korean airliner last month.\nAt a news conference after his speech, Mr. Betancur said that the Contadora Group, an alliance of Mexico, Colombia, Panama and Venezuela which is seeking a political solution to the conflicts in Central America, had drawn up recommendations that would be presented to the United Nations later this week. He said the foreign ministers of all the Central American countries had accepted the recommendations.\n''We are in the preamble,'' he added. ''We are on the eve of taking a very important step toward peace in Central America.''\nAt the news conference, Mr. Betancur repeated several times his contention that outside powers should stay out of the conflict.\n''Whoever the arms suppliers are,'' he said, ''they should leave. The Central American nations alone must find an answer.''\nCalling American military maneuvers in Honduras ''nonsensical,'' Mr. Betancur said, ''I respect the right of states to work through their madness, but let them not seek Central America as the arena for their conflict.''"
}