{
    "title": "Mac - a state of mind",
    "publisher": "lincoln journal star ",
    "year": 2009,
    "month": 1,
    "day": 9,
    "full text": "Are you a right clicker or an iBook flipper?\nDo you surf Safari or browse I.E.?\nSenators got their new Mac-Book Air laptops during the past week and are settling in with them as the session starts. But are they Macs or PCs at heart?\n\"I think I'm a PC having Mac fantasies,\" said Omaha Sen. Tanya Cook. She's been having some problems with her personal PC, and her loyalties have started to waver.\nOmaha Sen. Jeremy Nordquist is a Mac. He has both a laptop and a desktop at home.\n\"I enjoy the usability of a Mac,\" he said. And it's superior to a PC in creating documents and presentations.\nSen. Chris Langemeier of Schuyler is a PC, but the senators' new MacBook Airs are set up with Windows software, so it's not so different from their last PC laptops, he said. And the size is a plus, because they have to carry them around so much.\nMacBook Air is billed as the world's thinnest laptop. Encased in aluminum, it weighs in at just three pounds.\nLincoln Sen. Kathy Campbell is a PC, never having worked on a Mac, but she's willing to give it the benefit of the doubt.\nSen. Colby Coash of Lincoln is a Mac and a PC - PC at work, Mac at home.\nFor Sen. Scott Price of Gretna, the new MacBook is a tool, plain and simple.\n\"It enables us to perform our duties.\" Enough said.\nIn November, Lincoln Sen. Tony Fulton had criticized the Legislature's purchase of the new computers, saying he planned not to accept one, unless that was the only way to be included in the Legislature's computer network.\nOn Thursday, it showed up on his desk and he was using it.\nLike it or not.\nSHORTEN DAYS, LENGTHEN TERMS\nThe proposal to shorten the number of days state senators can meet may be tied to another proposal to lengthen term limits from two terms (eight years) to three terms (12 years). That would provide less time each year for making law, but allow for more experienced senators.\nThere is symmetry in numbers.\nNow, senators meet 150 days over a two-year period. So in eight years, they'd spend 600 days in legislative session.\nLet's say the constitution was changed to reduce the legislative days to 100 in a two-year period. And let's say senators were allowed to serve for 12 years before term limits kicked in. That's 600 days.\nThe two ideas likely cannot be included in a single proposal on the ballot. The state constitution limits voter-initiated proposed amendments to one subject but is less clear about proposed amendments offered by the Legislature.\nCAPITOL SECURITY\nDuring a news conference Tuesday, Attorney General Jon Bruning showed reporters an assault weapon stolen earlier this year from a Lincoln sporting goods store, and a submachine gun possessed by a man who killed Omaha police officer Jason \"Tye\" Pratt.\nThe two guns were brought into the Capitol without any trouble, Bruning pointed out, noting the lack of metal detection at Capitol doors.\nIn years past, senators have said they do not want metal screening at the Capitol, because it can intimidate the public and keep people away.\nBruning's staff said they did alert the Nebraska State Patrol that the guns (all disarmed) would be in the Capitol, and cameras inside and outside the building are monitored by security staff who would see weapons that are not concealed.\nThe actual number of cameras is classified, patrol spokeswoman Deb Collins said. But there are more than 50 cameras in and around the Capitol, according to a 2007 newspaper article about Capitol security.\nNAMING ROADS\nWe were wrong several weeks ago when we reported that Nebraskans hadn't asked to name any state highways in the past few years.\nSome names have been suggested and then rejected by the Nebraska Highway Commission.\nThe Dorchester American Legion has asked three times that Nebraska 33 between Dorchester and Crete be named after Charles Havlat. Havlat, who died in the process of freeing a monastery in Czechoslovakia, was the last solder confirmed killed in the World War II European front.\nIn 2006, the Highway Commission took no action on the request, thus rejecting it, and suggested naming a city street, park or having a historical marker or plaque displayed in an appropriate location to honor Havlat, according to minutes of that meeting.\nThe Dorchester Legion now is going to the state Historical Society to request a historical marker be placed at the Saline County Museum in Dorchester, according to Legion Commander Larry Kaspar.\nCharlie Havlat's brother, Adolph, is writing the 180-word history allowed on the marker. The Dorchester foundation is sponsoring and raising money for the project, which will cost about $5,000, Kaspar wrote in an e-mail.\nNO IMMEDIATE TERRORIST THREATS\nNebraska's Homeland Security director, Lt. Gov. Rick Sheehy, got a briefing Thursday in McLean, Va., at the Homeland Security Terrorism Threat Conference on homeland security issues and any global threats. The good news was there are no immediate terrorism threats to the United States, he said.\nThe Department of Homeland Security, the military and states' law enforcement and authorities over the past few years have done a \"tremendous job\" of monitoring the global and U.S. environment, Sheehy said.\nNebraska has a couple dozen of what Sheehy termed \"critical infrastructure,\" targets that need to be protected from terrorism or disasters such as earthquakes or tornados. The list is a secret, he said, but in general those would include facilities such as nuclear power stations, event arenas, lab facilities and football stadiums.\nNebraska and Iowa are the only states with Homeland Security directors who are elected officials in executive offices. With those direct ties to the governor's office, Sheehy said, the programs and activities in prevention, preparedness, response and recovery for all terrorism and hazards surpass those in other states, he said.\nThe lieutenant governor is chairman of a new Homeland Security initiative on cyber security that includes protecting and securing state and federal information from terrorism threats and during natural occurrences such as floods, ice storms and forest fires.\nReach Nancy Hicks at 473-7250 or nhicks@journalstar.com Reach JoAnne Young at 473-7228 or jyoung@journalstar.com\n\nLoad-Date: May 13, 2009"
}