{
    "title": "Macedonia accuses ex-minister in deaths; It says seven Pakistani immigrants were shot in '02 to show",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 5,
    "day": 2,
    "full text": "Police accused Macedonia's former interior minister yesterday of ordering the killings of seven Pakistani illegal immigrants whom he falsely accused of being terrorists to show solidarity with the U.S.-led war on terror.\nSix others - including former minister Ljube Boskovski's three top associates, two special police commandos and a businessman - also were accused in the March 2002 killings.\nBoskovski, whose ministry oversaw the police, is suspected of ordering the executions of the seven men after publicly claiming they were a terrorist cell planning to attack foreign embassies in Macedonia, police spokeswoman Mirjana Konteska said.\n\"We believe that Boskovski played the crucial role in this,\" Konteska said.\nThe police charges are the first step in a legal process likely to lead to an official indictment and a trial. The suspects could be sentenced to life in prison if convicted.\nOn Friday, authorities acknowledged that the killings were executions of illegal immigrants, who were not terrorists, as part of a meticulous plot to promote the Balkan country as a player in the fight against global terrorism.\nA U.S. State Department official said on condition of anonymity that the United States had pressed for an inquiry and was pleased there finally would be one.\nSince breaking away from Yugoslavia in 1991, Macedonia has been eager to win U.S. political and economic support in efforts to join Western organizations.\nMacedonia has been a close U.S. ally in the Balkans, has staunchly supported the U.S.-led war on terrorism, and has sent troops to Iraq.\nThe proceedings against Boskovski were made possible after a parliamentary committee stripped him of the immunity from prosecution he enjoyed as a legislator in the Balkan republic's assembly.\nBut his lawyers claimed yesterday that the entire assembly must vote to strip him of his immunity for it to be valid.\nProtesting what his lawyers described as procedural irregularities, Boskovski refused to appear before an investigative judge hearing the case. Under Macedonian law, that could lead to his detention.\n\"Our client is not a criminal and a monster,\" said one of his lawyers, Stavre Dzikov. \"A person's dignity should be respected.\"\nBoskovski, who was appointed interior minister under a previous nationalist government, also was police chief in 2001 during Macedonia's six-month ethnic conflict, which erupted after ethnic Albanian rebels took up arms to fight for greater rights. Boskovski's special troops were accused of brutality during the clashes.\nIn March 2002, senior police officials said the seven Pakistani men were killed after ambushing a police patrol. But Konteska said top police officials had made a plan a month earlier to set up the Pakistanis and kill them, and that the men had been brought to Macedonia from neighboring Bulgaria before their killings, outside the capital, Skopje.\nAfter the slayings, Boskovski accused the men of planning embassy attacks. Authorities displayed uniforms and badges bearing the insignia of the National Liberation Army, the ethnic Albanian rebel force battling government troops, and alleged that the items were found in the raid.\nEthnic Albanian politicians denied any connection to the men and rejected the suggestion that the rebels were linked to groups planning attacks.\n\nLoad-Date: August 25, 2005"
}