{
    "title": "MACEDONIA ACKNOWLEDGES IT STAGED _ANTI-TERRORIST_ ACTION THAT KILLED 7 MEN",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 5,
    "day": 1,
    "full text": "* Six have been charged with murder of Pakistanis in incident from March 2002.\nMacedonians smuggled seven Pakistanis into the country - then gunned them down, claiming they were terrorists, authorities said Friday. The police staged the killings, in March 2002, to show they were taking part in the U.S. campaign against terrorism, officials said.\nPolice spokeswoman Mirjana Konteska said that six people had been charged with murder: three former police commanders, two special police officers and a businessman.\nIf convicted, they could get sentences ranging from 10 years to life in prison.\nThe killings were \"an act of a sick mind,\" Konteska said. \"They … ordered the brutal murder of the seven Pakistani men.\" The incident was followed by a two-year investigation.\nShe described a plan to promote Macedonia as a player in the fight against global terrorism; the plan involved smuggling the Pakistanis into Macedonia from Bulgaria, housing them, and then killing them.\nThe killings, she added, were part of an attempt to \"present themselves as participants in the war against terrorism and demonstrate Macedonia's commitment to the war on terror.\"\nSince breaking away from Yugoslavia in 1991, Macedonia has been eager to win U.S. political and economic support in its search for acceptance into the Western camp of nations.\nMacedonia has been a close U.S. ally in the Balkans. It has staunchly supported the U.S.-led war on terrorism and sent troops to Iraq.\nThe action was carried out in March 2002 by special Macedonian police who claimed to have eliminated a terrorist group, allegedly plotting to attack international embassies and representatives in Macedonia.\nKonteska said that the seven Pakistani men were in fact illegal immigrants who were lured into Macedonia by promises that they would be transferred to Western Europe.\nShe refused to directly name the suspects.\nKontenska mentioned, however, that police generals Goran Stojkov and Boban Utkovski, as well as senior police official Aleksandar Cvetkovski, were among those allegedly involved.\n\nNotes\n\nNATION/WORLD\n\nLoad-Date: May 1, 2004"
}