{
    "title": "MACHO'S VICTIMS",
    "publisher": "the new york times",
    "year": 1989,
    "month": 4,
    "day": 30,
    "full text": "THE DEMON LOVER\nOn The Sexuality of Terrorism.\nBy Robin Morgan.\n395 pp. New York:\nW. W. Norton & Company. $18.95.\nA man's footsteps, a woman pursued - these are persistent images in ''The Demon Lover.'' She may be on her way home, a mother in a Beirut refugee camp or an inner-city teen-ager dodging drug gangs. He is a terrorist: not just the hijacker or fundamentalist extremist of our nightmares, but a neighbor, a friend, a lover. The place may be a street, a subway, an abortion clinic. Her fear is the book's motif.\nRobin Morgan's latest book explores the modern terrorist mystique from a feminist perspective: terrorism and heroism glorify male dominance and make women victims or unwitting dupes. Her thesis is simple: men crave hierarchy, hierarchy leads to domination, domination leads to terror. If the personal is political, Ms. Morgan shows that the political is also personal. In the 20th century, the terrorist ''has become Everyman. This is the democratization of violence.'' Both ''freedom fighters'' and guerrillas bring death and destruction. ''Terrorism is the means by which men under patriarchy judge one another fit to succeed,'' she writes. ''Terrorism reinforces the State.''\nFor Ms. Morgan, the feminist theorist and editor of the anthology ''Sisterhood Is Powerful,'' men are inevitably demons, their bodies their weapons, and women are victims whose nurturing instincts are betrayed by demon lovers. ''Again and again,'' she writes, ''the erasure of women permeates the theory and practice of so-called political change - and thus leaves the political structure inherently intact.'' Macho terrorism is not a new phenomenon: Miriam experienced it on the Exodus out of Egypt; so too did Lysistrata in ancient Greece. Ms. Morgan is concerned, however, with the women whose lives terrorists shape.\nThat women are sometimes exploited by male power is undoubtedly true. But despite Ms. Morgan's extensive documentation, the facts fit the theory uncomfortably. Feminism does not absolve women of responsibility for their acts, and despite the examples Ms. Morgan supplies, women are not uncommonly stupid. If Patty Hearst was a helpless victim who has returned to her debutante roots, it is harder to see Leila Khaled of the Popular Front for the Liberation of Palestine or the women of the Weather Underground in the same mold. ''She has not survived being female,'' the author says. ''Even for the unattached women, the gestures of obeisance, the protestations of denial, must be made. The woman who rebels via the male mode can do so only to the point where her own rebellion might begin.''\nIt is even more difficult to accept Ms. Morgan's dismissal of Jeane Kirkpatrick and Margaret Thatcher without suspecting that she rejects them because of their political views. To prove her thesis, Ms. Morgan ignores other powerful women - Indira Gandhi, Golda Meir, Benazir Bhutto - as well as women who manage to preserve their own and their children's autonomy: single mothers breaking free of welfare, women of the African drought eking out survival.\nMs. Morgan seems unaware that her book actually supports a more subtle thesis. If men are terrorist demagogues, women often recognize this fact and by surviving triumph over men's tyranny. Ms. Morgan writes movingly of her odyssey from 1960's leftist politics, her disillusionment with male-dominated movements and her advocacy of a separate women's community. Similarly, her portrayal of women in the Middle East is an intense and delicate description of their struggles for survival, and of the surprising emergence of feminism within the Palestinian refugee camps. She quotes a woman who received a hysterectomy after giving birth to 28 children: ''I will not give birth only to see my children kill and die. My body is not a weapons factory. It is my body.''\nWhere Ms. Morgan is theoretical, she is polemical, and much of the book seems forced, adding little either to scholarship on terrorism or to feminist theory. When she drops the pose of the detached scholar and becomes involved, her vision as poet and as participant-observer is compelling.\n''The Demon Lover'' is often little more than research notes interlaced with feminist themes. The documentation of terrorism is awkwardly presented, and therefore the theoretical discourse suffers. Where Ms. Morgan's presence is felt, she is intense and at times magnificent; this is what makes the book important. It would benefit from an expansion of these chapters. If ''The Demon Lover'' is memorable, it is not because the demon lover betrays his women, but because, despite that, women find strength to prevail."
}