{
    "title": "Madison can't be called liberal if black candidates can't canvass",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 20,
    "full text": "On August 7, Shelia Stubbs - a candidate for state Assembly and a 12-year veteran of the Dane County Board of Supervisors - was going door-to-door to introduce herself to voters on the west side of Madison. Her 71-year-old mother, the driver and her 8-year-old daughter in the car were waiting for Stubbs.\nThe situation Madison Police thought they were responding to was described very differently. Rather than a simple display of canvassing, Madison police were alerted to claims there was a fully-occupied sedan waiting for drugs at a local \"drug house.\"\nWhen Stubbs found a squad car sitting next to her sedan, she asked the officer if anything was wrong. Then Stubbs had to explain to her daughter why the police had shown up, though she had done nothing illegal.\n\"It was just so degrading,\" Stubbs said. \"It was humiliating. It was insulting.\"\nSpeaker says 'model minority' stereotype created to suppress civil rights leaders, diversity in Asian communityAs part of Asian Pacific Islander Desi American Heritage Month, guest speakers took on topics like supporting Hmong students on Read...\nThe only detail revealed about the caller is that he was male, but Stubbs affirmed she was in a predominantly white neighborhood when the cops showed up. In response to the incident, Stubbs said, \"you don't have to like me. You don't even have to respect me. But I have a right to be places.\"\nAt the time of the incident, Stubbs was the only African-American Dane County Board supervisor. Come November, she will be the first African-American elected to represent Dane County in the state Assembly. In a state known for its racial inequality, Stubb's political achievements are a symbol of hope and representation for Wisconsin's black community.\nStubbs was in the neighborhood for no longer than 20 minutes before the police showed up. She also claimed she had to take multiple steps to prove to the police officer she was who she said she was, showing the officer her name tag, campaign literature and list of houses she was planning to visit. Though Stubbs was composed throughout the entire ordeal, she was understandably very upset by the whole situation.\nIn 2018, the fact Stubbs was assumed to be making a drug deal based on the color of her skin is racist and absurd. What's more absurd is that a similar situation, this time to Oregon state Representative Janelle Bynum, made national headlines this summer. The mistake had already been made, and yet no one learned. Madison should be ashamed.\nTerrorism class syllabus prompts critiques of bias, racism in UW political science departmentA University of Wisconsin student's Facebook post criticizing a political science class on terrorism Wednesday prompted outcry from hundreds of Read...\nAs a local elected official for 12 years who sent out three pieces of campaign mail prior to her neighborhood campaigning, there is no reason anyone should have been alarmed seeing Stubbs going door to door.\nStubbs responded to the incident with strength and grace, as she hopes the 911 caller reaches out and learns who she is and what she stands for. Though this incident may change her method of campaigning, it only further fuels Stubbs' motivation to make Madison a better place.\nOn a campus that's had its fair share of racist incidents, students must be keenly aware of their roles in fighting for racial equality in the Madison community. Our city is more racist than many choose to believe, and celebrating Madison's liberalism while so many are judged and discriminated because of their race is disgustingly hypocritical. Stop talking about making a difference - actions speak louder than words.\nPanel discusses how history of racism, white supremacy played role in CharlottesvilleThe Center for the Humanities hosted a panel Thursday to discuss issues regarding Charlottesville, particularly the recent rise of racism, Read...\nIn her explanation of the incident to her daughter, Stubbs said, \"Mommy's working hard to make this a better community.\" But the burden cannot all be on one person. University of Wisconsin students are the future of this state and this town. We should all make an effort to fight against racial injustice and finally live up to our liberal reputation.\nCourtney Degen ([email protected]) is a sophomore majoring in political science and intending to major in journalism.\n\nLoad-Date: September 21, 2018"
}