{
    "title": "Madrid attack spurs interest in terror cover",
    "publisher": "business insurance",
    "year": 2004,
    "month": 3,
    "day": 22,
    "full text": "The recent terrorist bombing of commuter trains in Madrid, Spain, is renewing business interest in stand-alone terrorism insurance.\nLondon market sources reported a surge of inquiries about the coverage last week, particularly from European businesses.\nMore than 200 people were killed and another 1,500 were injured in the series of 10 coordinated blasts that ripped through Madrid's commuter trains during the morning rush hour on March 11. But despite the large number of casualties and injuries, property claims are expected to be low, as the explosions caused little damage to property. Authorities have not determined who was behind the attack, though a group associated with al Qaeda has claimed responsibility.\nAny property losses will likely be covered by the Spanish government-backed catastrophe insurer, Consorcio de Compensaci n de Seguros, to which all property insurers in Spain pay supplementary premiums.\nThe Consorcio covers property damage and business interruption losses, including those stemming from terrorism, though the business interruption coverage requires payment of an additional premium, sources say.\nLiability losses are not covered by the Consorcio, though the Spanish government has set aside 140 million euros ($170.8 million) to compensate victims and their families.\nThe Madrid bombings are likely to again put terrorism risks at the forefront of risk managers' minds, said Paul Bassett, executive director of Aon Special Risks/Counter Terrorism in London.\nThe attack should make risk managers aware that terrorism remains a prominent risk, agreed Julian Taylor, head of the terrorism brokerage unit at Marsh Ltd. in London.\nIndeed, some brokers reported a surge of interest in stand-alone terrorism coverage following the attacks in Spain.\n''The phone lines have been jammed with inquiries,'' said Mark Drummond-Brady, a partner in the Risk Solutions division of Jardine Lloyd Thompson Group P.L.C. in London.\nIn the wake of terrorism in Madrid, risk managers will be examining their terrorism exposures worldwide and assessing whether they have coverage for all such risks, said Stephen Ashwell, a terrorism underwriter at Hiscox P.L.C. in London.\nIn Spain, there has been renewed interest in terrorism liability coverage-which is not provided by the Consorcio-following the bombings, said Tina Kirby, a terrorism underwriter at Beazley P.L.C. in London.\nMost of the inquiries that JLT has received in recent days have been from U.K. businesses, especially from those based in London, noted Mr. Drummond-Brady. In addition, JLT has ''had a lot of inquiries from Italy, we have had a lot of inquiries from Poland, the Czech Republic and Greece,'' among others, he said. Many of those have come from multinationals with a presence in some or all of those areas, he noted.\nIn addition, JLT has heard from French companies concerned about the risk of terrorism in Islamic states in which they have operations, he noted.\nDavid Gamble, chief executive of the London-based Assn. of Insurance & Risk Managers, said the Madrid bombings would likely reinforce U.K. buyers' support for the country's terrorism reinsurance pool, Pool Reinsurance Co. Ltd.\nRates for terrorism cover have softened in recent months, and the attack in Spain is not likely to result in dramatic increases, though it may end price decreases, said brokers and insurers in the London market.\nAon's Mr. Bassett said he does not expect underwriters to raise rates broadly as a ''knee-jerk reaction'' to the Madrid bombings, in part because underwriters outside of the Consorcio arrangement will not bear any of the loss burden. In addition, he noted that the terrorism insurance market is more sophisticated and mature than it was in the immediate aftermath of the Sept. 11, 2001, terrorist attacks in the United States.\nRate increases are likely for certain sectors, such as public transportation, noted Tim Press, a director of Miller Insurance Services Ltd. in London. ''But as a general rule of thumb, (the Madrid bombings) probably haven't impacted on rates in a major sort of way,'' he said.\nQuentin Prebble, a terrorism underwriter on Liberty Syndicates' syndicate 282, noted that ''while it is too early to say what rates are going to do, this will probably arrest any decline.''\nJLT's Mr. Drummond-Brady said that events such as the bombings do ''heighten caution'' among insurers, leading to more extensive information gathering during underwriting, he said.\nMarsh's Mr. Taylor noted that recent months have seen an increase in the number of companies buying stand-alone terrorism insurance, as well as a shift in who is buying the coverage.\n''Up until 18 months ago, the core part of our business-50% or so-was made up of U.S. buyers. The U.S. government introduced the Terrorism Risk and Insurance Act and there was a shift,'' with some buyers opting to purchase terrorism coverage as part of their property/casualty programs. To participate in the federal backstop created under the law, property/casualty insurers must offer terrorism coverage to U.S. policyholders.\nMr. Press agreed that as insurers in the United States have become more comfortable with writing terrorism cover under the TRIA backstop, there have been fewer U.S. risks coming into the London market.\nBill Wise, vp of ACE Ltd.'s global property terrorism unit in Philadelphia, said that the company has seen a ''substantial increase in interest'' from U.S. buyers in its stand-alone terrorism product since the attacks in Spain. And he said the company expects interest to build in the coming months.\nInterest in stand-alone coverage has been growing throughout 2003, he noted. While there was a dip in demand following the introduction of TRIA in 2002, since then companies-particularly those with international exposures-have been looking more to stand-alone coverage, he noted.\n\nLoad-Date: March 24, 2004"
}