{
    "title": "Madrid bombing suspect sheds light on terrorism",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 7,
    "day": 13,
    "full text": "Wiretaps of conversations by an Egyptian who claims to be the mastermind of the Madrid train bombings have provided new insights into the murky world of terrorism.\nRabei Osman Ahmed, 33, also known as \"Muhammad the Egyptian,\" was arrested June 7 on an international warrant issued by Spanish authorities after the bugged conversations indicated he was planning another attack. The Italians also detained a 21-year-old Palestinian, Yahia Payumi, as an alleged accomplice.\nFor weeks before Osman Ahmed's arrest, and while he was in custody, Italian investigators eavesdropped on his conversations. Italian Interior Minister Giuseppe Pisanu said after the arrest that Ahmed was \"probably among the principal authors\" of the Madrid bombings, and that he \"was preparing other attacks.\"\nPisanu did not elaborate, and Italian authorities have denied published reports that the Paris subway system was the probable target.\nThe March 11 bombs, planted on four commuter trains in Madrid, killed 190 people and injured more than 2,000.\n\"The Madrid attack is my project,\" the Egyptian said, according to a transcript published last week in the Milan newspaper Corriere della Sera. \"The project has cost me a lot of study, it took me 21/2 years.\"\n\"Some have died like martyrs, eight others have been arrested. They are my best friends,\" according to the transcripts.\nNo terrorists are believed to have died in the attack, but seven suspects blew themselves up in an apartment near Madrid as police prepared to storm it in connection with the bombings.\nFifty-one people have been detained in Spain in the attacks, including a Moroccan-born Spaniard arrested Monday near the Madrid suburb of Leganes - where the seven suspects killed themselves. Sixteen of those - mostly Moroccans - are in jail on provisional charges.\nIn the wiretaps, the Egyptian speaks of his efforts to recruit suicide bombers and the importance of martyrdom. But, after his arrest, he said he expected a sentence of \"at least 30 years. I, too, am implicated.\"\nInvestigators also found he had downloaded from the Internet pictures of suitcases full of explosives and of an explosives vest. He also had a video of the decapitation of Nicholas Berg, an American killed in Iraq in May, officials said.\nAn inspection of the computer found it linked to Islamic extremist sites, the authorities said.\nSpain is seeking Osman Ahmed's extradition, but he is fighting it. In turning down a defense request for his release, the court said the wiretaps show he was a man of \"extraordinary danger,\" Corriere della Sera said.\nSpanish Interior Minister Jose Antonio Alonso denied there was any disagreement with Italy over the affair.\n\"We fulfilled our part in the affair, which was asking for the extradition, and we hope the Italian authorities make their decision taking this into account,\" he said.\n\nLoad-Date: July 13, 2004"
}