{
    "title": "Madrid attacks may spur Basque group to rethink terrorism",
    "publisher": "the christian science monitor",
    "year": 2004,
    "month": 3,
    "day": 29,
    "full text": "Among the casualties of the March 11 train bombings in Madrid may be ETA, the Basque separatist group that for the past 30 years has waged its own terror campaign in Spain.\nSingled out as the culprit immediately after the early-morning attacks, ETA soon receded from public view as mounting evidence pointed to an Islamic terrorist group. To date, 20 people have been arrested in connection with the attacks.\nYet Spain's newly reinforced intolerance for violence is likely to handicap the Basque group, despite its apparent innocence - and perhaps push it to abandon terrorism in favor of other political tactics.\n\"ETA is going to be caught in the shadow of March 11,\" says Petxo Idoyaga, an ETA expert at the University of the Basque Country. \"If they have any common sense, any military sense, they will realize that any further attacks will be catastrophic for them.\"\nThe attacks - and the election of a new government - present ETA and its political wing, the banned party Herri Batasuna, with a rare opportunity to rethink the use of terrorism. Indeed, Batasuna's spokesman, Arnaldo Otegi, recently told the Basque newspaper Gara that he was convinced the Madrid attacks had \"provoked reflection within the ranks of ETA.\"\nAlready weakened in recent years, ETA finds itself at an unexpected crossroads. \"Since 1997, it has been shrinking and losing its legitimacy,\" says Sebestyen Gorka, a strategic analyst with Jane's Terrorism and Security Monitor in London, and director of the Institute for Transitional Democracy and International Security in Budapest. He argues that now would be the moment for ETA to parlay its position into a political one. \"One of the concrete ramifications of [the Madrid attacks] is that Spain has sent a strong message that it will no longer countenance the use of violence for political ends.\"\nThe day after the attacks, demonstrations across the country drew more than 11 million in an overwhelming display of public resolve against what most believed was an act of ETA terrorism. It is a resolve echoed by the country's new government. Responding to ETA's request last week that the new government make \"strong and valiant efforts on behalf of Euskal Herria\" (the name of the hoped-for independent Basque nation), Prime Minister-elect Jose Luis Rodriguez Zapatero said, \"The only communication I await is one saying that ETA has abandoned violence.\"\nRumors have circulated since March 11 that ETA may be on the verge of declaring a truce. Leading Basque nationalists, including members of Herri Batasuna, met Saturday in San Sebastian to discuss how to bring an end to the Basque conflict and achieve an independent Euskal Herria. Mr. Idoyaga expects that a truce may emerge from that meeting, perhaps timed to coincide with the Basque national holiday onApril 11, Easter Sunday.\nBut others remain doubtful. \"It's a widespread rumor, but we have no objective information that proves [ETA] will declare a truce,\" says Joseba Garcia Bengoetxea, secretary of communication for the Basque government. \"If they do it, they will do it, like all terrorist groups, when they think it will most destabilize the democratic system.\"\nSpain is more accustomed than most countries, including the US, to weighing the threat of organized violence in its political process. Indeed, the Popular Party made stamping out ETA a key element of its election campaign and characterized its principal opponent, the Socialist Party, as soft on terrorism.\nWith the Socialist victory, many nationalists now hope there will be room for negotiation about Basque autonomy. \"We [in the Basque National Party, or PNV] have offered to sit down at the table and talk with Zapatero, to try to resolve our problems. We all have to keep in mind that there is something that unites us, which is our common rejection of terrorism,\" Mr. Begoetxea says.\nFew, however, expect the new government to negotiate with ETA. \"Negotiating with ETA is always counterproductive. It only convinces them that they are strong, and that leads them to kill more in order to prove their strength,\" says Juan Aviles, director of the Institute for the Investigation of Domestic Security in Madrid. \"There will be no political negotiation, not even by the democratic nationalist parties.\"\nThat refusal - and the relative strength of the PNV - may mean that ETA and Herri Batasuna will continue to use terrorist tactics. \"Batasuna may need violence for its identity,\" Mr. Aviles says.\nBengoetxea cautions against too much speculation about ETA's presumed weakness. \"Politicians are always saying that a terrorist group is weaker, and just when they have their citizens convinced, there is another bloody attack.\"\n(c) Copyright 2004. The Christian Science Monitor\n\nLoad-Date: March 28, 2004"
}