{
    "title": "Magazine does not translate well to TV",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 2,
    "full text": "If there's a magazine for the zeitgeist, it's Wired. Since the dot com boom, the compendium of technological news, features and reviews has attempted to make some sense out of the tangled thicket of wires in which we live, tying the technologies of both today and tomorrow to issues of politics, ethics, business and consumer desire.\nSo you might expect \"Wired Science,\" a new science news venture between Wired and PBS, to work almost as effortlessly as the magazine, co-opting television's undeniable sleekness for what is an endlessly sleek topic. You thought wrong.\nThe pilot episode of the show, which airs Wednesday at 8 p.m. on PBS, covers subjects as diffuse as cyber-terrorism in Estonia and the mapping of facial expressions at MIT, a worthy mixture of the politically relevant and the scientifically fascinating.\nBut rather than using this no-fail material as a jumping-off point for an interesting format, allowing the subject matter to carry the viewer through the episode's five segments, the show exhumes, with a bit more technical wizardry and clean-lined beauty, the tired tropes of television news. In the process, it nearly ruins everything.\nFor two esteemed organizations like Wired, The New Yorker of the Seattle-Silicon Valley set, and PBS, the site of some of the best television around, to attempt to use the awkward chumminess of local news is inexcusable.\nThe anchors (Chris Hardwick and Kamala Lopez) make the same painful scripted jokes, the same dramatic looks at the camera, as the most unsubtle local news denizens, with predictably maudlin results: One feels coerced and cajoled into perkiness, into believing that these attractive young people on camera are some benevolent force bringing us the important news of the day.\n\"Wired Science\" would do better to adopt a television documentary format in which one or two topics are given intensive, in-depth focus. The cyber-terrorism story in particular, with its reporter striding meaningfully toward the camera from the shadows of a dark alley in Estonia, feels rushed, barely skimming the underlying questions of Internet freedom and the motives of cyber-terrorists that the report inevitably prompts.\nSeeing the same graphic of hijacked computers attacking the Estonian capital, Talinn, four or five times over the course of the report suggests that the crispness of the production values is more important to the team at \"Wired Science\" than the news itself - an unforgivable sin.\nThe fact that it is easy to be bored by the show, despite the fast pacing of the stories and the insistently sinister music playing over the cyber-terrorism report, gets at the heart of the matter: A television news show can be interesting with grainy images and staid TV-news graphic design as long as the narratives it puts together are captivating.\nNo amount of televisual sleight of hand, however, can replace a dearth of interesting reporting.\nIn some ways, this signals a new phenomenon, in both the world of Wired and the world of PBS. The Ken Burns effect is not just a pan-and-scan approach to giving still photographs life. It's also the wrongheaded belief that throwing gobs of money at a production, whether in print or on screen, will increase its value to viewers or readers.\nGiven the money evident from the show's gleaming sights and perfect sounds, the best journalists in this country could produce compelling, important stories about one of the foundational elements of the world in which we live: technology.\nThat the most obvious failure of \"Wired Science\" is its failure to retain the viewer's interest suggests that, in this particular zeitgeist, storytelling has been lost to sleekness and journalistic sense to televisual sexiness. \"Wired Science\" leaves one not feeling wired at all, in fact, but lulled to sleep.\n(C) 2007 Daily Trojan via U-WIRE\n\nLoad-Date: October 2, 2007"
}