{
    "title": "Magna man won't serve prison time for passport fraud",
    "publisher": "the salt lake tribune",
    "year": 2011,
    "month": 7,
    "day": 31,
    "full text": "A Magna man charged with passport fraud in U.S. District Court won't serve prison time for his crime, a federal court judge ruled on Friday.\nPaulo Afamasaga, a 32-year-old Magna man who claimed he was born in Pago, American Samoa, was charged with one count of felony passport fraud in September, according to an indictment filed against him in U.S. District Court. Afamasaga is actually a resident of Western Samoa -- a country where residents are not eligible for U.S. passports, unlike American Samoa.\nPassport fraud is punishable by up to 10 years in prison and a fine of $250,000. Afamasaga entered a guilty plea to the charge on Friday.\nU.S. District Court Judge Tena Campbell granted Afamasaga credit for time served following his arrest on the charge and ordered him to undergo 36 months of supervised release, instead of additional time behind bars.\nHer decision followed a memo filed in federal court that stated that Afamasaga is eligible to apply for cancellation of deportation to become a lawful permanent alien.\n\"He has resided continuously in the United States since 1998. All his immediate relatives are United States citizens and lawful permanent residents. He was gainfully employed,\" Afamasaga's attorneys wrote. The defendant's wife is a lawful permanent resident alien who is about to become a U.S. citizen and the couple have two children, ages 13 and 12, who were born in Salt Lake City, according to court documents.\nAfamasaga's case was among those highlighted in May by U.S. Attorney for Utah Carlie Christensen during an announcement about the office's effort to aggressively prosecute passport fraud cases. Christensen said the U.S. Attorney's Office has seen an increase in the number of passport fraud cases filed in recent months.\nForeign nationals sometimes provide false information on passport applications -- a practice that poses a terrorism threat, Christensen said.\n\"Many of these cases involve individuals attempting to obtain a passport using fraudulent documents or assuming the identity of another person. While some individuals attempt to obtain a passport as a means of employment identification in the United States, many of these individuals have criminal records, have been deported from the country on previous occasions and pose a threat to the security of our communities,\" she said. \"As part of our efforts to disrupt and deter terrorism, we must take these cases seriously.\"\nPatrick Durkin, special agent in charge of the Diplomatic Security Service San Francisco Field Office, which includes Utah, has said U.S. passports and visas are coveted travel documents -- making them documents that are also fraudulently reproduced by criminals looking to profit. Illegal immigrants also use the documents to enter the country under false pretenses, he said.\nmrogers@sltrib.com\nTwitter: @mrogers_trib Alt Heads:\nMagna man won't serve prison time for passport fraud\n\nLoad-Date: July 31, 2011"
}