{
    "title": "Mahoney_ Is Department of Homeland Security the sound of safety_",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 1,
    "full text": "Bill and Hillary Clinton. Barack and Michelle Obama. Joe Biden. John Brennan. Eric Holder. George Soros. Maxine Waters.\nAll of these prominent political figures, and others, were the targets of suspicious packages with explosive properties. Thankfully, all of these packages were intercepted before they reached their intended targets.\nHere's the thing: These packages were intercepted arriving at their destination because these well-known officials or figures have either government security, or, likely, private security. The average, everyday citizen does not typically have the luxuries available to them to afford personal security. So, we rely on governmental systems to keep us safe.\nFollowing the 9/11 attacks in 2001, President George W. Bush ordered the creation of a new federal department: the Department of Homeland Security. The agency was intended to keep us safe from all threats, those grown at home or abroad.\nThe idea is nice, and hearing that we are now going to be protected by a Homeland Security Department sounds great and makes us feel safe. There's just one thing: When it comes to things such as bombs in the mail or, really, terrorism like this in general, there's not much Homeland Security is doing.\nRELATED: Biden in Cedar Rapids: Leaders need to 'set the tone and dial down the temperature'\nOn the department's website, one can find the following quote: \"The department's efforts to prevent terrorism are centered on a risk-based, layered, approach to security in our passenger- and cargo-transportation systems and at our borders and ports of entry. It includes new technologies to: detect explosives and other weapons ...\"\nAll right, great. I'm completely safe from receiving bombs in the mail, right? Wrong.\nLet's see what the U.S. Postal Service has to say about all this bomb stuff: \"Protect Your Business from Package Bombs and Bomb Threats.\" OK, so what does this mean? The website continues to give instructions; I'm learning how to protect myself from suspicious packages, and I now know how to set up a Package Bomb-Screening Program.\nSurely, though, Homeland Security can help us out with the Joint Terrorism Task Force. Those are headed up by the FBI, which is under the Justice Department. So, what exactly is Homeland Security doing to protect the average citizen from receiving a bomb in the mail?\nRELATED: Jaimes: There is simply no space for incivility in politics\nA quick search online to see a little bit of the structure of the department shows a highly recognized agency among travelers: the Transportation Security Administration. This is one of the largest subagencies of the DHS along with immigration enforcement, which is broken up into: The Department of U.S. Customs Enforcement, and the largely controversial Immigration Customs Enforcement. As a result of the 2016 potential federal election cyber manipulation, Homeland Security is beginning to take a larger look at cyber defense as well.\nAll together, the agency is doing a good job of protecting the homeland ... from outside forces. There's a big problem, though: We have been shown many times that attacks can come from the inside, too. Homeland Security needs to gear itself toward all threats to the homeland, regardless of where they come from.\nMore in Opinions\nNewby: Who the federal law is forgetting in anti-sexual-harassment protection\nElliot: Civility reigns. Or maybe that's rains.\nLeonard: Not everyone will stop eating meat\n\nLoad-Date: November 2, 2018"
}