{
    "title": "Maine House speaker accuses LePage, GOP of 'terrorism' in State House showdown",
    "publisher": "daily news ",
    "year": 2018,
    "month": 4,
    "day": 19,
    "full text": "AUGUSTA, Maine -- The top Democrat in the Maine House of Representatives on Thursday blasted Republican counterparts for legislative \"terrorism\" and later apologized a day after the Legislature was set to adjourn for 2018 but didn't amid an ugly partisan fight in the chamber.\nDespite the rhetoric, legislators in both parties agreed that they must return to Augusta to handle key matters that lawmakers punted when the Legislature broke up early Thursday. The House session ran past midnight for procedural reasons even though Wednesday was the scheduled adjournment day.\nBut confusion reigned on how and when lawmakers will return to the State House. Gov. Paul LePage didn't address whether he would call the Legislature back in for a special session.\nEven if they do return, there's a question about whether the House will be able to bridge its own wide partisan gap in a lingering dispute over a failure to reach a compromise deal on a large spending package that would contain many bipartisan priorities.\nBut they are being held up in a narrower fight that revolves around Republicans' bid to cut taxes and conform to recent federal tax code changes and the Democratic priority of securing funding for positions in state government to accommodate voter-approved Medicaid expansion.\nOn Wednesday, House Minority Leader Ken Fredette, R-Newport, and House Republicans withheld votes that Democrats needed to pass an order to extend the legislative session. It was unanimously supported in the Republican-led Senate, but failed twice to get the necessary two-thirds vote in the House.\nHouse Speaker Sara Gideon, D-Freeport, and Senate Minority Leader Troy Jackson, D-Allagash, blasted Fredette and LePage as obstructionists in a Thursday news conference. Jackson derided Fredette at one point by calling him \"Little Ken.\"\nGideon said he and the governor stalled the spending package to \"push people to the brink\" and said, \"That's not a negotiating strategy; that's terrorism.\" She apologized later in a statement, calling it a \"regrettable\" remark made \"out of frustration.\"\nDemocrats unveiled a $68 million spending proposal Wednesday that included the Medicaid expansion money, raises for direct care workers and several other proposals from both Republicans and Democrats. It also assumed a compromise on tax conformity, which was being discussed by legislators Thursday.\nFor much of the week, Fredette and Democrats have been sparring on how close to a deal they were on tax conformity. Jackson said earlier this week that the House Republican leader \"blew up\" a deal.\nFredette and other Republicans insist that no deal ever existed, though he said Thursday that \"a framework\" had existed. The Medicaid expansion money has been his key sticking point, but Republicans also want to pass a bill slowing voter-approved minimum wage increases that Gideon and Jackson said Democrats have ruled out.\n\"I heard the speaker said we are demanding that Medicaid expansion be put into that [and] all of a sudden we're obstructionists and we're terrorists?\" Fredette said. \"We would like to see language in there regarding the minimum wage and they say, 'No way.'\"\nThe Legislature's status is also unclear. Both chambers passed orders Wednesday keeping bills alive that weren't dealt with by the time lawmakers departed. Democrats said Thursday that they could be considered when lawmakers return to consider LePage vetoes near the end of the month.\nBut Fredette contested whether that could happen, and Senate President Mike Thibodeau, R-Winterport, said they would likely be considered during a special legislative session, which can only be authorized by LePage or a majority of lawmakers in each party.\nFredette said that the Legislature should return to handle its business. But LePage was noncommittal Thursday, accusing Gideon in a written statement of a \"failure to lead.\"\nThibodeau has also said that lawmakers have remained short of a deal. But he said Thursday that while his top priority is passing tax conformity, it will be difficult to do practically without engaging Democrats on their priorities, though he did not endorse approving expansion funds.\n\"A lot of theater here today, a lot of theater here last night, but none of that actually solved any of the issues that are so important to that people that sent us here,\" Thibodeau said.\nBDN State House bureau chief Christopher Cousins contributed to this report.\nFor a roundup of Maine political news, click here for the Daily Brief. Click here to get Maine's only newsletter on state politics via email on weekday mornings.\nFollow the Bangor Daily News on Facebook for the latest Maine news.\nÂ \n\nLoad-Date: April 26, 2018"
}