{
    "title": "Maintenance costs taxing military services",
    "publisher": "ips",
    "year": 2004,
    "month": 7,
    "day": 26,
    "full text": "The military services are delaying depot work and other maintenance of battle-worn equipment due to the costs of the war on terrorism, according to a congressional report.\nThe Government Accountability Office, formerly the General Accounting Office, said in a July 21 report that the military services plan to put off some depot and maintenance work until next year because of shortfalls in this year's defense budget.\n\"Each of the services forecasts a shortfall compared to their [global war on terrorism] operation and maintenance appropriations,\" GAO said.\nThe total shortfall for the current budget year is $12.3 billion despite a defense budget supplement to cover war costs this year, including $37 billion for operations and maintenance, GAO said. The services also plan to cut back on training and move money from other accounts to help cover war costs, the report said. The report is titled \"Military Operations: Fiscal Year 2004 Costs for the Global War on Terrorism Will Exceed Supplemental Requiring DoD to Shift Funds from Other Uses.\"\nMilitary logistics officials told Congress repair and maintenance of vehicles and aircraft are exceeding projections and taxing the services.\nThe Navy will perform 79 maintenance projects on ships and submarines this year at a cost of $3.6 billion, and 104 next year costing $4 billion, said Rear Adm. Mark Hugel, the Navy's deputy director of fleet readiness. The service received $600 million for ship depot maintenance in this year's budget supplement, he said. The Navy is doing more preventive maintenance and repairs overseas, he said.\n\"In response to the increasing requirements of the global war on terrorism, 25 percent more maintenance was conducted than originally programmed,\" Hugel said.\nHugel and representatives from the other services testified July 21 before the House Armed Services subcommittee on readiness.\n\nNotes\n\n1 COLOR PHOTO.\n\nLoad-Date: August 3, 2004"
}