{
    "title": "Maine firms face insurance loss; The threat of terrorism makes companies that store fuel, haul hazar(2)",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 12,
    "day": 1,
    "full text": "Many Maine businesses could lose their property insurance policies or get tagged with large increases because of the possibility terrorists will target them for attack.\nOneBeacon Insurance, the state's largest personal and commercial insurance carrier and one of the largest carriers in the Northeast, has already sent out nonrenewal notices to about 150 businesses it considers to be at high risk for terrorist attacks, said Anthony Payne, OneBeacon's regional vice president for marketing in South Portland.\nThe company is reviewing those accounts and believes many will be renewed, he said. But some will not and those companies will have to make other plans, he said.\n\"It's our belief that the marketplace will begin furnishing separate coverage for war and terrorism, but it will be extremely expensive,\" he said.\nCompanies that store fuel, haul hazardous waste or are near military installations, bridges or landmark buildings are among those considered the highest risks for multimillion-dollar losses because of terrorism.\nBoth large and small companies of all types are expecting to feel the pinch.\nLinnea Olsen, a spokeswoman for UnumProvident Corp., which employs more than 3,000 people in Portland, said her company is renewing its property and casualty policy now and expects to spend more because of the Sept. 11 terrorist attacks on the World Trade Center and Pentagon.\n\"You're just sort of stuck paying the price,\" she said. \"It will end up costing businesses and everybody more money.\"\nIt's companies that provide reinsurance that are reluctant to offer coverage, Payne said.\nPolicies offered by primary insurance companies - such as OneBeacon - often buy reinsurance to cover part of the risk. That means an insurance company may offer a policy that covers a loss of up to $1 million. But that company may buy reinsurance for all claims above $500,000.\nBut Payne said reinsurance companies are now insisting that policies for many companies exclude terrorism. That would mean insurance companies would have to offer policies calling for them to cover entire losses without any help from reinsurers.\n\"We'd have to bear the full amount and we can't bear that,\" he said.\nThe state Bureau of Insurance is aware of the potential crisis and weighing what to do, said Eric Cioppa, the deputy superintendent. The bureau has already received a number of requests from insurance companies to exclude terrorism from certain policies, he said.\nApproving a request could leave customers without the coverage and that can have far-reaching implications, he said. A company having trouble finding an insurance policy may not be able to get loans from a bank for a project, putting work on hold.\nBut requiring the insurance company to provide the coverage could mean exposing the insurer to unfair risks, Cioppa said.\nThe federal and state governments do not require reinsurance companies to offer coverage, he said.\n\"It's a serious issue,\" he said.\n\"It's not that terrorism is likely to happen in Maine, but if lending stops that's not a good situation.\"\nHe said the bureau is hoping for a federal solution.\nThe U.S. House of Representatives on Thursday passed a measure that would provide up to $100 billion in government loans to the insurance industry to cover losses from future large terrorist attacks.\nSeveral large insurance associations support the House bill, but Democrats have criticized it because it would limit lawsuits by victims of terrorism.\nThe bill passed by a largely party-line vote.\nThe White House and Senate leaders have been in discussions about an alternative bill. That bill would contain many differences from the House bill.\nThe House bill would establish a federal loan program to cover 90 percent of any insurance industry losses over $1 billion. For the first $20 billion in losses, the industry would repay the loans through a special assessment. But for losses above $20 billion, the Department of the Treasury would have a choice between an additional assessment or having the costs paid by the government.\nStaff Writer Allan Drury can be contacted at 791-6461 or at:\nadrury@pressherald.com  \n\nLoad-Date: December 3, 2001"
}