{
    "title": "MAJOR NEWS IN SUMMARY ; Iran FreesHostages, DeniesAiding TerroristsEven Iranians agreed that last we",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 16,
    "full text": "The terrorists first announced that they had said their final prayers and planned to blow themselves up along with the remaining nine hostages in the Kuwaiti Airbus they had seized. Then, inexplicably, they summoned a cleaning crew. Iranian security men, some disguised as cleaners, stormed the plane and ended the seige. The passengers, including two surviving Americans, were freed.\nReagan Administration officials, outraged at the murders of Charles F. Hegna and William L. Stanford, blamed Iran for delaying the assault. They said the storming of the plane appeared staged and suggested that Iranian authorities seemed to have been cooperating with the terrorists. The hijackers had unsuccessfully demanded the release 17 Iraqi Shiite Moslems under sentence in connection with attacks on the French and United States Embassies in Kuwait last year. The jailed Iraqis are believed to have been trained by Iran.\nBut Iran's exact role was murky. Some passengers said they saw signs of Iranian collusion. But the surviving Americans, John Costa, a New York businessman, and Charles Kapar, also a United States aid official, said the opposite. And United States intelligence officials, citing radio surveillance and other unspecified information, said they had no hard evidence that Iranians had provided the hijackers with planning, arms or equipment. A Kuwaiti newspaper said Washington had sent a commando unit to a nearby Arab country to prepare for an attempt to free the hostages. The report, possibly floated to keep would-be terrorists off balance, was denied at the Pentagon.\nWith the hostages freed, Larry Speakes, the White House spokesman, said Iran had ''a very clear obligation'' to see that the four hijackers were punished. The United States rejected a demand by Mr. Rafsanjani and other Iranian officials that the four be exchanged for ''Iranian pirates'' in France, where former President Abolhassan Bani-Sadr and other enemies of the Teheran Government have been granted political asylum. ''I think that's sick,'' Alan Romberg, the State Department spokesman, said of the demands. (Options are few against terrorism, page 5.)\n\nGraphic\n\n \nphoto of Vice President Bush; photo of Charles Kapar"
}