{
    "title": "Majority supports Bush on terrorism",
    "publisher": "usa today",
    "year": 2004,
    "month": 3,
    "day": 30,
    "full text": "WASHINGTON -- Most Americans still approve of President Bush's leadership in the war on terrorism, even after a week of accusations that he failed to pay enough attention to intelligence warnings before the Sept. 11 attacks.\nAlthough a USA TODAY/CNN/Gallup Poll finds that 53% believe the Bush administration is \"covering up something\" about its handling of intelligence before 9/11, 67% say it could not have prevented the attacks. But 54% say Bush still could have done more beforehand.\nFor the first time since mid-February, Bush leads Democrat John Kerry, 51%-47%. With independent Ralph Nader in the race, Bush leads 49%-45%, and Nader receives 4%.\nThe poll suggests that Bush's recent campaign ads, which say Kerry has a record of flip-flopping while serving in the Senate, are taking a toll.\nBefore the ads began running, 60% rated Kerry favorably and 26% unfavorably. Now, 53% view him favorably and 36% unfavorably. In 17 \"battleground\" states where the ads have run -- states where polls and historic trends indicate the race will be close -- Kerry has gone from a 28-point lead to a 6-point deficit.\n\"Bush seems to be having some success in selling the idea that Kerry's voting record in the Senate is all over the place,\" says Maurice Carroll, polling director at Quinnipiac University in Connecticut.\nStephanie Cutter, spokeswoman for the Kerry campaign, sees the poll another way. \"What is surprising is that after $ 28 million in negative, misleading ads (by Bush), that the race is neck-and-neck,\" she says.\nWhen the poll asked who would be more trustworthy in making a decision about sending U.S. troops to war, Bush beat Kerry, 52%-41%. That's a considerable shift from Feb. 1, when Kerry led 50%-45%.\nThose polled were split on whether to believe Bush's former counterterrorism chief, Richard Clarke, who said last week in interviews, at a Capitol Hill hearing and in a just-released book that Bush mismanaged the use of intelligence before the Sept. 11 attacks and made poor decisions in the aftermath. Clarke said Bush was more interested in ousting Iraq's Saddam Hussein than battling al-Qaeda. The White House said it was fighting both al-Qaeda and Saddam.\nThe split -- 44% believe Clarke and 46% back the Bush administration -- is largely along party lines: 76% of Democrats side with Clarke, and 83% of Republicans with Bush.\n\"The media played up this story pretty good, and Bush and his people were pushed onto the defensive,\" says Merle Black, a political scientist at Emory University in Atlanta. \"It is appropriate in a democracy to have such open discussions. But the Democrats are in danger of overplaying their hand by looking like they are rooting for things to go wrong.\"\nBush has made his leadership in the war on terrorism the centerpiece of his campaign. Most still approve, but at 58%, that approval is the lowest since the Sept. 11 attacks. It is down 7 percentage points from December and 28 points from its peak just after the attacks.\nThe president's overall job approval is up three points to 53%. Matthew Dowd, a Bush pollster and strategist, says that is a key measure. \"No incumbent president with a job approval over 50% in March has lost re-election,\" he points out.\nBill Clinton was at 52% approval in March 1996 and won re-election. Bush's father was at 42% approval in March 1992 and lost. Ronald Reagan, who won a second term in 1984, was at 54% in March of that year.\nKerry pollster Mark Mellman says charges that Bush has not performed well in the war on terrorism are undermining confidence in his ability to carry the fight and will further erode over time.\n\"A lot of questions have been raised about his core issue,\" Mellman says.\nOverall, 56% of those polled say it was worth going to war in Iraq, little change from the 55% who said that in early March. And 50% see Iraq as part of the war on terrorism, down from 57% last August.\nTEXT WITHIN GRAPHIC BEGINS HERE\nUSA TODAY/CNN/Gallup Poll\nPercentage who approve of the way George W. Bush is handling terrorism:\nMay 2002: 83%\nDecember 2003: 65%\nNow: 58%\nDid the Bush and Clinton administrations do all that could be expected to prevent the 9/11 attacks?\nBush\nYes: 42%\nNo: 54%\nClinton\nYes: 32%\nNo: 62%\n\nGraphic\n\n \nGRAPHIC, Color, Karl Gelles, USA TODAY, Source: USA TODAY/CNN/Gallup Poll of 1, 001 adults Friday-Sunday. Margin of error: +/- 3 percentage points. (BAR GRAPH)\n\nLoad-Date: March 30, 2004"
}