{
    "title": "Major blow to Europe's terrorism",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 1,
    "day": 29,
    "full text": "''During my imprisonment, I never gave up hope of being freed. Now I'm going to get my hair cut.''\nAmerican Brig. Gen. James Lee Dozier was speaking on the telephone to US Admiral William Crowe following his dramatic rescue by Italian storm troopers from Red Brigades captivity Jan. 28.\nHe described himself as ''marvelously well, even if I am a bit tired.''\nHis rescue represents a tremendous victory for the Italian police. Never in the 11-year history of the terrorist organization had the police located a hideout where a victim was held.\nIt also represents another damaging setback for the Red Brigade terrorists. In recent weeks and months the organization's ranks have been thinned by defections and arrests, and there is some evidence that they were becoming increasingly isolated by their own violence.\n''The struggle against terrorism has registered an important success today,'' said Prime Minister Giovanni Spadolini in Palerma, Sicily.\n''Bravissimi,'' exulted Italian President Sandro Pertini.\nThe raid on the second floor apartment in Padua where the NATO general was found culminated 42 days of intensive searching by almost 6,000 carabinieri and anti-terrorist police. They had concentrated on the area around Verona, 46 miles west of Padua. The general had been kidnapped from his Verona apartment Dec. 17.\nPolice said they had had the Padua apartment surrounded since receiving an anonymous tip a day or two earlier. When police broke into the apartment they found the now-bearded Dozier tied up in a tent in typical Red Brigade fashion. Police arrested four men and one woman.\nAt time of writing, only one of the five had been identified. He was said to be Antonio Savasta, a suspected leading Red Brigades member who was wanted in connection with the kidnapping and murder of former Prime Minister Aldo Moro in 1978.\nPolice whisked Dozier away to a nearby hospital. US Ambassador to Italy Maxwell Rabb reported later that Dozier told him ''he felt very good, very good indeed.'' The general also spoke to his family and to President Reagan.\nAmbassador Rabb expressed deep gratitude to Italian authorities. He declined to confirm that any Americans participated in the investigation, as had NATO officials throughout Dozier's captivity. However, some collaboration from Americans has been apparent to reporters covering the manhunt, but it is uncertain how much.\nThere is no doubt that the police were under heavy pressure to find General Dozier. One investigator in Verona said the manhunt for Dozier was bigger, more intensive, and better organized than the 54-day search conducted for Aldo Moro.\nPolice investigators reported earlier this week, following careful analysis of the fifth communique issued by Dozier's kidnappers on Monday, that they felt they were a long way from finding the general.\nBut during the Dozier captivity police mounted several big raids, coming up with nearly 20 carloads of documents and arresting up to 50 terrorists in Naples, Rome, Milan, Sienna, and Perugia this month.  The most important arrest was that of former sociology professor Giovanni Senzani, the leader of the Red Brigade column in Rome.\nAs of last week, top investigators emphatically denied that any of these arrests or confiscated documents provided any clues to the whereabouts of the Dozier kidnappers. The first big break, according to a carabinieri in Verona, came when investigators were able to identify from sketches the 10 terrorists suspected in the kidnapping of General Dozier. The sketches were drawn from descriptions provided by the general's wife, Judith, by neighbors, and by other witnesses, including a man who rented the getaway van to the terrorists.\nRed Brigades have been engaged in political kidnapping since 1974. But until the Dozier abduction they had always restricted themselves to Italian victims. Also, until now, the terrorists had usually ransomed the victims, using the money to buy arms.\nOne top magistrate in Rome believes the terror organization has as much as $10 million at its disposal. The fact that Dozier's kidnappers had not made any ransom demands but insisted in their five communiques that they would not negotiate for his release had baffled investigators.\nSome of the documents arrested in the Senzani raid have indicated there are two rival factions within the Red Brigade organization. The moderate, media-oriented Senzani group preferred to disrupt Italian society by attacking politicians. The Ludman faction (which captured Dozier) had its sights set on NATO and US interests.\n''NATO is the organization to be combatted, as is shown by the recent capture of the Yankee Dozier,'' read the Red Brigades' third communique on General Dozier.\nThe last victim kidnapped by the Ludman faction, Giuseppe Taliercia, a chemical executive, was killed when he refused to cooperate in his ''people's trial.''\nThis Dozier-related manhunt has yielded more evidence on Italy's most dangerous terrorists than police have ever had before. Police sources say documents found in the Padua apartment where Dozier was held will enable them to track down even more members of the terrorist organization, believed to have at least 400 active members.\n(Reuter reports that the Red Brigades have suffered a number of serious setbacks of late. On Jan. 4 plainsclothesmen arrested two guerrillas as they drove through central Rome, heavily armed and apparently planning a kidnapping.\n(Five days later, police charged into another apartment hideout in Rome, arresting one of their top theorists, Giovanni Sezani, and seizing an arsenal of weapons.\n(Last weekend, five guerrillas were arrested in the countryside norht of Rome by police hunting the killers of two young policemen in a bank robbery at the central town of Siena.)\n\nGraphic\n\n \nPicture 1, General Dozier just after his rescue; Picture 2, Dozier when he was held by Red Brigades in Padua, UPI photos; Map, no caption, by Joan Forbes"
}