{
    "title": "Major accepts IRA truce; His announcement means preliminary talks could start before end of year",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 10,
    "day": 22,
    "full text": "Seven weeks after the Irish Republican Army put down its arms, British Prime Minister John Major announced yesterday that he was willing to accept the cease-fire as permanent, clearing the way for preliminary talks between British officials and IRA representatives before the end of the year.\nIn a pivotal move that advances the peace process in Northern Ireland, Major junked his previous vow not to speak with Sinn Fein, the IRA's political wing, until the militants declared that they were giving up violence for good. The IRA has yet to articulate such a commitment, but in a Belfast speech yesterday Major nevertheless extended an olive branch.\n''I am now prepared to make a working assumption that the cease-fire is intended to be permanent,'' he said. ''If we can continue reasonably to assume that Sinn Fein is establishing a commitment to exclusively peaceful methods, and if the IRA continues to show that it has ended its terrorism, then we shall be ready to convene exploratory talks before this year is out.''\nAnd in a rare burst of optimism from a cautious politician, Major declared that the war-torn British province might well be on the brink of a new era. ''I cannot guarantee success,'' he said, ''but I do believe that the chance for success is better than for generations.''\nMajor has been under pressure for weeks to take the step, and it was almost universally welcomed -- by Catholic nationalists, who want a united Ireland; by most Protestant unionists, who want the province to remain British but who also applaud the end of IRA violence; and by Protestant paramilitaries, who called their own cease-fire last week. Only the most hard-line Protestant unionists, represented by the Rev. Ian Paisley, condemned the prime minister yesterday. They noted, quite accurately, that the IRA hasn't given up its guns and bombs.\nBut Major is willing to wait. In his speech, he said ''the practical consequences of ending violence'' can be discussed at a later date.\nA month ago, the British hinted that they would not regard the cease-fire as permanent until arms were surrendered. Asked yesterday whether that stance had been softened, Michael Mates, a former Northern Ireland minister, replied: ''It's not a question of backing down. It's a question of moving on. We've now had some 50 days of peace after 25 years of terrorism. And it looks as though we are not going to return to the terror.''\nSinn Fein praised the British for their ''sensible approach'' on the arms issue. Martin McGuiness, the deputy leader, said: ''I know the issue of arms and explosives is an important one. I don't think anybody wants to run away from that issue, but I think we need to proceed cautiously and sensibly in order to get a resolution of this conflict.''\nThe arms issue is likely to dominate the early stage of talks. Major implied that weapons must be handed over before peace negotiations get serious. But McGuiness insisted that any arms surrender ''would have to be linked to the political settlement,'' and the deal must include British ''demilitarization.''\n\nLoad-Date: October 23, 1994"
}