{
    "title": "Major returns home after anti-terrorism duty",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 6,
    "day": 10,
    "full text": "Air Force Maj. Dick Fulton returned home Wednesday after more than three months with an anti-terrorism unit based in the African country of Djibouti, reputed to have the hottest average temperature of any country on Earth.\nThe temperature sometimes topped 120 degrees, and Fulton, 34, of Swansea, was living in a tent. At a stopover in Baltimore on his way home, people were complaining about the heat, he said. To him the weather felt balmy.\nFulton was with the Command Joint Task Force Horn of Africa. Much of its activity is classified. Its job is to detect, disrupt and defeat terrorist activity in the east African countries of Djibouti, Somalia, Kenya, Ethiopia, Eritrea and Sudan--plus Yemen, across the mouth of the Red Sea to the north. Despite the heat, Fulton said his 101-day deployment was no big deal.\n\"Nobody was shooting at us in Africa,\" he said. \"To be truthful, I felt perfectly safe the whole time.\"\nHe was the task force's deputy comptroller, helping handle its $20 million-plus budget.\nAs Fulton's wife, Judi, predicted, her husband was embarrassed to find reporters and photographers waiting for him at Lambert Field.\n\"He's the most modest man in the world,\" she said.\nThe family's green minivan had \"DADDY'S HOME!\" painted in giant red letters across the rear window and \"WE'RE SO PROUD OF YOU!\" along the side window.\nFulton blushed, shook his head and smiled.\n\"Leave it to Judi to make it a big deal,\" he said.\nTrue to her prediction, he noted that other armed forces members were dealing with bigger risks, longer tours and even tougher conditions.\n\"I'm just happy to be home,\" he said.\nFulton was assigned to Scott Air Force Base almost two years ago as chief of financial services at Air Mobility Command headquarters. His new assignment will be to travel to various bases as an inspection team member.\nHe has been in the Air Force for 12 years and spent six months in Saudi Arabia in 1994.\nGreeting Fulton at the airport besides his wife were daughters Taylor, 6, and Sydney, 4, in matching dresses, and son Noah, 17 months, sitting in his stroller and holding an American flag.\n\nLoad-Date: June 10, 2004"
}