{
    "title": "MAJOR NEWS IN SUMMARY; A Report Bombs In Argentina",
    "publisher": "the new york times",
    "year": 1983,
    "month": 5,
    "day": 1,
    "full text": "As a fiasco, it may not rank with the Falklands invasion.  Nevertheless, the report issued last week by the Argentine military on its role in extirpating leftist subversion during the 1970's angered a lot of people who had counted on more frank detail on how thousands of Argentinians had disappeared than the armed forces were willing to admit.\nPresident Reynaldo Bignone's military regime is due to give way to civilian rule after elections this fall. But all those people still unaccounted for after being caught years ago in a net of what has been called ''state terrorism'' weigh heavily on the country. As one of the regime's last acts, political and labor leaders, churchmen and civil rights groups had demanded an accounting. What they got was a defense of the military actions as legal and necessary to defend the nation. All actions by military and police forces were called ''acts of service'' carried out under orders. While the report acknowledged that these forces ''might have trespassed the limits of respect for fundamental human rights,'' it asserted that ''only history can judge with precision who is directly responsible for unjust methods and innocent deaths.''\nAs a fiasco, it may not rank with the Falklands invasion.\nApparently fearful that a civilian government might not wait for history, the military is believed to be planning to put through a law confining prosecution of military or police personnel to military courts only. This is expected to stir further trouble, particularly if a new government seeks to strike down such a stipulation and insist on seeking justice in civilian courts.\nThe report promised a list from the Interior Ministry of those missing people about whom inquiries have been made since 1974, with indications of which cases have been cleared up. Court suits for information cover only 6,000 cases whereas the total missing may run to more than 20,000, according to some opposition groups.\nThose missing are believed to include 300 people of Italilan origin and Italy's President Sandro Pertini, in a scathing telegram to Buenos Aires released yesterday, attacked the ''chilling cynicism'' of the Argentine report.\n\nGraphic\n\n \nIllustrations: photo of President Reynaldo Benito Bignone"
}