{
    "title": "Majority of States' Standards Don't Mention 9_11 Attacks, Causes, Aftermath Find Place in Some Lesso",
    "publisher": "education week",
    "year": 2011,
    "month": 8,
    "day": 31,
    "full text": "Ten years after terrorists crashed planes into the World Trade Center and the Pentagon, the profound impact on the United States is not hard to see, from heightened domestic-security measures to the U.S. role in conflicts deemed part of a war on terror. What's less obvious is how the attacks have filtered into American classrooms.\nSome observers and educators suggest the effects on instruction are generally at the margins, that the events of Sept. 11, 2001, in New York City, suburban Washington, and southwest Pennsylvania appear to get little or no attention in most social studies classes.\nIn fact, fewer than half the states explicitly identify the 9/11 attacks in their high school standards for social studies, according to a forthcoming study.\nSome teachers, however, have worked hard to better educate both themselves and their students about issues related to 9/11 and its aftermath. Beyond the events of the day, they've sought to promote a deeper understanding of the Middle East, U.S. foreign policy in that region, or-amid stereotypes some students bring to school equating Muslims with terrorists-the diversity of the Islamic faith and cultures around the globe.\n\"It is, for better or worse, one of the defining moments of contemporary history,\" said Clifford Chanin, the acting education director for the National September 11 Memorial and Museum, in New York City, which has developed many resources for schools. \"I think it is essential that the event be studied and understood. ... It's now a factor in what the world has become and what it will become. You've got to prepare students for some relationship with 9/11 and its consequences.\"\n'What Happened?'\nWith the 10th anniversary of the 9/11 attacks coming in less than two weeks, schools around the country are expected to take the opportunity to memorialize the event, and in some cases, use it as a topic of classroom discussion. Many students today may have only vague notions of 9/11, since they were young or not even born when the attacks occurred.\nBeyond memorial activities, the question is the extent to which schools embed 9/11 and its impact into curricula in meaningful ways to help students make sense of the changes and challenges the attacks sparked, in America and globally.\nExperts say delving into 9/11 is not easy for teachers, and takes considerable preparation and support.\nMr. Chanin said he gets a lot of questions from educators, including: How do we explain what happened? How do we explain the world since it happened?\n\"Those are extremely complicated questions,\" he said. \"The field of Middle Eastern studies, Islamic studies, security studies-these are complicated subjects. Not all the experts agree. It's a challenge\" for teachers.\nFear of Controversy\nFor schools that do want to take up 9/11 issues in greater detail, there's no shortage of resources.\nA variety of curricular materials have long been available, and a new wave has been timed for the 10th anniversary. In July, for instance, New Jersey officials unveiled a voluntary 9/11 curriculum that covers such topics as the historical context of terrorism, the post-9/11 war in Afghanistan, and U.S. debates over security vs. civil liberties. And Mr. Chanin's organization has been working with several school districts, including the 1.1-million-student New York City system, on classroom materials.\nDiana E. Hess, a professor of curriculum and instruction at the University of Wisconsin-Madison, said it's her sense that most social studies teachers spend little, if any, classroom time covering 9/11.\n\"I think if we did a really good, large-scale study, ... we would find that 9/11 is not in most social studies classes,\" said Ms. Hess, who speaks to many social studies teachers in Wisconsin and elsewhere. \"That doesn't mean it's not in some, or that it doesn't get an occasional mention.\"\nRobert A. Watterson, an assistant professor of social studies at West Virginia University, in Morgantown, echoes that assessment and points to three leading factors: inadequate time in an already-crowded curriculum, teachers' feelings of being ill-prepared to probe the complex issues, and fear among some teachers and administrators of taking on matters with the potential to generate classroom conflict and upset parents.\n\"Some teachers really back away from interacting with their students in a meaningful conversation on something that could be controversial,\" said Mr. Watterson, who directs his university's Center for Democracy and Citizenship Education. \"You get into values issues and analysis\" on subjects that can be \"politically charged,\" he said, whether foreign policy, the balance between civil liberties and homeland security, or issues about Islam in a classroom that may, for instance, have Muslim students.\nKurt Waters, a high school social studies specialist in the Fairfax County, Va., school system, said that in keeping with state academic standards, teachers in his district address terrorism in social studies at the 7th, 10th, and 11th grades.\n\"I would think that in order to teach terrorism, all teachers would use the example of 9/11,\" he said. The attacks typically account for a portion of one 90-minute lesson, he said, with students examining what happened that day, as well as the causes and consequences. \"With the curriculum so filled, it's hard to go into any great depth on any one particular topic.\"\nUW-Madison's Ms. Hess and Jeremy D. Stoddard, an associate professor of education at the College of William and Mary, in Williamsburg, Va., have examined the treatment of 9/11 in history and government textbooks and found many of the materials wanting.\n\"They did have coverage of 9/11, but a lot of it was really cursory and lacked the specific detail you would see in the rest of the text on other things, and we saw that as bizarre,\" Ms. Hess said. \"For the most part, they didn't want to engage kids in any kind of controversy about 9/11.\"\nTopics Vary\nThe two scholars also are examining how state standards treat 9/11, and shared with Education Week some preliminary findings.\nBased on a review of the 48 states and the District of Columbia that have revised all or a portion of their standards documents for high school social studies since 2001, 20 specifically mention 9/11, as a content standard, a substandard, or an example. Another 15, while not identifying the 9/11 attacks, mention terrorism or an aspect of the U.S. war on terror. Finally, 14 states fail to include any specific mention of 9/11 or terrorism, though in many cases, these standards are broadly thematic. (California and Montana have not updated their standards since the attacks.)\nWhen state standards do tackle 9/11 issues, their approaches can vary in significant ways.\nFor example, in Texas, new world-history standards call for studying the \"development of radical Islamic fundamentalism and the subsequent use of terrorism by some of its adherents.\"\nIn Oklahoma, the standards promote a broader look at terrorism. That state says students should \"evaluate the risk of terrorism and its impact on the United States,\" with reference not only to 9/11 but also other episodes, including the Oklahoma City bombing of 1995, staged by two Americans, Timothy McVeigh and Terry Nichols.\nThe Oklahoma standards also say students should evaluate U.S. policies and actions responding to and countering terrorism.\nMr. Stoddard said he's encouraged by states that call for such evaluation and inquiry rather than simply promote \"rote memorization of what happened.\"\nNew Jersey's standards say students should \"analyze the reasons for terrorism and the impact that terrorism has had on individuals and government policies.\"\nIn Louisiana-under social studies standards that gained preliminary approval in June-a section on comparing and contrasting historical periods suggests as one example an examination of \"anti-Japanese-American sentiment during [World War] II vs. anti-Muslim-American sentiment after 9/11.\"\nOne notable change some educators report since 2001 is that a lot more students come to school with preconceptions, and often misperceptions, about Islam and Muslims. Those educators say such views may be due to what some observers describe as growing anti-Muslim sentiment in the United States.\n\"A lot of times it involves statements from students: 'They're all crazy. They all hate us,' \" said Christopher S. Rose, the outreach director at the Center for Middle Eastern Studies at the University of Texas at Austin, who works extensively with K-12 teachers. \"Kids are no longer coming into the classroom as a blank slate. They have something they've been told at home, at church, on Facebook, Twitter.\"\nStephanie G. Rossi, a social studies teacher at Wheat Ridge High School in Wheat Ridge, Colo., said she works to dispel stereotypes.\n\"When I teach world religions, some students assume that all Muslims ... are terrorists,\" she said. \"Students like to reduce things to black or white. ... You have to correct misperceptions about the faith.\"\nNew Electives\nAt least a few schools around the country have sought since 9/11 to carve out time to explore the Middle East by creating electives.\n\"The district had a desire because of 9/11 to educate our children both on Islam and the Middle East,\" said Michael G. Gleason, who teaches a class in Middle East studies at Westerly High School in Westerly, R.I. \"The way I teach the course is I look at current events and then I trace the roots of what's happening back in the past.\"\nFor several years, Yarmouth High School in Yarmouth, Maine, has also offered such a class.\n\"This is an incredibly important region for students to learn about,\" said Amy L. Sanders, who developed her school's Middle East-studies class and teaches it.\n\"Students absolutely are interested,\" she said. \"They see stories from the Middle East every day in the news, and they have a desire to go beyond the headlines, learn about the history and the culture.\"\nThe class does probe terrorism and conflict in the region, but that's not all: \"We read poetry, listen to music, bring in guest speakers,\" Ms. Sanders said.\nAn independent school in St. Louis last year started a new course titled 9/11: Causes and Responses.\n\"It became apparent that students had some idea of what happened, but really didn't have as clear an understanding as we would have liked,\" said Cathy Leitch, who teaches the 9/11 elective at the school, the Mary Institute and St. Louis Country Day School. \"It's not just the event, but all the issues surrounding it.\"\nSome educators say the so-called \"Arab Spring\"-the wave of protests and uprisings this year against entrenched regimes in such countries as Tunisia, Egypt, Libya, and Syria-offers a prime opportunity to engage students in a decidedly different story about the Arab world and its peoples.\nThe developments provide a powerful counter-narrative to 9/11 for American students, as they watch young people in predominantly Muslim nations promote democracy and the overthrow of authoritarian governments.\n\"My students watched so closely what was happening in Egypt, in other countries, where protest spread, because so much was going through Facebook and Twitter,\" said Ms. Sanders from Yarmouth High. \"They could really relate to that, and when [those regimes] shut off access to Twitter, they could relate to that. They got it.\"\nShe added: \"This puts a very different face on the region.\"\nLanguage Study on Rise\nAnother way to expose students to different cultures and regions of the world is through studying a language, and Arabic is starting to gain ground in a number of schools, though it still appears to be rare.\nIn 2006, President George W. Bush unveiled the multiagency National Security Language Initiative to promote the teaching of \"critical need\" foreign languages, among them Arabic. He invoked the war on terror and the nation's needs in defense, intelligence-gathering, and diplomacy. The president also said learning Arabic would send a message to the Arab world that \"we care about their culture.\"\nExact figures are not available on how widespread the teaching of Arabic in K-12 is today, but experts say it's growing. As of November 2009, one list counted 93 public schools in 22 states, plus 220 private schools, according to data compiled by the National Capital Language Resource Center at George Washington University.\nA survey by the American Council on the Teaching of Foreign Languages showed that public-school enrollment in Arabic-language classes nearly tripled between the 2004-05 school year and 2007-08, to nearly 2,400. But those figures pale in comparison with the 60,000 who were reported as studying Chinese and the millions studying Spanish.\nIn Virginia's 178,000-student Fairfax County district, nearly 1,000 students took Arabic at the elementary and secondary levels as of last academic year. In Utah, about 450 students study Arabic across nine public schools.\nAt least two universities, Boston University and Michigan State University, are launching new teacher-certification programs in Arabic at the secondary level this fall.\nIn Chicago, the Lindblom Math & Science Academy offers just two languages: Arabic and Chinese.\nPrincipal Alan Mather notes that former Mayor Richard M. Daley made a big push for schools in the 405,000-student district to offer those languages.\nIn fact, Mr. Mather is working to help create a nonprofit center for Arabic language and culture, to be housed on the academy's campus, that will serve as a resource for Chicago-area educators.\nMr. Mather said he's often asked by parents why the school offers only those two languages.\n\"With Arabic, regardless of how you feel about it, we're heavily involved in the Middle East and North Africa,\" he said he tells families. \"The more we understand about the language and culture, the better off we're all going to be.\"\n\nLoad-Date: September 12, 2011"
}