{
    "title": "MAJOR NEWS IN SUMMARY; FIGHTING WORDS ON TERRORISM",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 14,
    "full text": "If words were weapons, President Reagan would have certainly drawn blood last week. Lashing out at five nations he accused of sponsoring terrorism - Iran, Libya, North Korea, Cuba and Nicaragua - Mr. Reagan told the American Bar Association in Washington that he was ''not going to tolerate attacks from outlaw states run by the strangest collection of misfits, Looney Tunes and squalid criminals since the advent of the Third Reich.''\nSyria, the target of similar verbal onslaughts - it was accused of being behind the bombing of the Beirut barracks in which 241 marines were killed - was not included in what Mr. Reagan termed ''a new international version of Murder Inc.'' It was a gesture of gratitude, the White House said, for President Hafez al-Assad's role in the release of the 39 Americans from T.W.A. Flight 847 held hostage by Shiite terrorists for more than two weeks. But even as the State Department was preparing the legal groundwork to charge the hijackers for the murder of one of the Americans, the Government-owned radio in Lebanon identified them as Ali Atwi, Ali Younis and Ahmed Gharibeh and said they had been ''referred to the competent judicial authorities.''\nThe Reagan Administraton seemed to be downplaying its plan to ''isolate'' the Beirut airport. Officials said a ban on Lebanese planes at American airports and a prohibition on United States airlines from landing in the Lebanese capital were still in effect; but fearing a possible Arab boycott of American airlines and ships (and perhaps reacting to a lack of enthusiasm for the sanctions from Western nations), they took pains to say the measures were intended not to punish Lebanon but only to insure greater security.\nMeanwhile, a robot submarine working 6,700 feet down retrieved the black boxes from an Air-India jumbo jet that crashed off the Irish coast last month, killing 329 people. Officials hoped the recorders would tell them whether a bomb or structural flaws had caused the disaster. The Federal Aviation Administration said it was developing a sophisticated system to detect explosives in bags or cargo destined for an airliner's hold. And, as if the week's events needed further punctuation, bombs exploded in two popular cafes in Kuwait, killing 9 and wounding 56.\n\nGraphic\n\n \nPhoto of security officials checking passengers boarding a Middle Fast Airlines jet at Beirut International Airport (J.B. Pictures/Collectif/Baz)"
}