{
    "title": "MAJOR NEWS IN SUMMARY Reagan BreaksString on Aid",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 4,
    "full text": "For some time, President Reagan has been rankled by his semiannual duty to certify progress on human rights and land reform in El Salvador as a condition for continuing military aid. Last week, he got rid of the obligation by killing a bill extending the certification requirement.\nThe President's action, in a pocket veto, might prove embarrassing to Ambassador Thomas R. Pickering and American- supported moderates in El Salvador. With White House approval, Mr. Pickering had publicly condemned the recent surge of killings by right- wing death squads, warning the Salvadoran Government on Nov. 25 that by failing to crack down, it ''runs an extremely serious risk'' of causing a cutoff of American aid. Four days later, the Administration announced it was denying an entry visa to Roberto d'Aubuisson, the president of the Salvadoran Constituent Assembly, who has been linked to right- wing terrorism. But the subsequent veto of the certification requirement sends a different signal; officials in Washington and Salvadoran politicians from moderate parties said it could be interpreted in El Salvador as tacit White House approval for right-wing terrorism, which the Administration at the same time continued to condemn. Deputy Secretary of State Kenneth W. Dam told a Miami conference on trade and investment in the Caribbean that right-wing terrorists in El Salvador and Guatemala were largely responsable for Marxist successes in the Caribbean region.\nPresident Reagan, explaining his action on the certification bill during a question-and-answer session with high school students, said: ''We know there are right-wing assassins and murder squads and so forth. We are doing everything we can to control that. I don't think this bill would help.'' Having to certify progress in human rights every few months, he argued, would tell the Salvadoran right and left that if they step up the violation of human rights ''so that we cannot certify, they - from whichever side - are helping to win their battle against the democratic Government.''\nSecretary of State George P. Shultz said the certification process had produced artificial efforts to ''manipulate facts'' and was ''a form of detailed management across a wide range of somebody else's country.'' Congressional Democrats condemned the action and said they would try to revive the requirement next year in a military appropriation bill, which would be difficult to veto.\nMeanwhile, another bill that took effect last month would withhold 30 percent of the $64 million in military aid for El Salvador this year unless a court reaches a verdict in the case of four American churchwomen murdered three years ago. The suspects, five National Guardsmen, have not been brought to trial.\nThe criticism of Salvadoran lapses by Ambassador Pickering and other Administration officials was beginning to show at least partial results. Gen. Eugenio Vides Casanova, the Defense Minister, transferred Salvadoran military officials suspected of human rights abuses, including the intelligence chiefs of the Treasury Police and the National Police. The National Police then announced the arrest of three security policemen at the Constituent Assembly on charges of kidnapping a businessman."
}