{
    "title": "Major initiatives to prevent terrorism opposed by Bush",
    "publisher": "university wire",
    "year": 2004,
    "month": 10,
    "day": 11,
    "full text": "The 2004 presidential contest is turning into a long-awaited referendum on the national security policy of President George W. Bush. The first debate between Bush and Democratic presidential candidate Sen. John Kerry showcased two very different approaches to U.S. security.\nThroughout the campaign, Kerry has steadily offered voters a more sober and more compelling alternative to the Bush administration's foreign policy. Along the way, he has developed a scathing indictment of an administration blinded by its own hubris.\nHow Bush has been able to maintain substantial support for his tarnished national security credentials is nothing less than a public relations coup. The reality is that his foreign policy blunders vastly outnumber his successes.\nAny serious assessment of the Bush administration's national security policy must debunk the myth that the president has fought an effective war on terror.\nA number of authoritative accounts, including the final report issued in July by the 9-11 commission, chronicle the missed opportunities and bureaucratic snafus that preceded the attacks. Bush initially misjudged the threat of terrorism and squandered the momentum generated by the Clinton administration.\nThe Bush administration has initially opposed every major initiative to prevent terrorist attacks. Federalizing baggage and passenger screening at airports, creating a Department of Homeland Security, approving a commission to investigate the Sept. 11, 2001, attacks, reforming the nation's intelligence services - Bush has embraced each measure only after massive public pressure.\nThe one initiative Bush needed little pressure to support - the USA Patriot Act - has trampled on civil liberties. While homeland security does not come without costs, the Bush administration hasn't even paid lip service to protecting our most basic freedoms.\nWhile the administration touts its Proliferation Security Initiative and other efforts to limit nuclear proliferation, substantial stocks of nuclear weapons languish in the former Soviet Union. As 95 percent of cargo containers entering the United States go uninspected, nuclear programs in Iran and North Korea proceed largely unhindered.\nMuch of al Qaeda's leadership might be gone, but the emergence of Abu Mussab Zarqawi in Iraq is a reminder that terrorist leaders are not in short supply.\nThe Bush administration's approach in the war on terror has been a bonanza for al Qaeda. Military action must be a tool in a nation's defense and is an integral component of the war on terror. But it is hard to see how the United States was made safer by deposing a madman with no ties to al Qaeda in an ill-begotten quest for phantom weapons. Serious international differences are inevitable, and the United States must look to the national interest first. That said, the Bush administration's decision to invade Iraq has destroyed the last shreds of U.S. credibility. Foreign leaders who once stood proudly alongside the United States now use anti-U.S. rhetoric to win elections. The overwhelming majority of Muslims worldwide view the United States in a negative light.\nThankfully, the Iraq debacle might sound the death knell of the pre-emptive war doctrine. The United States was clearly not in imminent danger of attack from Iraq, as the doctrine would require.\nKerry found his voice as a candidate through his critique of the Bush administration's foreign policy. Kerry's stated goal of broadening the coalition in Iraq through an international summit might not be a long shot, but it marks a welcome change in the tone of U.S. foreign policy.\nThe balance between unilateralism and diplomacy must be restored, and Bush shows no signs of taking that challenge seriously. He has had numerous chances to restore international relations. Instead, he has chosen to continue fighting the war on terrorism with a ragtag team of allies. The war on terrorism is a global fight and requires a leader who can bring together nations.\nThe next president must recognize that military might alone will not win the war on terror. Beyond force, stopping al Qaeda will require adequate homeland security measures, the cooperation of our allies and a conscious effort to rebuild the shattered U.S. image in the Muslim world. The campaign so far has shown Kerry to be the only candidate willing to pursue these goals.\n(C) 2003 Minnesota Daily via U-WIRE\n\nLoad-Date: October 11, 2004"
}