{
    "title": "Making terrorism less attractive",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 8,
    "day": 13,
    "full text": "The \"war on terror\" has always been a misnomer. It assumes that the terrorist threat can somehow be \"eradicated\" through the mechanism of war - through military action using bombs, guns and bullets. War may be the short-term answer to an immediate threat; it is not the answer to the long-term crises.\nAny resolution with the Middle East must begin with two steps - and the present administration has failed to make either one.\nThe first is to ask ourselves a tough question: What use are our policies in the Arab world if they engender hostility, anger and a sense that the United States cares little for Arab populations?\nIt didn't have to be this way. Arab and Muslim animosity toward us was not preordained - indeed, just the opposite. Post-9/11, sympathy around the Arab world for the United States was exceptionally high. The war in Afghanistan was generally supported; even reaction to the war in Iraq could have been different, given the Middle East's concerns about Saddam Hussein.\nYet we keep believing - in Iraq, and possibly now in Lebanon - that the Arab world understands only force and power, as if the Arab world is a beta dog, needing the alpha United States to put it in its place. The administration has insisted on bringing \"democracy\" - through force - to Iraq and unconditionally supporting Israel in its present battles in Lebanon. Yet until the last few weeks, it was difficult to imagine that Arab attitudes toward the United States could have gotten any worse. A Pew Global Attitudes Survey remarked in 2003 that \"the bottom has fallen out of Arab and Muslim support for the United States.\" Since the Israel-Hezbollah war began this summer, such support has reached even lower lows.\nSolving the tensions between the United States and Arab states requires real changes in policy, whether it be in Iraq or in the Palestinian crises. To be sure, this administration has shown no inclination to change. \"Stay the course\" is not simply a cliché; it's a way of being.\nSo, since America's policies are not likely to alter in the foreseeable future, we are driven to a second approach: making terrorism less attractive to those who might otherwise be drawn to it. How can we negotiate our way through Mideast tensions without creating a new generation of terrorists who believe that the only way to achieve change is through violence?\nLet's be clear here. Terrorists have always existed; they will always exist. \"Eradicating\" terrorism from the world is a fool's errand. The notion, however, of making terrorism - the targeting of civilian populations for political purposes - less attractive to men and women who disagree with our policies is not.\nAssume that there is a small core of people committed to terrorism who will never be swayed by any discussion or reconciliation. Let's put Osama bin Laden in that camp. Around that core is a bigger circle of people sympathetic to the same causes - the end of our presence in the Arab world, the eradication of Israel, etc. - but who presently show no propensity toward martyrdom. How can we assist in ensuring that the outer group, however large, doesn't join the ranks of the inner circle?\nIn several ways. First, recognize that \"public diplomacy,\" as understood by this administration, is simply not enough. Sooner or later, the United States must say something, do something, directly to and for the Arab states. That something will be different from, and more substantial than, what it has been doing. The kind of public diplomacy we've seen is only putting bad policies in better packaging. Engaging the Arab world means more than putting Karen Hughes on Al-Jazeera. The Arab populations can see right through that.\nSecretary of State Condoleezza Rice's trip to Lebanon, during which she basically said, \"Sorry this is happening, but got to go,\" and President Bush's failure to condemn - even adequately grieve over - the mistake of the bombings in Qana don't sit well. These were both missed opportunities. Slights and non-apologies don't improve anything; they actually help radicalize otherwise non-radical elements. The turn of events in Lebanon is telling in this regard: Lebanese Christians and Arab Sunni Muslims everywhere now support a Shia terrorist organization, Hezbollah, in ways never seen before.\nThis administration has insisted on dividing the world into \"us\" and \"them.\" And that has hurt. Refusing to speak to Syria during this present crisis is not the way a superpower ought to engage the world. (Neither is refusing direct talks with North Korea about nuclear activities.) It not only confirms Syria's alienation from us - it encourages alienation among millions in other countries. It has achieved very little and has harmed very much.\nOur policies should be a way of saying directly to and for the Arab states, \"We understand your concerns and interests - and here's what we are willing to do to show that we understand.\" No longer can a U.S. administration see its policies primarily as forms of local politics - as being a constant play for party power and votes. Continuing with Guantánamo Bay, or undermining restrictions on the use of torture of detainees, can't be justified by either partisan advantage or presidential prerogative. These are the very policies that have led people around the world to see Bush's vaunted stay-the-course consistency as unapologetic, ignorant belligerence. We are perceived to have unclean hands. This is why many pro-democracy Iranian intellectuals refused American funding to support their efforts.\nWe must begin to recognize, as my colleague Jessica Stern has written, that \"Jihad has become a global fad, rather like gangsta rap.\" And fads come and go. That's right: There is no one Arab or Muslim worldview. The long-term effort against radicalizing an entire generation begins with understanding that the Arab world is complex. Engaging it will mean saying different things to different constituencies with different outlooks.\nIn fact, Arab public opinion - the opinion heard by young men in the Arab world - is mature and questioning. Forces are at work today that will accelerate change in that world. Satellite television, competing cable networks, and the Internet and blogosphere have altered the nature of Arab discourse. That discourse is beholden to no single government apparatus, no mouthpiece, no conventional wisdom. And there are voices in that discourse that ought to be encouraged and engaged, voices that see the turn of events in the Arab world as ultimately bad for their own civilization. We need to look for those voices, listen, and work with them.\nWe ought to do better to engage journalists as well as politicians, engage the public officials and the intellectuals in real - not canned or condescending - discussion about the nature of our activities, whether they agree or not. And we can show, through real engagement with both our allies and foes, that debate (not military action) is the only appropriate forum for this discussion.\nDe-radicalizing a generation is not a job we can do alone, and it's not a job we can finish. (That's partly because our policies have helped radicalize people.) But we need to stop doing so much to hinder it. The world does not want to look like us, necessarily, and we ought not to require it as a condition for working to minimize a threat we all will face for some time.\nJuliette Kayyem keeps the conversation going in an online Q&A at http://go.philly.com/kayyem2\nFor Juliette Kayyem's blog, see http://go.philly.com/kayyem\nFor the Public Diplomacy Web site, by\nthe United States Information Agency Alumni Association, see http://www.publicdiplomacy.org\nFor Democracy Arsenal, a Web site\nby the Security and Peace Initiative, see http://www.democracyarsenal.org\nContact Juliette Kayyem at Juliette_Kayyem@harvard.edu.\n\nLoad-Date: August 13, 2006"
}