{
    "title": "Malaysia Releases a Militant Linked to 2 Sept. 11 Hijackers",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 10,
    "full text": "Malaysia has released five men held on suspicion of terrorism, including one who has been linked to the Sept. 11 attacks in the United States, the country's home minister said Wednesday.\n  Home Minister Syed Hamid Albar, who is in charge of security, said that a man linked to the Jemaah Islamiyah militant network had been freed Thursday, along with two from a Thai separatist group and two Malaysians suspected of working for foreign intelligence groups. \n  Mr. Syed told reporters at Parliament that he believed that Yazid Sufaat, a Malaysian who the police suspected had provided lodging for two of the Sept. 11 hijackers, was among them. \n  In 2002, a Malaysian official said that he doubted that Mr. Yazid knew of Al Qaeda's plans for Sept. 11. \n  Mr. Yazid also was suspected by the American authorities of having helped the convicted Sept. 11 conspirator Zacarias Moussaoui with money and references. \n  Further, there have been published allegations that in conjunction with Al Qaeda he had spent time in Afghanistan in 2001 trying to cultivate anthrax.\n  Of the newly released terrorism suspects, Mr. Syed said,  ''They are no longer a threat but they will be watched closely.'' \n  The Singapore Straits Times newspaper reported earlier that as many as a dozen people linked to Jemaah Islamiah and interned under Malaysia's Internal Security Act had been released. \n  Mr. Yazid, a 1987 graduate of California State University in Sacramento who has a degree in biochemistry and is in his mid-40s, set up a pathology laboratory in Malaysia.\n  Jemaah Islamiah has been implicated in a series of bombing attacks around Southeast Asia in recent years, including the nightclub attacks in Bali, Indonesia, that killed 202 people in October 2002.\n  Last month, Indonesia executed three men convicted in those attacks, raising fears of possible reprisal attacks.\n  Jemaah Islamiah has been quiet lately, after an elite Indonesian force began rounding up members and killed one of its top leaders. The group's tactics have also been criticized by Muslims in Indonesia, the world's most populous Muslim nation, who say their attacks have killed many Muslims and damaged the image of Islam. \n\nhttp://www.nytimes.com\n\nLoad-Date: December 10, 2008"
}