{
    "title": "Malaysian military_ Jet may have turned back CIA director still would not rule out terrorism",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 3,
    "day": 12,
    "full text": "KUALA LUMPUR, Malaysia - The missing Malaysian jetliner may have attempted to turn back before it vanished from radar, but there is no evidence it reached the Strait of Malacca, the country's air force chief said Wednesday, denying reported remarks he said otherwise.\nThe statement suggested continued confusion over where the Boeing 777 might have ended up, more than four days after it disappeared en route to Beijing from Kuala Lumpur with 239 people on board.\nAir force chief Gen. Rodzali Daud was quoted as saying in local media report Tuesday that the military had radar data showing the plane had turned back from its original course, crossed the country and made it to the Strait of Malacca to the west of Malaysia. The Associated Press contacted a high-level military official, who confirmed the remarks.\nIn a statement, Daud denied saying the remarks, and referred to a statement he made March 9 in which he said the air force has \"not ruled out the possibility of an air turn back\" and said search and rescue efforts had been expanded in this regard.\nAuthorities began their search for the missing aircraft at the position it was last reported to be over the sea between Malaysia and Vietnam. But they have also said search operations were ongoing in the Malacca strait.\nWith no debris found yet, authorities have not ruled out any possible cause, including mechanical failure, pilot error, sabotage or terrorism.\nEarlier, the director of the CIA said in Washington that he still would not rule out terrorism.\nFlight MH370, carrying 239 people, took off from Kuala Lumpur at 12:41 a.m. Saturday, bound for Beijing.\nAuthorities initially said its last contact with ground controllers was less than an hour into the flight at a height of 35,000 feet, when the plane was somewhere between the east coast of Malaysia and Vietnam.\nBut local newspaper Berita Harian quoted Malaysia's air force chief, Gen. Rodzali Daud, as saying that radar at a military base had tracked the jet as it changed its course, with the final signal at 2:40 a.m. showing the plane to be near Pulau Perak at the northern approach to the Strait of Malacca, a busy waterway that separates the western coast of Malaysia and Indonesia's Sumatra island.\nIt was flying slightly lower, at around 29,528 feet, he said.\n\"After that, the signal from the plane was lost,\" he was quoted as saying.\nA high-ranking military official involved in the investigation confirmed the report. The official spoke on condition of anonymity because he was not authorized to disclose sensitive information.\nAuthorities had said earlier the plane may have tried to turn back to Kuala Lumpur, but they expressed surprise it would do so without informing ground control.\nThe search was initially focused hundreds of miles to the east, in waters off Vietnam, with more than 40 planes and ships from at least 10 nations searching the area without finding a trace of the missing aircraft.\nEarlier Tuesday, Malaysia Airlines said in a statement that search-and-rescue teams had expanded their scope to the Strait of Malacca.\nAn earlier statement said the western coast of Malaysia was \"now the focus,\" but the airline subsequently said that phrase was an oversight. It didn't elaborate.\nCivil aviation chief Azharuddin Abdul Rahman said the search remained \"on both sides\" of Malaysia.\nAttention will now likely focus on the condition of the Boeing 777's electronic systems as it charted its new course back toward and then across Malaysia.\nA radar antenna on the ground sends electromagnetic waves that reflect from the surface of an aircraft and almost instantly return, allowing controllers to calculate how far away a plane is.\nThe antenna is mounted on a rotating platform, sending and receiving signals 360 degrees across the sky, enabling the plane's direction to be tracked by constant sweeps.\nThe system has limitations: Military and civilian air traffic controllers know something is moving through the air but might not know what it is. So planes were outfitted with transponders that can send a unique signal back to the radar station, which can differentiate them from other aircraft. From this signal, controllers can tell the flight number, heading, speed and altitude.\nRadar stations at airports are designed to track planes up to about 60 miles. They are used to help sequence and space landing aircraft.\nAnother series of stations called air route surveillance radar can track planes 200-250 miles away, depending on weather and the age of the technology. Station locations are selected to allow for a slight overlap so planes in heavy-traffic areas are never out of reach of radar.\nWhile radar black spots can exist, experts said the plane's transponders normally would have been emitting signals that would have been picked up by civilian radar.\nThe fact that it apparently wasn't detected suggests they were either disabled or switched off. Planes with no transponders can still be tracked by radar.\nLow-flying planes can sometimes avoid radar detection. There is no set height they must be under, but the farther away they are from a radar station, the higher they can be because of the angle of the radar antenna and the curvature of the Earth.\nMalaysian police chief Khalid Abu Bakar, who has been ordered to look at possible criminal aspects in the disappearance of Flight MH370, said hijacking, sabotage and issues related to the pilots' psychological health were all being considered.\nAn Australian TV station reported that the first officer on the missing plane, Fariq Abdul Hamid, had invited two women into the cockpit during a flight two years ago. One of the women, Jonti Roos, described the encounter on Australia's \"A Current Affair.\"\nRoos said she and a friend were allowed to stay in the cockpit during the entire one-hour flight on Dec. 14, 2011, from Phuket, Thailand, to Kuala Lumpur. She said the arrangement did not seem unusual to the plane's crew.\n\"Throughout the entire flight, they were talking to us and they were actually smoking throughout the flight,\" said Roos, who didn't immediately reply to a message sent to her via Facebook. The second pilot on the 2011 flight was not identified.\nMalaysia Airlines said it took the allegations very seriously, which it said it was not able to confirm, adding: \"We are in the midst of a crisis, and we do not want our attention to be diverted.\"\nAlso Tuesday, Malaysian and international police authorities said two people who boarded Flight MH370 with stolen passports were Iranians who had bought tickets to Europe, where they planning to migrate. Their presence on the flight had raised speculation of a possible terrorist link.\nMalaysian police chief Khalid Abu Bakar said investigators had determined one was a 19-year-old Iranian, Pouria Nourmohammadi Mehrdad. \"We believe he is not likely to be a member of any terrorist group,\" Khalid said.\nInterpol identified the second man as Seyed Mohammed Reza Delavar, a 29-year-old Iranian, and released an image of the two boarding at the same time. Interpol Secretary General Ronald K. Noble said the two men traveled to Malaysia on their Iranian passports, then apparently switched to their stolen Austrian and Italian documents.\nCIA Director John Brennan said in Washington that Malaysian authorities \"are looking very carefully at what went wrong; you know, if these individuals got onto the plane with these stolen passports, why they were not aware of it.\"\nHe also said there has been \"a lot of speculation right now - some claims of responsibility that have not been, you know, confirmed or corroborated at all. We are looking at it very carefully.\"\nAsked if terrorism could be ruled out, Brennan replied, \"No, I wouldn't rule it out. Not at all.\"\nThe United States has sent two Navy ships, at least one of which is equipped with helicopters, and a Navy P-3C Orion plane that can detect small debris in the water. It said the Malaysian government had done a \"tremendous job\" organizing the land and sea effort.\nVietnamese planes and ships also are a major component of the effort.\nLt. Gen. Vo Van Tuan, deputy chief of staff of Vietnamese People's Army, said authorities on land had also been ordered to search for the plane, which could have crashed into mountains or jungle. He said military units near the border with Laos and Cambodia had been instructed to search their regions.\n\"So far we have found no signs ... so we must widen our search on land,\" he said.\nAssociated Press writers Tran Van Minh in Hanoi, Vietnam, Jim Gomez and Chris Brummitt in Kuala Lumpur, Christopher Bodeen in Beijing, Eileen Sullivan in Washington and Airlines Writer Scott Mayerowitz in New York contributed to this report.\n\nLoad-Date: March 12, 2014"
}