{
    "title": "Malaysia flight vanishes amid safety concerns",
    "publisher": "usa today",
    "year": 2014,
    "month": 3,
    "day": 10,
    "full text": "James Hookway, Wall Street Journal: \"The mysterious disappearance of Malaysia Airlines flight MH370 might add to the growing financial problems at the country's state-run airline. The airline has been at the brunt of the onslaught led by a wave of low-cost budget carriers in recent years. ... The financial losses don't have any bearing on Malaysia Airlines' safety record, which until Saturday's incident was good. But the disappearance of flight MH370, which took off with 239 people on board, might complicate the airline's ability to find ways to compete.\"\nThomas Lifson, American Thinker: \"There are only a few possible causes of the sudden disappearance of a modern airliner. ... Some kind of equipment malfunction that completely preoccupied the crew and led to a sudden crash. ... Pilot suicide cannot be ruled out. ... Terrorism, including hijacking, a bomb or a ground to air missile, cannot be ruled out. ... None of these possibilities is comforting.\"\nTom Maguire, JustOneMin- ute: \"Two passengers were traveling with stolen passports, which is unsettling. However, what is missing is a baseline. The use of these stolen passports was discovered because the passenger list is ... receiving worldwide attention. It may well be that all sorts of underworld types travel all over Asia and the world every day on stolen passports with no one the wiser and no planes going down. Put another way, had this plane simply landed safely would anyone have noticed that a passport stolen two years ago had been used by one of the passengers?\"\nHeather Timmons and Lily Kuo, Quartz: \"The rapid growth of flights and passengers in Southeast Asia has taxed airline infrastructure ... and raised questions about levels of safety standards and knowledgeable pilots in the region. The Boeing 777 has had a near spotless safety record since it was introduced in 1995, except for the 2013 crash of South Korea's Asiana Airlines.\"\nRick Moran, P.J. Tatler: \"The recent terror attack at a train station in China's Xinjiang province by Muslim terrorists that killed 29 and wounded more than 100 people suggests that terrorism may very well be a possibility in the downing of the Malaysia Airlines jet. But it may be many weeks or months before investigators will be able to confirm exactly what happened to cause the 777 to drop out of the sky.\" \n\nGraphic\n\n \nphoto HOANG DINH NAM, AFP/Getty Images\n\nLoad-Date: March 10, 2014"
}