{
    "title": "Malicious Intent",
    "publisher": "the new york times",
    "year": 2009,
    "month": 4,
    "day": 26,
    "full text": "BLOOD AND RAGE\n  A Cultural History of Terrorism\n  By Michael Burleigh\n  Illustrated. 577 pp. Harper/HarperCollins Publishers. $29.99\n  Michael Burleigh's ambitious cultural history of terrorism is indeed suffused with blood and rage. The blood is provided in graphic, detailed, often nauseating descriptions of the vicious brutality of terrorists ranging from the Irish Fenians to Al Qaeda. The rage, on the other hand, is in the pen of the author, and it is equally wide ranging. Burleigh rages against terrorists and all their apologists: ''unserious'' academics, ineffably polite interrogators, colluding human rights lawyers and those scourges of the modern age, the multiculturalists.\n  Behind the blood and the rage, this is a learned and erudite book. Burleigh's broad survey provides detailed descriptions of many of the most important terrorist movements and the sociopolitical contexts in which they have operated since the mid-19th century. He seamlessly synthesizes vast amounts of historical material and provides often riveting accounts of terrorist atrocities and the literary and political environments where they took place. He treats Russian nihilists, European anarchists, Fenians of both the 19th- and 20th-century variety, Algerians, Palestinians, South Africans, the Italian Red Brigades, the German Red Army Faction and the Basque ETA before coming to his real interest, Islamic terrorism. A less ambitious author might have given his readers two books, as there is little direct connection between the various parts other than the unstated point that Islamic terrorism is just the most recent manifestation of an old phenomenon. The implication is that, like its precursors, it too will pass.\n  Burleigh is a respected historian widely known for his work on the Third Reich, and with ''Blood and Rage'' he has written a deeply idiosyncratic book. He provides no explanation for why he includes some terrorist organizations and not others; important groups like the Colombian FARC, the Shining Path of Peru and the Tamil Tigers of Sri Lanka receive little or no mention, nor do most other Latin American or Asian groups. Burleigh's interest remains Europe. \n  Neither does he have any time for defining terrorism. He concludes his book by forgoing any academic definition, substituting instead a heartbreaking account of the suffering of a victim of the July 7, 2005, attacks on the London underground -- though the description could equally apply to anyone facing an unexpected death. Definitions are in fact useful in helping us decide what to include. Burleigh gives long accounts, for example, of the sabotage and guerrilla activities of the African National Congress and the assassination campaigns of the 19th-century anarchists while suggesting that these are not really acts of terrorism. He writes about them anyway.\n  Burleigh asserts the motive of terrorists to be the creation of a climate of fear ''in order to compensate for the legitimate political power they do not possess.'' He may be right (though I don't think so), but in any event he would be more persuasive if he argued the point rather than asserting it. He insists that terrorists are ''morally insane,'' whatever that means, and that they are driven by perceived slights or abstract grievances into hysterical rage. One does not have to be an apologist for terrorism to recognize that many of these grievances -- occupation, political disenfranchisement, confinement in refugee camps -- may be quite concrete and far from slight. One has only to read the statements or listen to the audiotapes of terrorist leaders to detect more cold calculation than what Burleigh terms obsessional killing rage. \n  It is a great shame that Burleigh could not bring himself to provide sources for most of the remarkable material he presents. He derides academics for providing footnotes to ''prove earnestness.'' In fact most academics provide footnotes because they don't presume that theirs is the last word on a subject and want to encourage their readers and their students to delve further. Not Burleigh.\n  At times his account is thoughtful and nuanced, as in his discussion of the role of torture in the French campaign in Algeria, but on other occasions he generalizes with breathtaking self-confidence. Speaking about a fifth of the world's population, he asserts that ''Muslims liked to point out'' and ''Muslim girls toe the line at home'' and ''most Muslims do not seem to grasp the fact that.'' Sometimes he is quite funny, as when he compares Osama bin Laden to ''superannuated rock stars'' like Bono and Bob Geldof, though it is not always clear that he means to be.\n  To appreciate the virtues of this book (it is, in its way, an exceptional synthesis), one has to make a conscious and concerted effort to ignore the condescending tone, the incessant sneering, the unsupported assertions and the gross generalizations. Few escape Burleigh's ire. He describes Sartre as a ''loathsome academic'' at one point and an ''aged useful idiot'' at another. Foucault is a ''silly Western intellectual.'' Chernyshevsky's utopian novel, ''What Is to Be Done?,'' is ''execrable,'' and liberal artists are idiots. He complains of ''the sanctimonious ethos'' of The New York Times and describes students at the London School of Economics as ''Eurotrash and Americans doing 'Let's See Europe.' '' There is certainly a lot of rage here, but quite what it has to do with terrorism is often hard to tell.\n  Clearly, Burleigh's hyperbole is designed to stamp out any shred of residual sympathy for terrorists. But at times, apparently, he's trying to be gratuitously offensive, as when he describes as ''undiplomatic'' the suggestion that all Jews be thrown into the sea, or says the undisciplined Black and Tans introduced ''a certain indiscriminate vigor,'' or attributes the decline in the Protestant population of the Republic of Ireland to something approaching ''ethnic cleansing.'' \n  On other occasions he seems unaware of his prejudices. This is particularly the case when it comes to his treatment of the crimes of women. The Russian nihilist Vera Figner became alienated from her husband ''notwithstanding his having given up his career for her,'' while the German Gudrun Ensslin ''used her fiance to sire a son.'' Horrors! When he wants to ridicule Osama bin Laden, Burleigh cites a description of his having weak hands and a simpering smile ''like a girl's.'' \n  In several instances, Burleigh seems to lose his critical faculties altogether in order simply to be offensive. Rather than arguing the quite reasonable point that the discrimination against Catholics in Northern Ireland under the Stormont government was not egregious and was better than the treatment of blacks in the American South, he writes: ''Protestant friends of mine from Dungannon say that they often dated Catholic girls, who tended to be more feminine than the butch Unionists. Unlike the U.S. Deep South, they could do this without fear of being lynched.'' He then goes on to miss the point about the Catholic civil rights movement in Northern Ireland. For the first time Catholics were claiming rights within Northern Ireland rather than demanding the overthrow of the state, and it was the inflexible government's blindness to this opportunity -- and the consequent emergence of violent republicanism -- that had such tragic consequences for the province.\n  Having worked himself up into a red-hot rage in the course of his book over Islamic terrorism and its apologists in the British liberal elite, Burleigh ends with what is actually a reasoned analysis and with quite moderate prescriptions. He calls for more financing for public diplomacy, development aid, strengthening of democratic institutions and reliance on intelligence over armed force -- prescriptions that are not that much different from those of the liberal elite he castigates. Had Burleigh written with less self-regard and with more regard for his readers, and had he written with less simplistic snideness and more of the sophisticated synthesis at which he excels, ''Blood and Rage'' could have been a very good book. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING: Anarchists bombed the Liceo Opera House in Barcelona in 1893.(ILLUSTRATION FROM ART MEDIA/HERITAGE IMAGES\n FROM ''BLOOD AND RAGE'')                        \n\nLoad-Date: April 26, 2009"
}