{
    "title": "Mall stabbings may be 'act of terrorism' Man who injured 9 had Somalian links",
    "publisher": "usa today",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "The FBI is investigating the Crossroads Center knife attacks Saturday as \"a potential act of terrorism.\"\nNine people were injured by an attacker who was killed inside the Macy's store by an off-duty Avon police officer.\nSt. Cloud Mayor Dave Kleis identified that officer as Jason Falconer during a news conference Sunday.\nA short time earlier, St. Cloud Somali-American community members identified the deceased suspect as Dahir Adan.\nLeaders of the Somali-American community in St. Cloud gathered Sunday with his family and issued a statement of sympathy for the family and the nine victims of the attack.\nCommunity leader Abdul Kulane said as far as the family and community know, the suspect did not have any history of violence. He was known as a smart, accomplished student at Apollo High School. He was a junior at St. Cloud State University, Kulane said. Adan was also working part-time as a private security officer, leaders said.\nThe last time he was seen by family was about 6 or 6:30 p.m. Saturday when he said he was going to the mall to buy an iPhone 7. They don't know what happened after that. The attack was reported about 8:15 p.m.\nSt. Cloud Police Chief Blair Anderson said the victims were stabbed by a man dressed in a private security uniform.\nKleis called Falconer a hero and said he \"happened to be in the right place at the right time.\" Falconer identified himself as a police officer, and the suspect lunged at him, Kleis said.\nInitially, Anderson said eight victims were taken to St. Cloud Hospital. On Sunday morning, hospital Communications Specialist Chris Nelson said that five were released, and three were admitted with injuries that were not life-threatening.\nA ninth victim drove himself to the hospital in Long Prairie and was initially unknown to officials.\nAnderson said the attacker reportedly made references to Allah during the attack and asked at least one person whether they were Muslim. But Anderson pointedly declined to call the attacks an act of terrorism, saying the motive isn't yet known.\nLike the police, Minnesota FBI spokesman Kyle Loven declined to say Sunday if investigators believe the attack was a terrorist act. The FBI says it is assisting St. Cloud police in the investigation\n\"We will be diligent and get to the bottom of this,\" Anderson said. \"Starting tomorrow, things won't be the same here.\"\nAn Islamic State news agency on Sunday said a man dressed as a security guard who talked about Allah as he stabbed at least eight people at a shopping mall was a \"soldier\" for the extremist group, the Associated Press reported.\nIt was not immediately clear if the extremist group had planned the attack or even knew about it beforehand. ISIL has encouraged so-called \"lone wolf\" attacks.\nIt has also claimed past attacks that are not believed to have been planned by its central leadership.\nSen. Amy Klobuchar, D.-Minn., said in a Facebook post Sunday morning that the incident had shaken the community's sense of safety.\n\"We are thankful for the bravery of the off-duty officer and first responders who went beyond the call of duty to save lives,\" she wrote.\nIn a statement posted on Facebook Sunday afternoon, Sen. Al Franken, D-Minn., likewise praised the heroism of the off-duty officer and other first responders.\n\"My thoughts are with the victims of last night's horrific stabbing attacks at the Crossroads Center in St. Cloud, and I wish them all a swift and full recovery,\" Franken wrote. \"This attack is an affront to the people of Minnesota, and we need to do everything that we can to prevent attacks like these from happening.\"\nLocal police had about three previous encounters with the suspect, most for minor traffic violations, Anderson said. The attacker was not named by authorities early Sunday.\nThe stabbings occurred in several places within the mall: corridors, businesses and common areas.\n\"The entire mall is an active crime scene,\" Anderson said. The mall is expected to reopen on Monday, according to its social media page.\nSydney Weires was shopping at the mall with her friends, Jenna Remmele and Maggie Gelke, all three freshmen at the College of St. Benedict. Weires said they got to the mall at about 8:10 p.m. and started shopping in stores near J.C. Penney.\nThey were walking down the hallway toward Sears when they heard a loud scream.\n\"I saw this security guard sprinting down the hallway toward Target,\" Weires said. \"He was yelling, 'Call the cops! Call the cops!' \"\nWeires said she and her friends followed the guard because they thought maybe there was a shoplifter or a kidnapping.\n\"We saw these two guys. One guy was bleeding from the side of his face,\" Weires said. \"He was screaming at us, 'get the F out!' \"\nThe second man had blood on the back of his shirt, Weires said.\n\"They were just drenched,\" Remmele said. \n\nLoad-Date: September 19, 2016"
}