{
    "title": "Maltese suspicions about Libya heightened by assassination plot",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 12,
    "day": 6,
    "full text": "Eddie Fenech Adami is worried about what the Libyans are doing on his islands.\nLast month's foiled assassination plot against a Libyan dissident, which allegedly involved the Libyan embassy here, fueled suspicions that Libya is using Malta as a staging ground for terrorism.\nThe latest cause of concern for Mr. Fenech Adami, the leader of Malta's opposition Nationalist Party, is the new Maltese-Libyan cooperation treaty published last week.\nUnder the accord, Libya will train Maltese forces and provide unspecified help, should Malta ask for it, in combatting ''threats or acts of aggression against Malta's territorial integrity or sovereignty.''\nIn recent years, Malta's internal political situation has grown increasingly bitter and violent. Government officials have accused the Nationalists of responsibility for a two-month string of bombings, of trying to overthrow the government, and of taking massive financial aid from foreign Christian Democratic parties.\nThe Nationalists deny the charges. But Fenech Adami worries they might serve the government as a pretext for using Libyan help to fight domestic opposition. ''This military relationship, at a moment of huge internal difficulties . . . makes us worry about the future of democracy in Malta,'' he said in a recent interview.\nWestern diplomats here share Fenech Adami's concern in varying degrees. Some worry about the immediate influence of Libya and the Soviet Union. Libya owns portions of various commercial and industrial projects here, including a part of Malta's new shipyard, an important source of jobs for the economy and votes for the socialist government. The Soviets signed a $265 million trade deal with Malta earlier this year, including an order for the construction of several ships.\nOther diplomats stress the staunch nationalism of Malta's prime minister, Dom Mintoff, suggesting he would not permit foreign domination of Malta. Mr. Mintoff closed a NATO naval base here in 1979 and declared Malta's neutrality.\nOne year later, Mintoff expelled much of the Libyan community after a dispute with Libya over offshore drilling rights. The new treaty completes a gradual normalization of Maltese-Libyan relations.\nFacing economic stagnation in the islands, Mintoff has pressured other countries to increase economic aid and guarantee larger orders for Maltese goods. Western diplomats say he has been skillful in playing off East against West. But they express little confidence in Mintoff's potential successors, who are already battling for influence. The diplomats fear one or more of the rivals might offer Libya a larger role in Malta in exchange for support in the succession struggle.\nDiplomats and Maltese opposition figures have long suspected that Libya was using its business and diplomatic communities here as staging points for terrorism abroad. The suspicions were confirmed when Egypt exposed Libya's plan to kill former Libyan Prime Minister Abdel-Hamid Bakkush in Cairo. Egypt accused the Libyan embassy here of organizing the plot. Libya never denied the charges, made while Libyan leader Muammar Qaddafi was here to sign the treaty.\nBut last weekend, the Maltese government broke its silence on the affair by accusing Egypt of ''fooling'' Libya into attempting the assassination. In an interview, Malta's deputy prime minister, Karmenu Mifsud Bonnici, said the Egyptian Embassy here had admitted recruiting two Maltese and two British citizens and sending them to the Libyan embassy to pose as a hit squad for hire. Mr. Mifsud Bonnici said had Libya accepted the men's offer to kill Mr. Bakkush.\n''We are very angry that the Egyptians should have used Malta to work this on the Libyans,'' Mifsud Bonnici said.\nHe warned Egypt that Malta would publish proof of its claims and demand the release of the two Maltese under arrest in Cairo.\nMifsud Bonnici said Malta had guarantees from both Cairo and Libya against similar incidents in the future. He also made it clear that Malta would not allow relations with Libya to be hurt.\n\nGraphic\n\n \nPictures 1 and 2, Prime Minister Mintoff's treaty with Libya worries opposition leader Fenech Adami, PHOTOS BY SVEN SIMON; Map, no caption, JOAN FORBES"
}