{
    "title": "Man charged with terrorism after attack",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 6,
    "day": 20,
    "full text": "LONDON - A 47-year-old man has been charged with terrorism after an attack with a van on Muslim pedestrians near Finsbury Park Mosque in north London, the Metropolitan Police said.\nPolice said the man was initially arrested on suspicion of attempted murder, but he was later charged with the \"commission, preparation or instigation of terrorism including murder and attempted murder.\"\n\"At this stage in the investigation, it is believed that the suspect acted alone but we are of course investigating all the circumstances leading up to the attack,\" the force said in a statement.\nOfficers were searching a residential address in the Cardiff area after the suspect injured 11 people in the attack on Muslims who had just left late-night prayers.\nA man who died in the incident, after his legs were trapped under the van, had been sitting on the pavement while he was receiving first aid before the attack, police said.\nThe van used in the attack was reportedly hired in Wales.\nAdditional police were deployed near mosques in London and other cities after the attack.\nMetropolitan Police Commissioner Cressida Dick said \"people in the Muslim community, attending prayers, will see their police protecting them in coming days.\"\nSpeaking alongside Dick in Finsbury Park, London Mayor Sadiq Khan said police officers would be called back from leave to boost numbers in areas with large Muslim communities.\n\"Londoners will see more officers in their communities, particularly at and around mosques and places of worship, as Londoners observe Ramadan,\" Khan said in a later statement.\n\"This is an extremely difficult time for our city, but I urge all Londoners to remain calm and vigilant.\"\nPrime Minister Theresa May and opposition leader Jeremy Corbyn made separate visits to Finsbury Park Mosque, close to the site of the attack.\n\"The terrible terrorist attack which took place last night was an evil born out of hatred and it has devastated a community,\" May told reporters as she left the mosque.\n\"I am pleased to have been here today to see the strength of that community coming together, all faiths united in one desire to see extremism and hatred of all sorts driven out of our society,\" she said.\nMohammed Kozbar, chairman of the mosque, condemned the \"cowardly attack which is no different than the (terrorist) attacks in Manchester and London.\"\n\"Our community is in shock, our thoughts and prayer with those who have been affected by this,\" Kozbar said in a statement on Facebook.\nWitnesses described how the van veered off the road into a crowd of people leaving the area after late-night prayers.\nAfter the suspect jumped out of the van, he shouted, \"I wanna kill all Muslims,\" the BBC quoted witness Khalid Amin as saying.\nCondemning the attack, the Muslim Council of Britain had called for security at mosques to be increased.\n\"It appears from eyewitness accounts that the perpetrator was motivated by Islamophobia,\" the council's secretary general, Harun Khan, said in a statement.\nThe council also clarified that the incident took place outside the Muslim Welfare House, about 1,000 feet away from the mosque.\nVideo footage showed injured people lying on the ground and angry crowds surrounding a man believed to be the driver, according to The Independent.\nAn imam told British media he had protected the suspect from the crowd until police arrived to arrest him.\nThe suspect \"was very quickly and calmly given over to the police,\" Metropolitan Police Deputy Assistant Commissioner Neil Basu said, as he praised the community for their bravery.\n\nLoad-Date: June 21, 2017"
}