{
    "title": "Man kills 2 in France during knife attack",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 4,
    "day": 5,
    "full text": "BY THOMAS ADAMSON\nThe Associated Press\nPARIS - A man wielding a knife attacked residents of a French town while they ventured out to shop amid a nationwide coronavirus lockdown Saturday, killing two people and wounding five others in an act that led authorities to open a terrorism inquiry.\nFrance's counter-terrorism prosecutor's office said the assailant was arrested near the scene of the attack in the town of Romans-sur-Isere, south of Lyon, as he was kneeling on the sidewalk praying in Arabic. It said one of his acquaintances also was detained.\nProsecutors did not identify the suspect. They said he had no identifying documents but claimed to be Sudanese and to have been born in 1987.\nDuring a subsequent search of his home, authorities found handwritten documents that included arguments about religion and a complaint about living in a \"country of unbelievers,\" officials said.\nThe prosecutor's office did not confirm reports that the man shouted \"Allahu akbar\" (God is great) as he stabbed and slashed people.\nLike the entire population of France, Romans-sur-Isere's residents have been ordered to stay home except for a few exceptions. The victims were doing their food shopping, one of the permitted outside activities, on the street that has bakeries and grocery stores, the prosecutor's office said.\nFrench media reported that the knife man first attacked a man who had just left home for a daily walk - slitting his throat in front of the victim's girlfriend and son.\nNext, the assailant went into a tobacco shop, stabbed the tobacconist and two customers, and then went into the local butcher's shop, according to French news reports. He grabbed another knife and attacked a customer with the blunt end before entering a supermarket, the media said.\nSome shoppers took refuge in a nearby bakery.\nFrench Interior Minister Christophe Castaner arrived at the scene in the town south of Lyon within hours and thanked shopkeepers for their help.\nSome 100 police and 45 firefighters were involved in the operation and securing the area, authorities said.\nThere have been a number of knife attacks in France in recent months. In January, French police shot and injured a man in Metz who was waving a knife and shouting \"Allahu akbar.\"\nTwo days earlier, another man was shot dead by police after he stabbed one person fatally and wounded two others in a Paris suburb.\nIt is unclear whether the suspect in Saturday's attack had psychological problems or any links to extremism. Analysts say some extremist groups see the upheaval from the virus pandemic as an opportunity to win over more supporters.\n\nLoad-Date: April 6, 2020"
}