{
    "title": "Man Charged in Terrorism Asks to Take the Stand",
    "publisher": "the new york times",
    "year": 2000,
    "month": 10,
    "day": 20,
    "full text": "A man charged in a global terrorism conspiracy told a federal judge yesterday that he wanted to take the witness stand and give his own account of a lengthy interrogation he underwent in 1998 in Germany before he was brought to the United States for trial.\nThe defendant, Mamdouh Mahmud Salim, is accused of working as a senior deputy to the Saudi exile Osama bin Laden, who is suspected of masterminding the bombings of\nUnited States embassies in Kenya and Tanzania in 1998.\nMr. Salim's lawyers say that a statement Mr. Salim gave to German and American authorities after his arrest should not be allowed in court, contending that it was given under the duress of sleep deprivation and mistreatment.\nHis request to testify about his treatment, made yesterday after two days of testimony in Federal District Court in Manhattan, raised concerns for his lawyers, who advised him against it. Testimony by a defendant can be risky because anything sworn to in court can be used in future procedings.\nThe judge in the case, Leonard B. Sand, said that he would give Mr. Salim the night to think about his decision, but Mr. Salim reiterated his desire to proceed immediately. He said he was afraid he would be prevented from testifying if he waited a day.\n\"So why don't you let me go ahead and do it today?\" he requested, unsuccessfully.\nMr. Salim was arrested near the Munich airport after the bombings of the embassies. The government has said Mr. Salim was an influential member of Mr. bin Laden's tight circle and tried, on his behalf, to obtain materials that could be used to develop nuclear weapons.\nIf Mr. Salim does take the witness stand, it is believed, he would be the first of six defendants who are facing trial in New York in the embassy bombings to testify in a public court hearing.\nJudge Sand admonished Mr. Salim that testifying was \"not the occasion for a general statement about how you believe you have been treated, the conditions of your confinement, the fact that you have not been granted bail or any matters other than those relating to the events in Germany.\" \"Understand,\" the judge added, \"that if you testify and if things should turn out badly for you, both with respect to this hearing and the trial, you will be forever precluded from ever arguing that it was against your best interests or a violation of any rights to enable you to testify.\"\nOne of Mr. Salim's lawyers, Paul J. McAllister, continued to focus yesterday on Mr. Salim's complaint that he was deprived of sleep during his interrogation, and that guards awakened him throughout the night by shining lights into his cell. A German official has said that Mr. Salim was on a suicide watch.\nIt was also revealed in court yesterday that American officials, who were questioning Mr. Salim with the German investigators, ended their role after learning on Sept. 18 that the day before, without their knowledge, Mr. Salim had asked for a lawyer during a brief court appearance.\n\"We just stopped,\" said Richard S. Karniewicz, an agent of the Federal Bureau of Investigation. \"That was the end of discussions.\"\n\nhttp://www.nytimes.com\n\nLoad-Date: October 20, 2000"
}