{
    "title": "Man charged in extortion try $85,000_ Documents say he wanted cash in order to pay his bills",
    "publisher": "daily news ",
    "year": 2012,
    "month": 2,
    "day": 8,
    "full text": "An Alaska man accused of attempted extortion told state troopers he would shut down government and commercial entities and teach \"crackheads\" to make devices that could be used against police, unless the state cut a deal for him to receive $85,000 to pay his bills, according to court documents. \n Stanislaus Grzeskowiak, 36, of North Pole \"feels like society is asking him to become a terrorist,\" according to an affidavit by Sgt. Jess Carson, a trooper based in nearby Fairbanks. Grzeskowiak threatened to commit acts he believed would affect troopers, the University of Alaska, as well as oil and other companies, the document said. \n Grzeskowiak was charged with felony extortion and threatening harm, and is being held at the Fairbanks Correctional Center on $2,500 bail. \n He was arrested Friday after he agreed to go to the trooper post and negotiate with Carson, the trooper wrote. \n In the document, Carson said Grzeskowiak called troopers earlier in the day and said he wanted to talk about a situation that would get bad in two or three months if it wasn't dealt with. \n Grzeskowiak told the trooper that he knows how to use a television from the dump and create \"an electromagnetic distortion device\" that can be used to block police radios, computer communication and cellphones -- and he would teach \"crackheads\" to make them for use against police officers, the affidavit said. \n Unless he got the money, Grzeskowiak said he would cut a cable that oil companies, cellphone companies and credit card companies are dependent on at a certain location that he discovered after receiving an eviction notice, the affidavit said. After he arrived at the post, he changed his stance, according to Carson. \n \"When asked if his offer was that he would not cut the cable if we paid him $85,000, Grzeskowiak indicated that this was not the scenario,\" the document states. \"Grzeskowiak stated that he was just trying to explain cause and effect to me and that he suffers from mental illness.\" \n Carson said Grzeskowiak was asked if he was going to cut the cable if he was not paid. \n Grzeskowiak said he would not cut the cable but instead would damage vehicles that had University of Alaska stickers on them, according to the affidavit. He blamed the education system for labeling him as a child and telling him he was not special and he blamed the state and companies for his financial situation, lack of education and marital problems, the document states. \n \"Grzeskowiak is getting resentful towards people he feels did him wrong and indicated that he is not threatening any particular act of terrorism or any particular target right now, but that he is smart, mentally ill, resourceful, and that he is capable of doing the above listed acts of terrorism if he is not helped out financially,\" Carson wrote. \n Grzeskowiak has been assigned to the public defender's office, which did not respond to requests for comment. \n He has not entered a plea, Assistant District Attorney Elizabeth Crail said Tuesday. She represented the state at a Sunday arraignment in District Court, which does not hear felony pleas. \n Grzeskowiak participated in the hearing by teleconference from the jail. Asked what his demeanor was, Crail said, \"He did not act in the same way that troopers said he acted on Friday.\"  \n\nLoad-Date: February 9, 2012"
}