{
    "title": "Man Faces Terrorism Charge After Threatening to Kill Michigan _s Governor, Officials Say",
    "publisher": "the new york times",
    "year": 2020,
    "month": 5,
    "day": 15,
    "full text": "Robert S. Tesh made “credible threats” via social media messages to kill Gov. Gretchen Whitmer and Michigan’s attorney general, Dana Nessel, the authorities said.\nA Detroit man has been charged with threatening to kill Gov. Gretchen Whitmer of Michigan and the state attorney general, Dana Nessel, prosecutors said on Friday.\nThe man, Robert S. Tesh, 32, was charged with false report of threat of terrorism, a felony. Mr. Tesh relayed what prosecutors called “credible threats” to an acquaintance, using more than one social media messenger on April 14, First Lt. Mike Shaw, a spokesman for the Michigan State Police, said on Friday.\nHe said that the authorities had received a tip about the messages and that Mr. Tesh was arrested later that day at his home. Lieutenant Shaw declined to say which social media platforms were used. If convicted, Mr. Tesh could face up to 20 years in prison.\nThe threats were not specifically related to the governor’s stay-at-home orders issued in March to stem the spread of the coronavirus, Maria Miller, a spokeswoman for the Wayne County Prosecutor’s Office, said on Friday. She declined to provide more details, saying they would be revealed in court.\nThe governor has been the target of demonstrators, some of them armed, who have crowded the State Capitol in Lansing to oppose the restrictions. Ms. Whitmer, a first-term governor, has been called out by President Trump as one of the governors standing in the way of reopening the country and slowing a return to economic activity in the face of the pandemic.\n“The alleged facts in this case lay out a very disturbing scenario,” Kym L. Worthy, the prosecutor for Wayne County, which includes Detroit, said in a statement. “We understand that these times can be stressful and upsetting for many people.”\nShe said the authorities “will not and cannot tolerate threats like these” against public officials who are carrying out their duties “as efficiently as they can.”\nAs for what made the threats “credible,” Lieutenant Shaw said, “You can’t make threats against anybody — members of the public, a member of a school board or about shooting up a Walmart or one of our elected officials.”\nMr. Tesh was arraigned on April 22, posted $50,000 bond and remains on a “GPS tether,” officials said.\n“It is never acceptable to make threats of violence to anyone, but our officeholders as well,” the governor said on Friday, adding that officials take threats “very seriously,” The Associated Press reported.\nA representative for the attorney general could not be immediately reached on Friday. Neither Mr. Tesh nor his lawyer, Jonathan Simon, could be reached.\nSusan Beachy contributed research.\nPHOTOS: Gov. Gretchen Whitmer of Michigan has been the target of protests over her stay-at-home orders. (POOL PHOTO BY THE MICHIGAN GOVERNORS OFFICE, VIA ASSOCIATED PRESS); Robert S. Tesh\n\nLoad-Date: October 9, 2020"
}