{
    "title": "Man implicated in drug ring gets anti-terrorism contract August 3, 2003, Sunday",
    "publisher": "the times",
    "year": 2003,
    "month": 8,
    "day": 3,
    "full text": "TALLAHASSEE, Fla. - A man implicated two decades ago in a Bahamian drug smuggling ring has been hired to help create a 13-state anti-terrorism network, a newspaper reported Saturday.\nHank Asher is the founder of Seisint Inc., an information technology company with a $ 1.6 million contract with the Florida Department of Law Enforcement to work on a pilot program for the Matrix network, through which sensitive information on terrorism and other crime suspects would be exchanged.\nThe Boca Raton millionaire, a member of Seisint's board of directors, friend of recently retired FDLE Director James \"Tim\" Moore and a major political contributor, was never charged with drug smuggling. He served as an informant and witness in several trials, and was identified by other FDLE informants as someone who provided police protection for smuggling operations, the St. Petersburg Times reported.\nAsher's first company, DBT Online Inc., bought him out for $ 147 million in 1999 after the FBI and the Drug Enforcement Administration suspended its contracts over Asher's past and concerns that the company could potentially monitor targets of investigations, the Times reported.\nInterim FDLE head Daryl McLaughlin called Friday for a complete assessment of Asher's background, saying previous checks were inadequate.\n\"You have told me stuff we didn't know,\" McLaughlin told the Times for its Saturday editions. \"We should know more about a company we are doing business with.\"\nThe Times quoted Moore, however, as dismissing questions about Asher's past.\nSeisint President Paul Cameron told the Times he was unaware of Asher's alleged smuggling connections. He said Asher was on a fishing trip and could not be reached for comment.\nSeisint has earned accolades from the FBI and the Secret Service for its contributions to law enforcement. Its products are designed to quickly sift through massive amounts of information for areas including law enforcement, fraud detection and legal research.\n\nLoad-Date: August 4, 2003"
}