{
    "title": "Man charged as N.C. terror ringleader pleads guilty",
    "publisher": "the salt lake tribune",
    "year": 2011,
    "month": 2,
    "day": 9,
    "full text": "New Bern, N.C. » A North Carolina man accused of leading a group of people in plotting terrorism attacks pleaded guilty Wednesday, providing prosecutors a first conviction in a case with more than a half-dozen other defendants.\nDaniel Patrick Boyd filed a guilty plea Wednesday afternoon to charges of conspiring to provide support to terrorists and conspiring to murder, kidnap, maim and injure people. Prosecutors agreed to dismiss several other counts against him.\nBoyd did not comment during the hearing except to answer yes-or-no questions from the judge. He was tearful, and his beard had been shaven clean.\nTwo of Boyd's sons -- Zakariya and Dylan -- are among several other people charged in the case. A trial is scheduled for September.\nBoyd was a drywall contractor who lived in an unassuming lakeside home south of Raleigh when prosecutors indicted him in July 2009 on charges of plotting terrorism and conspiring to support terrorism. Boyd's wife, Sabrina, has denied that her husband or sons were involved in any terrorist activity.\nBoyd wore a red-and-white jumpsuit during the hearing and smiled at a few family members at the beginning and end of the session. He will be sentenced in about three months and could get as much as life in prison for one count and up to 15 years for the other.\nProsecutors said they had an array of evidence to use if the case went to trial, including hundreds of recorded phone calls and hundreds of e-mails. Prosecutors said Boyd became somewhat of a revered figure in the Raleigh-area Muslim community and that some believers, particularly young ones, turned to him for advice and that Boyd affirmed the need for waging violent jihad.\n\"He did so knowing that he had influence on these young people,\" said prosecutor John Bowler.\n\"This case drives home the point that homegrown terrorism is the greatest threat we're facing right now in the homeland,\" U.S. Attorney George Holding said outside the hearing. \"The radicalization of Muslims here in our country is a very serious threat.\"\nDuring an initial court hearing in 2009, federal authorities played audio tapes of Boyd. In one, a voice that authorities identified as Boyd says: \"I love jihad. I love to stand there and fight for the sake of Allah.\" Alt Heads:\nN.C. man pleads guilty of being terror ringleader\n\nGraphic\n\n \nFILE - In an undated file photo provided by the Department of Justice, Daniel Patrick Boyd is shown. Boyd on Wednesday, Feb. 9, 2011 pleaded guilty to conspiring to provide support to terrorists and conspiring to murder, kidnap, maim and injure people. Prosecutors agreed to dismiss several other counts against him. He is to be sentenced in about three months and could serve up to life in prison. (AP Photo/Department of Justice, File)\n\nLoad-Date: February 10, 2011"
}