{
    "title": "Man held without bail on terrorism hoax",
    "publisher": "stillwater journal",
    "year": 2010,
    "month": 4,
    "day": 29,
    "full text": "A Stillwater man was ordered held without bail Monday on a felony charge alleging that on Saturday he telephoned the Payne County Sheriff's Office and said that an airplane under his control would fly into the jail to take them out.\nIf convicted of a terrorism hoax, Layne Lester Kent, 52, who has an extensive history of being charged with misdemeanors, could be given a life prison term, according to the felony charge filed Monday by Payne County First Assistant District Attorney Tom Lee.\nHis latest alleged crime came two weeks after he was released from the Payne County Jail on $20,000 bail on a misdemeanor charge of using a telephone to make a threat of physical injury to Stillwater police.\nOn March 29, he said that he didn't like Stillwater police officers, that they had beaten him up, that he now had $200,000,000 in his right pocket and a gun in his left, and while referring to Stillwater police said, \"I will drop them like flies,\" court records allege.\nLast fall, he was charged with misuse of the 911 emergency telephone service by calling the Stillwater police dispatcher on the 911 emergency line several times for nonemergency use on Oct. 19 and Oct. 20, 2009, to ask about \"power of attorney,\" inquire about the name of the prior city attorney and to report problems with his phone service, court records allege.\nA year ago, he was charged with petty larceny for allegedly taking several needles, syringes and box of Save-a-Tooth that belonged to the Stillwater Medical Center and stashing them in his coat on March 24, 2009, court records show.\nTwo years ago, he was charged with falsely reporting a crime to Payne County Sheriffs Deputy Paul Fox on April 20, 2008, that a \"major\" drug dealer had beaten him because he refused to sell him drugs, when he had no basis for making such a report, court records allege.\nFive days before that, he was alleged to have made a false report of a crime to the same deputy that his elaborate watch had been stolen by neighborhood children, when he had no basis for making such a report, court records allege.\nA Payne County jury was empaneled to try him on both false reporting of a crime charges, but on Jan. 22 a mistrial was declared due to the illness of a juror, court records show.\nAccording to court records, Kent has two misdemeanor convictions for drunk driving in the Stillwater area, on Sept. 27. 2006 on Jardot Street in town, and March 28, 2006, at Cindy Lane half a mile west of Highway 177.\nIn 2008, he was given a one-year sentence for those two DUIs -- all suspended except 45 days in jail -- and was ordered to have a drug and alcohol evaluation, as well as perform any follow-up treatment recommended, court records show.\n\nLoad-Date: November 19, 2010"
}