{
    "title": "Man held in N.C. plotted to attack Biden, federal officials say",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 25,
    "full text": "While Treisman faces pornography charges and has not been charged with any crimes related to his possession of guns or other evidence, a judge ruled that due to the evidence, he should remain in custody.\nWhen Treisman, who went by the aliasAlexander S. Theiss, was arrested and investigations began, the investigating officers found out that the teenager had an unusual interest in acts of terrorism, including mass shootings.\nTreisman drew attention on May 28 when employees of Fifth Third Bank in Kannapolis alerted police to his van, which they believed had been abandoned in their parking lot, the documents said.\nWhen officers arrived, they found four rifles, a 9mm handgun, explosive materials, books on bomb-making, and $509,000 in cash inside the van.\nAccording to court documents cited by the Washington Post and the Daily Beast on Friday, Treisman had posted on Reddit that he had to \"save bernie\" and posted a meme wondering if he should kill Biden days after Senator Bernie Sanders (I-Vermont) suspended his presidential campaign on April 8.\nCourt documents say police found Alexander Hillel Treisman's van, which contained numerous guns and explosive material, parked outside a bank.\nBetween March 2020 to May 2020, he conducted internet searches seeking information about Biden's home address, state gun laws, rifle parts and night vision goggles.\nTreisman previously purchased an AR-15 approximately four miles away from Biden's home.\nKaren Khachanov goes insane against Evans - ATP Antwerp\nKhachanov argued with Nour briefly and suggested they watch the replay together after the match. Fans were quick to condemn Khachanov's actions, however many were also critical of the umpire.\nInvestigators also uncovered a massive trove of child pornography on eight different devices that Treisman was using.\nAmong the number of the shocking content contained within the electronic devices was a series of Internet searches for Biden's home address in DE and apparently came within four miles of the residence after purchasing an AR-15 in New Hampshire.\nAuthorities also found a handwritten \"Autobiography\" in his jail cell that referenced mass shootings.\nTreisman is facing charges of possessing child pornography. A note on his cell phone from October of previous year also included a detailed plan to carry out a mass shooting around Black Friday or the busy Christmas shopping period.\nOn April 3, 2020, he recorded what he described as \"the flawless porn video\", in which he rapes and impregnates a girl after killing her parents with a shotgun.\n\"A video was also found on his phone by investigators of Treisman near the Mandalay Bay Casino in Las Vegas - the site of the worst mass shooting in modern American history - saying\" \"That's the one, that's where they did it... nice\".\nThe judge order said agents had found a picture of a rental agreement for an apartment in Canada and e-mails between Treisman to a Canadian immigration lawyer about moving to the country.\nThe filing states that Treisman has no previous criminal history and that his counsel told the Federal Bureau of Investigation he was diagnosed with Asperger syndrome at age 12, though he denied any having any mental health conditions in his initial interview with law enforcement.\n\nLoad-Date: October 26, 2020"
}