{
    "title": "Man in terror probe meets with attorney instead of going to FBI",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 9,
    "day": 20,
    "full text": "DENVER - A man under investigation in a terrorism probe in New York and Colorado didn't report for a fourth day of FBI questioning Saturday so he could spend a much-needed day with his attorney, the attorney's spokeswoman said.\nNajibullah Zazi had been scheduled to go to the Federal Building in Denver on Saturday. But Wendy Aiello, a spokeswoman for Zazi's defense team, told The Associated Press that Zazi and his attorney contacted the FBI to cancel the meeting.\n\"They are meeting as client and attorney to review the case and the entire situation,\" Aiello said. \"Further meetings with the FBI are not being ruled out.\"\n\"I do know that Mr. Zazi is very tired,\" she added.\nThe FBI had no immediate comment.\nZazi, a 24-year-old airport shuttle driver, insists he is not involved in terrorism and has no links to al-Qaida. He is not under arrest.\nHe completed a third day of questioning Friday and was allowed to return to his suburban Denver apartment.\n\"The Denver FBI office has been very professional and courteous to Mr. Zazi and his family, and Mr. Zazi has cooperated fully with the Denver FBI office,\" Aiello said.\nZazi's defense team denied reports that Zazi is considering a plea deal related to terror charges, and Zazi's attorney, Arthur Folsom, has dismissed as \"rumor\" remarks by a senior U.S. intelligence official in Washington that Zazi played a crucial role in an intended terrorist attack.\nThe official told the AP on Friday that Zazi has indicated he is directly linked with al-Qaida. The official, who spoke on condition of anonymity in order to discuss intelligence matters, said Zazi played a crucial role in an intended terrorist attack but that it was not immediately clear what the targets were.\n- The Associated Press\nThe official said the plot was being directed from outside the United States.\n\"Absolutely no way. It's a rumor,\" Folsom said Friday.\nThe FBI has searched Zazi's apartment and his uncle and aunt's home in suburban Denver. Authorities have not said what they found and have made no public statements on the investigation.\nAnother official familiar with the investigation told the AP on Thursday that agents have been monitoring Zazi and four others in Colorado as part of a terrorism investigation.\nU.S. Attorney General Eric Holder said Friday that the FBI was \"working this case around the clock\" in New York, Denver and other parts of the country but that there was no imminent threat.\nAuthorities say Zazi rented a car and drove from Denver to New York, crossing into Manhattan on Sept. 10. Zazi said he went to New York to resolve some issues with a coffee cart he owns in Manhattan.\nOn Monday, FBI agents and police officers with search warrants seeking bomb materials searched three apartments and questioned residents in the Queens neighborhood where Zazi stayed.\nA joint FBI-New York Police Department task force feared Zazi may have been involved in a potential plot involving hydrogen peroxide-based explosives like those cited in an intelligence warning issued Monday, according to two other law enforcement officials, who spoke on condition of anonymity because they were not authorized to speak about the investigation.\nFolsom has repeatedly denied any such claims.\nZazi was born in Afghanistan in 1985, moved to Pakistan at age 7 and emigrated to the United States in 1999. He returned to Pakistan in 2007 and 2008 to visit his wife, Folsom said.\n---\nAssociated Press writers Adam Goldman, Lara Jakes and Eileen Sullivan in Washington, D.C., contributed to this report.\nAP-ES-09-19-09 1549EDT\n\nLoad-Date: September 21, 2009"
}