{
    "title": "Man appears in court charged with murder of British lawmaker Jo Cox",
    "publisher": "university wire",
    "year": 2016,
    "month": 6,
    "day": 24,
    "full text": "In her political views and in her aid work, she had embraced the value of having a multi-cultural Britain, a stance that is unpopular with some Britons.\nPolice have said they had reiterated advice and guidance to MPs, some of whom have cancelled surgeries after the killing of Cox, a former charity worker whose job took her to countries such as Afghanistan and Darfur.\nBoth sides have put on hold their national European Union campaigns until at least Sunday.\nAn idealistic politician who had praised the contribution of immigrants to Britain and championed the cause of war-scarred Syrian refugees, Cox had strongly favored the \"remain\" campaign.\nThe last British lawmaker to have been killed was Ian Gow, who died after an Irish Republican Army bomb exploded under his auto at his home in 1990.\nMeanwhile, tributes to Cox are appearing around the country. But we will mend over time, and we will never let Jo leave our lives. \"But she was my sister, my only sibling, my parents' first-born child, a wife and a mom\".\nThe rival camps have not yet said when the referendum campaign will resume.\nThe poll, by BMG for The Herald, showed \"remain\" with 53.3 percent support and \"leave\" with 46.7 percent.\n\"It is cruel and bad that her life was cut short by a violent act of political intolerance\", she said.\nCoffee no longer deemed possible carcinogen\nSome of the data pointed to \"significantly increased relative risks for drinking very hot tea and very hot beverages\", it found. He said drinks in the UK, Europe and North America were typically drunk at 60C and below, with tea a bit higher at 60C to 65C.\nThe killing has silenced normally voluble analysts, academics and betting parlor managers who are reluctant to speculate on how thereferendum vote may be impacted by the bloodshed.\nThomas Mair, 52, from Birstall, appeared at Westminster Magistrates' Court inLondon charged with murder, grievous bodily harm, possession of a firearm with intent to commit an indictable offence and possession of an offensive weapon. He was handcuffed to a guard in the dock during the hearing.\nMr Justice Sweeney told the court Mair's case was being dealt with under the UK's anti-terrorism protocol and that Mair will appear again at the Old Bailey on the court's terrorism list on Thursday morning.\nThe Crown Prosecution Service special crimes and counter-terrorism unit engaged with police investigating the MP's murder, The Guardian reports, but no terrorism charges have been filed.\nA 77-year-old man, who came to her aid, was also injured and remains in a stable condition in hospital.\nAny overtreferendum campaigning has been put aside until Sunday as the nation continues to mourn Cox, who was attacked outside the library in this quiet northern English market town, just before she was due to hold a regular meeting with constituents.\nIt has always been a tradition in Britain for lawmakers to hold regular \"surgeries\" in which they discuss local, national and global issues with residents of their district.\nA man has beencharged with murder in connection with the shooting of British Labour MP Jo Cox.\nThe houseboat has now been covered with dozens of floral bouquets left by mourners.\nLike this:\nDerrick Rose Traded to New York KnicksHouse Democrats sit-in over gun violenceLeBron blasts critics on social media after winning titleSometimes In Australia a 16-Foot Snake Wakes You UpCleanup underway after California oil spillAmid campaign worries, Trump to check on courses in ScotlandWhat to expect from FedEx earningsHaslam says Trump's attacks on judge 'indefensible'Man at Las Vegas rally said he wanted to kill TrumpShaminda Eranga suspended for illegal bowling actionFew teachers involved in deadly Mexico clashesPittsburgh police, emergency crews prep for Stanley Cup win7871 police officers placed on red alert for Edo APC primariesFlorida congressional candidate announces AR-15 giveawayDelhi MP sits on hunger strike outside Kejriwal's house\n\nLoad-Date: January 5, 2017"
}