{
    "title": "Man Is Charged With Terrorism After Driving S.U.V. Through Illinois Mall",
    "publisher": "the new york times",
    "year": 2019,
    "month": 9,
    "day": 29,
    "full text": "The driver was denied bail on Sunday in connection with the episode, which happened on Sept. 20. \nA 22-year-old man who drove his black sport utility vehicle into a mall in a Chicago suburb on Sept. 20 was charged with terrorism, the police said on Sunday.\nThe man, Javier Garcia, of Palatine, Ill., was also charged with criminal damage to property. He was denied bail on Sunday after a court appearance. \nNo one sustained life-threatening injuries from the episode, though three people were taken to the hospital and four were treated at the scene, the police said.\nProsecutors said that Mr. Garcia walked into a Sears store at the Woodfield Mall in Schaumburg, Ill., which is about 30 miles northwest of Chicago, at about 2:20 p.m.\nHe did not touch or buy anything before exiting the store, prosecutors said. Four minutes later, he crashed his black sport utility vehicle through the store’s glass and steel entrance.\nThe shattering glass sounded like multiple gunshots and caused shoppers to first think there was an active shooter, a statement from the Cook County State’s Attorney Office said. More than 100 emergency calls were received by 911 dispatchers.\nSurveillance cameras captured the chaos as people ran and jumped to evade the vehicle, prosecutors said. A train attraction, the Woodfield Choo Choo Express, which was transporting children through the mall’s common area, was nearly struck, and stores sheltered patrons and locked their gates, the statement said. \nMr. Garcia drove through the mall, shattering glass and striking multiple structural pillars, until two off-duty police officers pulled him out and detained him. \nThe damage to the mall was assessed at more than $110,000, according to prosecutors. The charge of terrorism, a felony, was filed under a state law that includes any act that causes substantial damage — greater than $100,000 — to any building containing five or more businesses of any type, the police said. \nAn investigation revealed that Mr. Garcia acted alone, officials said. A motive has not been determined. \nThe police said they had no reason to believe Mr. Garcia was targeting any specific person or store within the mall, the police said. \nOfficers searched his cellphone and found that he had searched for aerial views of the mall and its premises 124 times in less than 24 hours. \nThe police said Mr. Garcia was released from Amita Health Behavioral Medicine Institute and transferred to police custody on Friday. \nAmil Alkass, Mr. Garcia’s lawyer, said on Sunday that the charges were “aggressive and surprising.” He said he believed that Mr. Garcia was being treated for schizophrenia, paranoia and bipolar disorder. \nAgents from the Federal Bureau of Investigation searched Mr. Garcia’s home, where he lives with his father and sister, and ruled out terrorism, Mr. Alkass said. An F.B.I. spokesman declined to comment on Sunday. \n“He is not a terrorist,” Mr. Alkass said. “He has zero criminal background. He’s been very cooperative, quiet and not aggressive.” \nMr. Garcia’s next court hearing is scheduled for Tuesday. \nPHOTO: An entrance to Woodfield Mall near Chicago after a man drove an S.U.V. into a Sears store on Sept. 20. Damage was assessed at more than $100,000, officials said. (PHOTOGRAPH BY John J. Kim/Chicago Tribune, via Associated Press FOR THE NEW YORK TIMES)\n\nLoad-Date: October 23, 2019"
}