{
    "title": "Man gets 15 years for abduction, shooting Judge calls Clayton man's actions 'an act of terrorism.' C",
    "publisher": "daily news ",
    "year": 2016,
    "month": 6,
    "day": 15,
    "full text": "DAYTON - James Deaton held his estranged wife at gunpoint with a .44 caliber revolver, shot and narrowly missed her head when she escaped, fired two more times at her car and drove after her until she reached a police station.\n\"He was telling her that he couldn't live without her, that he had nothing to live for without her after already telling her once that he would kill her before getting a divorce,\" Montgomery County assistant prosecutor Kraig Chadrick said Tuesday during Deaton's sentencing. \"I can only imagine the fear and the terror that was going though Misty's mind when she ducked down and heard that first bullet hit her car directly outside of her left ear.\"\nMontgomery County Common Pleas Judge Gregory Singer sentenced Deaton, 48, of Clayton to 15 years in prison, ordered him to pay $500 in restitution, court costs and submit to three years of post-release control. Deaton earned 25 days of jail-time credit.\nA jury convicted Deaton last month of felonious assault, abduction, domestic violence, discharge of a firearm on or near prohibited premises and having weapons as a felon from an incident Jan. 5.\nInvestigators said Deaton hid a gun under a pillow, lured the victim to that room and held her captive for about a half-hour. After the incident, Deaton admitted to trying to get rid of the gun.\n\"I call her a victim, what she really is is a survivor of the worst kind of domestic violence,\" Singer said of Misty Garner, who submitted a victim impact letter. \"In this society where we treat women sometimes as objects and property, and when we lose those items of property, we tend to react as though they are simply inanimate objects.\n\"The court finds that what the defendant committed here on Jan. 5 is an act of terrorism,\" Singer added, lecturing Deaton. \"You terrorized the victim, or the survivor in this case, abducted her, held her at gunpoint.\"\nDeaton turned to the gallery and apologized to his ex-wife's family. \"To Ms. Deaton, I want to say I'm sorry,\" the defendant said. \"The actions that happened on Jan. 5 should have never happened. I want you to forgive me.\"\n\"This defendant fired multiple shots at his estranged wife in their neighborhood,\" Montgomery County Prosecutor Mat Heck Jr. said in a news release. \"He could have easily killed her or shot an innocent neighbor. Thankfully, no one was struck by his bullets.\"\nContact this reporter at 937-225-6951 or email Mark.Gokavi@coxinc.com\n\nLoad-Date: June 15, 2016"
}