{
    "title": "Man who planned to attend MI college beheaded by Saudi government",
    "publisher": "university wire",
    "year": 2019,
    "month": 4,
    "day": 24,
    "full text": "Saudi Arabia on Tuesday executed 37 of its citizens who had been convicted of \"terrorism\", the Interior Ministry said.\n\"Today's mass execution is a chilling demonstration of the Saudi Arabian authorities' callous disregard for human life\", said Lynn Maalouf, Middle East research director at Amnesty International.\nThose executed hailed from Riyadh, Mecca, Medina and Asir, as well as Shia Muslim populated areas of the Eastern Province and Qassim. The body of one of the men - Khaled bin Abdel Karim al-Tuwaijri - was publicly pinned to a poll for several hours in a process that is not frequently used by the kingdom and has sparked controversy for its grisly display.\nThe Saudi Interior Ministry said that that the men were subjected to capital punishment for their role in spreading extremist ideologies and establishing terrorist cells.\nCharges also included provoking sectarian treason and cooperation with hostile parties to harm the country's interests, according to the statement carried by the official Saudi Press Agency.\nKing Salman ratified by royal decree Tuesday's mass execution and that of 2016.\nSuch actions are traditionally carried out after midday prayers.\nHillary Clinton: Mueller report is beginning, not the end\nHe replied, \"Not even a little bit\", although he tweeted about it several times over the weekend. He said impeachment \"has never been taken off the table\".\nIn January 2016, Saudi Arabia enraged Shiite Iran with the execution of prominent Shiite cleric Nimr al-Nimr, among a group of 47 people convicted of \"terrorism\". The attack was claimed by the Islamic State group.\nAt least 100 people have been executed in Saudi Arabia since the start of the year, according to data released by SPA.\nAmnesty International claimed that a majority of those executed were convicted after \"sham trials\" that relied on confessions extracted through torture.\n\"Instead of stepping up executions at an alarming rate in the name of countering terrorism, Saudi Arabia's must halt this bloody execution spree immediately and establish an official moratorium on executions as a first step towards abolishing the death penalty completely\".\nHuman Rights Watch said that the kingdom executed 139 people in 2018 based on Interior Ministry statements; a lot of them were executed for murder and drug crimes.\nSaudi Arabia has witnessed a number of attacks on security forces in recent months, including an attack on a checkpoint by suspected Shia fighters and another foiled raid on a police station by militants allegedly linked to IS.\n\nLoad-Date: April 24, 2019"
}