{
    "title": "Man to be sentenced in suicide bomb plot at Kansas airport",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 30,
    "full text": "WICHITA, Kan. - A Kansas man's odyssey into terrorism culminated when he tried to bring a van filled with inert explosives onto the tarmac at the Wichita airport where he worked, an attack prosecutors say was aimed at causing \"maximum carnage\" during which Terry L. Loewen would die as a martyr.\n\"I expect to be called a terrorist (which I am), a psychopath, and a homicidal maniac,\" he wrote in a letter that investigators later found in his house.\nBut the plot unraveled on Dec. 13, 2013, when it was revealed to be an elaborate FBI sting operation in which two agents posed as co-conspirators. At the time, Loewen was an avionics technician for Hawker Beechcraft's facility at Mid-Continent Airport, now called the Dwight D. Eisenhower National Airport. He was arrested as he tried to use his employee badge on a card reader to bring the fake bomb onto the tarmac.\nLoewen, now 60, pleaded guilty in June to attempting to use a weapon of mass destruction, and is scheduled to be sentenced Monday. U.S. District Judge Monti Belot has already said he was \"almost certain\" to accept the 20-year proposed sentence that came with the plea deal. If he rejects it, Loewen would be allowed to withdraw his plea.\nLoewen's case is among at least 462 terror crimes associated with groups such as al-Qaida and the Islamic State that the U.S. government has prosecuted since the Sept. 11 terrorist attacks, according to the Center on National Security at Fordham Law School, a nonpartisan research and educational institute dedicated to security issues.\nA 20-year prison term would be higher than the national average of 18 years for terrorism undercover operations, said Karen Greenberg, the director of the New York City-based center.\n\"There is something about this case which really stands out, which is the suicide part of it. We don't see a lot of it,\" she said, adding that more than a quarter of terrorism cases involve undercover stings similar to the one which ensnared Loewen.\nThe U.S. attorney's office declined to comment, and Loewen's defense attorney did not respond to an email.\nHe came to the attention of the FBI in late May 2013, when he became a Facebook friend of an individual who regularly posted information supporting violent jihad, or holy war. Authorities said agents became concerned after looking back through Loewen's own Facebook activities. An online undercover agent contacted him, and offered to introduce him to someone who could help him engage in jihad.\nCourt documents detail Loewen's conversations with the undercover FBI agent in which he says he read numerous writings by American-born cleric Anwar al-Awlaki, who was killed by an unmanned U.S. drone in Yemen in 2011. U.S. officials considered him to be an inspirational leader of al-Qaida, and linked him to the planning and execution of several attacks targeting American and Western interests, including the 2009 Christmas Day attempt on a Detroit-bound airliner.\nThe federal government has secured convictions in 320 of the 462 terrorism prosecutions that the center analyzed as of July. Acquittals or dismissals came in 31 cases and the remaining 111 cases have yet to be resolved.\nSeventy percent of convicted defendants pleaded rather than face trial, the center said.\nLoewen originally was charged with attempting to use a weapon of mass destruction, attempting to use an explosive device to damage property and attempting to give material support to al-Qaida. As part of the plea deal, prosecutors agreed to drop the remaining charges at Monday's sentencing.\n\nLoad-Date: August 30, 2015"
}