{
    "title": "Man Wrongly Held in '02 Italy Terror Raid Wins Damages",
    "publisher": "the new york times",
    "year": 2007,
    "month": 3,
    "day": 17,
    "full text": "Less than half a year after the attacks of Sept. 11, 2001, the Italian police suddenly swooped up 15 immigrants in connection with a murky plot to attack the American Embassy in Rome with chemical agents. Two years later the case collapsed in court. \n  But now, one of the 15 has been awarded $132,000 for wrongful detention, the first person to be remunerated for being falsely arrested under an antiterrorism law introduced soon after 9/11.\nAn appeals court in Rome awarded the payment to Abdelmoname Ben Khalifa Mansour, a Tunisian immigrant who was arrested in Rome in March 2002 on charges of belonging to a group with links to Al Qaeda. Mr. Mansour, now 37, spent a year and a half in jail before being exonerated. \n  The ruling, which was made in early February and not widely reported, has encouraged other terrorism suspects who say they have been wrongfully detained and has been seized on by critics as evidence that the government's antiterrorism campaign has been overzealous and ineffective. \n  For Mr. Mansour, the arrest confirmed his darker impressions of Italy. Soon after his arrival here in 1990, he was hit by a car and permanently disabled; he cannot stand straight and his body trembles.\n  ''I'm sick and tired,'' he said in an interview. ''I came to Italy because I'd wanted to change my life, marry, have children, do nice things,'' he said. ''I guess it wasn't to be.''\n  Other former suspects are also likely to seek damages, said Carlo Corbucci, one of Mr. Mansour's lawyers, who is also representing three Egyptian citizens living in Anzio who were wrongfully held for nearly 19 months on terrorism charges in a separate case and now want money from the state. Lawyers for other defendants say they also plan to sue. \n  The government has defended its policies, saying that they have averted potential attacks. In a November interview, Interior Minister Giuliano Amato said the Italian police had guaranteed ''Italy's protection from jihadist forces.''\n  ''We've worked well to stem possible attacks,'' he said.\n  Mr. Mansour was arrested in the early hours of March 1, 2002, in a makeshift mosque where he worked as the caretaker, near the Termini train station in Rome. The prosecution's case brought together three separate investigations; in all, nine Moroccans and six other immigrants were arrested and charged with trying to assault the embassy, possibly by releasing a poisonous chemical in the water supply. \n  Coming so soon after the attacks on the United States, the Italian case prompted alarmist headlines. ''Al Qaeda attempt to poison Rome's water supply foiled'' read one headline in a British paper. ''The attack on the U.S. Embassy was just hours away,'' said another in the Italian newspaper Corriere della Sera. \n  The trial opened in May 2003. In April 2004, all the defendants were acquitted. The case ''was a great loss of time, a waste of resources, men and energies,'' Bianca Stancanelli, a well-known journalist, wrote in ''Fifteen Innocent Terrorists,'' a book on the investigation published last year. Her analysis suggests that investigators were stretching the facts to bolster their case. \n  ''You have to look at the investigation as something that was meant to solidify the axis between Bush and Berlusconi, showing America that we were faithful allies and ready to protect everyone from everything,'' Ms. Stancanelli said in a telephone interview, referring to the Italian prime minister at the time, Silvio Berlusconi.\n  During the trial, the prosecution's case unraveled. The evidence centered on a mysterious red substance found hidden in a locked cabinet, maps of Rome showing the American and British Embassies marked in red, a hole chipped out of a utility tunnel underneath the American Embassy, and hours of wiretaps with murderous murmurs. \n  The red substance, trumpeted by newspapers as a cyanide compound, was potassium ferricyanide, a readily available substance used in photography. The maps had been marked to indicate the site of a restaurant in the embassy district. The hole was too small for a normal-sized person to crawl through. The wiretapped conversations, examined by experts, were mostly indecipherable. \n  Since Italy's campaign against terrorism began, there have been many high-profile sweeps and hundreds of arrests, but few convictions.\n  In its annual report on crime issued in August, the Interior Ministry said that in the previous 12 months more than 21,000 possible targets had been investigated, nearly 83,000 people had been stopped and identified, and 618 had been arrested. Expulsion procedures had been initiated against 2,000 foreigners, of whom 55 were expelled. According to statistics provided by the prosecutor's office in Milan, there have been about 80 convictions in Italy related to international terrorism since the antiterrorism law was passed in December 2001. In many cases, the charges have been minor ones.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 17, 2007"
}