{
    "title": "Man charged in Uganda with terrorism has ties to Pinellas",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 2,
    "day": 28,
    "full text": "A man arrested in Uganda on terrorism charges once led a nonprofit in Pinellas County that vanished after officials began to question the group's effectiveness.\nPeter Waldron was arrested last week after Ugandan police found guns in his bedroom days before the country's national election. He pleaded not guilty along with three Ugandan suspects and three from Congo, police said.\nWaldron, a former pastor and Christian talk show host in the United States, once led the Rising Stars Education and Sports Foundation, a nonprofit group that had offices in Clearwater and St. Petersburg.\nThe group, which received more than $600,000 in state and local grants starting in 1995, was supposed to build character and help children improve performance in school. Problems with Rising Stars surfaced shortly after officials began to question the validity of the program and the numbers it touted.\n\"It was a great concept that probably at one point was successful,\" said state Rep. Frank Peterman, D-St. Petersburg, a former St. Petersburg City Council member who tried to stop city funding for the program. \"We thought there were pretty glaring issues.\"\nHe said Waldron's arrest wasn't a shock.\n\"I'm not really surprised because I felt there was something in his character some time ago that just didn't fit well with me,\" he said. \"You couldn't put your finger on it, but it was there.\"\nIn the summer of 1999, Waldron's group disappeared. Rising Stars pulled out of the St. Petersburg and Clearwater recreation centers and its Largo offices were emptied. He was unable to be reached at his home at 3062 Prestige Drive in Clearwater.\nWaldron later resurfaced in Uganda, where he was working for the Rocky Mountain Technology Group, a Montana software development company.\nAndrew Rice, a freelance reporter, was in the country working on a piece on evangelicals in Uganda in 2004 when he came across Waldron. Rice said Waldron told him he used to be a CIA agent, had his own ministry and was involved with the ministry of health dealing with the AIDS epidemic, among other things.\n\"It all just sort of sounded ridiculous,\" Rice said. \"I got the perception that some percentage of what he said was true. I just didn't know what.\"\nEfforts to reach anyone at the Prestige Drive address in Clearwater were not successful Monday. The home is surrounded by a chain-link fence. A sign warns visitors to beware of two dogs.\nTimes wire services were used in this report. Times researcher Caryn Baird and staff writer Eileen Schulte contributed to this report.\n\nGraphic\n\n \nPHOTO\nPeter Waldron\n\nLoad-Date: February 28, 2006"
}