{
    "title": "Man pleads innocent to attempted murder",
    "publisher": "the day ",
    "year": 2009,
    "month": 11,
    "day": 18,
    "full text": "Nov. 18--A Williams man pleaded not guilty Tuesday to charges of attempted murder and assault with a deadly weapon, the Colusa County District Attorney's Office said.\nGayro Velazquez, 21, is charged with running down an Arbuckle man with his vehicle Nov. 7 in the Colusa County Fairgrounds parking lot.\nVelazquez pleaded not guilty in Colusa Superior Court and a preliminary hearing was set for Dec. 17, authorities said.\nFelix Silva, 19, was on life support at Sutter Memorial Hospital for nearly a week following the incident, but was discharged Sunday, authorities confirmed.\nVelazquez surrendered to police the day after the reported incident and was formally charged Nov. 10 with two felony counts each of attempted murder and assault with a deadly weapon, one felony count of street terrorism, as well as enhancements for causing great bodily injury and violent felony street terrorism, according to court records.\nThe incident was sparked when a verbal argument turned violent at a wedding reception and police were called to a reported fight involving up to 20 people, the California Highway Patrol said.\nDavid Bates, chief deputy district attorney, said investigators now believe Velazquez is a member of the Sureno criminal street gang and the reported victims, Silva and Jesus Chavez, 31, of Colusa, are members of the rival Nortenos.\nVelazquez had reportedly been punched by Silva and Chavez while he was sitting in his car. When uniformed security officers appeared at the scene, Silva and Chavez fled on foot, the CHP reported.\nWitnesses told police that Velazquez \"accelerated his vehicle,\" narrowly missing Chavez, but striking Silva, the CHP report states.\nVelazquez appeared in court Thursday, but did not enter a plea and said he planned to seek a private attorney, prosecutors said.\nHe remains in custody in Colusa County Jail in lieu of $275,000 bail.\nContact Rob Parsons at 934-6800 or rparsons@tcnpress.com\nTo see more of the Colusa County Sun-Herald or to subscribe to the newspaper, go to www.colusa-sun-herald.com/. Copyright (c) 2009, Colusa County Sun-Herald, Colousa, Calif. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: November 19, 2009"
}