{
    "title": "Man convicted of terrorism threat against Gurnee police, Lake County Jail",
    "publisher": "lake county news-sun",
    "year": 2016,
    "month": 3,
    "day": 16,
    "full text": "March 16--A man who prosecutors claimed threatened to \"light up\" the Gurnee Police Department and the Lake County Courthouse was convicted Tuesday of making a terrorism threat.\nDaniel B. Pederson, 34, of Calabasas, Cal., had been indicted in 2014 for felony making a terrorism threat, a crime that carries a potential sentence of six to 30 years in prison, according to Cynthia Vargas, communications manager for the Lake County State's Attorney's Office.\nA jury listened to one day of arguments and testimony before Judge Mark Levitt before convicting Pederson of the terrorism charge on Tuesday, Vargas said. He is scheduled to be sentenced April 18.\nProsecutors said that on Sept. 12, 2014, Pederson called the Illinois Department of Health Care and Family Services and said he was going to \"kill people\" and \"light up\" the Gurnee Police Department and the Lake County Courthouse in Waukegan.\nAuthorities said they traced the call to Pederson, is a former Lake County resident, according to Lake County sheriff's officials.\nPederson had previously been indicted for violating an order of protection in Vernon Hills in 2013 and for telephone harassment involving a threat to kill in 2012 in Round Lake, according to court records.\nPederson was extradited from California to Lake County in October 2014 because of the telephone threats to Gurnee police and the county, authorities said.\nAt that time, Pederson also had two outstanding warrants in Lake County, a 2011 failure-to-appear arrest warrant for a criminal damage to property charge and a 2013 warrant for the violating an order of protection charge, according to court records and a news release from the sheriff's office.\njrnewton@tribpub.com\n___ (c)2016 the Lake County News-Sun (Lake County, Ill.) Visit the Lake County News-Sun (Lake County, Ill.) at www.chicagotribune.com/suburbs/lake-county-news-sun Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: April 13, 2016"
}