{
    "title": "Man in court on car bomb charge",
    "publisher": "the bismarck tribune",
    "year": 2007,
    "month": 7,
    "day": 8,
    "full text": "LONDON - Impassive and staring straight ahead, an Iraqi doctor was led into court by plainclothes security officers Saturday, the first suspect to appear on charges of plotting to bomb London's entertainment district and Scotland's busiest airport.\nPolice stepped up security across the British capital, where Prime Minister Gordon Brown laid flowers outside one of the train stations hit two years ago in suicide bombings that killed 52 commuters in the first militant Islamic strike on the United Kingdom.\nBilal Abdullah, a 27-year-old doctor born in Britain and raised in Iraq, was the only person in City of Westminster Magistrates Court to remain seated when the judge entered the room to the customary cry of \"All rise!\"\nAbdullah was asked to stand, and did, as the charge of conspiring to cause explosions was read out. The charge against Abdullah refers to a plot taking place between Jan. 1 and July 1, suggesting prosecutors believe the attacks were planned well in advance.\nStocky, unshaven and wearing a white sweat shirt, he sat expressionless in the dock, speaking only to confirm his name and date of birth during the brief hearing. Seven other suspects have been detained over the foiled car bomb attacks.\nHis lawyers did not seek bail, and judge Anthony Evans ordered Abdullah held at a high-security prison until his next hearing, at London's Central Criminal Court on July 27.\nBritain remains on \"severe\" terrorism alert - the second-highest level - in the wake of the attacks. Police added patrols around London as the city marked the anniversary of the July 7, 2005, bombings with a simple and somber ceremony outside King's Cross rail and subway station on one of the busiest tourist weekends of the summer, with the first leg of the Tour de France, the Wimbledon women's final and the Live Earth concert all under way.\nBrown and other government ministers joined survivors and relatives of the dead in laying bouquets and wreaths of flowers at a memorial garden to the victims. More than 700 people were injured in the rush-hour attacks on three subway trains and a double-decker bus.\nLondon Mayor Ken Livingstone left flowers and a card reading: \"The bombers tried to divide us and they failed.\"\nJohn Falding, who lost his partner Anat Rosenberg in the bus bomb, said terrorists would never win.\n\"The more this goes on, the more they will realize how futile their efforts are,\" he said. \"The more London shows its bravery, the more we show this is our victory.\"\nIn Glasgow, several hundred people - from Muslims to Quakers, teenagers to trade unionists - demonstrated to voice their opposition to terrorism.\n\"We want to send the message that this country is united,\" said organizer Osama Saeed of the Muslim Association of Britain. \"It won't be shaken by terrorism.\"\nThe Glasgow area is home to about half of Scotland's 60,000 Muslims. There are some 1.6 million Muslims in Britain.\nCounterterrorism agents claim they have foiled several attacks in Britain since the July 7 bombs, including a plot to blow up several trans-Atlantic airliners, prevented by a string of arrests last August, and the recent failed car bomb attacks.\n\nLoad-Date: July 9, 2007"
}