{
    "title": "Man faces terrorism charge after allegedly threatening customers, employees at Orem restaurant",
    "publisher": "the deseret news",
    "year": 2020,
    "month": 8,
    "day": 1,
    "full text": "By Pat Reavy\nDeseret News\nOREM- An Orem man is accused of committing commercial terrorism after allegedly threatening to shoot customers and employees at a local restaurant.\nDaniel Rivera-Medina, 34, was charged Wednesday in 4th District Court with the third-degree felony. In addition, Rivera was charged with damaging a jail, a third-degree felony; interfering with an arrest, and making three threats of violence, both class B misdemeanors.\nMonday night, Rivera was in Cafe Rio, 40 W. Center, and \"was fighting and threatening to kill multiple customers and employees and disrupting commercial operations,\" according to charging documents.\nRivera swung his arms at some people, the charges state, and specifically threatened to shoot three employees.\nWhen Rivera noticed police approaching, \"he turned around, took a couple steps backward and said, 'Here we go,'\" and raised his arms in a fighting position, the charges state. He continued to resist arrest and told police \"that if he had a gun he would have 'shot all of you all,'\" according to the charges.\nA police affidavit further noted that Rivera also said \"that if he had a gun on him, he would shoot each one of us, along with the judge and prosecutors in court. Daniel also yelled that he should've killed the 'racist' employees at Cafe Rio.\"\nOnce he was arrested and placed in the back of a police patrol car, Rivera \"started head-butting the cage window and kicking the door with a large amount of force, more than 15 times. (He) kicked the door hard enough that the whole car was shaking, and the door started to push outward,\" the charges state.\nPolice then had to forcibly pull Rivera out of the vehicle and place leg restraints on him.\n\"Despite the restraints, (he) continued to kick and fight,\" according to charging documents.\nIn February, Rivera was arrested for investigation of being drunk and disorderly and threatened to shoot and kill the arresting officers, according to a police affidavit. He later pleaded guilty in court to assault on a police officer, a class A misdemeanor.\nEMAIL: preavy@deseretnews.com\n\nLoad-Date: August 1, 2020"
}