{
    "title": "Man kills mother, sister; France not ruling out link to terrorism",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 8,
    "day": 24,
    "full text": "TRAPPES, France - A man with severe psychiatric problems killed his mother and sister and seriously injured another woman in a knife attack Thursday in a town near Paris, officials said.\nFrench police shot and killed the man soon afterward.\nThe Islamic State group, which has a history of opportunistic claims, swiftly claimed responsibility for the attack.\nFrench authorities weren't currently treating the morning knife attack in Trappes, west of Paris, as a terrorism case, Interior Minister Gerard Collomb said after visiting the scene. He noted the attacker suffered from serious mental health issues, although he had also been flagged for glorifying terrorism.\nHowever, officials were not ruling out a terrorism link in the early stage of the investigation.\nInterior Ministry spokesman Frederic de Lanouvelle said until the investigation advances it won't be clear \"100 percent\" whether the attack at the family home was strictly a family drama or was linked to terrorism.\nCollomb said the man killed his mother at her home and stabbed the other women outside. Still wielding the knife, he then ignored police warnings and was shot and killed, the minister said.\nHe described the man as \"unstable, rather than someone who was engaged, someone who could respond, for example, to orders and instructions from a terrorist organization, in particular from Daesh (Islamic State).\"\nSaid Segreg, a longtime friend of the attacker, named him as Kamel Salhi, 36. He said Salhi had no obvious problems, didn't abuse drugs or alcohol and wasn't fervently religious.\nSalhi was divorced and living with his mother, said Adama Traore, another acquaintance in Trappes.\nInvestigators remained at the scene hours after the slayings.\n\"It seems, but I can't confirm 100 percent because the investigation is continuing ... that this affair is more a family drama than a terrorist attack,\" de Lanouvelle said.\nHe said the attacker at one point cried \"Allahu akbar (God is great)\" and had lost his job as a bus driver for the RATP public transport authority several years ago for speaking incoherently and \"in a troubling way\" about Allah.\nHowever, there also was evidence of family tensions, the spokesman said, noting the attacker had filed a complaint against his two sisters last year over an inheritance. The complaint was dismissed.\nThe prosecutor's office said another complaint against the attacker, for defending terrorism, also was dismissed, in 2016, for insufficient evidence.\nThe Islamic State group, via its Aamaq news agency, claimed responsibility for the attack Thursday. It said the attack was motivated by calls from the IS leadership to attack civilians in countries at war with the extremist group. Hours earlier, IS leader Abu Bakr al-Baghdadi urged followers to attack enemies everywhere.\nThe Islamic State group, which has lost most of the territories it once controlled in Iraq and Syria, has been known to make opportunistic claims, even when there was no established link between an attacker and the extremist group.\n\nLoad-Date: October 10, 2018"
}