{
    "title": "Man pleads not guilty to plotting terror attack",
    "publisher": "charleston gazette",
    "year": 2015,
    "month": 4,
    "day": 18,
    "full text": "Abdirahman Sheik Mohamud, a U.S. citizen originally from Somalia, wanted to \"kill three or four American soldiers execution style, according to an indictment.\nHis goal was to attack an unnamed military base in Texas and a prison if that didn't work, the indictment said.\nMohamud traveled to Syria and received terrorism training on weapons, combat and tactics, Assistant U.S. Attorney Doug Squires said after a brief court hearing.\n\"His intent for the United States was to kill Americans, Squires said. \"That included U.S. military, police and anyone in uniform.\nThe indictment says Mohamud's brother, Abdifatah Aden, fought with Jabhat al-Nusrah, a State Department-designated terrorist group, until he was killed in battle in Syria in June 2014.\nMohamud, of Columbus, was charged with supporting terrorism, supporting a terrorist group and making a false statement involving international terrorism. Prosecutors said he lied to an Ohio FBI agent by saying he was in Istanbul when he was really in Syria.\nMohamud was arrested in Columbus in February on state terrorism and money laundering counts.\nHe came to the U.S. in 1999, grew up in the Columbus area and became a U.S. citizen in February 2014, according to the government and Mohamud's attorney, Sam Shamansky.\nSecurity was tighter than usual at the downtown federal court building, with three Homeland Security police officers stationed out front and an officer with a dog inside just past the court's metal detector. Judge Elizabeth Deavers took the rare step of banning all electronic devices from the courtroom.\nMohamud was shackled at the ankles, and his wrists were shackled to his waist. He sat quietly during the hearing, listening intently to the judge. He replied politely but quietly, saying, \"Yes, ma'am to questions.\nMohamud's sister and mother attended the hearing but declined to comment afterward.\nShamansky called the charges serious but said the government was only presenting one side.\nHe labeled the indictment a \"cherry-picked document as significant for what it didn't say as what it did.\nMohamud has no criminal record, has never been violent and didn't try to flee during the year the government tailed him, Shamansky said. Mohamud went to high school in Whitehall in suburban Columbus, is close to his family, likes to play basketball and has worked in the past, he said.\n\"In many respects, he's just a normal 23-year-old kid. Period, Shamansky said.\nEvents leading to Mohamud's arrest began around September 2013 when he communicated online with his brother about plans to travel to Syria to fight, the indictment said. They later talked about ways Mohamud could support him financially, according to the government.\nMohamud told his brother of his desire to \"join you in the high ranks as a Mujahid, or violent jihadist, according to the indictment.\nMohamud also told a U.S. associate he was happy about his brother's death and said he \"was next and would join Aden soon, the indictment said.\nA year ago, Mohamud bought a one-way plane ticket to Athens with a connection in Istanbul, where he got off and didn't board his next flight, the indictment said. Instead, he ended up in Syria where he received training, \"including shooting weapons, breaking into houses, explosives, and hand-to-hand combat, the government said. A cleric then instructed him to return to the U.S. to carry out an act of terrorism, according to the government.\nAndrew Welsh-Huggins can be reached on Twitter at https://twitter.com/awhcolumbus.\n\nLoad-Date: April 20, 2015"
}