{
    "title": "Man stabs multiple people after auto set alight in Melbourne",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 12,
    "full text": "He stabbed three people before being confronted by armed officers who eventually shot him in the chest.\nThe cylinders did not explode and the fire was put out in 10 minutes, at which point the attack was over, though not before one man was fatally stabbed.\nAshton said the three victims, all men, and the suspect were transported to the RoyalMelbourne Hospital.\nPolice confront the man armed with a knife after his vehicle exploded. However, the NZ Herald stated that in 2009, he was acquitted for his role in a terrorist plot; he'd aimed to launch a suicide attack at Sydney's Holsworthy army barracks.\n\"I think it is fair to say he was inspired, he was radicalized\", McCartney said, adding he did not think Shire Ali had direct contact with the Islamic State terror group.\nSome witnesses claimed he was yelling \"Allahu akbar\", though police said this was not confirmed.\nThe street in the capital of the Australian state of Victoria is so popular that the term \"Busier than Bourke Street\" is often used in the area to describe crowds.\nIslamic State claimed responsibility for the attack in Australia's second-largest city.\nTrump's War Cemetery Snub Classed As Pitiful By Tory MP\nTommy Vietor cited the fact Trump still hasn't visited U.S. troops serving in Afghanistan during his two years in office. The White House cited weather conditions that grounded the president's helicopter for the cancellation.\nVictoria state police Commissioner Graham Ashton says the suspect, who was originally from Somalia, was known to police and the incident is being treated as terrorism.\nAsked about what the attacker had been planning, Mr Ashton referred to the gas cylinders in the truck and said: \"You could make certain assumptions from that\". \"We're saying it was more from an inspiration perspective\".\nPrime Minister Scott Morrison said in a press conference in Sydney that the National Terrorism Threat Level remains at probable, while identifying Islamic extremism as a threat to the country. It said the man was an Islamic State fighter and had responded to IS calls for attacks in countries that are part of the worldwide coalition fighting the militants in Syria and Iraq.\nPolice said they were not looking for anyone else in relation to the attack.\nThis comes just two days after the trial ofMelbourne local James Gargasoulas who, when on the run from the police allegedly drove his auto into pedestrians on a footpath along the Bourke Street Mall.\nPolice officers block members of the public from walking towards the Bourke Street mall in centralMelbourne, Australia, November 9, 2018. Bystanders were yelling at police: \"Just shoot him, just shoot him\".\nVideo posted on Twitter and broadcast on television showed the man swinging a knife at two police officers, while his utility truck burned in the background.\n\"They were around him trying to take the knife out of his hand - I'm pretty sure it was a kitchen knife\", he said.\n\nLoad-Date: November 12, 2018"
}