{
    "title": "Man was arming for 'war,' FBI says TERRORISM_ _ Associate says no, that weapons were to be sold to g",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 2,
    "day": 2,
    "full text": "A St. Charles man obtained fully automatic weapons and tried to buy as many explosives as possible in preparation for what an associate called \"war,\" the FBI says in court documents.\nHe bought three rifles and a Claymore anti-personnel mine and negotiated for a case of hand grenades, documents obtained by the Post-Dispatch show.\nMousa M. Abuelawi, 22, of Franjoe Court, was arrested Dec. 29 and charged on complaints accusing him of three counts of illegal possession or distribution of a machine gun and conspiracy to violate machine gun statutes.\nAbuelawi, a Palestinian immigrant free on $50,000 bond, could not be reached. His brother declined to comment on his behalf. His lawyers, Scott Rosenblum and Gil Sison, did not return calls.\nThe context of the word \"war\" was not explained in court filings; the FBI declined to comment.\nThe man to whom the word was attributed, Thaer Abde Sumad, said in an interview Thursday that the purchases were not intended for terrorism but to make money supplying street gangs in a St. Louis turf war.\nSumad, 23, is not charged, although he is identified in an FBI affidavit as being present for one of the transactions.\nHe told a reporter he had no role in handling the firearms or explosives. He said he was at a meeting between Abuelawi and a federal informer outside a St. Louis gas station where Sumad works only because he knows both and wanted to say hello.\nSumad suggested that he and Abuelawi attracted special attention because of the sound of their names and their Arab ethnicity.\nAbuelawi's lawyers have said he is a Palestinian immigrant.\nSumad is of Palestinian descent but was born in Indiana and raised in St. Louis, he said.\nThe FBI thinks it's a \"terrorist thing,\" Sumad said, \"especially after 9/11. They're trying to make it bigger than what it is.\"\nSumad said Abuelawi was \"trying to make a few extra bucks.\"\nAn affidavit filed with the court by FBI Special Agent Stephen M. Smith, based in part on video and audio recordings, described these circumstances:\nThe informer used a cell phone to call Abuelawi on Nov. 8 and said he had a fully automatic rifle and a bomb or grenade for sale. Abuelawi and Sumad met with the informer at the gas station where they worked, in the 5700 block of West Florissant Road.\nAbuelawi said he hoped the informer had brought the weapons and could sell them right away. He also said he would buy \"whatever\" the informer had to sell.\nSumad \"stated he wants to buy as many explosives as possible because, 'we're going to war,'\" the affidavit says. However, Sumad said in Thursday's interview that he does not remember making reference to \"war,\" but added that if he did say it, he intended it as a flippant reference to a gang war. \nThe affidavit goes on to say:\nOn Nov. 21, the informer delivered a fully automatic M-16 rifle and a Claymore mine, or so Abuelawi was told. They had been rigged not to work.\nThat night, Abuelawi took the M-16 inside another gas station where he also worked, in the 6000 block of West Florissant Road, then put it back in his car.\nThe next day Abuelawi met a man who \"appears to be Middle Eastern\" at the station in the 5700 block and showed him the M-16 and the Claymore.\nOn Nov. 23, three St. Louis police officers entered the station and said they had a report of someone seen there with a gun. Sumad denied knowing anything about a firearm. Officers found the M-16, seized it and left.\nOn Nov. 29, the informer offered Abuelawi a chance to buy 30 hand grenades for $15,000, or $500 per grenade. Abuelawi haggled the price down to $400 per grenade and asked the informer to get him more M-16s and some AK-47 assault rifles.\nAbuelawi wanted four grenades immediately but the informer had only pictures.\nAbuelawi told the informer, \"this is not my first time dealing with this (expletive),\" according to the affidavit.\nThe informer and Abuelawi met again Dec. 5. Abuelawi was nervous and said \"he and his people\" didn't want the hand grenades at the time because he thought the police were in the cemetery across the street.\nIn fact, they were.\nThe affidavit quotes Abuelawi as saying \"if me and my people get caught with that (expletive) it is all over.\" It says, \"He expressed that, if caught, he and others could be deported.\"\nBut Abuelawi still said he wanted any guns the informer could get, \"big or small.\"\nOn Dec. 27, the informer sold Abuelawi an M-16 and a Heckler & Koch MP-5 fully automatic submachine gun, for $600.\nAbuelawi and an unidentified man took the guns to a house in the 9700 block of Medford Drive in St. Louis County and asked the occupants to store them.\nInvestigators searched the house the next day and seized both guns.\nNo one answered when a reporter and photographer went to the house Thursday.\nIn contrast to the affidavit, Sumad said that when police asked him whether there was a gun at the gas station, he had said, \"I don't think so.\"\nSumad said he had been off when Abuelawi dropped the gun off at the station. Another employee told Sumad about the gun, brought it out from a storage room, pulled it out of its case and waved it around, Sumad said.\nSumad said that after the police seized the gun, FBI agents came to interview him.\nDuring 3½ hours in the store's back room, they asked him for personal information and asked what he knew about the M-16, he said. Sumad said he lied and told agents he didn't know anything about the gun. He said he didn't want them to associate him with Abuelawi or the weapon.\nSumad said the FBI asked him about overseas money transfers, whether he was a member of the factions Hamas or Fatah, and what he thought of President George W. Bush and the war in Iraq. Sumad said he dismissed the factions with an expletive, and said that because Bush got what he wanted by ridding Iraq of dictator Saddam Hussein, the troops should leave.\nAbuelawi is single and has no children and no assets, court documents state. He was fired by the gas station, co-workers said.\nJeff Fulton, assistant special agent in charge of the St. Louis office of the Bureau of Alcohol, Tobacco, Firearms and Explosives, said devices such as grenades and mines are \"not a common product\" for gangs. \"But it's not unheard of,\" he said.\nAbuelawi was arrested Dec. 29. He has appeared in federal court in St. Louis multiple times, including a status conference on Monday. At that hearing, U.S. Magistrate Judge Audrey Fleissig told Assistant U.S. Attorney Matt Drake that prosecutors had 30 days to obtain a grand jury indictment against Abuelawi or she would dismiss the charges.\nDrake did not return a message seeking comment. Roland Corvington, special agent in charge of FBI's St. Louis office, said he could not comment because it is an ongoing investigation.\n\nGraphic\n\n \nPHOTO\n PHOTO - SUSPECT'S ASSOCIATE • Thaer Abde Sumad, questioned by the FBI about illegal firearms, is interviewed by a reporter Thursday at the gas station where he works. Huy Richard Mach | Post-Dispatch \n\nLoad-Date: June 26, 2007"
}