{
    "title": "Man Convicted in Terrorism Conspiracy Is Denied New Trial",
    "publisher": "the new york times",
    "year": 2012,
    "month": 1,
    "day": 14,
    "full text": "A federal judge in Manhattan has refused to grant a new trial to a man convicted in 1995 of conspiring to blow up New York landmarks and of the murder of Rabbi Meir Kahane.\nThe defendant, El-Sayyid A. Nosair, had made various claims of newly discovered evidence and of prosecutorial misconduct in support of his request for a new trial.\nHe was found guilty of seditious conspiracy with other defendants, including a blind sheik, Omar Abdel Rahman. Mr. Nosair has long claimed he could not have been convicted of conspiring against the United States because he was in fact being trained by the United States government to fight the Soviet forces in Afghanistan.\nBut the judge, Richard J. Holwell of Federal District Court, wrote that ''mountains of evidence existed demonstrating that Nosair did, in fact,'' engage in the plot.\nIn a decision made public on Thursday, the judge said Mr. Nosair acknowledged in his petition that he had discovered the new evidence more than a year before raising the claims, making the petition untimely.\nMr. Nosair, who is being held in a federal prison in Terre Haute, Ind., received a life sentence for the murder of Rabbi Kahane, the founder of the Jewish Defense League, in 1990, and additional years in prison on other counts.\nIn 2009, while at the so-called Supermax prison in Florence, Colo., he submitted handwritten papers asking for a new trial. ''Petitioner's conviction should be overturned and he be set free,'' Mr. Nosair wrote.\nMarjorie M. Smith, a lawyer who was appointed to represent Mr. Nosair in his efforts to win a new trial, declined to comment on Judge Holwell's ruling, except to say that she would consult with Mr. Nosair about whether to seek an appeal.\nThe United States attorney's office in Manhattan had no comment.\nAt his 1995 trial, Mr. Nosair's defense was that he had not conspired against the United States but rather had been part of a United States-supported covert operation to train and arm mujahedeen to fight in Afghanistan.\nIn seeking a new trial, Mr. Nosair argued that prosecutors had improperly prevented his trial lawyers from gaining access to a witness, Ali A. Mohamed, who Mr. Nosair said would have supported his claim. Mr. Mohamed, a former United States Army sergeant, became a close aide to Osama bin Laden and eventually was arrested and pleaded guilty to terrorism conspiracy charges in 2000.\nProsecutors have denied Mr. Nosair's claim that the government blocked access to Mr. Mohamed and have said that had Mr. Mohamed testified truthfully, he would only have ''further inculpated Nosair in the terrorist conspiracy.''\n\nhttp://www.nytimes.com\n\nLoad-Date: January 14, 2012"
}