{
    "title": "MAN CHARGED WITH GETTING AL-QAIDA TRAINING",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 1,
    "day": 10,
    "full text": "NEW YORK CITY --\nA New York City man under investigation for his links to a terror suspect pleaded not guilty yesterday to charges that he flew to Pakistan to get military training from al-Qaida.\nAdis Medunjanin entered the plea during a swift arraignment at a federal court in Brooklyn. He faces charges of receiving military training from a foreign terrorist organization and conspiracy to commit murder in a foreign country.\nThe 25-year-old was one of two New York City men arrested early Friday in connection with the investigation of Najibullah Zazi, a Colorado airport driver who pleaded not guilty last year to supporting terrorism.\nThe indictment made public by prosecutors yesterday provided scant details on the accusations against Mr. Medunjanin, who was born in Bosnia but is a U.S. citizen.\nIt said the charges were related to a trip he made to Pakistan in August of 2008. Prosecutors have said that Mr. Zazi, Mr. Medunjanin and a third man, Zarein Ahmedzay, traveled there together that summer. All three attended high school together and lived for years in the same Queens neighborhood in New York City.\nMr. Zazi has been under arrest since September, charged with getting explosives training from al-Qaida and later hatching a foiled scheme to attack targets in New York with homemade bombs. The new indictment did not directly tie Mr. Medunjanin to the New York plot -- what Attorney General Eric Holder has called one of the most serious terrorism cases since the Sept. 11, 2001, terror attacks.\nMr. Ahmedzay pleaded not guilty Friday to charges that he lied to the FBI during the probe about places he visited during the 2008 trip. He was taken into custody early Friday morning.\nMr. Ahmedzay, 24, and Mr. Medunjanin were first publicly linked to the investigation in September, when the FBI raided their homes shortly before Mr. Zazi's arrest.\n\nLoad-Date: January 11, 2010"
}