{
    "title": "Man cleared of terrorism charge Islamic convert's Web site offered weapons training",
    "publisher": "the world",
    "year": 2002,
    "month": 8,
    "day": 9,
    "full text": "LONDON - A chef who promoted \"The Ultimate Jihad Challenge\" on an Internet site, inviting people to take weapons training in the United States, was found innocent of terrorist charges today.\nA jury at London's Old Bailey criminal court found Sulayman Balal Zainulabidin, 44, innocent of violating the Terrorism Act.\nZainulabidin, a convert to Islam, was arrested three weeks after the Sept. 11 attacks on the Pentagon and World Trade Center, and two weeks after going to a London police station to complain that he did not feel safe after a newspaper article published details of his Web site.\nIt has since been dismantled by British authorities.\nDuring the trial, prosecutor Mark Ellison said Zainulabidin told police he was merely offering to train people who wanted to work as bodyguards.\nThe prosecution maintained, however, that the course was \"wholly for the purposes of assisting or preparing terrorism.\"\nAlthough the business was a commercial failure, the motivation behind it \"was the pursuit of jihad, a holy war, against the perceived enemies of Islam,\" Ellison said.\nProsecutors did not suggest that Zainulabidin was connected to the Sept. 11 attacks in the United States.\nAfter four days of deliberation a jury found him innocent under the Terrorism Act of inviting others to receive training in firearms or explosives between Feb. 20 and Oct. 6 last year.\nHe showed no emotion as the jury returned its verdict. His lawyer said outside court he would now have to rebuild his life.\n\"His house had been repossessed since his arrest. He has nothing now, yet he is a totally innocent man,\" said attorney Muddassar Arani.\nZainulabidin, a chef at the Royal College of Obstetricians, was born Francis Etim in central London before changing his name and converting to Islam in 1979.\nHe argued that police arrested him as a \"trophy\" suspect.\n\"Sept. 11 happened and they have got to show the public they are fighting Islamic terrorism,\" he said during the trial.\n\"It's a joke. The bottom line is that if Sept. 11 never happened I wouldn't be standing here and trying to justify trying to make a business. I'm their trophy, I'm their prize. They have got to convict me,\" he said.\nAt the time of his arrest, prosecutors said Zainulabidin was the founder and chief instructor of a group offering young Muslims training in martial arts, weapons and \"the Islamic art of war.\"\nThey said he had admitted running Sakina Security Services, an \"Islamic threat management\" firm whose Web site advertised \"high-risk jobs in the former Soviet Union and in the civil war arenas of the world.\"\nAccording to prosecutors, Zainulabidin's \"Ultimate Jihad Challenge\" offered weapons training in the United States at an unidentified shooting range.\n\nLoad-Date: August 10, 2002"
}