{
    "title": "Man charged with threatening to shoot up City Creek Center",
    "publisher": "the salt lake tribune",
    "year": 2013,
    "month": 9,
    "day": 24,
    "full text": "A Salt Lake City man is charged with threatening terrorism after he told a hospital crisis worker he was planning to commit mass shootings at City Creek Center and other locations on Wednesday, the anniversary of his mother's death.\nThe man met with a crisis worker Aug. 12 at Pioneer Valley Hospital in West Valley City, who told police that he had plans to \"kill as many people as possible,\" investigators wrote in charges filed Monday.\nPolice officers went to the hospital on Aug. 12; the man was arrested Monday.\nThe man, 42, allegedly told police he had \"scoped and mapped out\" sites at City Creek Center and at Cinemark Movies 10 in Sugar House. At City Creek Center, he planned to \"just randomly shoot and kill people\" at lunch time, police wrote.\nThe man said he then planned to go to the Sugar House theater at 1 p.m., when it is likely to be less crowded, allowing him to select his targets more carefully, police wrote.\nThe man \"expressed concern that if it is busy when the shooting begins, people will run everywhere making it difficult for him to select and shoot,\" police wrote.\nInstead, the man wanted to use handguns with silencers and start \"shooting people's head's off\" from the back of the theater.\nFour movies are scheduled to play at the theater at 1 p.m. Wednesday; police do not indicate in which movie he planned the shooting.\nThe man said he also planned to bomb a UTA bus or TRAX train as it passes the City Creek Center bridge in order to maximize deaths, police wrote.\nThe man said he would buy two automatic handguns with silencers and five extra magazines per gun, police wrote. He also has been researching bomb construction, police wrote.\nHe said he would not intentionally shoot children, but he said he will randomly kill people until he runs out of ammunition, police wrote. However, he said he would surrender to police because they are \"faster shots.\"\nThe man was charged with second-degree felony threat of terrorism.\nWhen asked whether the man is likely suffering from a mental illness, Salt Lake County prosecutor Sim Gill said, \"Hopefully as we go through the process, we'll get a little more clarity on that.\"\nGill would not comment further on the specific case but said many people reach the criminal justice system because they do not receive adequate mental health services.\n\"People who do need help fall through the cracks,\" he said. \"Our mental health system is in absolute crisis.\"\nThe man has been jailed with bail set at $1 million.\nealberty@sltrib.comTwitter: @erinalberty\n\nLoad-Date: September 24, 2013"
}