{
    "title": "Man with knife kills own mom, sister in France attack",
    "publisher": "university wire",
    "year": 2018,
    "month": 8,
    "day": 23,
    "full text": "The man, who police said had been on a terror watch list since 2016, was later shot and killed after confronting police in Trappes.\nHe had previously been an employee of the Parisian mass transit system, and drove taxis.\nA man stabbed to death his sister and mother in the west Parisian suburb of Trappes on Thursday morning and seriously injured at least one more person.\nIslamic State swiftly claimed responsibility for the attack but provided no evidence of a link to the knifeman. He was shot dead by police when he ran towards them in a threatening way, the minister said.\nA senior French official said an attacker killed two people before being killed by police in a town west of Paris.\nThe third victim, a passer-by who was gravely injured in the attack, was also a woman, one of the officials said.\nFormer Trump lawyer Cohen to appear in Manhattan federal court: court official\nThe details he described matched payments made to former Playboy model Karen McDougal and adult-film star Stormy Daniels . Both, prosecutors charged, had been \"coordinated\" with Trump's campaign, and both violated federal campaign finance laws.\n\"He was someone who was unstable rather than committed to terrorism and who might respond to a call from ISIS\", he said.\nThe attack happened around 9 am (0700 GMT) on Thursday in Trappes, a poor town with a large Muslim population about 30 kilometres (20 miles) southwest of the capital.\nThe Islamic State's claim Thursday was issued before authorities confirmed that the attacker's two victims were his relatives.\nWhen it initially sounded like an act of terror, ISIS quickly jumped on it, claiming responsibility.\n\"He carried out the attack in response to calls to target subjects of the countries of the coalition\" fighting IS, said a statement on its propaganda channel Amaq.\nIt came just hours after ISIS leader Abu Bakr al-Baghdadi urged his supporters to attack its enemies everywhere in an unverified audio recording. Although the Islamic State claimed the incident, authorities are not calling it an act of terrorism.\n\nLoad-Date: August 23, 2018"
}