{
    "title": "Man pleads guilty to federal terrorism charges",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 10,
    "day": 30,
    "full text": "A Bolingbrook man charged last year with plotting to fly to the Middle East and join the Islamic State terrorist group, now faces up to 15 years in prison after pleading guilty to federal terrorism charges.\nMohammed Hamzah Khan, 20, pleaded guilty Thursday to one count of attempting to provide material support to a foreign terrorist organization. A sentencing date was not immediately set.\nKhan is charged in a criminal complaint with attempting to provide material support to a foreign terrorist organization.\nAccording to his January indictment, between February and Oct. 4, 2014, Khan attempted to provide material support and resources, specifically personnel, to the Islamic State. The charge carries a maximum penalty of 15 years in prison and a $250,000 fine.\nKhan has been held without bail since his Oct. 4, 2014, arrest at O'Hare International Airport as he and his 17-year-old sister and 16-year-old brother attempted to board a plane to Austria.\nFrom there, they were planning to fly to Turkey, authorities said.\nInvestigators said Khan, who was born in the suburbs to Indian parents, left a letter in his bedroom expressing disgust with Western society. His two siblings left similar letters. In their letters, all three urged their parents not to call police.\nOn the day of his arrest, Khan went to O'Hare with his siblings and three round-trip tickets to Turkey that he had purchased for $2,600.\nAfter Khan arrived at the airport, law enforcement agents watched him pass through the security screening checkpoint at O'Hare's international terminal.\nHe initially was approached by U.S. Customs and Border Protection officers and then was interviewed for three hours by FBI agents at the airport, according to a federal complaint.\nKhan's siblings also were detained. The teens gave conflicting stories about why they were traveling to Turkey.\nThe teens have not been charged in the case.\nKhan is next due in court at 11:30 a.m. on Dec. 3, when a sentencing date will likely be set.\n\nLoad-Date: November 2, 2015"
}