{
    "title": "Man charges Paris police with hammer at Notre Dame",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 6,
    "day": 7,
    "full text": "PARIS — An assailant wielding a hammer attacked Paris police guarding Notre Dame Cathedral on Tuesday, crying \"This is for Syria!\" before being shot and wounded by officers outside one of France's most popular tourist sites.\nAt least 600 people were blocked inside the iconic 12th century church while police first secured the streets around it, then combed the pews while visitors sat with their hands raised for the check. Others fled in panic from the sprawling esplanade outside the cathedral.\nThe assault was the latest act of violence targeting security forces at high-profile sites in France, which remains under a state of emergency after a string of Islamic extremist attacks.\nNo group immediately claimed responsibility, but police searching a residence linked to the attacker in the Paris suburb of Cergy-Pontoise found a declaration of allegiance to the Islamic State group, according to the Paris prosecutor's office.\nInterior Minister Gerard Collomb told reporters that a police officer in a three-person patrol was lightly wounded in the attack, and the assailant was shot and wounded by a fellow officer. The attacker's condition was being evaluated.\n\"A person came up behind the police officers, armed with a hammer, and started to hit the police officer,\" he said.\nThe man yelled \"This is for Syria,\" Collomb said, adding that the attacker appeared to have acted alone.\nA hammer and kitchen knives were found on the assailant, as well as a student identity card indicating he was from Algeria, Collomb said. He said authorities were working to verify the card's authenticity.\n\"We have passed from a very sophisticated terrorism to a terrorism where any instrument can be used for attacks,\" the interior minister said.\nThe head of the Municipal Police Defense Union, Cedric Michel, said the attacker was about 40 years old. A police official from another union confirmed the age of 40. The second official asked to remain anonymous to discuss the investigation.\nThe incident happened around 4:20 p.m. A large number of police cars descended on the Ile de Cite island in the Seine River, where the celebrated cathedral is located.\nAuthorities told people to stay away from the area and some took refuge inside the cathedral. People inside Notre Dame, the nearby Sainte-Chapelle chapel noted for its stained glass, and area bars and cafes were told to stay inside while the police operation was underway.\nThe attack came the day before new President Emmanuel Macron unveils his first efforts against terrorism, which Collomb called the president's top priority.\nParis remains under high security after a string of Islamic extremist attacks in recent years.\n\nLoad-Date: June 9, 2017"
}