{
    "title": "Man wanted in attack on consulate is captured",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 7,
    "day": 11,
    "full text": "ISTANBUL, Turkey -- Turkish authorities captured a gunman Thursday wanted in the deadly attack on the U.S. Consulate after rounding up suspects who had communicated with three other assailants killed by police, local media reports said.\nOfficials were investigating whether the attackers were linked to al-Qaida. Police suspect the four gunmen had ties to the terrorist network but said that so far they had no proof of that link.\nWednesday's attack on the consulate in Istanbul ignited a firefight that killed three policemen and three assailants and prompted Turkey to increase security at all U.S. diplomatic missions in the country.\nThe private Dogan news agency reported that the fourth gunman, who fled after the attack, was caught after his getaway car was found Thursday and he was being interrogated. A police officer in Istanbul confirmed the report but would not give details.\nInterior Minister Besir Atalay earlier said police detained four others suspected of links to the gunmen hours after the shootout. Dogan reported one of the four was detained in a town on the Armenian border after authorities established he had been in frequent telephone contact with the assailants. The others were detained in Istanbul.\nIn New York, the U.N. Security Council unanimously condemned the consulate attack, calling it a \"reprehensible act of terrorism\" and saying that \"all acts of terrorism are criminal and unjustifiable, regardless of their motivation.\"\nTurkish terrorism experts said the country is a major al-Qaida target but the latest attack lacked the sophistication of the terror network's usual operations.\nAt least three of the four attackers were most likely Kurdish. But police said they did not believe the attack was tied to a Kurdish separatist movement that has been fighting for autonomy from Turkey for more than two decades.\nErkan Kargin, one of the attackers killed, had traveled to Afghanistan, according to a government official who spoke on condition of anonymity. Dozens of militants from Turkey have trained in al-Qaida camps in Afghanistan and some fought and died in al-Qaida ranks in Iraq, Turkish officials say.\nThe Radikal newspaper reported that Kargin crossed into Iran in September 2006 and returned to Turkey eight months later. NTV television said he was believed to have undergone military training in Afghanistan.\nIf Kargin's suspected relationship with al-Qaida is confirmed, police are likely to label the attackers as militants linked to al-Qaida in Turkey, said Emin Demirel, a Turkish terrorism expert.\nThere are several homegrown radical Muslim groups in Turkey, but al-Qaida's radical brand of Islam receives little public backing in the country, where a moderate interpretation of Islam is predominant.\nHowever, some radical Muslims regard Turkey's friendship with Israel, the United States and Britain -- as well as efforts to join the European Union -- as tantamount to treason.\nIn 2003, homegrown Islamic militants loosely connected to al-Qaida killed 58 people in four suicide bombings against synagogues, the British consulate and a bank.\n\"There is nothing more sensational than attacking the U.S. consulate for an Islamic militant,\" said Demirel, author of a book titled \"Al-Qaida Elements in Turkey.\" \"However, this attack certainly lacks the sophisticated hallmarks of al-Qaida.\"\nThe blitz-style assault differed from usual al-Qaida tactics of suicide bombings and mass civilian casualties.\n\"They chose one of the best protected buildings in Turkey, not because they wanted to blew it up, but because they knew it would attract world attention,\" said Ihsan Bal, head of terrorism studies at Ankara-based International Strategic Research Organization.\nThe Hurriyet newspaper said the attack may have been in revenge for the death of an al-Qaida militant, Abdul Fettah, who was reportedly killed in Afghanistan by a U.S. bombing.\nFettah and two of the three slain consulate assailants, Kargin and Raif Topcil, are all from the same southeastern province of Bitlis, a Kurdish-dominated region. There is also speculation that Kargin might have met Fettah in Afghanistan.\nAll three of the dead attackers lived with their families in the same low-income Istanbul neighborhood of Kucukcekmece, Dogan reported. The fourth attacker who was reported captured is also believed to be from Kucukcekmece.\nThe family of one of the dead assailants, Bulent Cinar, said he had not been particularly pious until he became friends with Kargin and Topcil about a month ago.\n\"The boy who never prayed suddenly started to pray a month ago,\" Dogan quoted his uncle Cemal Oz as saying. \"He would tend chickens. He wouldn't kill anyone. They brainwashed him.\"\nTopcil's father, Muhsin, served three months in prison in 1996 for membership in the local Kurdish Islamic militant group, Dogan said.\nThe attackers' families apparently migrated from Turkey's poor and impoverished Kurdish-dominated southeast for a better life in Istanbul.\n\nLoad-Date: July 11, 2008"
}