{
    "title": "Man Gets 5 Years for Lying in Terror Inquiry",
    "publisher": "the new york times",
    "year": 2004,
    "month": 7,
    "day": 10,
    "full text": "A federal judge sentenced a New Jersey man yesterday to the maximum five years in prison for lying to investigators during an investigation of terrorism financing efforts that they said were centered in Brooklyn.\n Federal prosecutors described the sentence as an important victory because it showed that judges would impose stiff penalties on people charged with impeding anti-terrorism efforts. People convicted of making false statements are often sentenced to six months or less.\n ''It sends a loud and clear message that if you lie to federal investigators during a terrorism investigation, you will be prosecuted to the fullest extent of the law,'' said the prosecutor, Kelly A. Moore, chief of the violent crimes and terrorism section of the United States attorney's office in Brooklyn. \n The New Jersey man, Numan Maflahi, 31, a Yemeni-born United States citizen, was convicted at a jury trial in February of making false statements to federal agents. When the agents questioned him in 2003, he denied helping a Yemeni cleric who prosecutors said made a fund-raising trip to Brooklyn mosques in 1999. \n Prosecutors said Mr. Maflahi, a gas station owner who lives in Little Ferry, N.J., had been the driver and personal assistant for Sheik Abdullah Satar, a former member of parliament in Yemen. They have described Sheik Satar as a fund-raiser with ties to Al Qaeda. \n Yesterday, Mr. Maflahi's lawyer, Hassen Ibn Abdellah, told Judge Nina Gershon of Federal District Court in Brooklyn that her sentencing decision was a test of whether ''this country could be fair to Arab-Americans.''\n Mr. Abdellah said Mr. Maflahi ''was in no way involved in terrorism.'' He criticized prosecutors for seeking the maximum penalty when they had charged Mr. Maflahi only with making false statements and not with direct involvement in terrorism.\n If Mr. Maflahi did not give full answers to investigators, Mr. Abdellah said, that was because ''he was basically afraid.'' \n But Judge Gershon said the overwhelming evidence showed that Mr. Maflahi ''was fully aware that the investigation he was lying about had to do with terrorism.'' \n During the trial, Mr. Abdellah said Mr. Maflahi, a father of eight children and an observant Muslim, had often been in the company of Sheik Satar by chance during the sheik's four-day trip. He said the charges of making false statements were filed in retaliation for Mr. Maflahi's refusal to become an informant against Sheik Satar. \n There are no known charges against the sheik in this country. In Yemen, he has denied ties to terrorists. \n But during Mr. Maflahi's trial, the prosecutors described carefully planned fund-raising activities at mosques in Bay Ridge, Canarsie, Downtown Brooklyn and elsewhere in the metropolitan area during the 1999 trip. After Sheik Satar left the United States, Ms. Moore told the judge during the trial, he visited ''the No. 1 operative for Al Qaeda in Italy.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Numan Maflahi, 31, a Yemeni-born United States citizen, was convicted in February. (Photo by Frances Roberts for The New York Times)                                                     \n\nLoad-Date: July 10, 2004"
}