{
    "title": "Man home after scare in Jamaica",
    "publisher": "the atlanta journal-constitution",
    "year": 2011,
    "month": 5,
    "day": 21,
    "full text": "The Athens man who was jailed in Jamaica after airport officials found a bullet in his baggage was released and flew back to Georgia Friday.\nSteven Carter, 26, a married father of a baby girl, spent two frightening nights in a foreign jail after he was arrested on a terrorism charge. A judge freed him after a hearing Thursday, imposing a fine of $3,000. He had to wait 24 hours before he could leave the country and wasted no time Friday, hopping onto a Delta Air Lines flight with his wife as soon as he could.\n\"It was very scary,\" a tired-sounding but elated Carter said Friday evening, just after he landed at Hartsfield-Jackson International Airport. He said there were \"lots of intimidating times\" while he shared an open jail cell with hundreds of other men.\nCarter told his wife, Erin, that he didn't know how the ammunition got into his bag. She was with him on their Jamaican vacation and was a link to the outside world, calling friends, family, officials and reporters in Georgia.\nShe told Athens pastor Jeff Williams that Carter hadn't fired a gun since his squirrel-hunting days as a child and that he'd owned the bag in which the bullet was found at least that long.\nWilliams, the pastor at an Athens church where Steven Carter preaches, said that Carter had faced a minimum of seven years in a Jamaican prison if he had been convicted on the terrorism charge. Williams said Erin Carter informed him that she was told to pay the jail guards if she wanted to ensure that her husband received food and water.\nThe incident reached Congress. Steven Carter said Sen. Johnny Isakson and Rep. Jack Kingston of Savannah helped gain his release.\nCarter said the judge in his case offered him a choice between paying a fine or more time behind bars. \"I had a choice between a fine or six months imprisonment,\" he said, \"so I obviously took the fine.\"\nThe jailing followed a stay at a resort in Montego Bay. The Carters had gone there to relax, leaving their infant daughter Delaney back in Georgia with family.\nSign-waving members from Carter's church, the Church at Southside in Athens, met the couple at Hartsfield-Jackson. Family members and Delaney were there, too, for an emotional greeting.\n\nLoad-Date: May 21, 2011"
}