{
    "title": "Man facing federal terrorism case in Utah convicted in Idaho",
    "publisher": "the deseret news",
    "year": 2015,
    "month": 8,
    "day": 14,
    "full text": "By Ben Lockhart\nDeseret News\nSALT LAKE CITY - A man accused of federal terrorism charges in Utah was found guilty of supporting a foreign terrorist organization Wednesday in a separate federal case in Idaho.\nFazliddin Kurbanov, 33, was also found guilty of possessing an unregistered destructive device. He will be sentenced November 10 and may face as many as 40 years in prison.\nKurbanov was convicted of conspiring to support a foreign terrorist organization, attempting to conspire to support a foreign terrorist organization and possessing an unregistered destructive device. The federal jury in his case, which deliberated for two days after a 20-day trial, also found him not guilty of possessing an unregistered weapon and conspiracy to provide material support to terrorists.\nKurbanov's federal case in Utah, filed in May 2013 along with his Idaho case, will proceed after he has been sentenced, said Melodie Rydalch, spokeswoman for the U.S. Attorney's Office in Utah.\nKurbanov was in communication with representatives of the Islamic Movement of Uzbekistan, a U.S.-designated terrorist organization, between mid-2012 and May 2013.\n\"Kurbanov discussed ... his animosity toward Americans, particularly the military; his desire to build a bomb; possible targets in the United States, including military bases in Idaho and Texas - and his need for instruction on how to construct and remotely detonate a bomb,\" said Becky Early, spokeswoman for the U.S. Attorney's Office in Idaho, in a prepared statement Wednesday.\nKurbanov also communicated with another person about the possibility of targeting West Point Military Academy in New York and spoke with the Islamic Movement of Uzbekistan about providing them money and purchasing anti-virus software for their website. Kurbaov also founded a corporation in Idaho for the purpose of transferring money to the terrorist organiation, Early said.\nKurbanov's indictment said he possessed several parts to a bomb at his apartment in Boise for at least six months, including a hollow hand grenade, fertilizer, ammunition, aluminum powder and potassium nitrate.\n\"FBI special agents observed the bomb-making components during a court-authorized search of Kurbanov's apartment in November 2012 and seized many of the same items during a second court-authorized search in May 2013,\" Early said.\nIn Utah, Kurbanov is charged with one federal count of teaching others how to make explosive devices for a period of 10 days in January 2013. U.S. Attorney's Office officials have previously declined to comment on where Kurbanov was operating within Utah or to say whether he was teaching about explosives in person or over the internet.\n\"(While in Utah) he taught and demonstrated how to make explosive devices, and distributed information relating to the manufacture and use of an explosive or weapon of mass destruction,\" Early said Wednesday. \"His alleged intent was that the teaching, demonstration and information be used for, and in furtherance of, an activity that would constitute a federal crime of violence.\"\nKurbanov is a Uzbekistan national who was in the United States legally when he was arrested.\nEmail: blockhart@deseretnews.com\nTwitter: benlockhartnews\n\nLoad-Date: August 14, 2015"
}