{
    "title": "Man pleads guilty in Conn. to supporting terror",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 12,
    "day": 10,
    "full text": "NEW HAVEN, Conn. ? One of two men extradited from Britain to the U.S. last year pleaded guilty Tuesday to supporting terrorists in Afghanistan by operating websites to raise cash, recruit fighters and solicit items such as gas masks. \nBabar Ahmad pleaded guilty in federal court in New Haven to charges of providing support to terrorists. A judge did not immediately accept the plea while she awaits information from probation officials, but she said the plea was voluntarily made and set sentencing for March 4. Ahmad faces up to 25 years in prison under a plea agreement. The other defendant, Syed Talha Ahsan, was scheduled to change his plea Tuesday afternoon to guilty. The two men faced charges in Connecticut, because authorities said they used an Internet service provider in the state to run one of the websites. Ahmad pleaded guilty to providing material support to terrorists and conspiracy to provide material support to terrorists. Other charges of conspiring to kill persons in a foreign country and money laundering will be dismissed under the plea agreement. The men are accused of operating websites under the name of Azzam Publications, which authorities say provided support to Afghanistan's ousted Taliban regime. Ahmad supported terrorism by soliciting money, personnel and equipment for the Taliban, according to the plea agreement he signed. The website asked for donations of military suits and gas masks for the Taliban and appealed to Pakistanis to travel to Afghanistan to fight, according to the plea agreement. The websites posted articles on how to train for fighting and gave guidance on how women could participate in jihad, according to the plea agreement. The websites also produced videos of Muslims detailing their experiences on the battlefield in Bosnia and advertised videos of battles in Chechnya. Ahmad was held without trial for eight years in a British prison, raising concerns among human rights advocates. He said in court that he was treated for post-traumatic stress disorder in 2009 and 2010, but he did not offer further details. In an interview after the BBC won a legal battle to speak with him, Ahmad insisted he did not condone terrorism and urged authorities to put him on trial in the U.K. He acknowledged he had visited Bosnia several times during the 1990s and had been involved in the conflict there. Ahmad is expected to request that he serve his sentence in Britain. When a judge told him he would be excluded from returning to the United States, he said he assured her that he had no plans to come to the U.S. \n\nLoad-Date: December 11, 2013"
}