{
    "title": "Man jailed on terrorism charges",
    "publisher": "the mountaineer ",
    "year": 2009,
    "month": 2,
    "day": 2,
    "full text": "Feb. 2--A man accused of terrorizing the public and manufacturing a weapon of mass destruction remains in custody of the Haywood County Jail under $ 21,500 bond.\nDavid Randall Hicks, 48, was taken into police custody Jan. 24 by sheriff's deputies who said they found him intoxicated and standing in the middle of a road holding a .45 caliber handgun, arrest records state. After seizing the gun, officers discovered it to be loaded with a bullet in the chamber, safety off, hammer cocked and ready to fire.\nDeputies discovered the situation while enroute to a nearby residence from which an individual reported a suspicious person beating on the door with a gun and firing the gun, according to arrest reports.\nHe was jailed at that time under a $ 1,500 bond. Two days later, deputies learned Hicks was a convicted felon and filed an additional charge for being in possession of a firearm. His bond was increased to $ 5,000.\nMeanwhile, one day following Hicks arrest, Maggie officers received a call from the campground owner where Hicks was living reporting a live hand grenade found laying on the tongue of his camper trailer. Officers seized the pineapple-style grenade and found it to be filled with what appeared to be black powder, court records state.\nThat same day, an individual told Maggie officers about an e-mail sent from Hicks stating that due to the recent election outcome he was leaving to go to the Texas/Mexico border to work directly with a guerrilla group. Hicks wrote he would be fighting to protect the United States against illegal immigrants, according to court records.\nBased on the series of events and items found around Hicks camper, Det. Archie Shuler with the Maggie Valley Police Department obtained and executed a search warrant at the camper and an adjacent trailer, as well as Hicks' truck.\nPursuant to that search, officers seized from Hicks' property more than 1,000 rounds of ammunition for various types of firearms, two bottles of gun powder, some literature including an Army field manuals for booby traps and improvised munition and eight firearms.\nAlso at that time, Shuler said he contacted the N.C. State Bureau of Investigations and investigators with Alcohol, Tobacco, Firearms and Explosives to assist in the investigation, which is ongoing.\nTo date, Hicks faces felony charges for going armed to the terror of the public and possession of a firearm by a felon, in addition to a misdemeanor charge, accused of being drunk and disruptive -- charges filed by the sheriff's office as a result of the initial incident on Jan. 24.\nMaggie officers filed an additional felony against Hicks, accusing him of manufacturing and possessing weapons of mass destruction.\nTo see more of The Mountaineer or to subscribe to the newspaper, go to http://www.themountaineer.com/. Copyright (c) 2009, The Mountaineer, Waynesville, N.C. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: February 2, 2009"
}