{
    "title": "Man Shot in Counterterrorism Raid in London",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 3,
    "full text": "British police officers shot, wounded and arrested a 23-year-old man in a counterterrorism raid on a home in East London before dawn on Friday, according to police accounts. A second man was also detained.\n  The raid, just before 4 a.m., was one of the largest counterterrorism operations since the London bombings that killed 52 people and 4 bombers last July.\nSome police officers wore bio-chemical protection suits, reinforcing news reports that the modest row house in the ethnically mixed Forest Gate area may have been used to make a chemical bomb. The police declined to confirm the reports.\n  The police shooting, relatively rare in Britain, appears to be the first in a terrorism-related incident since the fatal shooting of Jean Charles de Menezes, a Brazilian electrician who was mistaken for a terrorist after the July bombings. The police did not release the names of the two men arrested Friday but said the raid was not linked to the July attacks.\n  The Independent Police Complaints Commission began an immediate inquiry into the shooting, during which, the commission said, a single shot was fired from a police firearm. ''We can confirm that the injuries to the man are not life-threatening,'' the commission said in a statement.\n  In what seemed to be a major action, about 250 officers encircled the house under the cover of darkness before swarming in, smashing a window as they went. They later built a tentlike structure around it to prevent evidence from being tainted and to keep the investigation secret. Peter Clarke, London's ranking counterterrorism police officer, said the raid was planned ''in response to specific intelligence.''\n  ''The intelligence was such that it demanded an intensive investigation and response,'' Mr. Clarke said. ''The purpose of the investigation, after ensuring public safety, is to prove or disprove the intelligence that we have received.'' The police said the raid related to a possible attack in Britain.\n  Last week, eight people were seized in a series of raids across England when 500 officers in Manchester, Liverpool and London made arrests under terrorism and immigration laws. The police said Friday that last week's raids disrupted a ''known terrorist group.''\n  After Friday's raid, armed police officers were posted at the hospital where the wounded man was taken. He and the other man arrested in the house in Forest Gate, said to be 20 years old, might be brothers who were living with their parents and possibly other family members, according to news reports. Neighbors told the Press Association news agency that the family was of Pakistani descent.\n  Sky News broadcast what it said was an interview with two unidentified friends of the man who was shot. They spoke with their backs to a camera, their heads covered and faces hidden. One of the men prefaced the interview by reciting a Koranic verse. ''They shot an unarmed man because he wanted to try and protect his family,'' one man said.\n  He called the wounded man ''a humble guy'' who had gone ''to your schools, your workplaces and paid his taxes, and at 4 a.m. the police gave him a present -- they gave him a hole in the chest.''\n  The police carried out the raid, the man said, because ''they want to give us Muslims a bad name.''\n\nCanada Makes 'Terrorism' Arrests\n  MONTREAL, June 2 (Reuters) -- The Royal Canadian Mounted Police said Friday that it had arrested a number of individuals in the Toronto area for ''terrorism-related offenses.''\n  The Canadian Broadcasting Corporation said at least 8 people had been taken into custody and more than 100 police officers were involved in the sweep.\n  The Mounties said they would not provide details until Saturday.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: British police officers stood guard yesterday outside the entrance to a home that they had raided. They shot one man, and arrested him and another, in a raid that was connected to the possibility of a terrorist attack. (Photo by Scott Barbour/Getty Images)\n\nLoad-Date: June 3, 2006"
}