{
    "title": "MAN FROM IRELAND ACCUSED OF PITT THREATS BOMB SCARES SENT IN SPRING",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 8,
    "day": 15,
    "full text": "A federal grand jury today returned two indictments charging a resident of Dublin, Ireland, with emailing bomb threats targeting the University of Pittsburgh, three federal courthouses and a federal officer.\nOne indictment charges Adam Stuart Busby, 64, of Dublin, with 17 counts of wire fraud, 16 counts of maliciously conveying false information and two two counts of international extortion.\nA separate four-count indictment charges Mr. Busby with, on June 20 and 21, maliciously conveying false information through the Internet claiming bombs had been placed at federal courthouses in Pittsburgh, Erie and Johnstown.\nMr. Busby was also charged with threatening U.S. Attorney David Hickton of Pittsburgh as he performed duties in his official capacity.\nAccording to a written statement from Mr. Hickton's office, from March 30, 2012, to April 21, 2012, Mr. Busby sent more than 40 emails targeting the University of Pittsburgh campus. Those threats resulted in more than 100 building evacuations at Pitt.\nThe series of 46 bomb threats, directed at a cumulative total of 143 Pitt buildings, ended April 21. But the investigation by the region's Joint Terrorism Task Force continued unabated, officials have said.\nThe agencies involved included the FBI, the federal Immigration and Customs Enforcement, Internal Revenue Service, Secret Service, Alcohol, Tobacco, Firearms and Explosives, federal air marshals, and the U.S. Postal Inspection Service, along with local agencies, including Pittsburgh police and Pitt police.\nThe bomb threats, most of which were emailed to news reporters, provoked frustration, fear and anxiety as the targeted structures, including dormitories, were evacuated at all hours of the day and night, disrupting the normal rhythms of college life.\n\nLoad-Date: August 16, 2012"
}