{
    "title": "Man crashes plane into building",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 2,
    "day": 18,
    "full text": "Austin, Texas » A software engineer furious with the Internal Revenue Service launched a suicide attack on the agency Thursday by crashing his small plane into an office building containing nearly 200 IRS employees, setting off a raging fire that sent workers running for their lives.\nAt least one person in the building was missing.\nThe FBI tentatively identified the pilot as Joseph A. Stack, 53. Law enforcement officials said that before taking off, Stack apparently set fire to his house and posted a long anti-government screed on the Web. It was dated Thursday and signed \"Joe Stack [1956-2010].\"\nIn it, the author cited run-ins he had with the IRS and ranted about the tax agency, government bailouts and corporate America's \"thugs and plunderers.\"\n\"I have had all I can stand,\" he wrote, adding: \"I choose not to keep looking over my shoulder at 'big brother' while he strips my carcass.\"\nWithout filing a flight plan, the pilot took off in a single-engine Piper Cherokee from an airport in Georgetown, about 30 miles from Austin. He flew low over the Austin skyline before plowing with a thunderous explosion into the side of the hulking, seven-story, black-glass building just before 10 a.m.\nFlames shot from the building, windows exploded, a huge pillar of black smoke rose over the city as terrified workers rushed to get out.\nThe Pentagon scrambled two F-16 fighter jets from Houston to patrol the skies over the burning building before it was clear it was the act of a lone pilot, and President Barack Obama was briefed.\n\"It felt like a bomb blew off,\" said Peggy Walker, an IRS revenue officer who was sitting at her desk. \"The ceiling caved in and windows blew in. We got up and ran.\"\nStack was presumed dead, though police said they had not recovered his body as of Thursday evening. At least 13 people were injured, with two reported in critical condition.\nGerry Cullen was eating breakfast at a restaurant across the street when the plane struck the building and \"vanished in a fireball.\"\nMatt Farney, who was in the parking lot of a nearby Home Depot, said he saw a low-flying plane near some apartments just before it crashed. \"I figured he was going to buzz the apartments or he was showing off,\" Farney said. \"It was insane. It didn't look like he was out of control or anything.\"\nSitting at her desk in another building a half-mile from the crash, Michelle Santibanez felt the vibrations and ran to the windows, where she and her co-workers witnessed a scene that reminded them of Sept. 11.\n\"It was the same kind of scenario, with window panels falling out and desks falling out and paperwork flying,\" said Santibanez, an accountant.\nThe entire outside of the second floor was gone on the side of the building where the plane hit. Support beams were bent inward. Venetian blinds dangled from blown-out windows, and large sections of the exterior were blackened with soot. It was not immediately clear if any tax records were destroyed.\nAndrew Jacobson, an IRS revenue officer who was on the second floor when the plane hit with a \"big whoomp\" and then a second explosion, said about six people couldn't use the stairwell because of smoke and debris. He used a metal bar to break a window so the group could crawl out onto a ledge, where they were rescued by firefighters. Undecided on terrorism\nThe White House says it will await the results of an investigation before deciding whether to call a plane that crashed into a Texas office building an act of terrorism. White House press secretary Robert Gibbs said Thursday that President Barack Obama is getting updates from local and federal officials. Obama was briefed on the incident at the White House before departing for political events in Colorado and Nevada. Gibbs had said earlier that the incident did not appear to be terrorism. When asked specifically if domestic terrorism was a possibility, Gibbs said he does not suspect \"somebody like an al-Qaida.\"\n\nGraphic\n\n \nThe charred remains of a building and the plane that crashed into it are shown at the point of impact Thursday, Feb. 18, 2010, in Austin, Texas. A software engineer, piloting the small plane in a suicide attack on the Internal Revenue Service earlier Thursday, crashed into the office building containing nearly 200 IRS employees, (AP Photo/Harry Cabluck)\nSmoke billows from a seven-story building after a small private plane crashed into the building in Austin, Texas on Thursday Feb. 18, 2010. (AP Photo/Harry Cabluck)\nIn this image made from KVUE-TV video, smoke billows from a seven-story building after a small private plane crashed into the building in Austin, Texas on Thursday Feb. 18, 2010. (AP Photo/KVUE-TV) MANDATORY CREDIT\nSmoke billows from a seven-story building after a small private plane crashed into the building in Austin, Texas on Thursday Feb. 18, 2010. (AP Photo/Jack Plunkett)\nA firefighter on a ladder works on putting out a fire at a seven-story building after Joseph Stack crashed a small private plane into the building that houses the Internal Revenue Service in Austin, Texas on Thursday Feb. 18, 2010. (AP Photo / Austin-American Statesman, Ralph Barrera) MANDATORY CREDIT NO MAGS, NO SALES, NO TV\n\nLoad-Date: March 16, 2010"
}