{
    "title": "Man in Subway Plot Tied To Senior Qaeda Figure",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 1,
    "full text": "The central figure in a failed suicide plot to bomb three New York City subways lines last year had contact with an elusive and feared senior Qaeda operative who spent his youth in Brooklyn and has eluded American authorities for at least seven years, a counterterrorism official said on Wednesday.\n  The central figure in the bomb plot, Najibullah Zazi, 24, and two men with whom he attended high school in Queens have been indicted in federal court in Brooklyn on charges they conspired to carry out the attack. Mr. Zazi and one of his co-defendants pleaded guilty to terrorism charges this year and admitted to traveling to tribal areas in Pakistan for weapons and explosives training.\n  Both men have been cooperating with the office of the United States attorney in Brooklyn and the Federal Bureau of Investigation, and prosecutors have said in court that they met with two senior Qaeda leaders in Pakistan, Saleh al-Somali, the group's head of external operations, and Rashid Rauf, a key operative, who sent the men back to New York to carry out a suicide strike.\n  The elusive senior Qaeda figure with whom Mr. Zazi had contact is the Saudi-born Adnan G. el-Shukrijumah, 34, long described by law enforcement officials as a hardened operative who was all the more feared because of his fluency in English and knowledge of New York City. \n  The contact between the men was reported late Wednesday by The Associated Press.\n  The State Department offered a reward of up to $5 million several years ago for information leading directly to the capture of Mr. Shukrijumah, but he has managed to avoid capture since the F.B.I. issued an alert for him in 2003.\n  Mr. Shukrijumah was identified as a senior terrorism figure by  Khalid Shaikh Mohammed during his intensive interrogation,  and concern about him grew with the discovery that he had received flight training in the United States about the same time as the 9/11 hijackers. A bulletin warning that he might try to cross American borders with a Saudi, Canadian or Trinidadian passport was issued in 2003. \n  Mr. Shukrijumah's time in Brooklyn in the late 1980s and early '90s put him close to the heart of radical Islamic extremism in the United States. His father, Gulshair el-Shukrijumah, reportedly did translation work for Omar Abdel Rahman, the blind cleric who was linked to the 1993 bombing of the World Trade Center.\n  Mr. Rahman was sentenced to life in prison in 1996 for his role in a plot to bomb the Lincoln and Holland Tunnels, the United Nations and other landmarks in New York.\n  Mr. Shukrijumah's father, who died  several years ago, testified as a character witness against another defendant in that case, of Clement Rodney Hampton-El, who was also convicted.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Adnan G. el- Shukrijumah                       \n\nLoad-Date: July 1, 2010"
}