{
    "title": "Man Offers Guilty Plea, Upending Terror Case",
    "publisher": "the new york times",
    "year": 2012,
    "month": 6,
    "day": 14,
    "full text": "A terrorism case in Manhattan that raised key questions about government interrogation tactics ended abruptly on Wednesday after the defendant pleaded guilty to conspiring to support a Somali terrorist group.\nThe defendant, an Eritrean man named Mohamed Ibrahim Ahmed, admitted in Federal District Court that he trained in a camp run by the Somali group, Al Shabab, in 2009. The case had been seen as a potential test of the Obama administration's strategy of interrogating terrorism suspects for both intelligence and law enforcement purposes.\nIndeed, the plea came as the judge, P. Kevin Castel, was poised to rule on a motion by Mr. Ahmed's lawyers seeking suppression of statements he had made to the Federal Bureau of Investigation while he was in custody in Nigeria; his lawyers argued that the statements had not been voluntary and, thus, were inadmissible.\n''I have in my hand a 60-page draft of the decision on the motion to suppress,'' Judge Castel, holding up a thick document, said in court before accepting Mr. Ahmed's plea. The judge did not reveal how he would have ruled on the motion, but said that the ruling itself would ''now be suppressed.''\nMr. Ahmed, 38, who had lived in Sweden, was scheduled for trial on July 9. He had been accused of providing material support to a terrorist group, receiving training and bomb-making instruction in Shabab military camps in Somalia in 2009 and using a firearm in a crime of violence. The firearm count alone carried a mandatory minimum sentence of 30 years and a maximum sentence of life in prison. As a result of Mr. Ahmed's plea -- to two conspiracy counts -- he faces a maximum sentence of 10 years when he is sentenced on Nov. 2, the judge said in court.\nMr. Ahmed's lawyer, Sabrina Shroff, said after the proceeding, ''I'm sure Mr. Ahmed would have liked to have challenged the actions of the United States.'' But, she added, given the difference between a maximum 10-year sentence and what could have resulted from a guilty verdict, it would have been a ''humongous risk'' to go to trial.\nPreet Bharara, the United States attorney in Manhattan, said Mr. Ahmed had ''traveled a long way from his home in Sweden to Somalia, where he took up the cause of Al Shabab, a deadly terrorist organization and sworn enemy of the United States and its people.''\nMr. Ahmed told the judge that in Somalia, he contributed 2,000 euros to Al Shabab and trained in one of its military camps, knowing that the United States considered it a terrorist organization.\nMr. Ahmed was taken into custody by Nigeria in 2009 under suspicion of being an agent for Al Qaeda. He was later interrogated by separate groups of American officials, known colloquially as ''dirty'' and ''clean'' teams.\nThe first team questioned him for intelligence purposes, without advising him of his rights, prosecutors have said. About a week later, a second team, of F.B.I. agents, read him his rights, which he waived, and he began to make incriminating statements, the government says. An issue before the judge had been how separate the American officials kept the two interrogations.\nA prosecutor, Benjamin Naftalis, told Judge Castel that had the case gone to trial, the evidence would have included Mr. Ahmed's statements and testimony from cooperating witnesses. Prosecutors have said a former Shabab military commander has been cooperating; although he has not been identified, his description resembles that of Ahmed Abdulkadir Warsame, a Somali captured by the United States military last year and questioned aboard a naval vessel for about two months.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 14, 2012"
}