{
    "title": "Man Is Charged With Plotting to Bomb Federal Reserve Bank in Manhattan",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 18,
    "full text": "Federal prosecutors in Brooklyn charged a 21-year-old Bangladeshi man with conspiring to blow up the Federal Reserve Bank of New York, saying he tried to remotely detonate what he believed was a 1,000-pound bomb in a van he parked outside the building in Lower Manhattan on Wednesday.\nBut the entire plot played out under the surveillance of the Federal Bureau of Investigation and the New York Police Department as part of an elaborate sting operation, according to court papers.\nThe man, Quazi Mohammad Rezwanul Ahsan Nafis, who arrived in the United States in January on a student visa, tried to make contacts and recruit people to form a terrorist cell to help him carry out an attack, according to a criminal complaint in the case. But one of these recruits was an F.B.I. informer, who later introduced him to an undercover F.B.I. agent who helped him with the plot.\nIn addition, the complaint said, Mr. Nafis spoke of a desire to ''attack and kill'' a high-ranking government official. A senior law enforcement official said Wednesday night that the official was President Obama, but that Mr. Nafis's desire never got past the talking stage.\nMr. Nafis was charged with conspiring to use weapons of mass destruction and providing material support to Al Qaeda. He could face up to life in prison if convicted.\nMr. Nafis arrived at Federal District Court in Brooklyn, looking boyish despite his trim beard. He spoke quietly when answering the questions of the magistrate judge, Roanne L. Mann.\nThe case appears to be the latest to fit a model in which, in the process of flushing out people they believe present a risk of terrorism, federal law enforcement officials have played the role of enabler. Agents and informers have provided suspects with encouragement, guidance, money and even, the subjects of the sting operations are led to believe, the materials needed to carry out an attack. Though these operations have almost always held up in court, they have come under increasing criticism from those who believe that many of the subjects, even some who openly espoused violence, would have been unable to execute such plots without substantial assistance from the government.\nBoth F.B.I. leaders and federal prosecutors have defended the approach as valuable in finding and stopping people predisposed to commit terrorism.\nIn a prominent case in 2009, several men, urged by an unusually persistent government informer, planted what they believed to be homemade bombs in front of synagogues in the Riverdale section of the Bronx. Four men were convicted, but the judge who oversaw the trial also criticized the law enforcement agents who helped push the plot forward: ''The government made them terrorists.''\nThe court papers describe Mr. Nafis as a man of persistence, who wanted to be respected by Al Qaeda leaders.\nThe undercover agent began meeting with Mr. Nafis in July, first in Central Park and later in hotels in Queens, secretly recording Mr. Nafis's statements. Mr. Nafis had grand but vague plans, according to the indictment. ''I don't want something that's like, small. I just want something big,'' he said, according to the complaint. ''Very, very, very, very big, that will shake the whole country.''\nHe settled on the financial district as a target, hoping to shake the American economy. The original plan was for a suicide mission but that changed when Mr. Nafis said he wanted to go home to Bangladesh first to put his affairs in order. The undercover agent told Mr. Nafis that he could use a remote-control device, so that he could stage the attack and then return to Bangladesh.\nOn Wednesday morning, they drove to a warehouse and assembled the fake bomb, placing supposedly explosive material in trash bins they had bought, then putting the bins in a van, according to the complaint. They assembled a fake detonator that was to be triggered by a cellphone and drove to the fortresslike Federal Reserve Bank of New York, the largest bank structure in the world when it was completed in 1924, about two blocks from Wall Street.\nMr. Nafis and the undercover agent parked the van outside the bank and walked to a nearby hotel, where Mr. Nafis recorded a video statement addressed to the American people, which he planned to publicize after the attack. In the statement, he said, ''We will not stop until we attain victory or martyrdom.''\nThen he tried again and again to detonate the bomb, dialing the cellphone repeatedly until agents arrested him.\n\nhttp://www.nytimes.com/2012/10/18/nyregion/arrest-in-plot-to-blow-up-federal-reserve-bank.html\n\nGraphic\n\n \nPHOTOS: Quazi Mohammad Rezwanul Ahsan Nafis\n Police officers outside the Federal Reserve Bank of New York in Lower Manhattan,  hours after a man tried to detonate what he believed was a bomb. (PHOTOGRAPH BY MICHAEL APPLETON FOR THE NEW YORK TIMES)       \n\nLoad-Date: October 18, 2012"
}