{
    "title": "Man, on Fire, Tries to Drive Car Into Australian Police Station Garage",
    "publisher": "the new york times",
    "year": 2016,
    "month": 7,
    "day": 22,
    "full text": "SYDNEY, Australia -- A man was in serious condition Thursday night and receiving hospital treatment after setting himself aflame before trying to drive his car, laden with a fire accelerant, into a police station parking garage in the western suburb of Merrylands, police officials here said.\nThe man, who has not been identified, was parked in the driveway to the basement garage around 7 p.m., the assistant police commissioner, Denis Clifford, said at a news conference. He added that the police were trying to establish the man's identity, and that there was no indication that he had any link to terrorists. \n  No member of the public or the police was hurt. An investigation was still underway, and no charges had been filed as of Thursday night.\n  ''There's nothing to indicate this is in any way related to terrorism,'' Mr. Clifford said. ''We will keep an open mind, but we are not leaning that way at this stage.''\n  The man was said to have set himself alight when he was approached by a police officer and before driving his car into a heavy steel door at the bottom of the driveway. He did not manage to enter the garage, Mr. Clifford said.\n  ''We can't know what his motivation was at this stage,'' Mr. Clifford said. ''He was unconscious for some time. Police extinguished the flames. He was treated by ambulance and conveyed to hospital in a serious condition.''\n  The police said that the area had been evacuated and that bomb disposal experts were called to examine the car, after the man, believed to be in his 60s, was arrested and taken to a hospital.\n  Mr. Clifford praised the bravery of the officers involved. ''They approached the vehicle, I understand, the vehicle still had an amount of accelerant, fuel, perhaps,'' he said. ''They have approached it to try and save this person's life.''\n  Mr. Clifford noted that the Sydney police force had been on high alert over a spate of terrorism-related incidents in Australia and overseas. The Merrylands police station was recently fortified, and the steel door stopped the car from entering the garage.\n  In October, a 15-year-old was shot dead outside the police station in Parramatta, a Sydney suburb, after he shot and killed a civilian police employee, Curtis Cheng. The shooting took place on a Friday afternoon as Mr. Cheng was leaving work. The youth had not been under police surveillance and had no previous criminal record.\n  The Australian police have arrested and charged several people with acts of terrorism, including an attack planned for April 25, 2015, on the national Anzac Day holiday.\n  In December 2014, a lone gunman held people hostage in a cafe in Sydney for more than 16 hours. Three people died in that siege, including the gunman, identified as Man Haron Monis.\n\nhttp://www.nytimes.com/2016/07/22/world/australia/sydney-police-station-attack.html\n\nLoad-Date: July 22, 2016"
}