{
    "title": "MANDELA ACCUSES S. AFRICA OF TERRORISM, URGES U.N. PROBE",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 7,
    "day": 16,
    "full text": "UNITED NATIONS - Nelson Mandela, in a hard-line speech before the U.N.  Security Council, accused the South African government on Wednesday of orchestrating a campaign of terror to crush multiracial democracy.  He vowed not to resume talks for a non-racial government until violence in black townships subsides.  After shaking hands with Foreign Minister R.F. ''Pik'' Botha before the council session, Mandela, the leader of the African National Congress, made an unyielding attack.  He said the government, through its security agencies, was carrying out ''a cold-blooded strategy of state terrorism intended to create conditions .  . .  (for) imposing its will on a weakened democratic movement.'' It is clear, he said, that ''violence is both organized and orchestrated and directed at the democratic movement.'' Mandela called for the Security Council to authorize a special representative to investigate the violence in South Africa and help the council decide on what measures it should take.  At a news conference earlier, Mandela recommended the dispatching of U.N.  peacekeepers, saying the violence in South Africa was worse than that in Yugoslavia. Mandela did not raise the peacekeeper issue in his speech.  The emergency Security Council session will last at least two days and hear more than 40 speakers, including Botha and Zulu Chief Mangosuthu Buthelezi of the Inkatha Freedom Party.  Mandela outlined at length the history of constitutional talks with the government, talks he broke off in April because of the escalating violen ce.  ''Unless the government commits itself to full democracy and acceptance of a sovereign and constitution-making body, the (constitutional talks) will not move forward,'' he said.\n''The process of negotiations cannot succeed while civil war rages in the country,'' he said.  Disputing government contentions that the source of violence was rivalry between the ANC and Inkatha, he said: ''The Inkatha Freedom Party has permitted itself to become an extension of the Pretoria regime, and its activities are financed by the South African government, its members armed and trained by South Africa.'' The council is expected to adopt a resolution on the need to end violence and resume black-white negotiations on creating a multiracial government.  But some Western diplomats are worried that the session could become a counterproductive forum for the South African leaders to hurl invective at one another.  Violence has claimed more than 8,000 lives in South Africa since President F.W. de Klerk came to power in 1989.  The Security Council has approved 15,600 peacekeepers to monitor cease-fires in Croatia and Bosnia-Herzegovina and to reopen the Sarajevo airport to humanitarian flights. About 20,000 people are believed to have died in fighting in what was Yugoslavia.  Also addressing the council session Wednesday was Senegal's foreign minister, Djibo Ka. He said a ''U.N. presence'' in South Africa would help stop violence and promote negotiations.  Speaking on behalf of the Organization of African Unity, which requested the emergency session, Ka said that if the violence was left unchecked it could spill over into neighboring countries.  At his news conference, Mandela said President F.W. de Klerk's announcement Tuesday that three notorious security units would be withdrawn from black townships and disbanded was nothing more than a ''smoke screen.'' In Johannesburg, South Africa, the African National Congress denounced de Klerk's initiative as a ''cheap and puerile'' bid to sway debate in the U.N.  Security Council.  Mandela said the African National Council would like the United States, which lifted sanctions last July, to reimpose them. ''We are not unrealistic.  We understand how difficult that would be . . . But that is our wish,'' he said.  Units To Be Disbanded South Africa's black foreign legions, which de Klerk has decided to disband, gained a fearsome reputation on the battlefields of Africa and in the black townships of their adopted country.  ANC leaders repeatedly have denounced the use of foreign black soldiers inside South Africa, alleging they were part of a government plot to weaken the opposition.  The units are Battalion 32, which consists of black Angolan soldiers under white officers who were used when South Africa was fighting in Angola and Namibia; Koevoet, a paramilitary unit used against black nationalist guerrillas in Namibia; and Battalion 31, formed from Namibian bushmen skilled in tracking rival forces across the country's deserts.\n\nLoad-Date: October 12, 1993"
}