{
    "title": "Mandela Moves to Reassure Visiting Group of U.S. Jews",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 11,
    "full text": "Nelson Mandela, the South African anti-apartheid leader, assured a delegation of prominent American Jews today that he recognized Israel's right to exist as a nation, and said he regretted any misunderstanding created by a recent meeting with Palestinian leaders.\nMr. Mandela, who is on an international tour that will take him to the United States on June 19, said he ''thrashed out all the issues, real and imaginary,'' during a two-and-a-half hour session here this morning.\nThe American group, which consisted of six leaders of Jewish groups, issued a statement saying the members were delighted with their conversation, and added that no Jewish organization should now have the ''the least hesitation'' in welcoming Mr. Mandela to the United States.\nFears that Mr. Mandela's forthcoming trip might be marred by protests by American Jews stemmed from remarks he made during a visit to Zambia in March, when he compared the Palestinian struggle ''for the right to self-determination'' to that of blacks in South Africa.\nClarification of Position\nHenry Siegman, executive director of the American Jewish Congress and coordinator of the delegation, said Mr. Mandela's statement created ''a certain sense of foreboding'' because he did not use the occasion to stress his recognition of Israel's right to exist.\nToday, Mr. Mandela spelled out his position to the Jewish group and repeated it later to a reporter. ''As far as the African National Congress is concerned - and that is my view as an individual - there has never been any doubting the existence, de facto and de jure, of the state of Israel within secure boundaries,'' he said.\nBut he added that he interpreted ''secure boundaries'' to mean Israel's borders before the 1967 Mideast war. ''If you refer to the continued occupation of areas conquered by Israel from the Arabs, like the West Bank, Gaza and the Golan Heights, then we do not regard the maintenance of these as insuring secure borders for Israel,'' he said. ''On the contrary, we regard that occupation as a source of continued conflict.''\nIn a brief interview before leaving here for Bonn tonight, Mr. Mandela said he had told the Jewish delegation that he was critical of certain actions of the Israeli Government, ''in particular its refusal to sit down with the P.L.O. to explore a negotiated settlement just as we in the A.N.C. are doing with the Government of South Africa.''\n \nNice Words on Both Sides\n''Otherwise, the meeting today was very fruitful and happy, and I was able to clear up many confusions,'' he said. ''Last week, I also met with a group of South African Jews and we ironed out any misunderstandings.''\nThe American Jewish delegation said in a statement that the meeting had ''reinforced our respect for Mr. Mandela and his reconciling statesmanship, a respect that is not diminished by any differences between us and the A.N.C. on some aspects of the Mideast conflict.''\nIn addition to Mr. Siegman, the delegation consisted of Robert K. Lifton, president of the American Jewish Congress; Maynard Wishner, former president of the American Jewish Committee; Abraham Foxman, executive director of the Anti-Defamation League of the B'nai B'rith; Albert Vorspan, senior vice president of the Union of American Hebrew Congregations, and Herbert Wander of the National Jewish Community Relations Advisory Council. ----Remarks Are Welcomed Two elected Jewish leaders in New York, upset over Nelson Mandela's recent gestures of support for Palestinians, welcomed reports from Geneva yesterday that the South African anti-apartheid leader had unequivocally recognized Israel's right to exist.\nBut before calling off protests threatened for Mr. Mandela's 10-day visit to the United States later this month, they said they wanted the South African to make a statement denouncing all acts of terrorism against Israel.\n''We're not backing off on anything until we're sure his recognition of Israel means a real recognition, including denunciation of terrorism against the state of Israel,'' said City Councilman Noach Dear, a Brooklyn Democrat and one of those who threatened protests.\nAssemblyman Dov Hikind, another Brooklyn Democrat who warned of protests, said he was buoyed by reports of yesterday's meeting between Mr. Mandela and American Jewish leaders who went to Geneva seeking clarification of his positions on Israel.\n''We're not backing off on anything until we're sure his recognition, including denunciation of terrorism against the state of Israel,'' said City Councilman Noach Dear, a Brooklyn Democrat and one of those who threatened protests.\nSince his release from prison in February, the 71-year-old leader of the African National Congress has twice met Yasir Arafat, the chairman of the Palestine Liberation Organization, and equated the Palestinian cause with the struggle of South African blacks."
}