{
    "title": "MANDELA MEETS U.S. JEWS, WINS PRAISE",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 6,
    "day": 11,
    "full text": "NEW YORK - Two Jewish elected officials in New York welcomed reports from Geneva, Switzerland, Sunday that Nelson Mandela had unequivocally recognized Israel's right to exist.  But the two did not call off protests threatened for Mandela's 10-day visit to the United States. Mandela is leader of South Africa's African National Congress.  ''We're not backing off on anything until we're sure his recognition of Israel means a real recognition, including denunciation of terrorism against the state of Israel,'' said City Councilman Noach Dear, a Democrat from Brooklyn, and one of those who threatened the protests.  Assemblyman Dov Hikind, another Brooklyn Democrat, said he was buoyed by reports of Sunday's meeting between Mandela and American Jewish leaders who went to Geneva seeking clarification of his positions on Israel.  ''Everything is on hold,'' Hikind said of the protests.  ''Based on what I've heard, some real progress has been made. Mr. Mandela has soothed some of the deep concerns in the Jewish community, and over the next two days we will be examining his statements closely. I don't think Nelson Mandela supports terrorism, but I want to hear him clearly enunciate that position.'' On the other hand, the Jewish Community Relations Council, representing 60 major Jewish organizations in the New York metropolitan area, praised Mandela's comments on Israel Sunday and said it would welcome his visit.  Since Mandela's release from prison in February, he has twice met Yasser Arafat, the chairman of the Palestine Liberation Organization, and has equated the Palestinian cause with the struggle of South African blacks.\nThe gestures have disturbed some who support Israel and led to the protest threats.  In Geneva Sunday, the American Jewish delegation issued a statement saying its members were delighted with their conversation with Mandela, adding that no Jewish organization should now have the ''the least hesitation'' in welcoming Mandela to the United States. He is scheduled to arrive in the United States June 20.  Mandela said, ''As far as the African National Congress is concerned - and that is my view as an individual - there has never been any doubting the existence, de facto and de jure, of the state of Israel within secure boundaries.'' But he added that he interpreted ''secure boundaries'' to mean Israel's borders before the Six-Day War of 1967. ''If you refer to the continued occupation of areas conquered by Israel from the Arabs, like the West Bank, Gaza, and the Golan Heights, then we do not regard the maintenance of these as ensuring secure borders for Israel. On the contrary, we regard that occupation as a source of continued conflict.'' In a brief interview before leaving for Bonn, West Germany, on Sunday night, Mandela said he also had told the American Jewish delegation that he was critical of certain actions by Israel, ''in particular its refusal to sit down with the PLO to explore a negotiated settlement just as we in the ANC are doing with the government of South Africa.''\n\nGraphic\n\n \nPhoto; PHOTO HEADSHOT of (Nelson) Mandela\n\nLoad-Date: October 14, 1993"
}