{
    "title": "Mandel sees use for captive beyond terrorism cover",
    "publisher": "business insurance",
    "year": 2004,
    "month": 4,
    "day": 19,
    "full text": "While United Services Automobile Assn.'s new captive insurer initially provides the personal lines company with terrorism coverage that is unavailable in the commercial market, Christopher E. Mandel foresees the new risk-financing vehicle providing USAA with additional advantages in the long term.\nThe captive, Arizona-domiciled Enterprise Indemnity Captive Insurance Co. Inc., currently writes what Mr. Mandel characterizes as a ''difference-in-conditions'' terrorism policy that is reinsured by the federal government through the Terrorism Risk Insurance Act of 2002.\nBut Mr. Mandel, assistant vp-enterprise risk management at USAA and president of the captive, which opened its doors last month, is investigating using the new facility in more than dozen additional ways that could financially benefit USAA.\nOne way would be to write a reinsurance program that would allow USAA's personal lines insurance operation to reflect more of its reinsurance costs in its rates.\nAdditionally, Mr. Mandel would like the captive eventually to write some USAA benefits, which would reduce the organization's benefits costs.\n''I'm pretty excited'' about USAA's future risk-financing opportunities with the captive, he said.\nUSAA in the past had considered forming a captive insurer for numerous purposes, ''but there was not a compelling enough case to go ahead and pull the trigger,'' recalled Robert Hoagland, vp-P&C insurance counsel at USAA.\n''The difference now is that Chris identified a need and a potential solution'' that is economically viable, Mr. Hoagland said.\n''It's the first situation we looked at that we thought the business case was compelling enough to go forward,'' he said of using the captive for terrorism coverage.\nAs part of its various commercial coverages, USAA already had purchased terrorism coverage that is federally reinsured under TRIA.\nUnder that act, the federal government promises to reinsure losses that it certifies were caused by acts of terror by foreign agents. After a 10% deductible this year and a 15% deductible next year, the government promises to pick up 90% of a loss. An insurer or captive is subject to a 10% coinsurance requirement.\nBut commercial insurers are not willing to cover nuclear, biological and chemical risks. The new captive provides USAA with coverage for those risks.\nMr. Mandel would not disclose details of the coverage. He said the premium that USAA pays the captive is ''based on market terrorism rates.''\nWhile declining to provide specific capital and surplus figures, Mr. Mandel said USAA capitalized the captive in excess of Arizona's $250,000 requirement.\nNoting that a loss caused by an act of terrorism could be significant but is unlikely, Mr. Mandel said, ''You could make a pretty good case that you don't need as much capital'' as USAA has put up.\nBut there is ''no actuarial experience'' that would justify whether Arizona's capitalization requirement is adequate for the risk that USAA's captive is writing, he noted.\n''We have to make sure the federal regulators don't come in after a loss and accuse us of being a sham,'' he said. Mr. Mandel noted that the U.S. Treasury Department, which oversees the TRIA program, has suggested it would look unfavorably upon even those captives that meet state capitalization requirements if the department believes that those captives ''are gaming the system.''\nTo avoid any potential post-loss questions from federal authorities about capital adequacy, USAA management decided to ''err on the side of caution'' and capitalized the captive in excess of Arizona's requirements.\n''We came up with a number that we think would seem reasonable for capitalizing the captive,'' he said.\nUsing the facility to write only federally reinsured terrorism coverage, though, would be shortsighted of USAA, according to Mr. Mandel. He noted that TRIA is set to expire next year and that Arizona regulators do not want companies to form captives for short-term purposes.\nMr. Mandel has a few ideas for the captive that could benefit USAA over the long term.\n''I'm particularly interested in reinsurance for personal lines,'' he said.\nAs do other insurers, USAA's property/casualty insurance unit cannot always reflect its costs to reinsure the personal lines earthquake and windstorm coverage in the rates it sets.\nSome states do not agree with how insurers allocate a portion of their overall reinsurance costs to the risks in those particular states and will not allow the insurers to take full credit for those costs.\nMr. Mandel is investigating whether USAA's captive could write a form of reinsurance for the property/casualty unit so that the insurer could fully recapture its reinsurance cost. The captive reinsurance product would not fully replace the property/casualty unit's reinsurance program, Mr. Mandel explained. Instead, the captive would write a piece of the property/casualty unit's reinsurance program that would both protect the unit and satisfy state regulators that the reinsurance costs were properly reflected in the rates USAA had filed.\nHe expects that USAA will decide sometime during the fourth quarter of this year whether such a reinsurance program would be viable.\nMr. Mandel also is examining the possibility of using the captive to reinsure USAA's short-term and long-term employee disability coverage, which USAA self-insures.\nThat should be a low-risk opportunity for USAA to reduce its benefits costs.\nUSAA has implemented what its workers compensation insurer characterizes as a world-class program designed to prevent ergonomic injuries, which is the most common source of USAA's workers compensation claims. The program helped slice USAA's workplace injury rate about 27% last year (see story, page 24).\nAnother program is designed to manage both nonoccupational and workplace injuries and illnesses to return workers to their jobs as soon as reasonably possible.\nThe U.S. Labor Department last fall adopted a program to quickly approve arrangements under which an employer could reinsure employee benefits coverage through a captive (BI, Nov. 10, 2003). Another potential use for the captive is to write identity-theft insurance for USAA policyholders, Mr. Mandel said. Under Labor Department rules, captive owners seeking expedited approval for such arrangements must sweeten their benefits packages and use a top-rated fronting insurer.\n''Chris' initiative to get the captive formed will cause us to look at other uses,'' Mr. Hoagland said.\n\nLoad-Date: April 21, 2004"
}