{
    "title": "Mandela Set No Conditions For Release, an Aide Insists",
    "publisher": "the new york times",
    "year": 1990,
    "month": 2,
    "day": 6,
    "full text": "A senior official of the African National Congress said today that the organization's jailed leader, Nelson Mandela, had set no conditions for his release and that, as far as Mr. Mandela was concerned, ''he should have come out a long time ago.''\nPress reports from South Africa quoted Winnie Mandela, the anti-apartheid leader's wife, as saying after a meeting with her husband on Sunday that ''obstacles'' to his release included his demand that the South African Government lift the three-year-old national state of emergency.\nBut Thabo Mbeki, the Congress's head of international affairs and one of its most prominent officials, said in an interview that Mr. Mandela's position was that the Government must meet certain demands, including an end to the state of emergency and the release of all political prisoners, in order to create the proper political climate in which to begin negotiations with the Congress and other opponents of apartheid.\nBut Mr. Mandela has not linked his release from prison, where he has spent the last 27 years, to any demands, Mr. Mbeki said.\n''I'm sure Winnie misunderstood him,'' Mr. Mbeki said when told about the press reports. ''It's not true that he doesn't want to come out if the Government doesn't meet demands. His position is that if he can come out today, then he comes out today.''\n \n'The Creation of a Climate'\n''What Nelson has been saying to the regime,'' he said, ''is that it is necessary to resolve this question by political means, by negotiations, but that in order to get there, the regime must create the climate that all of us are talking about. He is insisting on the issue of the creation of a climate, not that his release is conditional on the creation of that climate.\n''He has not raised that question,'' Mr. Mbeki continued. ''He hasn't said, 'Create this climate and I will only come out or prefer to come out once this climate is created.' He is saying, to begin this process of negotiations, this climate must be created. The question of his own release, well, as far as he is concerned, he should have come out a long time ago.''\nMr. Mbeki and other leaders of the Congress gathered in Stockholm over the weekend to visit the organization's president, Oliver Tambo, who is recovering from a stroke at a clinic here, and to exchange ideas about the organizational and political tasks facing the group following the major political changes announced on Friday by the South African President, F. W. de Klerk.\nMr. de Klerk announced the lifting of bans on the Congress, the South African Communist Party and other political opponents, the imminent release of Mr. Mandela and the suspension of executions, all of which were important demands the Congress had made as conditions for opening talks with the Government.\nMr. de Klerk also said he would free political prisoners who had not been convicted of such offenses as murder or terrorism. But he did not entirely rescind the declaration of a state of emergency, saying there was still too much political unrest.\n \nMoves Toward 'Restructuring'\nMr. Mbeki said that the Congress's national executive committee, its governing body, would consult with anti-apartheid leaders in South Africa and meet within 7 days in Lusaka, Zambia, where the group has its headquarters, to decide how to restructure itself in order to operate in South Africa as a legal organization.\nA prepared statement by Alfred Nzo, the Congress's secretary general, said that ''work has already begun to bring about a disciplined and ordered restructuring of the A.N.C., taking into account the new conditions.''\nMr. Mbeki said that Mr. de Klerk's decision not to free those political prisoners convicted of offenses other than simply belonging to one of the formerly banned parties left unclear the fate of any political exiles who decided to return to South Africa. The release of all political prisoners is a basic demand of the Congress and the issue remains a major obstacle to the opening of negotiations.\n''We are all trained and could be deployed as military people,'' Mr. Mbeki said, adding that the Congress had no plans to dismantle its military wing in the immediate future.\n''In circumstances where de Klerk says that people convicted for terrorism will remain in prison, the deduction must be that if we return we would be charged with terrorism, especially in view of the fact that the regime still has not done what we said should happen, which is the repeal of repressive legislation, such as the Internal Security Act, under which people are charged.''"
}