{
    "title": "Maneuver bad news in fight against terrorism",
    "publisher": "the pantagraph",
    "year": 2008,
    "month": 12,
    "day": 27,
    "full text": "WASHINGTON, D.C. - Pakistan’s reported decision to relocate thousands of troops away from the Afghanistan border toward India raises the possibility that President-elect Barack Obama could take office confronted with a dangerous spike in tension that his predecessor was unable to prevent. \nObama’s campaign promise to turn around the stalemated war in Afghanistan could be the first casualty, and the larger U.S. goal of a global battle against terrorism the second. \nAs President Bush found out, the United States can’t wage either fight alone and can’t always persuade even well-meaning allies to set aside their own agendas and domestic politics. \nTo win in Afghanistan rather than merely hold ground, the United States and its allies must find a way to seal off the militants’ redoubts across the forbidding mountainous border with Pakistan. The U.S. can’t do that without Pakistan’s help, and Pakistani and Afghan militants know it. \nBush administration officials have been shuttling to New Delhi and Islamabad for weeks following the terrorist attacks in Mumbai, India, pleading with both sides not to let well-founded suspicions that the attacks originated in Pakistan become an excuse for new conflict. India and Pakistan have fought three wars, and enmity against the other has been an organizing principle for leaders of each nuclear-armed country. \nIf Pakistan yanks fighting forces away from what the U.S. considers the good war against terrorism in the tribal areas bordering Afghanistan, it will bear out U.S. fears of a ripple effect and show how easily militants can exploit the old rivalry. \n\"We hope that both sides will avoid taking steps that will unnecessarily raise tensions during these already tense times,’’ White House spokesman Gordon Johndroe said Friday. \nAdm. Mike Mullen, chairman of the U.S. Joint Chiefs of Staff, was in Islamabad this week, after noting with approval earlier this month that neither side seemed to have mounted a military response to the Mumbai terrorism. \nMullen has made a particular project of Pakistan, visiting there more than a half-dozen times in the turbulent year since Pakistani political leader Benazir Bhutto was assassinated. Mullen has established a rapport with the country’s powerful Army chief and made the argument that homegrown militancy and terrorism will rip Pakistan apart unless its national institutions make a strategic choice to confront it. \nAll of Pakistan’s leaders dating to Bush’s old ally, former military ruler Gen. Pervez Musharraf, said they understood that argument and saluted it - to a point. In the tangle of tribal politics and loyalties, however, militants are not always clear-cut villains and there is broad public opposition in Pakistan to a serious military campaign against its own people. \nThat was true long before the attacks on India’s Western-oriented financial capital that killed nearly 170 people, or the dark prospect of new hostilities that emerged Friday. It’s part of the reason why analysts say Pakistan is at risk of coming apart as a state, with even bleaker prospects for the fight against terrorism. \n\"It would be really disastrous at this point if there was even a mini-war, because Pakistan is already overwhelmed with what’s going on domestically,’’ said Frederick Barton, a security expert at the Center for Strategic and International Studies. \n\"They really have lost their ability to control large parts of their country,’’ he said. \nU.S. intelligence and military officials were still trying to determine if the reported troop movements were true, and, if so, what Pakistan’s intent may be. And they cautioned that the reports may be aimed more as a warning to India not to launch missile strikes against militant targets on its territory, a response that some have speculated is possible. \nOfficials spoke only on condition of anonymity, citing matters of national intelligence. \nSouth Asian intelligence officials said the Pakistani military began the troop movement Thursday and plans to eventually shift a total of 20,000 soldiers to the Indian border. \nStephen Cohen, an expert on the Indian and Pakistani militaries at the Brookings Institution here, said the early signs suggest a replay of past conflicts and bode poorly for U.S. interests. \n\"Both sides are playing the American card against each other,’’ with Afghanistan and the terrorism agenda quickly taking a back seat, he said. \"It shows we’re all hostage to another terrorist attack,’’ Cohen added, meaning that any new violence in either India or Pakistan could provoke all-out war. \nIn the United States, intelligence and law enforcement officials warn that the risk of an attack at home may be greater during the period of political handover to Obama, who said nothing publicly about the Pakistan situation Friday. \n\"There is one president at a time, and we intend to respect that,’’ said Brooke Anderson, his national security spokeswoman. \nU.S. leverage with India is complicated by its strategy in Afghanistan and Pakistan, which has included terrorist-hunting raids in Pakistan by U.S. forces based across the Afghan border. U.S. officials quietly justify the raids as a necessary if unpleasant means of protecting U.S. fighting forces. \nThe raids affront Pakistani sovereignty, and opened the door for India to argue that it has the right to take similar action against Pakistan-based militants. \nCSIS’s Barton says the countries’ interconnected problems are a sort of sibling rivalry. India is the older, more stable brother, but not above picking a fight. Afghanistan is the youngest and most neglected, and Pakistan, he said, is stuck in the middle. \nThe United States is there too. \n--- \nAP MilitaryWriter Anne Gearan covers U.S. national security affairs based in Washington. \n--- \nAssociated Press Writers Lolita C. Baldor, Pamela Hess and Sebastian Abbot contributed to this report. \n\nLoad-Date: December 29, 2008"
}