{
    "title": "Manhattan Man Set for Trial in Terror Case Pleads Guilty to Reduced Charge",
    "publisher": "the new york times",
    "year": 2014,
    "month": 2,
    "day": 20,
    "full text": "Five days before his trial was to start, a Manhattan man accused of planning to wage a personal jihad against the United States with pipe bombs pleaded guilty on Wednesday to reduced charges in a deal with prosecutors.\nThe man, Jose Pimentel, was facing state terrorism charges for building an inexpensive pipe bomb in an informer's apartment, and starting to work on two others, according to an indictment. Prosecutors said they had evidence that he meant to detonate bombs in New York City in retaliation for the death of Anwar al-Awlaki, a radical Muslim cleric in Yemen.\nBut on Wednesday, Mr. Pimentel appeared in State Supreme Court in Manhattan to plead guilty to a single count of attempted criminal possession of a weapon in the first degree as a crime of terrorism. As part of the plea deal, he agreed to serve 16 years in prison and five years of probation when he is sentenced on March 25; he had faced 15 years to life in prison under the original charges of weapons possession and conspiracy as crimes of terrorism.\nMr. Pimentel's lawyers had contended that their client was entrapped by the police. They describe him as a down-on-his-luck young man who was easily enticed by the informer to build bombs after being plied for months with free food and marijuana.\nOne of the defense lawyers, Susan Walsh, said Mr. Pimentel had decided it was not worth risking an even lengthier prison term on the hopes that the defense team could prove that Mr. Pimentel had been lured into making the bomb. ''The fundamental question that will not be answered, at least in the court of law, is who exactly is recruiting whom in this war on terror,'' Ms. Walsh said outside court.\nMr. Pimentel, 29, manacled and dressed in an orange jump suit, seemed calm as he changed his plea to guilty before Judge Thomas Farber. He wore wire-rim glasses, a short cropped beard and a black Islamic skullcap, giving him a professorial air.\nJudge Farber said the plea agreement was a three-page document that included a signed admission by Mr. Pimentel. In that admission, the defendant admitted he had built a pipe bomb with an informer named Abdul in November 2011, after getting the instructions from Inspire magazine, an online jihadist publication. In the letter, he said he intended to set off the bombs ''to undermine the support of the wars in Iraq and Afghanistan.''\nDeborah Hickey, the assistant district attorney handling the case, said the state had evidence that Mr. Pimentel intended to attack returning soldiers, Army recruitment offices, police officers and Jews. Ms. Hickey said the sentence was appropriate, because it was more than the minimum he might have received had a jury convicted him on the top count of the indictment.\nMr. Pimentel, a Dominican native who converted to Islam, was arrested in November 2011 after a lengthy investigation. The arrest stemmed from a sting operation by the Police Department's Intelligence Division. The police used an undercover officer, two confidential informers and hundreds of hours of recorded conversations.\nThe case in state court was unusual because the federal authorities typically handle terrorism prosecutions. But the Federal Bureau of Investigation, which had monitored Mr. Pimentel, decided not to pursue charges against him, and the Manhattan district attorney, Cyrus R. Vance Jr., took on the task.\nNo evidence has been produced in court that Mr. Pimentel had co-conspirators or was taking instructions from terrorist organizations abroad. He has been described as a lone wolf.\nAt a news conference, Police Commissioner William J. Bratton said Mr. Pimentel was typical of the homegrown, self-made terrorist that organizations like Al Qaeda had tried to inspire through jihadist websites and anti-Western propaganda. ''This young man really was self-radicalized,'' Mr. Bratton said.\nThe 16-year sentence that Mr. Pimentel had accepted was in line with what many similar defendants in federal cases have received, Mr. Vance said. He said the evidence against Mr. Pimentel -- tape recordings of him plotting to bomb cars and police station houses -- was ''rock solid,'' even though it was gathered by a confidential informer who repeatedly smoked marijuana with the defendant.\n''We always wish in all our cases we might have priests or rabbis as our key witnesses,'' Mr. Vance said. ''But that isn't life.''\nMr. Pimentel is the third person to be charged under New York's antiterrorism law, passed in the wake of the Sept. 11 attacks. Though the statute was never employed under the previous Manhattan district attorney, Mr. Vance has now used it twice.\nThe first convictions came in spring 2013, when Ahmed Ferhani was sentenced to 10 years in prison and Mohammed Mamdouh received five years. Both men had pleaded guilty in a plot to bomb Manhattan synagogues.\nMr. Vance defended the investigation that led to Mr. Pimentel's arrest, saying it illustrated how local police officers and prosecutors can defuse terrorist plots before they are carried out. ''The most important aspect of this case is not what happened but what didn't,'' he said. ''Our capacity to find the terrorist threat -- to see the dots, if you will -- and prevent an attack from occurring will always be a better outcome than prosecuting a case after an attack has occurred.''\n\nhttp://www.nytimes.com/2014/02/20/nyregion/manhattan-man-pleads-guilty-to-reduced-charges-in-terror-case.html\n\nGraphic\n\n \nPHOTO: Jose Pimentel, in court on Wednesday, was accused of planning to wage a jihad against the United States with pipe bombs. (POOL PHOTO BY SETH WENIG)            \n\nLoad-Date: February 20, 2014"
}