{
    "title": "Manhattan Man Indicted in Pipe Bomb Case",
    "publisher": "the new york times",
    "year": 2012,
    "month": 3,
    "day": 1,
    "full text": "A Manhattan man arrested last year on charges that he planned to detonate pipe bombs in New York City has been indicted on terrorism charges, the authorities announced Wednesday.\nThe man, Jose Pimentel, 27, had converted to Islam, begun using the name Muhammad Yusuf, and started Web sites encouraging violent jihad against the United States, according to prosecutors. They have said that he had been inspired to act after Anwar al-Awlaki, a radical Muslim cleric, was killed in September by a drone strike in Yemen.\nMr. Pimentel, who was indicted on charges of weapons possession and conspiracy as crimes of terrorism, could face life in prison if convicted.\nTerrorism cases are typically handled by federal authorities. But after the Federal Bureau of Investigation, which had monitored Mr. Pimentel, decided not to pursue charges against him, the case was picked up by the New York Police Department and the office of Cyrus R. Vance Jr., the Manhattan district attorney.\n''Jose Pimentel engaged in a plot to build improvised explosive devices and use them to commit acts of violent jihad,'' Mr. Vance said in a statement on Wednesday. ''He crossed the line from violent rhetoric on his Internet sites to building pipe bombs to be used against our citizens.''\nMr. Pimentel's lawyers, Susan J. Walsh and Lori Cohen, have described him as a down-on-his-luck young man who was enticed into his acts by a confidential police informer. They have also described his prosecution as a terrorist as ''overreaching.''\nThe indictment said that Mr. Pimentel, who lived with an uncle in Hamilton Heights, and the informer began collecting bomb-making instructions last year, including an article titled ''How to Build a Bomb in the Kitchen of Your Mom,'' from a publication by Al Qaeda.\nThe effort was done on the cheap. Mr. Pimentel stole $100 from his uncle to buy supplies at local hardware stores and a supermarket, according to the indictment. Using match heads, Christmas lights and a converted clock, he had finished making one pipe bomb and was in the process of making two others, it said.\nThe police videotaped Mr. Pimentel in the informer's apartment as he was drilling holes in three pipes, according to the criminal complaint from his arrest on Nov. 19.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Jose Pimentel, 27, could face life in prison if he is convicted. (POOL PHOTO BY JEFFERSON SIEGEL)                          \n\nLoad-Date: March 1, 2012"
}