{
    "title": "MANIPULATION OF THE MEDIA",
    "publisher": "the world",
    "year": 1986,
    "month": 5,
    "day": 16,
    "full text": "He was out with guests at a restaurant late one evening when the phone call found him.\nRushing back to his office, James Hawthorne, head of the British Broadcasting Corporation (BBC) for Northern Ireland, was met by a slightly white-faced senior editor.  The message: A correspondent had just gotten an interview with Evelyn Glenholmes.  The question: Should the BBC broadcast it?\nSome news executives would instantly have said ''Yes!'' Ms. Glenholmes was a hot property, a prime suspect in the attempted assassination of British Prime Minister Margaret Thatcher by the Irish Republican Army (IRA) at a Brighton hotel in 1984.  Glenholmes had gone underground. Getting her on tape was something of a coup.\nBut under Britain's Prevention of Terrorism Act, the IRA is an illegal organization.  Broadcasting Glenholmes's words might entangle the BBC in legal considerations. Here in Northern Ireland, only the finest of lines separates reporting on terrorism (which is legal) from providing a propaganda platform for terrorists (which is not).\nWhich was it here?  When BBC correspondent Anne Cadwallader had been approached in Dublin by several IRA members, she didn't have time to call Belfast for advice.  Her instincts told her to go with them in their car. She was hooded and taken to a house somewhere in Dublin, where she met a young woman who said her name was Evelyn Glenholmes.\nListening to the tape later, Mr. Hawthorne heard a woman's voice protesting her innocence.  Was it really Glenholmes? The Dublin correspondent could not have been expected to recognize her.  Even if authentic - and even if legal - would the broadcast stir up a hornet's nest of criticism?\nIn such a case, says Hawthorne, the news executive has to make ''a very, very careful judgment as to where this inherently difficult decision is going to land (him) with public relations and the reputation of the BBC.''\n''I had a gut feeling that it was proper to do it - an instinct that this was real news. I made that decision between 1 a.m. and 3 a.m.'' Then Hawthorne did his legal duty: He phoned the relevant authorities at 3 a.m. - knowing he would get only a duty officer who would have to wait until morning to refer the information higher - and went home. The story went out with the first morning news.\n \nIs it news or terrorist propaganda?\nIn the fast-paced world of breaking news, even such apparently simple stories can involve agonizing decisions. Yet when such stories do go out, what is their effect?\nDo they contribute to the free marketplace of ideas, helping the citizenry to understand the central issues of their day?  Or do they give terrorists a megaphone through which to spread their message of fear to their ultimate target - the public at large?\nDo the news media, in Mrs. Thatcher's words, provide ''the oxygen of publicity'' on which terrorism thrives?  Or do they in Hawthorne's words, ''allow people of the most seditious views to speak them,'' so that in the end ''they don't have to express them in the hard way?''\nDoes extensive media coverage lead to what Jerrold M. Post, a psychiatrist with Defense Systems Inc., in Washington, D.C., calls a ''Robinhoodization'' of the terrorists, inflating them to the proportion of folk heroes?  Or does such coverage produce what Paul Wilkinson, a terrorism authority at the University of Aberdeen in Scotland, calls ''the outrage effect'' - public revulsion of terrorist acts and demands for tougher governmental measures?\nDoes journalism interfere with official efforts to resolve crises, either by giving away essential information or, as Die Zeit political editor Dieter Buhl notes, by putting ''so much pressure on the government'' that it acts without due care?  Or does it provide needed information to officials, since in hostile situations reporters can sometimes go where government decisionmakers cannot?\nFinally, are the media hooked on terrorism?  ''Terrorism is drama,'' says Noel Koch, who oversees the Pentagon's counterterrorism efforts. ''It's got suspense, it's got grievance, it's got people at risk, it's got the families that are crying; you can't duplicate it in fiction.''\nSo do the media, in an effort to captivate viewers, turn to terrorist incidents whenever possible? Or do they simply report what they find, and try hard, as Alan Protheroe, assistant director general of the BBC, says, to do it ''responsibly, accurately, with total care, and with total fairness in the things that (we) do not advocate''?\nOn these and other points there are vehement disagreements, not only among students of terrorism but within the broader public.  On three points, however, there is basic consensus:\n* Television is the terrorist's medium of choice.  It is far preferable to print or radio as the outlet with the most immediacy and the most terrifying impact.\n* Television is no longer simply reporting about the story: It has become part of the story.  Making that point, Lawrence K. Grossman, president of NBC, calls television ''the stage on which terrorist incidents are played.''\n* In the never-ending debate about the role of the news media in a free democracy, television is at the center of an ongoing controversy - and terrorism is Exhibit A.\n \nTerrorists' growing media skills\nPaul Nahon, news director at France's second television channel, Antenne-2, has a front-seat view of the terrorists' news-management skills.  One of his four-man camera crews is being held hostage in Lebanon.  The terrorists have colleagues in France who monitor everything said about the situation and pass it back to the captors.\nIn deciding how to cover the story, he says, ''we have to be very, very careful every day.  (The terrorists) are managing all this like professionals - professional politics, professional dramatism.''\nOne of the noticeable developments in recent years, in fact, lies in the increasingly skillful use of publicity by terrorist organizations.  ''The vice-president for media relations,'' says Dr. Post, referring only half in jest to the individual within nearly every terrorist group who orchestrates media coverage.\nWith the growth of inexpensive videotape equipment, these groups are increasingly able to provide news organizations with television-ready footage: messages from terrorist leaders, interviews with captives, and even (in the case of British journalist Alec Collett, who disappeared in Lebanon in March 1985) visual records of executions.\nYasser Arafat's Palestine Liberation Organization now owns a share in an Arab communications satellite, leading one observer to wonder whether the world will soon see a new network, ''Television Arafat.''\nAnd, as last summer's hijacking of TWA Flight 847 in Beirut showed, terrorists are getting very good at organizing press conferences and handling requests for interviews: A tour of the plane was reportedly offered to the networks for $1,000, and a session with the hostages themselves could be had for $12,500.\nWhile NBC's Mr. Grossman likes to recount figures from a Gallup poll showing that 89 percent of Americans applauded television's coverage of the TWA incident, other observers, especially overseas, where television coverage is more understated, are less approving. ''What (the American) media did in Lebanon during the TWA hijacking was disastrous,'' says Hans Josef Horchem, former head of West German domestic security and a recognized expert on counterterrorism.  ''It not only hurt the interests of the security forces, it was a question of taste.'' In retrospect, says Ari Rath, editor of the Jerusalem Post, the TWA incident ''is probably a very good example of very sophisticated use by hijackers and terrorists of the media.''\n \nTo report or not to report\nMr. Rath, who like all other Israeli editors operates under a carefully organized form of governmental censorship, feels the tug between journalist and citizen.\n''When you work as an Israeli journalist, you also have the other part in you, and that is your security awareness.'' He cites an example of a terrorist bombing several years ago that made use of a new method: a bicycle frame filled with TNT.  When his paper reported how the bomb was made, the censor chastised him, showing point by point how his article had hindered both immediate and long-term police work. ''It was an eye-opener,'' says Rath, who remains persuaded that his paper did the wrong thing.  ''One could have given a very good and grim and realistic description of that particular bombing incident without giving away some details which really did harm the investigation.''\n''What is more important,'' muses Rath, ''to have the one-time scoop or save lives?''\nShould the media, then, not publicize full details of terrorist incidents?  Ambassador Robert B. Oakley, director of the US State Department's Office of Counter-Terrorism and Emergency Planning, thinks not. ''There's a long history of what you might call copycatism (and) competitiveness, (especially) among Middle East terrorist groups.''\nHis point was substantiated when the Feb. 28 assassination of Swedish Prime Minister Olof Palme was followed less than 36 hours later by the assassination of Zafer Masri, the mayor of the West Bank city of Nablus, under almost identical circumstances.\nObservers also call attention to the news media's reporting of counterterrorism measures taken by security forces. During the siege of the Iranian Embassy in London in 1980, recalls the BBC's Mr. Protheroe, journalists were puzzled when a Thames Gas Board van came through police cordons, parked very close to the building, and produced several men with jackhammers who drilled up the street.\nAt the time, journalists were told it was to shut off the gas in case of an explosion.  Later, they learned that the jackhammers provided noise cover for the Special Air Service commandos, who were drilling peepholes through the embassy walls from the building next door.\n''I think you've got to report that,'' says Protheroe, although he would not want it reported while the incident was under way.  His reason: to keep the electorate as fully informed as possible.\n \nCensorship vs. self-regulation\nThroughout the debate on the media's role, one call stands out: the need for journalistic self-regulation and not censorship. First, censorship would clearly violate one of the treasured cornerstones of democracy: a free press. ''One of the biggest victories terrorists could ever achieve,'' notes NBC's Grossman, ''would be to force democracies to adopt the repressive press restrictions of dictatorships.''\nBut there is a second and more subtle reason: Given the pace of today's technology, censorship simply would not work.  The anticipated threat: satellite television, beamed from any part of the world and receivable by viewers anywhere.  In Europe, where some of the state-run television networks have worked out (1) fairly high standards of taste and (2) agreements with national security forces to withhold or delay broadcasts in certain cases, there is broad concern about the effect of general access to the major US networks.\nIf European television had to face pressure from American television, says Peter Goebel of West Germany's second television channel, ZDF, ''I'm almost sure (the European stations) won't be able to keep their principles.''\nNachman Shai, director of Israeli Army Radio and a former television journalist, finds the situation doubly difficult in Israel, where foreign television crews are a constant presence.  However much Israeli journalists might choose not to broadcast certain pictures, he says, ''there is such competition it is almost impossible to stop pictures from getting out.''\nIs such competition good or bad?  How free should the media be?  Again, there is serious disagreement.\n''The disadvantages of the public not being accurately informed, or being informed only by administration spokesman, are too severe in our society,'' says former Central Intelligence Agency chief Stansfield Turner. ''While I decry the media releasing secrets as much as they do, I would never think of trying to organize a government censorship bureau.''\nBut Rand Corporation scholar Paul B. Henze sees a need for greater controls on the media.  ''What has been gained by all of the minute media reporting on terrorism? Whose interests have been served? Who has learned something?  I find it very hard to think very readily of what good has been done by just simply tantalizing people.''\nBut, putting the problem in another perspective, he notes that the criticism may well be overblown. ''If the media had had as much deleterious impact as many critics of the media think,'' he quips, ''we'd all be finished.''\n\nGraphic\n\n \nIllustration, no caption, Illustration by Rob Colvin and graphics by Robin Jareaux"
}