{
    "title": "MANY OF THE CRITICISMS OF CLINTON ARE NOT BASED ON FAIR EVIDENCE",
    "publisher": "pittsburgh post-gazette",
    "year": 2000,
    "month": 8,
    "day": 30,
    "full text": "In his letter (\"Clinton & Co. Must Take Blame for Moral Decline,\" Aug. 19), Dan Reeping espouses the view that \"many unfavorable events have occurred during the past eight years that they [Clinton and Gore] should accept equal credit.\" However, he only mentions events that occurred during the Clinton term without showing any direct evidence that Clinton and Gore are in any way responsible for those events.\nMr. Reeping asserts that \"we became a society that wonders when the next Oklahoma City bombing will occur.\" Domestic terrorism is an extremely minor, though tragic, occurrence. President Clinton has been active in promoting anti-terrorism measures, most notably the 1996 Anti-Terrorism Act.\nMr. Reeping states that, \"We became a society with kids coming to school ready to kill teachers or students who may have caused them to have an unhappy feeling.\" The majority of firearm deaths among children are the result of accidental firing of a weapon that was not properly protected by the parents. President Clinton's push for child safety locks could greatly reduce this threat.\nThen there is the assertion that \"family values have sunken to a new low.\" While \"family values\" are not defined in Mr. Reeping's letter, he would imply that teen-age promiscuity and higher knowledge of sex acts are contradictory to \"family values.\" Through sexuality education programs that promote abstinence and safe sex, plus the widespread availability of contraceptives, President Clinton's term has seen teen sex and pregnancy at an all-time low.\nWhile, in my opinion, President Clinton's lies under oath are an insult to the legal profession, his disbarment would seem to be an appropriate punishment.\nMr. Reeping states that Al Gore is \"a dummy\" for supporting Clinton through \"scandal, impeachment and every other problem that befell Clinton 'during his watch.' \"\nI'm confused. Did not the majority of Americans support President Clinton \"during his watch\"? Are all of these people \"dummies\"?\nJAMES SHIELDS\nImperial\n\nLoad-Date: August 30, 2000"
}