{
    "title": "Many Muslims are critical of attacks Some, however, praise killings in India and say they are in lin",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 12,
    "day": 1,
    "full text": "RAMALLAH, West Bank - Muslims from the Middle East to Britain and Austria condemned Sunday the Mumbai shooting rampage by suspected Islamic militants as senseless terrorism, but also found themselves on the defensive once again about bloodshed linked to their religion.\nIntellectuals and community leaders called for greater efforts to combat religious fanaticism.\nIndian police said Sunday that the only surviving gunman told them he belongs to the Pakistani militant group Lashkar-e-Taiba. The group is seen as a creation of Pakistani intelligence to help fight India in the disputed Kashmir region.\nTen gunmen attacked 10 targets in the three-day assault, including a Jewish community center and luxury hotels in India's commercial hub. More than 170 people were killed.\nMany Muslims said they are worried such carnage is besmirching their religion.\n\"The occupation of the synagogue and killing people in hotels tarnishes the Muslim faith,\" said Kazim al-Muqdadi, a political science lecturer at Baghdad University. \"Anyone who slaughters people and screams 'Allahu Akbar' (God is Great) is sick and ignorant.\"\nIn Britain, home to nearly 2 million Muslims, a spokesman for the Muslim Council of Britain, Inayat Bunglawala, said that \"a handful of terrorists like this bring the entire faith into disrepute.\"\nA previously unknown Muslim group, Deccan Mujahideen, claimed responsibility for the attacks. The name suggests origins in India.\nPakistan has denied involvement. In Pakistan, Jamaat-ud Dawa, an Islamist group believed to have ties to Lashkar-e-Taiba, denounced the killing of civilians.\nIn Islamic extremist Web forums, some praised the Mumbai attacks, including the targeting of Jews.\nA man identified as Sheik Youssef al-Ayeri said the killings are in line with Islam.\n\"It's all right for Muslims to set the infidels' castles on fire, drown them with water ... and take some of them as prisoners, whether young or old, women or men, because it is one of many ways to beat them,\" he wrote in the al-Fallujah forum.\nIranian President Mahmoud Ahmadinejad referred to the attacks as terrorism but added that the violence is rooted in \"unjust policies\" aimed at destabilizing the region. He did not elaborate.\nIndia is seen by many in the Arab and Muslim world as a Western ally. For example, Israel has become an important arms supplier to India, angering Muslim Pakistan.\nSaudi Arabia said in a statement carried last week by the Saudi Press Agency that it \"strongly condemns and denounces this criminal act.\" An editorial Friday in Saudi Arabia's English-language Arab News said that \"no civilized person ... can be anything but revolted and sickened by the terrorist attacks in Mumbai.\"\nHowever, Jonathan Fighel, an Israeli counterterrorism expert, said Saudi organizations have been funneling money to Muslim militants in Kashmir.\n\"This demonstrates exactly the double game and, I would say, the hypocrisy of the Saudi regime,\" said Fighel of the Israel-based International Institute for Counter-Terrorism.\nThroughout the Muslim world, the attacks set off soul-searching.\n\"I think that Muslims should raise their voice against such actions. They should forge a coalition to fight such phenomena, because it harms them and damages their image,\" said Ali Abdel Muhsen, 22, a Muslim engineering student in the West Bank city of Nablus.\n\nLoad-Date: December 1, 2008"
}