{
    "title": "MANY PROPOSED LAWS RESPOND TO TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 1,
    "day": 6,
    "full text": "Virginia legislators are rushing a raft of proposed state laws in response to the Sept. 11 terrorist attacks.\nOne of the attack sites, the Pentagon, where a total of 189 people including five terrorists died, is in Virginia.\nSome of the terrorists established their identities through the Virginia Department of Motor Vehicles. In another state connection, one of the alleged plotters is being tried at a federal courthouse in Alexandria.\nDel. J.K. O'Brien Jr., R-Fairfax, wants to plug the loophole that has allowed illegal immigrants to obtain identity cards in Virginia. He says he will introduce legislation that would require documented aliens to prove both their citizenship status and residence when applying for either a driver's license or identification card.\nThe Division of Motor Vehicles has acknowledged that efforts to improve customer service created a loophole that terrorists could exploit. Seven of the Sept. 11 terrorists obtained bogus Virginia identification cards from DMV. Five people have been charged with document fraud in connection with the Sept. 11 investigation.\nDel. John A. Rollison III, R-Prince William, has filed legislation that would increase the penalty for helping someone illegally obtain a driver's license, vehicle registration or certificate of title from DMV. Under the bill, any applicant for a license must show proof that his presence in the United States conforms with federal law.\nAttorney General-elect Jerry W. Kilgore has announced an anti-terrorism package of proposed legislation that would extend the death penalty to \"evil masterminds\" who plan terrorist activity. He would define an act of terrorism as a criminal offense and would add terrorism to the list of crimes subject to asset forfeiture.\nThe Republican lawyer also wants to stiffen penalties for those who use computers or computer networks to organize an act of terrorism.\nDel. Clifton A. Woodrum, D-Roanoke, has already filed proposed legislation to allow a commonwealth's attorney to request a wiretap when he suspects terrorist activity. Woodrum also would add towns to the lists of political subdivisions whose law enforcement agencies are authorized to request wiretaps. Currently, only officers in cities and counties can do so.\nDel. Harry R. Purkey, R-Virginia Beach, is worried about chemical attacks. He has proposed a bill that would require laboratories in Virginia to report to the state Health Department within 24 hours any disappearance of dangerous pathogens or microbes.\nHe also would increase the penalties for an accomplice to a terrorist act.\nDel. Mitchell Van Yahres, a Charlottesville Democrat who represents an area that includes a large number of state employees, would require the state to make up wages lost by a state employee called to active military duty.\nLegislators also are fighting terrorism on their home front. Security at the state Capitol and the General Assembly Building has been tightened. The public will have to go through metal detectors and can only use the north entrance to the Capitol.\nConcrete planters are being installed around the General Assembly Building to discourage a motorist from veering into the building. More Capitol police have been hired and three bomb-sniffing dogs have been added.\nGov. Jim Gilmore has requested $3.2 billion in federal aid because of physical and monetary losses caused by the Pentagon bombing.\nHe has proposed spending $20 million in state general funds to fight terrorism, mostly for emergency response.\nHe also has proposed $16 million in bonds to build a new emergency center at the State Police headquarters on Midlothian Turnpike in Chesterfield County.\nGov.-elect Mark R. Warner, meanwhile, has named outgoing Lt. Gov. John H. Hager, a Republican, as the state's first terrorism czar. Hager will be assistant to the governor for commonwealth preparedness.\n\nGraphic\n\n \nMAP\n\nLoad-Date: January 8, 2002"
}