{
    "title": "MANY ALLIES BACK U.S. MISSILE STRIKES",
    "publisher": "the columbian ",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "Key American allies expressed strong support today for the U.S. attacks in Afghanistan and Sudan, but Boris Yeltsin and several Muslim nations denounced them.\nPresident Clinton said Thursday's missile strikes against suspected terrorist centers came in retaliation for the Aug. 7 bombings of two U.S. embassies in East Africa that killed 257 people and injured thousands.\nYeltsin called the U.S. bombings indecent, but his spokesman said the Russian president was mainly upset about not being informed in advance.\n\"I am indignant and I condemn (them),\" Yeltsin said in Murmansk. \"I didn't know that this strike would be carried out, and that means the whole world was unaware of that. And this makes the strike even more indecent.\"\nSome foreign commentators questioned whether the strikes were timed to distract the public from Clinton's sex scandal with former White House intern Monica Lewinsky.\nThe popular Turkish newspaper Hurriyet was particularly blunt: \"The Monica Missiles,\" it declared in a headline.\nSouth Korea's Kukmin Daily agreed. \"The bombing is comparable to double checks in a chess game punishment of terrorism and cover-up of sex scandal,\" it said.\nIn contrast, German Chancellor Helmut Kohl today strongly backed the U.S. attacks, saying that terrorism requires \"resolute action by all countries.\" France concurred, with Prime Minister Lionel Jospin saying \"we must give determined and firm responses against terrorists.\"\nThe U.S. strikes also received support from Australia, New Zealand, Britain and Israel, but drew criticism from some Asian nations, including Malaysia and Indonesia, the world's most populous Muslim country.\nIndonesia said it \"strongly condemns any form of terrorism, although in the fight against terrorism Indonesia cannot condone intervention or aggression towards sovereign nations.\"\nMalaysian Prime Minister Mahathir Mohamad, a frequent critic of Washington, said the move made the United States appear like a bully.\n\"If it's a big power, it can attack anyone. It decides and it executes, making small countries feel it's dangerous to live in this world,\" Mahathir said.\nIn Pakistan, officials today condemned the strikes.\n\"The act of violation of the sovereignty and territorial integrity of these Islamic countries cannot but be a matter of grave concern to the people of Pakistan,\" said Foreign Minister Sartaj Aziz.\nA right-wing political and religious leader, Munaar Hasan, promised anti-U.S. protests.\n\nLoad-Date: August 21, 1998"
}