{
    "title": "MANY U.S. ALLIES APPLAUD MOVE, BUT SOME QUESTION ITS LEGALITY",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 12,
    "full text": "Many American allies yesterday applauded United States actions that led to the capture of the four Palestinian hijackers of the Achille Lauro, but some countries reacted cautiously or withheld judgment on the legality of intercepting the Egyptian jet that was carrying the hijackers.\nThe Palestine Liberation Organization roundly condemned the United States, and Egypt was obliquely critical, but the Soviet Union offered some unexpected, though not unqualified, words of support for American handling of the situation.\nWhile official reaction around the world was mixed, there appeared to be overwhelming support among ordinary people in Western nations for what many called a remarkable demonstration of decisiveness - coming after years of frustrating helplessness - in the face of international terrorism.\n''Thank God we at last have a Western government that is prepared to take strong measures against this evil of international terrorism,'' Winston Churchill, the grandson of the World War II leader, said in London.\nThe Canadian Prime Minister, Brian Mulrooney, telephoned President Reagan to express his nation's support and later said at a news conference that terrorism was ''the bane of existence of civilized nations.''\n \nLavish Praise From Israel\nIsrael lavishly praised the American intervention. Prime Minister Shimon Peres, calling the American action a major contribution to the fight against terrorism, declared in a telegram to President Reagan, ''We salute your courageous decision and decisive action.''\nBritish officials were only a bit more reserved. ''We applaud the fact that the terrorists are going to be brought to face justice,'' said the Foreign Secretary, Sir Geoffrey Howe. He added that the American action ''surely cannot be a matter for regret or for anything other than satisfaction.''\nThe British Minister of Defense, Michael Heseltine, called it a triumph for President Reagan. But the Social Democratic leader, David Owen, a former Foreign Secretary when the Labor Party was in office, was critical, saying, ''International terrorism, abhorrent as it is, cannot justify states violating international law, whatever the provocation, whatever the frustration.''\nThe Swiss Government said it was ''happy that those responsible for the hijacking of the ship have been arrested,'' and promised to examine the issue of whether the American air action was legal.\nWest German officials withheld direct comment on the American military action, saying they wanted to await all the facts. But they noted privately that they were delighted by the outcome and said they were gratified the hijackers would be punished.\n \nRestrained Reaction in France\nIn France, the capture of the hijackers generated surprisingly little reaction. A Government spokesman refused to comment, saying that ''certain elements'' of the affair were not yet known, particularly details of how the plane was intercepted and the international legality of the action.\nThe newspaper Le Monde declared: ''One can only approve of the American President. The chances were good that the authors of the hijacking of the Achille Lauro would have melted away, only to act again some time from now.''\nJapan and India also withheld substantive official comment.\n''I think maybe after a few days, after the full story comes out, we'll be able to see things more clearly,'' the Indian Prime Minister, Rajiv Gandhi, said in an interview. ''We are still trying to find out more details.''\nIn Tokyo, Japanese officials said they would await further details before making an assessment. Their caution was partly the result of questions over the legality of the American action and partly concern over giving possible offense to Middle Eastern countries that supply Japan with much of its oil.\n \n'Reagan the Avenger'\nIn many capitals of Western Europe, newspapers in editorials and people in interviews expressed approval of what many called a bold and skillfully executed military operation to bring the hijackers to justice. Most demanded harsh punishment for the gunmen.\nIn London, newspapers blared news of the capture of the Palestinians in headlines that proclaimed: ''Reagan Hijacks Hijackers,'' ''Reagan's War Jets Snatch Hijackers,'' and ''Reagan the Avenger Grabs the Pirates.''\nNegative reaction was more limited but nonetheless pronounced. The P.L.O., through its spokesmen in Tunis, Paris and at the United Nations, condemned the American intervention as an act of ''state terrorism.''\nAt the P.L.O. headquarters in Tunis, the guerrilla organization's executive committee issued a statement saying that President Reagan was ''totally implicated in this terrorist operation,'' which it called ''a flagrant act of piracy.''\nIran's official radio in Teheran and Poland's official press agency P.A.P. offered condemnations as well. ''Is this not a terrorist act when these few countries collude with one another to hijack an aircraft?'' said Hojatolislam Hashemi Rafsanjani, the Speaker of Iran's Parliament.\nEgypt, in a carefully worded statement, was obliquely critical of the American intervention, saying that Cairo had been ''regrettably taken by surprise'' and that ''terror leads to more terror.'' It also noted pointedly that Egypt had played a key role in helping to end the hijacking peacefully."
}