{
    "title": "Many unanswered questions following raid",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 17,
    "full text": "As United States officials continue to size up the effects of the US air strikes on Libya, two new developments are being closely scrutinized.\nReports of fighting in Tripoli between unidentified Libyan factions have triggered speculation that the air raid may have loosened Muammar Qaddafi's grip on power in Libya. Rumors also persist that Colonel Qaddafi may actually have been a victim of the US bombing or left the country. Forty-eight hours after the attack, the Libyan leader still had not been seen in public.\nAt the same time, reports of at least three new acts of terrorism since the air strikes, including the shooting Tuesday of a US Embassy official in Sudan, have focused attention on the possiblity of new responses from the Reagan administration.\nMeanwhile, US officials expressed disappointment again yesterday over the cancellation by the Soviet Union of next month's scheduled meeting between Secretary of State George P. Shultz and Soviet Foreign Minister Eduard A. Shevardnadze to discuss preparations for another superpower summit.\nThe administration also holds the Soviet Union partly responsible for recent incidents of Libyan-backed terrorism.\n''We urged the Soviets and East Germans to restrain the Libyans,'' said State Department spokesman Bernard Kalb. ''Had they done so, this entire cycle of events would have been avoided.''\nFirst reports of possible infighting between Libyan factions reached Washington yesterday after a busload of foreign reporters, en route to what they had been told would be Qaddafi's first public appearance since the raid, was turned back by gunfire near Qaddafi's headquarters in Tripoli.\nAt press time, there have been no confirmed reports of any insurrection aimed at toppling Qaddafi. And US officials have refused to speculate on how or whether the US might abet any move to overthrow the Libyan leader, accused by the US of complicity in a rash of recent terrorist incidents.\nAdministration officials do acknowledge that one purpose of this week's raid on Libya was to weaken Qaddafi politically. Speaking yesterday on the NBC ''Today'' show, Adm. William Crowe, chairman of the Joint Chiefs of Staff, said of the reported opposition to Qaddafi: ''We would wish them well.''\n''I don't think the raid would catalyze the opposition,'' speculates one Washington-based expert on Libya. ''But if the US had indications that there was to be a move against Qaddafi, it's possible that the raid was designed in support of that.''\nWhite House spokesman Larry Speakes refused to speculate yesterday on the whereabouts of Qaddafi. When reminded, however, that immediately after last month's shoot-out in the Gulf of Sidra the Libyan leader held a press conference to denounce the US, Mr. Speakes conceded that it was ''somewhat conspicuous that (Qaddafi) has not followed his usual pattern.''\nReagan administration officials have also so far declined to comment specifically on how or when the US might respond to new outbreaks of terrorism against US and NATO targets.\nIn addition to the shooting incident in the Sudanese capital of Khartoum, a US Coast Guard station 150 miles off the coast of Libya and an Italian-British installation in Bologna, Italy, have also been the object of terrorist attacks during the past two days.\nA senior administration official said yesterday that there was no hard evidence linking Libya to the Khartoum incident. But he did note that the US Embassy in Sudan is one of 30 targets singled out by Libya as subject to terrorist attacks.\nDefending Monday night's attack, US officials cited ''indisputable'' evidence linking Libya to the bombing of a Berlin discotheque two weeks ago that left an American soldier and a Turkish woman dead and 230 people wounded. Yesterday, US officials said that responses to future terrorist attacks would not necessarily be ''automatic,'' but will be judged on a case-by-case basis.\n''We're going to take our time to make assessments, to respond where it will be appropiate,'' said Mr. Speakes.\nAccording to a USA Today poll published yesterday, more than 80 percent of all Americans think the US should attack Libya again if it is responsible for new acts of terrorism.\nBecause of a continuing cloud cover over Tripoli, Pentagon officials yesterday offered no new assessments of damage inflicted by Monday's raid. So far, US spokesmen say only that damage was done to military targets and to Qaddafi's headquarters in Tripoli.\nBut reports filed by foreign journalists in Libya suggest that the raid may not have been the ''surgical'' strike advertised by Defense Secretary Caspar W. Weinberger.\nWestern diplomats estimate the death toll from Tuesday's attack included a number of civilians with scores of additional injuries as the effects of the attack spilled over into a residential area in Tripoli. Minor damage was inflicted on several embassies."
}