{
    "title": "Many terror-related cases fizzle, study finds",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 12,
    "day": 8,
    "full text": "WASHINGTON -- The Justice Department has sharply increased prosecution of terrorism-related cases since the Sept. 11 attacks, but many fizzled and few produced significant prison time, a study released Sunday finds.\nAbout 6,400 people were referred by investigators for criminal charges involving terror in the two years after the attacks, but fewer than one-third actually were charged and only 879 were convicted, according to government records reviewed by Syracuse University's Transactional Records Access Clearinghouse.\nThe median prison sentence was just 14 days, according to a study by clearinghouse co-directors David Burnham and Susan P. Long. Only five people were sentenced to 20 years or more.\nCritics seized on the numbers to question whether Attorney General John Ashcroft and other top law enforcement officials have been overstating the success of their anti-terrorism efforts. Nearly every time Ashcroft talks about the subject, he reads a long list of statistics on arrests and convictions to buttress his contention that great progress is being made.\nSen. Charles Grassley, a senior member of the Senate Judiciary Committee with oversight of the FBI and Justice Department, said the report \"raises questions about the accuracy of the department's claims about terrorism enforcement.\"\n\"This report shows that despite the focus on terrorism-related crimes, most of the people accused of terrorism involvement are getting little jail time, if at all,\" said Grassley, R-Iowa.\nJustice Department and FBI officials said the study is rooted in past conceptions of crime and punishment and does not reflect the reality that would-be terrorists seek to blend into society until they are ready to strike.\nLack of lengthy prison terms in many cases can be explained by the effort by prosecutors to stop would-be terrorists long before they are ready to attack, often charging them with lesser offenses, such as identity theft, document fraud and immigration violations.\nProsecutors feel it is better to get suspects off the streets and press them for information than wait for events that could produce harsher penalties. They also said the study makes no mention of the value of intelligence collection and the need to reward cooperation with lesser sentences.\n\"The whole point is to disrupt terrorism at an early stage instead of letting the conspiracy fully hatch,\" said Viet Dinh, a former top Justice Department official under Ashcroft who now teaches law at Georgetown University. \"We cannot take the risk of the conspiracy taking place. What you get is shorter sentences but greater prevention.\"\nIn other words, for every would-be \"shoe bomber\" such as Richard Reid serving a life sentence for trying to light an explosive on a Paris-to-Miami flight last year there are many more suspects such as the group of Yemeni-Americans from Lackawanna, N.Y., who were convicted of supporting terrorism by briefly attending al-Qaida camps in Afghanistan.\n\"This administration's strategy of preventing terrorism has helped protect Americans for over two years,\" Justice Department spokesman Mark Corallo said.\nAccording to the study, about 874 cases were pending as of Sept. 30, including some that might produce longer sentences. In October, for example, two members of an Oregon group were sentenced to 18 years each in prison for attempting to travel to Afghanistan and fight U.S. forces there.\nStill, critics of Justice Department anti-terrorism policies say the study lifts the veil on what they consider large-scale government deception aimed at reassuring an American public fearful of more attacks.\n\"This punches a huge hole in the hype the Justice Department has been engaged in,\" said Timothy Edgar, legislative counsel for the American Civil Liberties Union. \"They are calling people terrorists, on a massive scale, who aren't terrorists.\"\nAccording to the study, charges were filed against 2,001 of the 6,400 people recommended for prosecution since the attacks. Authorities declined to prosecute 1,554. Some 2,845 of the referrals were pending as of Sept. 30.\nOf the 879 people convicted, 373 went to prison and 506 did not. Of those sentenced to prison, 250 got less than a year, 100 got less than five years and just 23 were sentenced to five years or more.\nDuring the two years before Sept. 11, 2001, 24 people were sentenced to five or more years in prison on comparable terror-related offenses, the study said.\nAnother finding: About 35 percent of criminal referrals made by investigators were declined by prosecutors because of lack of evidence or no obvious federal crime had been committed.\n\nLoad-Date: December 8, 2003"
}