{
    "title": "Many Muslims see this as war on them Clarifying that point could take the U.S. years",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 12,
    "full text": "SEVEN years after 9/11 there persist two distinctly different views of the attacks that blue September day.\nOur view, and the one supported by the facts, is that we were savagely attacked by radical Muslims trying to strike a blow that would force the West to cede interest in the Middle East.\nThen there's a view prominent in the Arab world, fueled by rumor and suspicion, that the United States and/or Israel were behind the attacks.\nSteven Stalinky, executive director of the Middle East Media Research Institute, writes in the National Review that \"since 9/11/01, conspiracy theories against the U.S., the Jews, and the Zionists have been rampant in the Arab world.\"\nThe theories, which are molded and advanced through casual conversations in cafes to Middle East media outlets and even government officials, place the United States and the Jews/ Israel/Zionists behind most every attack, tragedy and malady that strikes.\nIn a story from Cairo this week, the New York Times reported that the rumors over time have become the conventional wisdom.\nAt the top of the rumor pyramid is the belief that the United States orchestrated the 9/11 attacks to provide an excuse to wage war on Muslims.\nYes, it's a crazy idea to the vast majority of us in this country, but the Times' Michael Slackman writes that the conspiracy theories are important to understand because they represent how many Arabs see the United States.\n\"That such ideas persist represents the first failure in the fight against terrorism - the inability to convince people here (the Middle East) that the United States is, indeed, waging a campaign against terrorism, not a crusade against Muslims,\" Slackman writes.\nThe invasion of Iraq may eventually make the region safer by removing a dangerous megalomaniac dictator, but the war has added to the suspicion among some Arabs that 9/11 was all about a reason to restart the crusades.\n\"The single greatest proof, in most people's eyes, was the invasion of Iraq,\" Slackman writes. \"Trying to convince people here (the Middle East) that it was not a quest for oil or a war on Muslims is like convincing many Americans that it was, and that the 9/11 attacks were the first step.\"\nWe see a war on terror. They see a war on Muslims.\nThis anger toward us is rooted to a large degree in sweeping socioeconomic problems in the Middle East.\nKenneth Pollack writes in his new book \"A Path out of the Desert\" that many Middle Easterners face daily challenges because of political oppression, an inadequate legal system, a poor education system, unemployment and a culture that is under attack.\nBecause of these and other problems, there is great frustration in the Muslim Middle East. That frustration produces resentment against those believed responsible - their own autocratic governments and the powerful and meddling United States.\nSo on the anniversary of 9/11, our war against terrorism continues on multiple fronts:\nOne is the effort to track down Osama bin Laden and members of Al Qaeda, which is a just and appropriate response. That's a reasonably clear mission.\nAnother is reassuring the Muslim Middle East that America's motives are not sinister.\nThat mission probably will prove to be more difficult than finding and killing Osama.\nKercheval is host of TalkLine, broadcast by the MetroNews Statewide Radio Network from 10 a.m. to noon Monday through Friday. The show can be heard locally on WCHS 580 AM.\n\nLoad-Date: September 12, 2008"
}