{
    "title": "MARCOS DEFENDS HIS POWER TO RULE BY DECREE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 5,
    "day": 27,
    "full text": "President Ferdinand E. Marcos said today that he would resist efforts by the country's revived opposition to curb his law-making powers.\n Without the emergency powers, Mr. Marcos said, ''you will have Communists going back and forth, causing the dastardly ruin of our country, the killing of people and the rape of women.'' He added, ''I consider the decree-making power a legitimate tool against terrorism and subversion.''\nBy issuing decrees, Mr. Marcos can bypass the legislature. Leaders of the opposition, which scored surprisingly big gains in the National Assembly elections on May 14, have said that limiting the President's law-making powers will be at the top of the list of changes they will seek when the new assembly convenes in July.\nPhilippine President Ferdinand Marcos says he will resist efforts by country's opposition to curb his law-making powers; says without emergency powers, 'you will have Communists going back and forth, causing the dastardly ruin of our country' (S)\nOpposition politicians contend that Mr. Marcos's emergency law-making authority should terminate when the old assembly retires on June 30. If he continues to issue decrees afterward, the opposition leaders say they will challenge the constitutionality of these powers before the Supreme Court.\n \n'Impressive Gains'\nAt a news conference with foreign reporters at the presidential palace, Mr. Marcos also said publicly for the first time that he was disappointed with the outcome of the assembly election and conceded the opposition had emerged with ''impressive gains.''\nMr. Marcos predicted that when official vote-counting is completed in several days, the opposition will win 55 of the 183 contested seats.\nAbout five seats will be held by independent candidates, while his ruling party will hold the rest, he said. In the previous 1978 assembly election, Mr. Marcos's opponents won only 13 seats.\nSo far 143 candidates have been officially declared winners, with the ruling party getting 89 seats and Mr. Marcos's opponents taking 54 seats, a significant minority.\nMr. Marcos admitted that the unexplained assassination last August of the opposition leader Benigno S. Aquino Jr. helped his rivals in the election. But he said his party's main weakness was on ''the gut issues'' of occasional shortages of vital consumer goods and rising prices.\nYet even on key economic issue, Mr. Marcos insisted that it was the ''perception of performance'' that was lacking, not the performance itself. The President's interpretation not withstanding, the Philippines' economic troubles are real.\nIn 1983 the nation's per capita income, adjusted for inflation and stated in dollars, fell to $600, from $724 in 1982, according to the Center for Research and Communication, an independent reserch body. Unemployment is now estimated at 23 percent.\n \n'I Will Have to Run'\nThe 66-year-old President, looking fit and parrying questions with combative relish, also gave the strongest indication to date that he plans to run for re- election in 1987. ''If the quality of aspirants does not improve, I will have to run,'' Mr. Marcos said.\nLater, after pointing out that members of the ruling party would only seek the presidency if he does not and giving short shrift to the opposition hopefuls, Mr. Marcos said, ''I have no choice.''\nThough he said some estimates of recent killings in the Philippines were too high, Mr. Marcos deplored what he termed the Communist insurgency's ''heightened campaign of terrorism.''\nHis comments came two days after Brig. Gen. Tomas Karingal, one of the highest-ranking officials in the police constabulary, was murdered by gunmen in a restaurant. The killers have not been found, but Mr. Marcos said the murder was attributable to ''subversive and terrorist groups that definitely plan to undermine the Government.''\nIn the news conference, Mr. Marcos denied a report earlier this week that he intended to use his decree-making powers to appoint an additional 18 representatives to the National Assembly, a move that would have diluted the gains of the opposition."
}