{
    "title": "Marco Rubio's Empty Rhetoric on Terrorism",
    "publisher": "the new york times",
    "year": 2015,
    "month": 11,
    "day": 23,
    "full text": "At first glance, Marco Rubio's first television ad as a presidential candidate seems unassailable. He says the world is facing a \"civilizational struggle between the values of freedom and liberty, and radical Islamic terror.\"\n\"What happened in Paris could happen here,\" Mr. Rubio says, looking slightly less bewildered than usual. The Florida senator goes on to say: \"These aren't disgruntled or disempowered people. These are radical terrorists who want to kill us.\"\nSo far, so good.\nThen he said that \"they\" want to kill us \"because we let women drive, because we let girls go to school.\"\nWhile it's true that radical Islam rejects women's rights, Mr. Rubio's analysis is just as shallow as the argument that European nations' colonialism or more recent acts of American stupidity, committed primarily by President George W. Bush, excuse acts of sociopathic mass murder.\nBut what's really wrong with Mr. Rubio's commercial, and his candidacy, is that he offers not the slightest idea of what he would do as president to combat terrorism - other than to further undermine Americans' civil liberties under the guise of counter-terrorism and to turn away legitimate refugees because they happen to be Middle Eastern Muslims.\nMr. Rubio talks about the assault on \"Western values\" by Muslim terrorist groups, but he supports proposals to freeze the entry of some 10,000 U.N.-designated refugees from the Middle East, based on a series of lies he and other Republicans like to tell about President Obama's refugee policy.\n\"The president and Hillary Clinton are completely out of touch with reality,\" he said on Fox News last Thursday. \"What needs to happen here is you can't let people in unless they complete a background check.\"\nSounds good, except that the refugees in question have completed background checks and will have to complete many more before they set foot on American soil.\nRichard Clarke, a counter-terrorism adviser to President George W. Bush, pointed out on ABC News last week that refugees must go through a long process to enter this country. \"If there's any doubt at all, they're not allowed in,\" he said. \"It takes 18 months, 24 months, while these people sit in wretched refugee camps in Turkey, in Jordan, in Lebanon and if there's any doubt, they're not allowed in. Marco Rubio doesn't know what the process is. There is a process, and it's worked.\"\nMr. Rubio also seems confused about the right way to discuss things like terrorism and national security in a presidential campaign. On Fox News on Sunday, Chris Wallace rather hilariously asked Mr. Rubio if he thought his \"foreign policy credentials\" (which are nonexistent) were giving him a \"boost with voters\" after the terror attacks in Paris and other places.\n\"I obviously am not happy about the events,\" he said, to everyone's great relief, \"but I think it's a positive development that it suddenly has forced Americans to confront more carefully the issue of national security.\"\nMr. Rubio said: \"I hope that we focus on that more, not just for political advantage, but because the world has become a very dangerous place.\"\nMaybe Mr. Rubio can start with himself. Instead of just seeking political advantage after the horrors in Sinai, Lebanon, Paris, Mali and elsewhere, perhaps he could come up with something useful to tell voters about why they should entrust him with the job of president.\n\nLoad-Date: November 23, 2015"
}