{
    "title": "Marcos Warns of Foreign Role in Filipino Politics",
    "publisher": "the new york times",
    "year": 1980,
    "month": 9,
    "day": 21,
    "full text": "In what apparently was a critical allusion to the United States, President Ferdinand E. Marcos warned his political opponents today against involving a foreign power in Philippine politics.\nThe warning appeared to stem from a recent meeting between Richard C. Holbrooke, Assistant Secretary of State for East Asian and Pacific Affairs, and former Senator Benigno S. Aquino Jr., an opposition figure who, Mr. Marcos charged, was involved in encouraging recent acts of urban terrorism.\nMr. Marcos, speaking on the eve of the eighth anniversary of his imposition of martial law, said that efforts to involve a foreign power were ''most dangerous, as in an unpredictable world, somebody might really come in.''\nAN-A\nThe President, speaking at a news conference, said he had been informed by the United States Embassy that Mr. Holbrooke had met with Mr. Aquino in the United States. Mr. Marcos said he had been told that Mr. Holbrooke informed Mr. Aquino that American policy was to discourage the use of violence, a reference to the recent terrorist bombings in Manila.\n \nCharges by Prisoners\nMr. Aquino has been identified by a number of bombing suspects as the alleged mastermind of the urban terrorist campaign. One bombing, in a supermarket on Sept. 2, killed an American woman and injured 33 people. The attack prompted the imposition of strict security measures.\nIn his news conference Mr. Marcos repeated a charge that Mr. Aquino ordered the bombing campaign and suggested that a second opposition leader, Senator Jovito Salonga, might also be involved.\nTwo prisoners who had testified to Mr. Aquino's alleged terrorist connections were brought out during the news conference and made to repeat their accusations. The witnesses are the younger brothers of a Filipino-American businessman, Victor Burns Lovely, who was critically injured two weeks ago when a bomb he was tinkering with exploded at a Manila hostel. The brothers have been in custody since the explosion.\nMeanwhile, a new message from the urban guerrillas denied that Mr.  Aquino had ordered them to begin the terrorist bombings. Saying they wanted ''to set the record straight about Senator Aquino,'' their message said he could be a rallying point for the Filipino people and explained that the guerrillas had named their group, the April 6 Liberation Movement, after the date of a 1978 rally in support of Mr. Aquino.\nMr. Marcos noted that Mr. Aquino, whom he released from military detention here last May, had been given a bullet-proof car and a security detail for his current stay in the United States. The President said this showed that Mr. Aquino feared attacks by personal enemies since there was no reason for him to feel threatened by the Philippine Government.\n \nGuerrillas Are 'Fantasizing'\nMr. Marcos said that the bomb-making materials found with Mr.  Lovely and the remains of devices that went off in business establishments and Government offices since Aug. 22 had consisted of plastic explosives and simple alarm clocks as timers.\nHe said the guerrillas were ''fantasizing'' if they thought they could bring about the fall of a government through urban terrorism.  Mr. Marcos also said that he considered it his responsibility to encourage a slow, peaceful transition toward democracy. He said he would not lift martial law precipitately but that he might still consider doing it before March 1981."
}