{
    "title": "Marc Lamont Hill_ 'A call to responsibility and reflection'",
    "publisher": "daily news ",
    "year": 2012,
    "month": 9,
    "day": 13,
    "full text": "OVER THE PAST two days, the Muslim world has been rocked by a range of volatile incidents. First, Egyptian protesters stormed the U.S. Embassy, tearing down the United States flag and posting a flag saying, in Arabic, \"There is no god but Allah.\" Then a group of extremists targeted the U.S. Embassy in Libya, killing Ambassador Chris Stevens and three others.\n Of course, my first instinct is to focus on the human dimensions of this tragedy. Too often, as critics and private citizens, we jump right into our talking points and instant analyses instead of acknowledging the faces, names and stories of the people who died.\n This is why it was so disappointing to hear Mitt Romney use the two incidents as an opportunity to score cheap political points by challenging President Obama's foreign-policy bona fides. In doing so, we cheapen the lives and legacies of those who died.\n We must also use these recent events as an opportunity to denounce terrorism in all forms. The decision to attack innocent people in the name of a cause or purpose is both cowardly and wrongheaded, as it undermines any legitimate concerns the terrorist may have. \n I'm not denying the need for war or even revolution. But there's a difference between principled resistance and primitive violence.\n In this case, the terrorists suggested that they were outraged by \"The Innocence of Muslims,\" a low-budget propaganda film created by an anti-Muslim kook and funded by a questionable cadre of donors. Although I was equally disturbed and offended by the film's portrayal of Islam and the prophet Muhammad, I find the violent response nonetheless barbaric and despicable. \n In this case, the Muslim world should take a page from the sunnah (way) of the prophet Muhammad, who never killed anyone who misrepresented, defamed or disrespected him.\n At the same time, we cannot charge the Muslim community with the sole responsibility of denouncing terrorism. Such a response ignores the fact that terrorists come in all creeds and colors. It also advances the vicious lie that the bulk of the Muslim world is sympathetic to the tactics, strategies and beliefs of the infinitesimal number of terrorists in the world. \n Do we hold all whites accountable for the behavior of the Ku Klux Klan? Would we ask all Christians to explain the lunacy of the Westboro Baptist Church?\n We must also resist the urge to engage in reactionary rhetoric in the wake of this event. Whether it's presidential promises to \"hunt down terrorists\" or state-level commitments to executing \"dangerous\" criminals, we are often comforted by the language of retaliation rather than reason. In doing so, we squander opportunities to reflect on our own culpability and responsibility.\n In the case of these two recent incidents, we must consider the ways that the United States has consistently been an agent of terror in the Muslim world. As outraged as we may be at the behavior of groups like al Qaeda, we compromise our own moral authority when Obama-sent predator drones are killing equally innocent Afghans. As upset as we may be by the presence of Islamic dictatorships, we cannot ignore the consistent role of the United States in installing and sustaining their rule.\n If we actually use this moment as a call to responsibility and reflection, we can create a world that is more safe, just and humane for all people.\n Daily News editor-at-large Marc Lamont Hill is an associate professor of education at Columbia University and host of \"Our World With Black Enterprise,\" which airs at 10 a.m. Sundays on TV-One. Contact him at MLH@marclamonthill.com.    \n\nLoad-Date: September 13, 2012"
}