{
    "title": "Marcos pledges Constitution will guide succession",
    "publisher": "christian science monitor ",
    "year": 1982,
    "month": 9,
    "day": 20,
    "full text": "Before his trip to the US, Philippines President Ferdinand Marcos was interviewed in Manila by Monitor correspondent Scott Armstrong. Here are excerpts:\nOn Marcos successor: When you say there are doubts as to the succession, this is because, I suppose, you cannot understand the steps that are provided for by the Constitution. The (Western) observers cannot believe that the Constitution will be followed. . . . You have to train the people under you to take over. Just in case anything happens to me, they have got to be able to undertake the most critical decisions.\nOn political opponents: We are in a very critical period where a misstep might cause a return to the Old Society ways. Although I would think that by now our people have been able to compare the New Society with the Old Society and decided that they won't have any more of the old ways - things like elections where you sold your vote to the highest bidder, the countryside being ruled by private armies.\nOn Soviets in Asia: This goes all the way back to the Vietnam war, . . . and the Vietnamese permission toward the use by the Soviet ships of Da Nang and Cam Ranh Bay. These all amount to a very patent increase in the presense of the Soviet Union in the area. . . . There really isn't any equivalent power in Asia right now. You put all the countries together, and they just don't balance that kind of power. . . . The best thing that could happen would be if there were a strong international organization like the United Nations. But I suppose this is visionary.\nOn reports of more communist activity in the Philippines: I am afraid that is all propaganda. On the contrary, if there is anything that the Philippines can be proud of, it is that we have eliminated the leadership of the subversive organizations. . . . What we are having here is young kids trying to establish their credentials as revolutionaries and doing a bad job of it. You know what happens when they are desperate. They go into all kinds of terrorism, ambushes, and desperate tactics which really don't hurt much but make the headlines. Terrorism, short and simple. Even Lenin, even Ho Chi Minh, would not have overdone that.\nOn Muslim uprising (the Moro National Liberation Front): We are not fighting them. They are fighting among themselves. The MNLF has suddenly divided into three or four factions. . . . We do get some credible intelligence inside their ranks. The leaders have had a falling out.\nOn government plans for big industries: Only fools don't restudy the necessary changes. Petrochemicals, for instance. How can you insist on petrochemicals when the whole market is coming up with new petrochemicals. . . . There is not a single businessman who has made any definite or final decision until you in the United States have made up your minds as to what you are going to do with your economy. . . . There is nothing we can do.\n\nGraphic\n\n \nPicture, Marcos, Sven Simon"
}