{
    "title": "March for Life set for Sunday in Walla Walla",
    "publisher": "walla walla union-bulletin ",
    "year": 2018,
    "month": 1,
    "day": 18,
    "full text": "Jan. 18--Walla Walla anti-abortion activists will lead a downtown procession Sunday in their annual March for Life.\nThe march will begin at The Father's House, a recently opened interdenominational church at 304 N. Second Ave. Marchers will proceed south on Second to Main Street, then west past the Walla Walla County Courthouse and south on Sixth Avenue to St. Patrick Catholic Church at 415 W. Alder St.\nOrganizer Helen Didelius of Human Life of Walla Walla Valley said the march will be a \"peaceful migration.\" Prayer services will be held before and after the march, according to a release, and the event will conclude with a reception at St. Patrick.\nWhile local churches have been involved in promoting the event, Didelius emphasized participants need not be members of any of those churches.\n\"The march is open to everyone,\" she said. \"As far as we're concerned, the pro-life message approaches everyone.\"\n\"Abortion is a very heated debate, and I understand that. And the point of the march isn't to be heated,\" Didelius said. \"Life is important, and that's what we're trying to do, is highlight how important it is.\"\nMore from this section\n+2\nLaser man pleads guilty, agrees to repay $17 million\nLaser man pleads guilty, agrees to repay $17 million\nSenate committee grills tech giants over online terrorism\nSenate committee grills tech giants over online terrorism\nLocal students to learn about Kindertransport through \"Willesden Lane\"\nLocal students to learn about Kindertransport through \"Willesden Lane\"\nDidelius said last year's march drew more than 400 participants, the most in her memory, but that typically attendance has hovered around 200.\n\"You could argue that (last year's turnout) had something to do with the elections,\" she said. \"Or it might have had something to do with the Women's March. But I think that really it's just that more and more people are in support of the pro-life cause.\"\nThe national Women's March last year came a day after President Donald Trump was inaugurated. In Walla Walla about 2,000 marchers turned out. A similar march will be held Saturday\nDidelius said she worried that rain forecast for Sunday might discourage some people from joining the March for Life, but added she knows of many regulars who could be counted on rain or shine.\nAndy Monserud can be reached at andymonserud@wwub.com or 509-526-8326.\n___ (c)2018 Walla Walla Union-Bulletin (Walla Walla, Wash.) Visit Walla Walla Union-Bulletin (Walla Walla, Wash.) at union-bulletin.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: January 19, 2018"
}