{
    "title": "MARINE GUNSLINGERS AIM AT TERRORISM",
    "publisher": "the new york times",
    "year": 1987,
    "month": 5,
    "day": 15,
    "full text": "Like marshals in the Old West, the two Marine sergeants stood balanced with feet apart, right hands caressing black leather holsters secured with thongs about their legs, eyes on silhouette targets seven yards away.\nOn command, Sgt. Tommy Shortridge snapped out a .45-caliber Colt pistol and Sgt. James Phelps a 9-millimeter Beretta. In one motion, each cocked his pistol, aimed it with both hands and fired two bullets into the chest and one into the head of the target.\nThe sergeants took less than two seconds from the word ''draw.''\nGunslinging with pistols is new to marines trained with rifles in combat marksmanship. But Sergeants Shortridge and Phelps, who have also learned to fire shotguns, another weapon new to those marines, are in a unit being formed to fight terrorists threatening Navy bases and ships.\n \nSentry Duty to Be Ended\nThat unit, the Marine Corps Security Force, requires weapons, tactics, habits and ways of organizing that differ from regular combat forces. In perhaps the biggest change, marines are being removed from sentry duty at the gates of Navy bases where, as part of the Navy Department, they have stood guard since the Revolution.\n''The days of standing there looking pretty and being a 'gate waver' are gone,'' said Lieut. Col. W. R. Young, who is responsible for the training here. ''The marines are going to be phased off the gates and will be guarding things that require a combat-trained marine.''\nOver the next two years, gate duty will be turned over to sailors or civilian police as marine anti-terrorist teams start guarding such critical installations as communication centers, ammunition depots or docks where nuclear submarines are refueled.\nThe security force will have one battalion of 800 marines with headquarters at Norfolk, Va., and another at Mare Island, Calif. Operating units will consist of platoons of 45 marines.\n \nNature of Security Teams\nWithin each battalion, Fleet Anti-terrorist Security Teams are being organized for swift dispatch to the site of any expected terrorist threat or to reinforce marines trying to fend off an attack by terrorists.\nAmong the new habits, marines in the anti-terrorist force will be armed with loaded weapons at all times. That has caused anxiety because marines must be ever aware of safety, knowing a mistake could kill another marine, an innocent person or even oneself.\nBefore, marines stood guard with unloaded weapons and bullets in pouches on web belts. The sentry at the billet in Lebanon that was blown up by a truck laden with explosives in 1983 did not have his rifle loaded and thus was unable to shoot the speeding driver.\nOrganizing the Marine Corps Security Force reflects an expanding effort by all services to seek more protection from terrorists, even though there has been a lull in attacks on Americans since the United States staged two bombing raids against Libya a year ago. The Reagan Administration said those raids were mounted to deter Libyan support for terrorism.\n \nSurge in Terrorism Seen\nNo one expects the lull to last. Marines have been training for raids on terrorist positions. If the President orders a strike by ground forces, marines could be deployed from a ship in helicopters, or Army rangers dropped from aircraft by parachute.\nIn addition, marines have drilled with the Army's Delta Force, whose mission is to rescue hostages. In an operation, marines would seize a perimeter to allow Delta soldiers to come in to free the hostages, then would cover the withdrawal.\nColonel Young said the mission of the Marine Corps Security Force was to deter or fight terrorists, not to duplicate the rescue duties of the Delta Force or to take the offensive against terrorists.\nThe battalion in Norfolk was activated in April and will serve on bases and ships in the Atlantic and Mediterranean. The second battalion is to be activated in July for the Pacific. It will take two years to get the force fully trained, Colonel Young said.\nAt this isolated Navy electronic base next to the Dismal Swamp, the marines have improvised a training site.\n \nSchedule of Training\nThe marines get a week's training on pistols. A second week is devoted to shotguns, including teaching marines to shoot a terrorist holding a hostage as shield. Sergeant Phelps whipped a shotgun off his shoulder, pumped once to load and fired at a target behind and to the side of another representing a hostage. The hostage target was unscathed.\nA third week concentrates on tactics. Marines are taught how to clear a house and to turn corners with minimum exposure. Hand-to-hand combat is stressed. In the final week, marines are taught how terrorists operate and the confusing situations in which they may find themselves.\nThe toughest part is making split-second decisions of life or death. At an indoor pistol range at the Norfolk base, marines are shown movies flashed on a screen at which they can shoot.\nIn one incident, a sleazy looking man jumps out of a room, raising a pistol to fire. Deciding to shoot him is easy. But in another scene, a 12-year-old boy aims what may be a real pistol, or may be a cap pistol, at the marine.\nColonel Young said young marines did not hesitate to fire. But some of the older marines, being fathers, could not bring themselves to shoot a little boy.\n\nGraphic\n\n \nMap shows location of Northwest (NYT)"
}