{
    "title": "MARINES' SECURITY POSES HARD QUESTIONS",
    "publisher": "the new york times",
    "year": 1983,
    "month": 11,
    "day": 5,
    "full text": "As investigations of the Oct. 23 bombing at Marine headquarters in Beirut get under way, members of Congress, military officials and urban-terrorism experts say investigators are likely to address several troubling questions about the marines' security precautions.\n These officials and experts have spent the last week listening to the Marines' explanation of how a truck loaded with explosives could have rushed through Marine defenses, crashed into the building and then exploded, killing at least 230 and possibly as many as 239.\nThe officials say that having heard the Marines' testimony, investigators are now likely to focus on at least these three key questions:\n- Why were the sentries who were on duty the morning of the bombing carrying unloaded weapons?\n- Why did the Marines house so many people, along with all their records, in one building, presenting ''a sizable target that can make it much more appealing to terrorists,'' as an officer at the British Embassy who has extensive experience with terrorism in Northern Ireland said.\n- Why didn't the marines construct more sophisticated vehicle barriers, especially considering that they received intelligence information on ''roughly 100 car-bomb possibilities'' between June 1 and Oct. 23, Gen. Paul X. Kelley, Commandant of the Marine Corps, said in Congressional testimony this week.\nThe question of sentries with unloaded weapons seems even more pertinent today, some of the officials and experts say, in light of a similar truck bombing of an Israeli military headquarters in Tyre, Lebanon, that killed at least 39 people today.\n \nSentries Apparently Killed Driver\nIsraeli sentries fired on the truck as it charged at the building, apparently killing the driver. The truck stopped short of the building before it exploded, and that probably reduced the casualties, said Brig. Gen. Yaacov Even, chief Israeli military spokesman.\nIn three days of testimony before the House and Senate Armed Services Committees, General Kelley said no commander could have anticipated that a bomb would be delivered by truck. The defenses against the threat the Marines did anticipate - specifically, bombs carried in cars - were adequate, the general said.\nThose defenses included barbed wire, sandbags, a two-foot sewer pipe filled with concrete that was placed across the road and armed sentries, although some sentries were instructed not to insert ammunition clips into their weapons.\nThe House Armed Services Committee is investigating security precautions taken before the bombing, as are several members of the Senate Armed Services Committee. Although some members of both committees said they were satisfied with the Marines' testimony, others were not.\n \n'Not Adequately Protected' Representative Marilyn Lloyd Bouquard, a Tennessee Democrat who sits on the Armed Services Committee, said, ''There's a perception in our country that our marines were not adequately protected.''\nRepresentative Nicholas Mavroules, a Massachusetts Democrat, told General Kelley, ''We do have some questions that are troublesome.''\nRepresentative Dave McCurdy, an Oklahoma Democrat who serves on the Armed Services and Intelligence committees, said: ''I don't think it's that extraordinary to have changed from cars to a truck. The marines just weren't prepared. I think they just underestimated the threat. Period.''\nAnd Senator Edward M. Kennedy, a Massachusetts Democrat who serves on the Senate Armed Services Committee, said, ''Two sentries with unloaded weapons and some barbed wire are simply inadequate to protect our marines.''\n \nDefense Department Inquiry\nWhile investigations proceed on Capitol Hill, the Defense Department has ordered its own board of inquiry, headed by Adm. Robert L. J. Long, retired. He is still selecting the panel's members.\nAlthough General Kelley toured the Marine compound shortly after the bombing and presented the Marines' explanation to Congress, he was not in the chain of command that made the security decisions.\nA Defense Department spokesman, Gunnery Sgt. Steve Merrill, said Col. Timothy Geraghty, commander of United States forces on shore, was directly in charge of determining how the Marine compound was defended and what rules of engagement would be employed.\nFrom Colonel Geraghty, the chain of command went to Capt. Morgan France, a Naval officer who is commander of United States forces in Lebanon, then to Vice Adm. Edward H. Martin, commander of the Sixth Fleet. Above him were Adm. William N. Small, commander in chief of United States naval forces in Europe, and Gen. Bernard W. Rogers, Commander of all United States Forces in Europe.\n \nColonel's Authority\nThe spokesmen said the Defense Department, as a matter of policy, will not say where in the chain of command decisions are made, but Capt. Jim Santana said Colonel Geraghty was empowered to make many decisions on his own.\nIn testimony before the Senate Armed Services Committee this week, General Rogers said, ''I am responsible. Anything that happens or fails to happen in that theater is my responsibility.''\nGeneral Kelley has said sentries were ordered to carry unloaded weapons. That was to prevent accidents, a Marine spokesman said. The weapons could be loaded in a matter of seconds, General Kelley said. And besides, he said, ''In my professional judgment, that truck could not have been stopped by small-arms fire.''\nThe British Embassy official said his experience in Northern Ireland convinced him that an effective antiterrorist defense must include ''armed guards posted at various locations, with absolute firm instructions to shoot if necessary.'' He added, ''They can shoot the driver or the tires.''\n \nSpecialist in Terrorism\nDavid Charters, a specialist in terrorism at the University of New Brunswick in Canada who has studied anti- terrorism security in Northern Ireland, said he thinks the Marines definitely ''should have had more men ready to shoot.''\nAnd Representative Larry J. Hopkins, a Republican from Kentucky who is on the Armed Services Committee, told General Kelley, ''Maybe the M-16's would not have stopped the truck. We'll never know. But one thing we do know is that an empty M-16 won't stop a truck.'' The M-16 is the type of rifle issued to most American ground troops.\nAfter the bombing of the Israeli compound today, a staff member of the Senate Armed Services Committee said, ''I am sure we are going to be talking to the Israelis about their security measures.''\nGeneral Kelley said the airport building was chosen to house the Marines ''because during the earlier fighting for Beirut, it endured furious Israeli artillery barrages without being destroyed.'' He added, ''An earth tremor in June also failed to cause any structural damage.''\n \nBuilding Had Been Safe\n''It should also be noted,'' he said, ''that in a 13-month period, no Marine billeted in the building was killed or injured due to incoming artillery, mortar, rockets or small arms.''\nMr. Charters said it's ''a precept'' in the antiterrorism field ''that you disperse your people because if you put several hundred men in one spot, you're just asking for trouble.''\nA recently retired, senior Army general who said he found himself faced ''with security considerations like this frequently'' while on active duty, said, ''When I heard about the incident that Sunday morning, the first thing that came to my mind was: 'How could they possibly have so many casualties in one big lump like that? Why weren't they dispersed?' ''\nOn the question of barricades, General Kelley said, ''If we had known that a truck bomb, a massive change in tactics, was a probability, then I can assure you that we would have been digging the tank ditches that everyone is asking for.''\n \nTruck's Route Described\nThe Mercedes truck, about the size of a dump truck, drove at high speed through a barbed-wire fence, through a sentry post where the sentries were carrying unloaded weapons, over the concrete-filled pipe, through a sandbag barrier and into the building's main entrance, where its cargo was detonated, killing the driver and a passenger along with the Marines, General Kelley told the Congressional committees.\n''Rough calculations indicate that it would require a massive concrete wall to stop a vehicle of this weight and traveling at this speed,'' the general said. ''It could not have been anticipated.''\nRepresentative Ken Kramer, a Colorado Republican on the Armed Services Committee, said, ''I know it's easy to be an instant expert, but I truly believe the question of a car bomb versus a truck is just a matter of degree and quite frankly should have been anticipated and better prepared for.''\nSenator Gary Hart, a Colorado Democrat on the Armed Services Committee, said General Kelley explained that ''the attack was unprecedented because it was delivered in a large truck at high speed rather than a small truck at low speed.'' He added, ''Why was our thinking so limited? Are we still operating under the delusion that our enemies will not be imaginative and inventive?''\n \nCountermeasures Listed\nMr. Charters said, ''One hates to second-guess, but various things certainly could have been done'' to stop the truck.\nHe and the British Embassy officer said the marines ought to have placed speed bumps in the road, along with concrete posts or other objects that force vehicles to take a winding path. They prevent vehicles from rushing by so quickly that guards don't have time to shoot.\nSince the bombing, the Marines have added new protections and barriers, General Kelley told the congressional committees. All entrances to the Marine compound are now blocked and reinforced. Vehicle and pedestrian access is restricted. Visitors are searched. Additional guards and sentries are on duty, and their weapons are loaded.\nVehicles entering the area must travel a 130-yard zig-zag course between tar-filled barrels. And a .50-caliber machine gun is positioned to cover approaches to the compound.\nWith all that, General Kelley told the House Armed Services Committee, ''that kind of attack is now improbable.''\n\nGraphic\n\n \nphoto of bomb site in Tyre"
}