{
    "title": "Market reacts to London attacks with moderation Low property losses, Pool Re coverage lessen likelih",
    "publisher": "business insurance",
    "year": 2005,
    "month": 7,
    "day": 18,
    "full text": "LONDON-The terrorist attacks in London earlier this month likely will not cause a surge in demand for terrorism insurance coverage, sources say, and underwriters are unlikely to impose dramatic rates hikes in the wake of the bombs on London's transportation network.\nBut companies will likely now re-examine their vulnerability to terrorist attacks and any potential loss exposures, they say. Although the events neither increase nor decrease the likelihood of future attacks, security remains a huge issue.\nThree bombs exploded on London subway trains and one detonated on a bus during the rush hour July 7, killing at least 54 people and injuring about 700.\nPolice said last week it was likely that the attacks were the work of suicide bombers.\nSources said that property losses from the bombs were expected to be low-possibly less than £20 million ($35.17 million).\nAnd any losses are not expected to have a dramatic effect on the insurance market, several brokers said.\nTransport for London, which operates London's transportation network, has a Guernsey-based captive insurer, London Transport Insurance (Guernsey) Ltd., that sources say is expected to absorb much of the property losses.\nIn addition, the United Kingdom has a government-backed mutual terrorism reinsurer, Pool Reinsurance Co. Ltd-funded by premiums charged to participating insurers that write commercial property insurance in the United Kingdom-that for 2005 will pay out above £75 million ($131.89 million) per event up to £150 million ($263.78 million) per year.\nThe pool covers property losses and resultant business interruption losses from terrorist events.\nPersonal accident losses will also likely easily be absorbed by the market, noted Stephen Grant, nonmarine director at the London-based brokerage RFIB Group Ltd.\nWhile the July 7 bombings are not expected to result in large financial losses, they do serve as a ``wake-up call'' for buyers and underwriters, said Mr. Grant.\n``Only time will tell'' whether the bombings will spark increased demand for terrorism coverage, according to Justin Priestley of the special risk/counter terrorism team at Aon Ltd. in London. But companies likely will re-examine their potential exposures, he said.\nMost large companies already have made a decision about whether or not to buy terrorism coverage, Mr. Grant said, but the attacks may prompt small to mid-sized companies to look again at their potential exposures.\nThere has been no change in rates for terrorism coverage or available market capacity since the London attacks, added Mr. Grant.\nA spokeswoman for Hiscox P.L.C. in London said that the market ``appears to be pausing to reflect.''\nAs of last week, there had not been a surge of interest in stand-alone terrorism cover.\n``It is very much business as usual,'' according to Nick Davies, class underwriter for war and terrorism at Brit Insurance Holdings P.L.C. in London.\n``We haven't had a flood of phone calls from clients or prospective clients (since the London attacks), but we've had some,'' said Mark Drummond-Brady, a partner at JLT Risk Solutions, a division of Jardine Lloyd Thompson Group P.L.C., in London.\nBut the events have not generally had an effect on rates, he noted.\nThe March 2004 bombs in Madrid, in which more than 100 people were killed by bombs on commuter trains, had already highlighted the risk of terrorism on transport infrastructure, he added.\nThe London attacks will ``inevitably mean that people look more closely at terrorism as a risk,'' according to Tim Press, director of special risks at London-based broker Miller Insurance Services Ltd.\nThe events have put terrorism ``back on the agenda,'' he said.\nThierry Van Santen, chairman of the Federation of European Risk Management Assns. and executive vp in the corporate business risk management department at Groupe Danone in Paris, said he did not think the attacks would cause a huge increase of interest in buying stand-alone terrorism cover.\n``Unfortunately, urban terrorism is becoming a fact of life,'' Mr. Van Santen said, and businesses now tend to have a less knee-jerk reaction to events than in the past.\nIn addition, he said, for many risk managers the purchase of stand-alone terrorism coverage is not an option because it is deemed too expensive.\n\nGraphic\n\n \nArt Credit: Londoners observe two minutes of silence at King’s Cross station on July 14, one week after four bombs exploded within the city.\nArt Credit: KRT\n\nLoad-Date: July 20, 2005"
}