{
    "title": "Mark Bowden _ True face of terrorism may not be so fearsome; Materialism seems to hold some appeal i",
    "publisher": "the world",
    "year": 2003,
    "month": 3,
    "day": 16,
    "full text": "Early this month, an Egyptian man was awarded $27 million for revealing the whereabouts of Khalid Shaikh Mohammed, the \"operations\" head of al-Qaeda.\nI hope the payoff is widely reported in the Middle East. The tipster, a radical who had been arrested in an earlier sweep, evidently saw the light when presented with the prospect of going from a prison cell in Pakistan to the lap of luxury in London, with a secure financial future for himself and his entire extended family. If the Western world is at war with Islamist terror, we might as well use all the weapons at our disposal. It may just be my materialistic Western soul, but I'm putting my money on Hyde Park real estate and an Oxford education over dodging the FBI in Rawalpindi.\nThere were more reports that al-Qaeda's top leadership may be unraveling. U.S. officials denied a report from Pakistan that two of Osama bin Laden's sons had been arrested in a shoot-out, but I suspect it's true. Even if bin Laden himself were in custody, it might pay to keep it quiet for a while. If members of the terrorist organization are poised to act in such an event, best to try to run them down before revealing the big catch.\nWhen al-Qaeda's back is broken, and most of its cells and plots uncovered - something that will occur - I suspect it will turn out to be less impressive an organization than feared.\nThe horrific success of the Sept. 11 attacks will be shown to have been largely unanticipated by them, the result of an unusually audacious plan and consequences - having to do with the engineering of the World Trade Center - that far exceeded their most ambitious expectations. Even the grandiose bin Laden, in the famous \"informal\" videotape seized in Afghanistan, expressed surprise that the attack collapsed the towers.\nThat extraordinary stroke inflated our fears beyond the group's reality. In the end, the picture of al-Qaeda is likely to more resemble the fat, sleepy, disheveled Mohammed pictured in custody than a sleek, Harvard Business School model of terrorist efficiency.\n\"When people see a strong horse and a weak horse, by nature they will like the strong horse,\" bin Laden said in one of his videotaped statements. I think he's right. Might may not make right, but it's damned persuasive. Few things will dissuade jihad as effectively as the relentless pursuit of its practitioners and the generous rewarding of those who assist. Those who would make themselves our enemy, like Saddam Hussein, gain by our weakness.\nThere are some indications, from conversations with Mohammed and other al-Qaeda leaders in custody, that the group wanted the United States to attack the Taliban in 2001, in hopes of drawing it into a protracted struggle that would ignite Islamist fundamentalists throughout the region to rise up. Instead, the war took about eight weeks and amounted to a cascading series of Taliban and al-Qaeda surrenders and retreats.\nNabbing Mohammed was another pivotal victory. It is rare in this life to uncover a true bogeyman, an arch-villain, whose fingers are in such a wide range of international crimes. By all accounts, this dedicated terrorist qualified. His resume is a catalog of horrors, from the bombings of U.S. Embassies in Kenya and Tanzania to the attacks of Sept. 11. I have expressed my doubts numerous times in this column that bin Laden is still alive. Mohammed, who has apparently grown quite chatty in custody, may be about to prove me wrong.\nThese breakthroughs in Pakistan are neat police work. They demonstrate that the war on terrorism is not just proceeding, but gaining ground. There is a tendency to believe that whatever is not appearing nightly on the TV news is not happening. Counterterrorism must often take place in the shadows to be effective. Those paying attention to the steady drumbeat of success, the breakup of al-Qaeda cells in England, France, Spain, Germany, and the United States, know differently. I suspect the terrorists do, too.\nIt is important to see that force can be effective, that this war on terrorism need not be endless. Terrorism will always be with us, but this group, and this cause, can and will be defeated.\nIn the unending buildup to a possible war against Saddam Hussein, we have had the chance to explore just about every nightmare scenario imaginable. But swift victory is also a plausible scenario, even likely. Some people insist that toppling Hussein will only give our enemies new recruits. I doubt it. I'm betting that, faced with a choice between death, imprisonment, or a promising future, the newly wealthy Egyptian snitch moving his family to London will win more converts.\nI think people are more likely to back the strong horse. I'm with bin Laden on this one.\nContact columnist Mark Bowden at 215-854-2180 or mbowden@phillynews.com  \n\nLoad-Date: March 17, 2003"
}