{
    "title": "Markets withstand bombings; Worldwide_ Insight into how strong, and fragile, global economies are. T",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "Yesterday's bomb attacks in London show both how strong the world economy is, and how fragile.\nDespite the damage done to one of the world's principal financial centers, the near-term economic damage to Britain and the world will almost certainly be too small to measure.\nThat isn't to minimize the suffering of Londoners and others caught in the attacks. People were cruelly murdered, lives were disrupted, and for at least a day, much commerce was brought to a halt.\nBut as we learned after Sept. 11, 2001, cities and nations can withstand much bigger blows than London did yesterday, without seeing very much economic damage.\nWhen the World Trade Center towers fell, some predicted it might cost the United States as much as half a trillion dollars in lost economic output.\nNot only were New York's buildings, subways, communications networks and other physical capital worth billions of dollars destroyed; the attacks also wiped out people and firms involved in trading networks extending all over the globe.\nThe damage was real - but so was the strength and dynamism of the larger economy. Companies mourned their losses, picked themselves up and rebuilt, trying in the process to make their businesses less vulnerable to future attacks.\nAnd within a few months, it was clear that 9/11 had not crippled the economy, or even slowed it down very much.\nTrue, we saw a recession in 2001. But as economists crunched the numbers, it became clear the slowdown actually began six months before the planes hit the World Trade Center and Pentagon.\nIn fact, while the U.S. economy registered a decline in the third quarter of 2001, it grew in the three-month period beginning Oct. 1. Consumer spending rose, and economists concluded that the 9/11 shock had lasted only a few weeks, at most.\nThere is little reason to think the impact of London's subway and bus bombings will be any worse. Britain's economy has been strong - stronger than most of its neighbors across the Channel. Moreover, London itself is as experienced as any city in the world in handling disruptions such as these.\nBut none of that means such attacks can be ignored or brushed off as economically inconsequential. Terrorism poses a genuine global threat, and not only to those unfortunates who become its direct victims.\nEvery extra checkpoint or security gate at an airport, train station or border crossing adds to the costs of global commerce. Tighter controls, longer lines and delays moving people and goods ultimately mean less trade, fewer jobs, and slower growth.\nEven worse is the impact of fear and uncertainty on investment. To compensate for any additional worry, investors demand what economists call a \"risk premium\" - a higher rate of return on their money.\nThat means fewer projects will make the cut, and more will wither for lack of capital. Impoverished or developing areas will have a particularly tough time attracting funds. So the poor will, as usual, suffer the most.\nFinally, terrorism increases the pressure on the underlying stresses in the world economy.\nAs many economists have noted, America currently borrows more than $2 billion per day from the rest of the world to fund our federal budget deficit and other spending. This can't go on forever; the real question is whether balance will be restored gradually or suddenly.\nA gradual shift needn't be a problem; we'll just start saving more of our own money while China and other nations spend more of theirs at home. But a sudden change could involve rapid inflation, a deep recession, or both.\nTerrorism, or the fear of it, could be the catalyst that brings on that sudden change. A global trade war, brought on by a rising fear of foreigners, also could do the trick.\nLondon will likely recover quickly from yesterday's atrocity. An unbalanced global economy could be a different story.\n\nNotes\n\nThe Economy\n\nLoad-Date: September 15, 2005"
}