{
    "title": "Market adapting to turmoil; Low-limit terrorism coverage more affordable_ Panel",
    "publisher": "the new york times",
    "year": 2002,
    "month": 6,
    "day": 10,
    "full text": "NEW YORK-Both buyers and insurers need to adjust their risk financing strategies to cope with the market turbulence caused by last year's terrorist attacks, a panel of speakers says.\n''The challenge of intentional acts is something that needs to be addressed,'' said Douglas Elliot, chief operating officer at Travelers Property Casualty in Hartford, Conn. Mr. Elliot participated in a panel discussion in New York sponsored by the Spencer Educational Foundation Inc.\nAfter the Sept. 11 terrorist attacks, exclusions for terrorism appeared, and ''we really have not seen a return of that coverage'' in property insurance policies, said Christopher Treanor, managing director of global broking operations for Marsh Inc. in New York.\nBut a new market has since sprung up, offering stand-alone terrorism coverage that is ''moderately robust,'' Mr. Treanor said. This market can provide terrorism limits for $500 million to $700 million, which, he noted, is significantly lower than the limits that were available to buyers before Sept. 11. Nevertheless, such coverage is generally extremely costly.\nAt lower levels of terrorism coverage, such as $200 million in limits, prices are not as exorbitant because more insurers are willing to provide coverage at those levels, making the market more competitive. Above $200 million, though, ''the market starts to fall out, and you're left with one to two carriers,'' Mr. Treanor said. He noted that the biggest stand-alone terrorism policy he has seen was for $800 million in limits.\nSince little history exists in evaluating terrorist risks in the United States, the pricing for terrorism coverage is not based on actuarial models, Mr. Treanor said. ''It's a little bit of a guessing game based on supply and demand.''\nAs insurers try to limit their concentration of risks, though, many have reached their limit on terrorism policies in Manhattan and won't take on any more business there, Mr. Treanor pointed out.\nFor small and midsize buyers that require lower limits, on the other hand, terrorism coverage is generally available ''with very little additional premium,'' said John Cay III, the chairman and chief executive officer of broker Palmer & Cay Inc. in Savannah, Ga. Mr. Cay echoed Mr. Treanor's observation that a more competitive market has developed for policies with limits up to $200 million.\nWhile a market for stand-alone terrorism coverage exists, it does not meet every buyer's needs, said Alicia Junta, associate director of risk management services for Hoffman-LaRoche Inc. in Nutley, N.J. Her firm elected not to purchase a separate terrorism policy because it could not obtain the limits of several billion dollars in coverage at a reasonable price, she said.\nAnd even when policies are available, they contain significant exclusions. Marilyn Needleman, executive director and director of risk and insurance management for Morgan Stanley in New York, noted that her organization recently purchased a terrorism policy that contained a 30-day exclusion for business interruption coverage, ''which is tantamount to no coverage,'' Ms. Needleman said. In addition, she was able to obtain only half of the terrorism limits she wanted, despite paying a huge premium. ''It's an arm and a leg and a torso as well,'' she said of the cost.\nFor insurers, the terrorist attacks have forced them to look more closely at their concentration of risks, both for insured property and lives, an insurer said.\nInsurers now look at whether many risks are in the same building or same area of a city, said Michael Kerner, chief operations officer for Zurich North America Specialties in New York.\nPolicyholders need to provide more information to insurers and present their risks in a positive light to minimize their price hikes, panelists agreed.\nMore information ''gets the carrier more comfortable,'' Mr. Kerner said.\nTo minimize the impact of rising costs, policyholders can retain more risks internally and use captives more aggressively, panelists said.\n''Beyond that, it's explaining the risk the best you can to underwriters'' to keep price hikes in check, Mr. Kerner said.\nMarsh's Mr. Treanor recommended that buyers become more engaged in the buying process, participating along with their brokers in the presentations to insurers. No one can tell the customer's story better than the customer can, he said.\nMs. Needleman agreed, noting that Morgan Stanley has moved aggressively to provide insurers with information about its risks. ''We try to be transparent to the market, so they can write us as an individual risk,'' she said.\nTravelers' Mr. Elliot noted that the insurance industry is gearing up for a renewed push to convince Congress to create a terrorism reinsurance pool, but he is doubtful of the chance of success. ''It isn't clear to me that a breakthrough is coming soon,'' he said.\nThe lack of a federal backstop is already being felt in many areas, Mr. Treanor said. Without terrorism coverage, real estate development projects face higher borrowing costs or can't get loans at all, he said. ''This impact will mushroom over time,'' he predicted.\nJoseph Treaster, a reporter for the New York Times, moderated the panel discussion.\n\nLoad-Date: June 14, 2002"
}