{
    "title": "Marsha Mercer column_ Grandmas say something, save lives",
    "publisher": "richmond times dispatch ",
    "year": 2019,
    "month": 8,
    "day": 9,
    "full text": "Fighting homegrown terrorism\nA grandmother in Lubbock, Texas, prevented a mass shooting last month by persuading her grandson to let her drive him to a hospital.\n William Patrick Williams, 19, called his grandma July 13 to say he was about to \"shoot up\" people at a local hotel and then commit suicide by cop.\n The grandmother, who wasn't identified, could hear him handling his AK-47 rifle as he spoke. Sensing he was both suicidal and homicidal, she talked him into going with her for medical help.\n He gave authorities consent to enter the hotel room he'd rented, and they found on the bed the AK-47, 17 magazines loaded with ammunition, multiple knives, a black trench coat and other black items of clothing, according to a news release from the U.S. District Attorney's Office Northern District of Texas.\n He was arrested Aug. 1 and charged in a federal complaint with giving false information to a licensed firearm dealer when he purchased his rifle July 11. If convicted, Williams could receive a five-year prison term.\n \"This was a tragedy averted,\" U.S. Attorney Erin Nealy Cox said Aug. 2 in a statement.\n Last year, another grandmother averted a tragedy.\n In Everett, Wash., Cathi O'Connor called 911 in February 2018 after she read detailed plans in her grandson's journal to commit mass murder at his high school. He was modeling his attack on the 1999 Columbine massacre.\n \"I'm preparing myself for the school shooting. I can't wait. My aim has gotten much more accurate '? I can't wait to walk into that class and blow all those [expletive]s away,\" Joshua Alexander O'Connor, 18, wrote.\n His grandma also discovered a semiautomatic rifle hidden in his guitar case.\n He subsequently pleaded guilty to criminal charges and was sentenced to 22 years in prison.\n Those grandmothers' heart-wrenching ' and heroic ' decisions to stop their grandsons' horrific plans undoubtedly saved lives, authorities said.\n \"If you suspect a friend or loved one is planning violence against themselves or others, do not hesitate to seek help immediately by calling law enforcement,\" Cox added.\n \"If you see something, say something\" has been our first line of defense against international terrorism since 9/11. It needs to be our mantra in the fight against homegrown terrorism as well.\n After the most recent mass murders in El Paso, Texas, and Dayton, Ohio, left 31 dead and dozens injured, friends and former classmates said they had seen signs the gunmen were headed for violence. We hear similar reports whenever a mass shooter strikes.\n But few step forward to raise a concern.\n Americans prize personal freedom and hate to be snitches. Plus no one can know whether people will act on their fantasies.\n Joshua O'Connor's public defender argued in court: \"In this country we do not criminalize people for thoughts. We do not punish a teenage boy for venting in his diary.\"\n And yet we are grateful Cathi O'Connor found and read her grandson's diary. Had he posted his hateful thoughts and plans anonymously on a dark website, no one might have known where he was headed.\n We're also grateful she trusted the police enough to come forward with information about her grandson's plans. Police-community relations in many parts of the country are rocky, and lack of trust jeopardizes public safety.\n Democrats and some Republicans are calling for universal background checks for gun purchasers, to reinstate the federal ban on assault weapons and to pass \"red flag\" state laws, which allow police to confiscate firearms temporarily from someone deemed a danger to themselves or others. Such laws are in effect in 17 states, although not in Virginia.\n President Donald Trump said he supports tighter background checks and red flag laws, although we've seen him turn on a dime when the gun lobby objected.\n Republican members of Congress could not muster the political will when President Barack Obama pushed for gun control measures after the massacre of innocents at Sandy Hook Elementary School in 2012. I doubt they'll suddenly grow a spine.\n So, as we face the growing threat from white nationalists and other virulent strains of domestic terrorism, we will rely more than ever on grandmas, granddads, other family members, teachers, classmates and friends to say something when they see something.\n Our lives depend on it.\n A woman wrote a message Tuesday on a cross at a memorial at the scene of last weekend's mass shooting in El Paso, Texas.\n The Associated Press\n A woman wrote a message Tuesday on a cross at a memorial at the scene of last weekend's mass shooting in El Paso, Texas.\n The Associated Press\n Marsha Mercer writes from Washington. Contact her at marsha.mercer@yahoo.com © 2019 Marsha Mercer. All rights reserved.\n\nGraphic\n\n \nA woman wrote a message Tuesday on a cross at a memorial at the scene of last weekend's mass shooting in El Paso, Texas. The Associated Press A woman wrote a message Tuesday on a cross at a memorial at the scene of last weekend's mass shooting in El Paso, Texas. The Associated Press\n\nLoad-Date: August 9, 2019"
}