{
    "title": "Marseille's cultural clash_ Will a tide of Islamophobia produce more jihadis_ Part 2 of 3_ Fears of",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 10,
    "day": 23,
    "full text": "France, like much of Europe these days, is in a period of social tumult. Far-right parties like the National Front are gaining ground and influencing local governments. Muslims face worsening Islamophobia. And the outrage that many Muslims feel about Western and Israeli policies in the Mideast is fostering a very old problem: anti-Semitism. Marseille, a multicultural city on the Mediterranean, offers a vantage point onto these related issues. \nToday, the Monitor reports on how Europe's fear of radical Islam appears to be feeding extremism.\nDuring the Bosnian War, Omar Djellil, a Muslim activist in Marseille, joined scores of Muslims and others from around the world who traveled to support Bosniaks against Serb forces. In 1993, after a six-month stint doing what he calls \"humanitarian work,\" he returned home quietly and back to his life in France.\nBut if he had made a similar trip today to Syria to fight against the forces of Syrian President Bashar al-Assad - something he contemplated doing - he'd likely be locked up as a potential terrorist risk to the nation.\nThe potential of terrorist attacks by returning jihadis have especially spooked Europe, as hundreds of Europeans have left to join the ranks of radicals in Syria. Only a fraction of them might come home with intent to kill. But authorities are rushing to pass new anti-terrorism laws to crack down on Europeans who attempt to leave for Syria or Iraq and to track those who come home.\nFor Muslims, in a generalized environment of anxiety over homeland security, many worry about another era of Islamophobia being ushered in across Europe.\nThough hundreds of Muslims have left Europe to fight in Syria, their numbers are dwarfed by the thousands of radicals from across the Middle East who went to Syria as well. Farhad Khosrokhavar, author of the soon to be published book \"Radicalization,\" says that the number of non-European jihadis is artificially fueling Europe's fears of radicals coming back home.\nAnd should some ex-jihadis decide to immigrate to Europe after they leave Syria, they'll be labeled as part of the homegrown jihadi problem. \"Lots of people will say, 'Once again Muslims are acting against democracy and their own country.'\"\nA disillusioned generation\nHere in Marseille, Muslims makes up roughly one quarter of the city's population, dispersed throughout all parts of the city. They've long been considered better integrated in the urban fabric than in other cities of France. When Muslim, Arab and black youth torched cars in the infamous riots that began in the the projects outside Paris in 2005, Muslim Marseille did not erupt.\nBut for many French Muslims, discontent is brewing. Amid the rise of anti-immigration parties in France and now fears about terrorism in Europe, many say they are worse off than their first-generation immigrant parents.\n\"They got more respect than we do,\" says Nordine Benguerroud, who works with youths at the Social Center Rouguiere in Marseille. \"This is not a cosmopolitan city, it's a racist city.\"\nIn fact, while many European Muslims are deeply opposed to US foreign policy, they envy the status of American Muslims, who they say have fared better than their European counterparts.\nSince 9/11, many have been increasingly disillusioned by the political system - a double-edged problem that not only leaves Muslims disaffected but contributes to the problem of radicalization, says Mohamed Dahmani, who ran for the French legislature as an independent in 2012 but lost. \"Many are self-excluding from the system,\" he says. \"In that vacuum, radical Islam endures.\"\nIn many ways this is a generational problem, says Magnus Ranstorp, an expert on extremism at the Swedish National Defense College. In marginalized communities across Europe, there is a unique world view among today's Muslims, who grew up post-9/11 and only know polarization and the rise of Islamophobia. \"We do have a new generation whose view of what it was like before 9/11 isn't there,\" he says.\n'Thousands of dead Muslims and no one cares'\nNow with the Islamic State, many fear things could get even worse. The raft of IS beheadings of Westerners in Syria proved to be a turning point for many European Muslims - for the worse. In the first place, it exposed a kind of inherent indifference of the West toward the real plight of Muslims, says Mr. Djellil.\n\"We have an impression that there are thousands of dead Muslims [in Iraq and Palestine] and no one cares,\" he says. \"And one Westerner is killed and the whole world mobilizes in a coalition.\"\nHe understands the fear incited by the group. But he also says that cracking down on Muslims, as does an anti-terrorism law passed in France last month that doesn't distinguish between Europeans who are extremists and those leaving for Syria for humanitarian reasons, only causes anger at the West to grow.\nThe fallout from IS terror also divided Muslims in France, who already have trouble organizing.  While a British NGO made headlines for its #NotInMyName campaign by Muslims directed at the Islamic State, many French Muslims went on the defensive, saying they shouldn't have to speak out for acts that have nothing to do with the religion of Islam.\n#PasEnMonNom\nHamza Bensatem, a soft-spoken but determined high school student in Marseille, has tried to bridge those divides. When he heard the call of the IS for Muslims to kill their own countrymen, which culminated in the beheading of a French tourist in Algeria, he was perplexed. \"What is this religion? This is a religion I don't not know,\" he says.\nSo Hamza, who wants to be a social worker, adopted the #NotInMyName hashtag and translated it into French - #PasEnMonNom - in a local Facebook campaign. He held a peace march in early October but only a couple hundred attended, he says, far less than a similar march against the far right that he held this summer. \nHe says his actions garnered criticism. \"People said to me that I shouldn't have to justify my religion to say I'm not a terrorist,\" says Hamza. \"I'm saying, I'm French, I'm a citizen, and I'm Muslim, and I condemn this barbarity.\"\nHe says he does worry about the prejudices that he feels growing around him, something he says he feels each day when he commutes on the metro and watches a woman tense up as he sits down next to her.  \"I want to say, 'I am scared too,'\" he says.\nHe adds as an afterthought: \"I have the feeling that I was born in a bad era for Muslims.\"\nTomorrow: European Muslims' outrage over Western foreign policy is stirring up an old problem: anti-Semitism.\n\nLoad-Date: October 23, 2014"
}