{
    "title": "Marseille attacker's brother arrested",
    "publisher": "the bismarck tribune",
    "year": 2017,
    "month": 10,
    "day": 10,
    "full text": "MILAN - A Tunisian terror suspect arrested in northern Italy had fought in Syria, was previously expelled from Italy and is believed responsible for radicalizing his elder brother, who stabbed two women to death in France this month, authorities said Monday.\nAnis Hanachi, 25, was arrested Saturday on an international warrant issued by France while riding a bicycle in the center of the northern city of Ferrara, authorities told reporters in Rome.\nHe had no documents and claimed to be Algerian but further investigation confirmed that he was the brother of 29-year-old Ahmed Hanachi, who was shot and killed by police following the Oct. 1 attack in the French city of Marseille.\nThe Islamic State group claimed responsibility for that attack, although French authorities and neighbors in Tunisia said there had been no outward evidence that the attacker had been radicalized.\nCiting information from French officials, anti-terrorism police investigator Claudio Galzerano said that the younger brother was known to have been a foreign fighter in Syria. He also had been expelled from Italy to Tunisia in 2014 following his illegal arrival in Sicily on a smuggler's boat, police said.\nFrench authorities had signaled his possible presence in Italy two days after the elder brother stabbed two cousins to death in Marseille's main train station. Italian authorities said they confirmed his presence in the Liguria region, which borders France, on Wednesday, and then tracked him down to Ferrara, near the Adriatic coast, by the weekend.\nThe police chief in Ferrara, Antonio Sbordone, told Sky Italia 24 that Anis Hanachi was staying in Ferrara with a Tunisian friend, who was not suspected of any extremist activity and was integrated into the community. He said there was no indication of a logistic base for terrorists in the city.\nHanachi is being held on charges of involvement in the attack and of international terrorism and is awaiting extradition to France, which is expected to happen in a matter of days.\nThe older brother Ahmed had been married to an Italian woman and lived in Aprilia, south of Rome, from about 2006 to 2014. At least two of his brothers had followed him to Italy, according to neighbors in Tunisia.\nWhile Italy has so far not suffered any terror attacks by Islamic State adherents, Italian ties to a number of recent attacks have raised questions about whether the country is being used as a logistics base.\nThe Berlin Christmas market attacker, Anis Amir, also Tunisian, was killed in Milan days after the attack, although there was no evidence he was receiving logistics support in Italy. In addition, the London Bridge attacker was a Moroccan-born Italian who previously lived in Bologna, and one of the Bataclan attackers had traveled through Italy before the deadly attack.\nAnti-terrorism investigator Lamberto Giannin cautioned that none of the cases was related and that each of the suspects \"had different histories and experiences.\"\n\"At the moment we have no evidence there is a logistic base for jihadists here in Italy. The stories are all different, and they don't suggest a common matrix,\" Giannini said.\nCopyright 2017 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: October 10, 2017"
}