{
    "title": "Marshall Plans new relevancy",
    "publisher": "the world",
    "year": 2017,
    "month": 6,
    "day": 11,
    "full text": "June 5 was the 70th anniversary of the greatest commencement speech ever. On that day, Secretary of State George Marshall did so much more than give words of wisdom to graduating Harvard University students.\nMarshall delivered words for peace that would feed and rebuild Europe from the ashes of World War II. His words can mean as much today as they did back in 1947, if we listen. For we need such wisdom to guide us in defeating todays greatest threat: terrorism.\nNo one at Harvard knew that history was being made that day in 1947. For Marshalls speech was the basic outline for a European recovery program. It led to the Marshall Plan, approved by Congress the following year, which sent billions in aid to Europe for its reconstruction.\nThe Marshall Plan was Americas humanitarianism at its finest. It gave nations what they need to be free, have a strong economy and be at peace.\nAs Marshall said in his speech, Our policy is directed not against any country or doctrine but against hunger, poverty, desperation and chaos. Its purpose should be the revival of a working economy in the world so as to permit the emergence of political and social conditions in which free institutions can exist.\nMany nations were strengthened by the Marshall Plan so they could resist outside forces like Communism, which was spreading in the postwar world.\nBut one thing we must remember about the Marshall Plan is that it could never have succeeded without food. That is why hunger is highlighted in Marshalls speech as one of the enemies our policy must be directed against.\nThis is especially relevant today, with hunger being a threat to the stability of many nations.\nMarshall, in addition to being secretary of state, was also a member of President Trumans Cabinet Committee on World Food Programs. Feeding the hungry was a top priority for the administration.\nIts a good thing, too. For what happened in Europe after the Harvard speech threatened to derail the Marshall Plan even before it got off the ground. Severe drought struck that summer. Crops could not grow in Europe and other areas, leading to more food shortages as winter approached.\nAn emergency interim aid food package was approved for Austria, Italy and France. As Marshall told Congress, we had to provide the supplies necessary to permit the people of these three countries to continue to eat, to work and to survive the winter.\nThe American public did its part, too, by collecting food donations via the Friendship Train, CARE packages, the Silent Guest program, Catholic Relief Services food collections and so many other charitable events.\nThe end-hunger-first mentality is something we could desperately use today, if we want to defeat terrorism.\nThe countries where terrorism thrives also suffer immensely from hunger and malnutrition. Afghanistan, Syria, Iraq, Mali, Somalia and Yemen are just some of the nations where terrorism has grown amid hunger and chaos. The nations affected by Boko Harams evil reign of terror in Africa are also fighting off famine.\nAccording to the U.S. Famine Warning System there are 45 nations needing emergency food assistance. South Sudan, Yemen, Somalia and Nigeria are at the greatest risk of famine.\nWhat hope can the people of these countries have if they are starving? How can they possibly have the strength to resist and drive out evil influences like terrorism?\nThat is why we must help nations overcome hunger, if we want them to build peace and be free from terrorist infiltration.\nAs the U.N. World Food Programme director, David Beasley, says: Ending hunger is the greatest counter-terrorism effort in the world.\nRick Leach of the WFP USA adds, We invest in food security because violence feeds on hunger.\nWe should provide these countries with food assistance to get through emergency times. We should build up their agriculture and local food production. Like the Marshall Plan, we should provide long-term solutions, getting economies and self-sufficiency for these nations.\nThis would take a dramatic shift in current U.S. policy, which has been emphasizing less foreign aid. There have even been proposals to eliminate food assistance. This would be a tragic mistake.\nWe must, instead, realize that not every struggle is going to be won through military action, something Marshall understood well.\nHumanitarianism is our greatest tool for peace. The Marshall Plan is a reminder of timeless principles that can always guide us against hunger, poverty, desperation and chaos.\nWilliam Lambers is an author who partnered with the U.N. World Food Programme on the book Ending World Hunger. He wrote this for the History News Network.\n\nLoad-Date: June 12, 2017"
}