{
    "title": "MARTA on alert after terrorism warning",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 5,
    "day": 25,
    "full text": "MARTA issued a terrorism alert Friday after being notified by the U.S. Transportation Department about the possibility of suicide bombing attacks on American subways.\n\"They had unconfirmed intelligence that a subway system could be a target of a terrorist attack,\" said MARTA police Chief Gene Wilson, who noted only 11 U.S. cities have subway systems.\nMARTA is responding to the warning by increasing police presence on its trains and in stations and putting officers and all employees on \"heightened alert status,\" Wilson said. Two military-trained bomb-sniffing dogs also will patrol. Riders may see the dogs and their handlers walking through the train cars, he said.\nAJC\nNo region or time was included in the \"unconfirmed\" intelligence report, U.S. DOT public affairs director Chet Lunner said. \"The intelligence was precise enough about the mode, that is subways, that they passed it on to us,\" Lunner said.\nThe department advised railroad operators about the report Wednesday, Lunner said.\nTransit systems were advised to maintain heightened awareness and security, which most have done since Sept. 11, Lunner said.\n\"There is no expiration to our advisory,\" Lunner said.\nFriday, MARTA employees began handing out fliers to riders advising them of the alert and asking customers to watch for suspicious activities or packages.\nRiders can call MARTA police on the blue or white assistance phones at stations, or use the emergency intercoms at either end of a rail car to talk to the train operator, he said. Verizon and Cingular cellphone customers can punch \"#MPD\" to report information to a MARTA police dispatcher, he said.\nOther cities with subways also are taking precautions. Washington's transit authority is \"making frequent announcements reminding our customers to be our eyes and ears,\" spokesman Steven Taubenkibel said. The messages are broadcast over public address systems every 30 minutes.\nExtra precautions are being taken for the Memorial Day weekend, Taubenkibel said. \"We will have our entire transit police department working this weekend,\" Taubenkibel said.\nFBI Director Robert Mueller said Monday that attacks by suicide bombers in America are \"inevitable.\"\n\nLoad-Date: May 25, 2002"
}