{
    "title": "MARXISTS DROPPING SUIT IN CALIFORNIA",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 26,
    "full text": "The organization had contended that the state had wrongfully depicted it as prone to violence.  The Spartacists had charged that the action was part of \"renascent McCarthyism\" and a \"murderous effort to set up us up for the same kind of campaign of Government violence that destroyed the Black Panther Party.\"\nIn a 1979 report to the Legislature, George Deukmejian, the California Attorney General, listed the Spartacist League and a related group, the Sparticst Youth League, together with the Progressive Labor Party, the Communist Workers Party, the International Committee Against Racism and the Revolutionary Communist Party as left-wing groups operating in California.\nCalifornia Marxist organization, Spartacis League, drops suit against state Attorney General's officeAttempts to 'Incite' Charges\nThe report said that the organizations shared a \"radical ideology and advocacy of violence,\" asserting: \"They exploit issues of public concern in attempts to incite the populace and create violence wherever possible; their propoganda literature is highly inflammatory, and their activities range from counterdemonstrations against right-wing extremists to urging violent and criminal activities in labor disputes and occupation by force of Federal office buildings.\"\nOfficials of the Spartacist organizations responded by describing themselves as \"not terrorists but Marxist revolutionists.\" And, last summer, they filed a suit against the state, arguing that Mr.  Deukmejian had defamed the organization and was trying to suppress constitutionally protected dissent in a \"classic attempt to use the terrorist right as an excuse to go after the left and the labor movement.\"\nRachel Wolkenstein, a lawyer for the organization in New York City, said in a telephone interview:\n\"The Sparacist League is not a violent group by either program or by principle.\"\nA spokesman for Mr. Deukmejian said that the Attorney General's office had decided to withdraw its characterization of the group after a review of its files determined that it was not justified.  As part of an out-of-court settlement, an official of the agency sent letters to government agencies that had received the 1979 list and said its report on the two organizations was erroneous.\nThe Spartacist League and its youth organization are among a handful of political organizations in this country whose members, professing adherence to the principles of Communism described by Karl Marx, say that they are opposed to capitalism in this country and establish a \"workers party.\"\nAl Nelson, a member of the Spartacist League's central committee, depicted the league and its youth group in an interview as Trotskyist factions that, while believing \"in the unconditional military defense of the Soviet Union against imperialism,\" he had renounced Stalin's police state tactics.  He said that the two groups had \"several hundred\" members.\nNoting that several leaders of the black community in California had sided with the organizations in the dispute with Mr. Deukmejian, Mr. Nelson asserted that there was concern \"among blacks and liberals\" that the Attorney General \"and the Reagan Administration,\" would attempt to suppress political dissent under the guise of fighting terrorism.  \"They are willfully confusing legitimate Marxist education and leftist activity with international terrorism,\" he asserted."
}