{
    "title": "Maryland removes former Duke professor facing sexual harassment allegations from teaching",
    "publisher": "university wire",
    "year": 2018,
    "month": 4,
    "day": 2,
    "full text": "A recent Chronicle article reported that Duke found its former professor William \"Tony\" Rivera responsible for sexual harassment. His new employer, the University of Maryland at College Park, responded Monday.\nRivera-former visiting professor with the Social Science Research Institute-currently works at UMD's National Consortium for the Study of Terrorism and Responses to Terrorism , where he is listed as a \"research affiliate\" and \"investigator.\" He was slated to teach an online course, \"Motivations and Intents of Terrorists and Terrorist Groups,\" next fall. However, START Director William Braniff wrote in a email to the START community Monday that Rivera has been removed from the online course while they review the harassment allegations.\n\"We are now learning the extent of the claims through the media story that was published today,\" he wrote. \"This employee came highly recommended from academic and government colleagues and this inquiry was the first instance in which START and the university had heard of the allegations.\"\nBraniff also wrote that they contacted Rivera's previous employer and \"are seeking information\" as they make decisions.\nRead Braniff's full statement below:\nColleagues,\nRecently START was contacted by a student journalist from another institution regarding previous conduct of a newly appointed START employee. We are now learning the extent of the claims through the media story that was published today.\nThis employee came highly recommended from academic and government colleagues and this inquiry was the first instance in which START and the university had heard of the allegations. Upon hearing these allegations, we immediately contacted this individual's previous employer and are seeking information so that we may take appropriate actions.\nThe safety and well-being of our students is of paramount importance. We have removed him from the online course he had been assigned to teach this fall and will reassign it to another instructor while we review these allegations. At no time has this individual interacted with students during his brief time at the University of Maryland.\nI am available to meet with students or faculty who are concerned by these allegations, and want to give each of you my personal assurance to our commitment to a university that is free of sexual misconduct.\nBill Braniff\n\nLoad-Date: April 2, 2018"
}