{
    "title": "Mason County reacts to Osama bin Laden's death",
    "publisher": "the world",
    "year": 2011,
    "month": 5,
    "day": 2,
    "full text": "May 02--POINT PLEASANT -- As news of Osama bin Laden's death, carried about by American forces in Pakistan, the world absorbed the stunning news. And as it travels throughout the Mason County area, many local and state political figures chime in with their statements and feelings.\nWest Virginia House of Delegates -- District 14 Representative Brian Savilla -- \"I could not be any more proud of our intelligence agencies, counter terrorism, and most importantly our troops for finally bringing justice to one of the most evil men in history. I applaud President Bush for staying the course in the fight against terrorism, and to President Obama for not following through with his campaign promise to leave the Middle East. My prayers will forever be with the thousands of families that lost loved ones because of the actions of Osama bin Laden and al-Qaida. The fight is not over though, but this is definitely a victory for America and the American way of life against terrorism. God Bless America.\"\nU.S. Senator Jay Rockefeller -- \"Ten years after Osama bin Laden murdered nearly three thousand innocent men, women and children, justice has been served. Our courageous counter-terror professionals risked their lives to rid the world this mass murderer. The United States has rid the world of the mastermind of 9/11. But the fight against al-Qaida does not end with the death of its leader. The effort continues and we remain committed to fighting terrorism in any form. We should be grateful to the extraordinary troops and intelligence professionals who have pursued bin Laden and everyone else who would do us harm. Let us thank those who serve our nation for the sacrifices they make for our -- and the world's -- safety and security. Tonight and always, our thoughts and prayers are with the families whose loved ones were taken away by bin Laden.\"\nU.S. Senator Joe Manchin -- \"Osama bin Laden's death is a historic and just victory for this nation. I congratulate the President and salute the brave men and women in our armed services and the intelligence community for their courage, persistence and dedication in carrying out this mission. Finally, I hope that this nation and the families of those who lost loved ones on September 11 can take solace in the fact that justice was indeed served today.\"\nWest Virginia Secretary of State Natalie Tennant -- \"I am thankful for and proud of the men and women of West Virginia who continue to serve our country abroad, those who have come home and those who have given their lives to protect our freedom. My thoughts and prayers are with the victims of 9/11 and their families, and I am grateful that justice has been brought.\"\nCongressman Nick Rahall -- \"America's resolve for justice never waivers. We salute all the sacrifices and service of our service men and women, and remember those who lost loved ones at bin Laden's hands. The head of snake may be cut off, but we must remain vigilant against al-Qaida operatives and those who challenge freedom.\"\nCongresswoman Shelly Moore Capito -- \"We owe a great debt of gratitude to members of the U.S. Armed Services and U.S. Intelligence Agencies for their selfless service in pursuit of peace and protection. The killing of Osama bin Laden, the terrorist mastermind responsible for the death of thousands of innocent Americans, is a tremendous achievement in counterterrorism, and more importantly, a great reminder that freedom will always overcome terror, and good over evil. With the ten year anniversary of 9/11 only months away, I reflect on that tragic moment and am filled will sadness. America stood together that day in fierce defense of democracy and freedom, as those attacks were as much against American civilians as they were against the very ideals and values for which we stand. Today, we will come together as a nation to celebrate a significant success in the defense of freedom.\"\nTo see more of the Point Pleasant Register, go to http://www.mydailyregister.com/. Copyright (c) 2011, Point Pleasant Register, W.Va. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: May 3, 2011"
}