{
    "title": "Massachusetts Man Is Held on Charges of Plotting Attacks, Including One at a Mall",
    "publisher": "the new york times",
    "year": 2009,
    "month": 10,
    "day": 22,
    "full text": "A pharmacist living with his parents in the suburbs of Boston was arrested on Wednesday on federal terrorism charges. The authorities said he had conspired to attack civilians at a shopping mall, American soldiers abroad and two members of the executive branch of the federal government. \n  The man, Tarek Mehanna, 27, was charged with conspiracy to provide material support to terrorists. The conspiracy occurred from 2001 to 2008, the acting United States attorney, Michael K. Loucks, said at a news conference in Boston. \n  Mr. Loucks said Mr. Mehanna, an American citizen, was unsuccessful in acquiring weapons to carry out the attack, and was also rejected by terrorist groups abroad. \n  Mr. Mehanna was ordered held without bail by Magistrate Judge Leo T. Sorokin of the federal court here. His next court appearance, a detention and probable cause hearing, was scheduled for Oct. 30.\n  Mr. Loucks said Mr. Mehanna had conspired with others, including Ahmad Abousamra, who the authorities said fled to Syria in 2006, and an unnamed informant. He is  had ''multiple conversations'' about an attack on the mall in the United States, Mr. Loucks said.\n  ''The conversations went so far as to discuss the logistics of a mall attack, including coordination, weapons needed and the possibility of attacking emergency responders,'' he said.\n  But Mr. Loucks said the men could not obtain the automatic weapons they wanted for the plot, which he said was inspired by the 2002 sniper attacks in the Washington area. \n  The authorities did not name the two members of the executive branch whom they said Mr. Mehanna and his associates had chosen as targets. The two are not now in office, Mr. Loucks said, and they were not in danger from the plot. \n  According to the complaint, the men used code words like ''peanut butter and jelly'' for fighting in Somalia and ''culinary school'' for terrorist camps. \n  Mr. Mehanna's lawyer, J. W. Carney Jr., spoke briefly after the hearing. ''This is the type of case that challenges our commitment and faith in the United States Constitution,'' Mr. Carney said. ''Our country is respected around the world because we presume people are innocent, and we require the government to prove its allegations in open court at a trial.'' \n  In May 2008, Mr. Mehanna graduated from the Massachusetts College of Pharmacy, where his father is a professor. The family lives in a large house  in Sudbury, Mass., an affluent suburb. \n  Neighbors said they were shocked by his arrest. Chafic Maalouf, 47, who lives down the block and said he thought  Mr. Mehanna had worked as a pharmacy technician at a Walgreens drug store, said, ''He was very sweet, soft-spoken.''\n  ''He seemed so harmless,'' Mr. Maalouf said. ''He has a beard and a dark complexion, so to the average American he fits the terrorist profile.'' \n  ''But if you looked in his eyes,' he added, ''he seemed to be a very genuine, kind, loving person.''\n  At the time of his arrest on Wednesday, Mr. Mehanna was free on bail from an earlier arrest, in November 2008, at Logan International Airport in Boston, when he was charged with lying to federal investigators in a 2006 interview. Mr. Mehanna, prosecutors said, had sought to obtain automatic weapons from a friend, Daniel Maldonado, who was at the time a terrorism suspect. Mr. Maldonado is serving a 10-year prison sentence for training with Al Qaeda in Somalia.\n  The complaint filed on Wednesday also states that Mr. Mehanna and his associates traveled to Pakistan, Iraq, Syria and Yemen, seeking training from terrorist groups to fight against American soldiers. But the groups rejected them. \n  Mr. Mehanna is the fifth person living in the United States to be arrested on terrorism charges in the last five months. Najibullah Zazi, a 24-year-old legal immigrant from Afghanistan, was arrested last month in Colorado on charges of terrorism conspiracy. He was accused of trying to carry out a plot in New York. \n  In July, Daniel P. Boyd, 39, and six other men were charged in North Carolina with stockpiling automatic weapons and traveling abroad numerous times to participate in jihadist movements.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 22, 2009"
}