{
    "title": "Massachusetts man charged in terror plot, accused of planning to attack bar Alexander Ciccolo was ar",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 7,
    "day": 13,
    "full text": "A man living in western Massachusetts has been arrested, accused of plotting to attack a crowded bar with assault rifles, Molotov cocktails, and pressure-cooker bombs on behalf of the Islamic State terror group.\nAlexander Ciccolo of Adams was arrested July 4 by agents with a federal terrorism task force moments after an undercover operative working with the Federal Bureau of Investigation delivered two assault rifles and two pistols for the alleged plot.\nThe case is the latest in a string of recent arrests of suspected Islamic State supporters who are trying to travel to Syria to join the fight there or are allegedly plotting to conduct violent attacks within US borders.\nLast month, law enforcement officials shot dead a Muslim man in Boston after they said he lunged at them with a large knife.\nMr. Ciccolo is identified by The Boston Globe as the son of a captain in the Boston Police Department, who is reported to have notified investigators of his son's growing interest in militant Islam.\nCiccolo has been held by authorities since being taken into custody more than a week ago. His case was unsealed on Monday. He is scheduled to appear for a bond hearing in federal court in Springfield, Mass., on Tuesday.\nIn court papers, prosecutors say Ciccolo is dangerous and a risk to flee, if released.\nShortly after his arrival at a county lockup, Ciccolo attacked a nurse during a routine medical screening, according to court documents.\nAn FBI affidavit filed in the case notes that the defendant has a \"long history of mental illness\" and that during the past 18 months, he'd become \"obsessed with Islam.\"\nMore recently, the affidavit says, Ciccolo had confided that he was \"not afraid to die for the cause.\"\nInvestigators linked Ciccolo to a Facebook page for \"Ali Al-Amriki.\" The page features a photograph of a person in a wooded area wearing a head covering and holding a machete. The caption says: \"Another day in the forest strengthening myself.\"\nThe agents matched the Facebook photo to Ciccolo's driver's license photo and another photo they obtained.   \nAgents with the terrorism task force then arranged for a \"cooperating witness\" to meet Ciccolo. The undercover operative recorded their conversations.\nAt one point, the operative asked Ciccolo what he thought of the recent terror attack against tourists on a Tunisian beach. The gunman, armed with an assault rifle, killed 38 vacationing civilians.\n\"Awesome,\" Ciccolo replied, according to the affidavit. \"Awesome, you know that brother in Tunisia was impressive.... He got like 38, 39 people ... one guy ... that is a huge accomplishment I think.\"\nCiccolo asked the undercover operative for help with his own plans. He said he needed two rifles and two pistols and \"tons of ammo.\" He told the operative that he was preparing firebombs and the same kind of pressure-cooker devices used by the Boston Marathon bombers, according to the affidavit.\nThe affidavit does not identify the location of the targeted bar. It suggests it is connected to a state university in a state other than Massachusetts. It also says it is close to a military base and a state forest.\nThe affidavit also says that the bar had advertised a planned celebration after the US Supreme Court's recent decision establishing a right to same-sex marriage.\nCiccolo told the undercover operative that during the assault, any Muslim students would be permitted to join in the attack, watch the attack, or leave the bar. And he said he wanted to conduct the attack prior to the end of the holy Islamic month of Ramadan (Ramadan ends July 17), or no later than July 31, according to the affidavit.\nOn July 3, federal agents watched as Ciccolo purchased a pressure cooker at the Wal-Mart in North Adams, Mass.\nThe undercover operative delivered the four requested weapons the next day. Ciccolo was arrested as he carried the guns in a duffel bag back to his apartment.\nCourt documents say that during a search of the apartment, investigators found partially constructed Molotov cocktails. They included what appeared to be shredded Styrofoam soaking in motor oil. The FBI also found two machetes and a long, curved knife.\nAccording to the affidavit, Ciccolo waived his Miranda rights and expressed his support for the Islamic State.\nHe is being held under a single charge of being a convicted felon in possession of a firearm. Ciccolo was on probation following a conviction in February for driving under the influence of alcohol.\nIf convicted on the firearms possession charge, Ciccolo faces up to 10 years in prison and a $250,000 fine.\nIn their motion to detain Ciccolo, federal prosecutors wrote that the evidence against him is overwhelming and includes audio and video recordings.\n\"The defendant supports [the Islamic State] and was making plans to commit acts of domestic terrorism, including killing large numbers of innocent people,\" the motion says. \"After his arrest he stabbed the first innocent person he encountered.\"\nThe case is US v. Ciccolo (15MJ3054).\n\nLoad-Date: July 13, 2015"
}