{
    "title": "Mass. man to plead in plot to blow up Pentagon",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 7,
    "day": 12,
    "full text": "BC-US--Terror Plot-Massachusetts, 4th Ld-Writethru,591\nMass. man to plead in plot to blow up Pentagon\nAP Photo BX102, BX101\nEds: Adds additional photo.\nBy DENISE LAVOIE\nAssociated Press\nBOSTON » A Massachusetts man charged with plotting to fly remote-controlled model planes packed with explosives into the Pentagon and U.S. Capitol will plead guilty to two charges, his lawyers and prosecutors said in a plea agreement filed in federal court Tuesday.\nRezwan Ferdaus, a Muslim-American from Ashland with a physics degree from Boston's Northeastern University, was arrested in September after federal employees posing as al-Qaida members delivered materials he had allegedly requested, including grenades, machine guns and what he believed was 24 pounds of C-4, a plastic explosive.\nProsecutors and Ferdaus' lawyers say Ferdaus will plead guilty to attempting to provide material support to terrorists and attempting to damage and destroy federal buildings by means of an explosive.\nThe two charges carry a combined maximum of 35 years in prison, but under the plea agreement, prosecutors and defense attorneys have agreed to request a 17-year sentence.\nA change-of-plea hearing has been scheduled for July 20.\nUnder the plea agreement, prosecutors have agreed to dismiss four other charges.\nAuthorities said the public was never in danger from the explosives, which they said were always under the control of federal officials during the sting operation.\nCounter-terrorism experts and model-aircraft enthusiasts said it would be nearly impossible to inflict large-scale damage of the kind Ferdaus allegedly envisioned using model plane because the aircraft are too small, can't carry enough explosives and are too difficult to fly.\nAuthorities say Ferdaus, 27, became convinced that America was evil. He allegedly contacted a federal informant and later began meeting to discuss the plot with undercover agents he believed were members of al-Qaida.\nHe was charged with planning to use three remote-controlled airplanes, each packed with five pounds of explosives, to blow up the Pentagon and U.S. Capitol.\nAt one point, Ferdaus allegedly told undercover agents that his desire to attack the United States was so strong, \"I just can't stop. There is no other choice for me,\" according to a recorded conversation detailed in an affidavit filed in court.\nFerdaus' lawyers have suggested that the FBI ignored signs of mental illness in Ferdaus while investigating him.\nDuring a bail hearing in November, an FBI agent acknowledged that the FBI had received reports about bizarre behavior by Ferdaus, including a report to Hopkinton police about one incident in which Ferdaus allegedly stood in the road not moving and appeared to have wet his pants.\nFerdaus' lead attorney, Miriam Conrad, declined to comment on the plea agreement, as did a spokeswoman for U.S. Attorney Carmen Ortiz.\nU.S. District Judge Richard Stearns can either accept or reject the plea agreement, including the 17-year sentence recommended by both the defense and prosecution. If Stearns rejects the agreement, then he must give Ferdaus an opportunity to withdraw his guilty plea.\nThe recommended sentence for Ferdaus is shorter than some of the sentences imposed in similar terrorism-related cases involving FBI sting operations.\nIn May 2011, a part-time fry cook from Decatur, Ill., was sentenced to 28 years in prison after pleading guilty to attempted use of a weapon of mass destruction for plotting to blow up a federal courthouse.\nIn October 2010, a Jordanian man was sentenced to 24 years in prison after pleading guilty to trying to blow up a Dallas skyscraper. Hosam Smadi pleaded guilty to attempted use of a weapon of mass destruction after an FBI sting caught him trying to blow up a 60-story office tower. The charge carries a maximum sentence of life. He had faced up to 30 years under the terms of his plea agreement.\n.\n. Alt Heads:\nMass. man to plead in plot to blow up Pentagon\n\nLoad-Date: July 12, 2012"
}