{
    "title": "MASS-DESTRUCTION TERRORISM AT ISSUE; OFFICIALS TACKLE THE WHAT IFS DURING SUMMIT",
    "publisher": "richmond times dispatch ",
    "year": 1999,
    "month": 2,
    "day": 4,
    "full text": "In April 1979, anthrax spores escaped from a secret Soviet biological weapons factory in Russia's Sverdlovsk.\nSixty-nine people died from pulmonary anthrax, the farthest almost 2 1/2-miles away. Livestock were found dead almost 25 miles downwind of the weapons plant. A fraction of an ounce of anthrax - released by accident and carried by the wind - caused the deaths, an expert on national security told a conference on terrorism in America yesterday.\n\"It shows just how terrible these weapons are,\" said Dr. Richard A. Falkenrath of Harvard University.\nExperts said terrorists targeting the release of a large biological weapon in one of America's great metro areas could cause hundreds of thousands of casualties, overwhelming the government's ability to help and causing panicked turmoil among the public.\n\"The public may be worried about E. coli in their hamburger,\" said Dr. William L. Roper, dean of the University of North Carolina's school of public health and former White House official. \"They haven't understood the real threat from chemical, biological and other agents.\"\nAmerica is ill-prepared to fight terrorists using biological, chemical, nuclear or even conventional weapons of mass destruction, officials at the States' Terrorism Policy Summit said. An attack with mass-destruction weapons could quickly turn into mass casualties for the health care system, but \"the average medical practitioner in America hasn't even thought about this issue,\" Roper said.\nMany Americans would prefer to ignore the emerging issue.\n\"Our economic development people don't even want us to talk about it,\" said Bruce C. Morris, Virginia's deputy secretary of public safety. \"It'll scare people away\" if the state acknowledges that, \"yes, we are a target.\"\nDealing with acts of terrorism crosses every kind of jurisdictional and disciplinary boundary, Falkenrath said, layering organizational complexity on top of technical complexity. Repeatedly state officials raised the question of who is to be in charge of coping with the threat - and the promise - of weapons of mass destruction.\nThat issue was precisely the one the summit was called to address, and the officials favored a \"bottom up\" approach using the state and local emergency systems that already exist, rather than a federally mandated, \"one-size-fits-all\" tack.\nThe summit, held at the Williamsburg Inn, was sponsored by the National Governors' Association and the National Emergency Management Association. About 180 people attended, including state emergency managers, county sheriffs, National Guard adjutant generals, National Security Council and congressional staff members, state police and Defense Department executives.\nTerrorism's face changed in the 1980s, Falkenrath said, so that in the last decade of the 20th century its violence is not only a national security concern, but one forced on emergency managers, public health officers and others people who would be first on the scene.\nBefore then, terrorist groups were well defined and limited their violence. Now terrorists \"are unknown to you till the bomb goes off,\" Falkenrath said. Their political goals are vague, they can get advanced weapons and their target of choice has become the United States.\nActs of terrorism have a multiplier effect, officials said: Kill one, terrify a thousand. Confronted with those terrors, peoples and governments overreact, often curtailing civil liberties. Terrorist threats are designed to shake a society's foundations, and the fear of being attacked with weapons of mass destruction has already jostled U.S. constitutional relationships, Falkenrath said.\n\"It's a very high-consequence problem,\" Falkenrath said, though the chance of a catastrophically damaging attack is low. \"This is a national security problem, not a personal safety problem.\"\n\nLoad-Date: February 5, 1999"
}