{
    "title": "Massachusetts transportation employees train to prevent terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 4,
    "day": 19,
    "full text": "Officials from the Massachusetts Bay Transportation Authority announced a plan March 23 to make the MBTA the first transportation outfit in the country to train workers in anti-terrorism and safety measures, teaming with Highway Watch -- a program supervised by the U.S. Department of Homeland Security. Yet nearly one month after the announcement, some of the MBTA's administrators are still unaware of the initiative and its supposed benefits.\nFollowing this summer's transit bombings in London, public transportation has been under closer surveillance by law enforcement agencies, and MBTA spokeswoman Lydia Rivera said the MBTA signed on with Highway Watch, a program coordinated by the American Trucking Association, to train employees on how to properly detect and respond to a terrorist attack.\n\"We decided to join Highway Watch to better train our employees in analyzing and detecting odd behavior,\" Rivera said. \"We plan to train the eyes and the ears of the individual to be more observant. Listening is very important, so we will train employees to better use their senses in their daily duties.\"\nAccording to Rivera, 6,000 MBTA employees will undergo training two times per week for an entire year. The training, which began March 3 and runs until May 22, 2007, uses six trains, and the cost will be covered by the operations budget, Rivera said.\nThe MBTA is joining the list of trucking, busing, law enforcement and road building companies that use Highway Watch to educate workers in safety and anti-terrorism procedures, according to the Highway Watch website.\n\"The Highway Watch program was originally designed to provide anti-terrorism training to truck drivers,\" Highway Watch Director of Public Relations John Willard said.\nAccording the to the Highway Watch website, the program seeks to \"prevent terrorists from using large vehicles or hazardous cargoes as weapons.\" Willard said Highway Watch expanded the scope of the program to other areas of transit in March 2004 after the DHS began providing funds to the program.\n\"The best way to protect against acts of terrorism is to train the people on the front line,\" Williard said. \"For example, with the T, we train the person actually driving. The goal of the program is to give the front members of the industry the means to prevent acts of terrorism,\" Willard said.\nAccording to MBTA website, trained employees observing suspicious acts are instructed to report incidents to the Operation's Control Center and the Highway Watch Call Center.\nAlthough other cities' transportation departments have already partially signed on to the program for training for select employees, the MBTA is the first transportation department to fully commit training to all of its members, according to Willard.\nYet, when The Daily Free Press tried contacting officials from the MBTA, many said they had never heard of Highway Watch. Paul MacMillan, MBTA deputy police chief, declined to comment because he said he did not know about the program, and Massachusetts Executive Office of Transportation spokesman Jon Carlisle declined to comment.\nMBTA spokesman Joe Pesaturo explained that many employees might not have heard of program because only a small number has been trained to date.\n\"Two percent of the workforce has now been trained,\" Pesaturo said, adding that more will be trained over the course of the year.\nPesaturo said the Highway Watch program will complement the MBTA's already existing anti-terrorism programs, which include Operation Stop Watch, and See Something, Say Something, programs that encourage rider and employee awareness to suspicious activity.\n\"Highway Watch is similar to training employees already received in observe and report procedures,\" Pesaturo said. \"Highway Watch is more detailed. Everyone is trained, not just the operators. Everyone will be equipped with the knowledge.\"\nRepresentatives from the U.S. Department of Homeland Security could not be reached for comment.\n(C) 2006 The Daily Free Press via U-WIRE\n\nLoad-Date: April 19, 2006"
}