{
    "title": "Mass Media and the Terror-Violence Cycle",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 15,
    "full text": "By Rachel Schmied / Log Staff Writer\nFor many students and local residents, the recent campus violence from this fall was a wake-up call. However, anyone who believes that this was an isolated incident in a small American city may still be dreaming. Portrayal of violence in mass media is inescapable in the United States, spewed relentlessly at the local and national levels. Timothy Wells spurred three separate articles in the Log's last issue. Dzhokhar Tsarnaev made the cover of Rolling Stone Magazine. George Zimmerman is now a household name.\nThere is a reason you recognize these names - the media said them, again and again. The 24-hour cable news cycle and local even news stations feed off of crime stories, consequently promoting the fear they incite. Mass media is inciting paranoia and teaching incidental lessons to its consumers. Communication theory is clear about the result of glorifying violence: it creates a social construction of reality that enables the cycle of violence to continue.\nDespite the fact that violent crime has been on a strong downward trend since the early 1990s, local news tends to focus on crime stories. \"If it bleeds, it leads,\" goes the old news adage. In Michael Moore's documentary Bowling for Columbine, a study by sociology professor Barry Glassner from 1991-98 revealed that while homicides dropped by 20 percent, murder coverage in local news increased by 600 percent.\nWickedLocal.com shows much of the same, with headlines of a middle school teacher sexually assaulting a student and developments on the Aaron Hernandez murder case.\n\"Viewing mass media violence leads to increases in aggressive attitudes, values, and behavior, particularly in children, and has a long-lasting effect on behavior and personality, including criminal behavior,\" according to the American Psychological Association.\nThe question is, why is crime considered news? It is certainly not news to anyone that murder and violent crime occur, but why do these things matter to someone living in Salem, where there has only been one murder in the past decade? There are bigger problems facing the country as a whole and our own region that no one seems to want to write a story about.\nOne out of ten children in the world's wealthiest nation will be abused each year. These statistics, provided by the Department of Health & Human Services, only represent the cases of which we are aware. Realistically, numbers are much higher; these were only the incidences in which it was severe enough for a teacher or social worker to notify the authorities.\nCorporal punishment is legal every U.S. state except Delaware. Psychology Today reports that physical punishment is a serious public health problem in the United States, and it profoundly affects the mental health of children and the society in which we live.\nStudies show that over 60 percent of families still use physical punishment to discipline children. Yet, the research shows that physical punishment is associated with an increase in delinquency, antisocial behavior, and aggression in children; physical punishment is associated with a decrease in the quality of the parent-child relationship, mental health, and the child's capacity to internalize socially acceptable behavior.\nAccording to the Center for Disease Control , 1 in 4 women and 1 in 7 men in the U.S. will experience domestic abuse in their lifetime. One-third of female murder victims were killed by a former intimate partner. Violence in pornography is unregulated and easily available. Male children who are exposed to violence toward women are more than twice as likely to batter women themselves; children of both genders who witness domestic violence have an increased risk of substance abuse and depression.\nThe Bureau of Justice reported that in 2006, over 55 percent of men and 70 percent of women in state prison met the criteria for one or more psychiatric disorders. Overall, more than one-third of inmates were physically or sexually abused as children.\nMany American children grow up being hit to correct behavior or seeing their parents hitting each other, watching violence glorified in movies and television, and playing war games, whether it's paintball or a videogame.\nIn 2005, American folk singer Conor Oberst addressed this phenomenon in \"Landlocked Blues\":\n\"There's kids playing guns in the street. And one's pointing his tree branch at me. So I put my hands up; I say, enough is enough. If you walk away, I'll walk away. And he shot me dead.\"\nThroughout their lives, Americans are fed stories about crime and terrorism via television and the Internet. And we sit here scratching our heads, wondering why we lead the developed world in school shootings. Media critic Noam Chomsky claims that the way to stop terrorism is \"stop participating in it.\"\nA story about a Salem State slasher or a Boston bomber makes good citizens afraid. Frightened people buy weapons, and the United States is the largest arms exporter in the word. Politicians who receive money from pro-gun lobbyists use this for political gain come election time. By the way, the dictionary definition of terrorism is using fear for political propaganda.\nDespite having the world's largest active military and an immense stockpile of nuclear weapons, in the 2012 federal budget, the U.S. spent eight times as much on defense as it did on education. Malala Yousafzai, the youngest nominee for a Nobel Peace Prize due to her courageous support of women's education in Pakistan (and continued after being shot by the Taliban), recently encouraged President Obama to support student loans over unmanned drones.\n\nLoad-Date: November 15, 2013"
}