{
    "title": "Massachusetts enhancing security in wake of increased threat of terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 11,
    "day": 3,
    "full text": "The U.S. Department of Homeland Security announced Tuesday that it is increasing security at government buildings in major cities, such as Logan International Airport. PHOTO VIA CREATIVE COMMONS\nGovernment buildings in major cities throughout the country, including Boston, will see enhanced security presence and procedures by the Federal Protective Service, the U.S. Department of Homeland Security announced Tuesday.\nThe measures are in response to continued public calls from terrorist organizations targeting the United States, as well as recent acts of violence targeted at government personnel in Canada, said DHS Secretary Jeh Johnson in a Tuesday press release.\n\"We are taking this action as a precautionary step to safeguard U.S. government personnel and facilities, and the visitors to those facilities,\" he said in the release. \"Our security posture, which always includes a number of measures both seen and unseen, will continue to adapt appropriately to protect the American people.\"\nFor security reasons, the DHS would not divulge what, specifically, these security enhancements will entail or where they will be implemented to protect against organizations and people who are a threat to national security.\nThe Federal Protective Service is responsible for protecting over 9,500 federal facilities owned or leased by federal agencies that up to 1.4 million visitors and occupants pass through daily, according to the release.\nResidents might notice an increased uniform security presence and random screenings at public locations, including Logan International Airport, said Terrel Harris, spokesman for the Massachusetts Executive Office of Public Safety and Security.\n\"While there are no specific, credible threats to homeland security in Massachusetts, we take any possibility of threats to public safety very seriously,\" he said in an email. \"Given recent events here and abroad, public safety agencies are increasing our vigilance in ways that will be both visible and invisible to the public.\"\nKatie Hauser, spokeswoman for the Massachusetts Convention Center Authority, which oversees buildings such as the Boston Convention and Exhibition Center and Hynes Convention Center, acknowledged the risk involved in being a major facility in Boston.\n\"We are especially aware of the possibility of a terrorist threat in our building,\" she said. \"Our guards are trained in active shooter, terrorist attacks and even infectious disease. Any organization that is not prepared is at a disadvantage.\"\nThe security procedures for MCCA buildings will not be updated by the DHS because they are not federal buildings. However, they do work with state and federal authorities to ensure they are following protocol, Hauser said.\nSeveral residents said actions to increase security are appropriate, and they are hopeful that the precautions will make Boston safer.\nKim Sweet, 60, of Brighton, works in the Prudential Center and said that its status as one of the largest buildings in Boston puts it at greater risk for terrorism.\n\"It [the Prudential Center] is a place where something could happen, and extremists seem to like to make a splash in a place where people would notice and lots of people would be affected,\" she said. \"They have to watch and see who's coming in, what they're carrying. I understand it.\"\nShannon MacDowell, 38, of Allston, said major cities like Boston are at risk of becoming targets, so the DHS's choice to keep their new security measures private is a small concession to make for security.\n\"I used to work in an airport, and it's very easy to slip things by. So it's smart that they're taking precautions,\" she said. \"I understand why they want privacy but would you rather have your privacy or not blow up on a plane? I don't mind making the sacrifice to do that.\"\nTimothy Rodriguez, 25, of Allston, said he understands the need for more security as long as measures are not taken to an extreme.\n\"If further threats do present themselves, then I say yes,\" he said. \"It's going to be a balancing act. Keeping the American people safe, but also not making them feel uncomfortable.\"\n\nLoad-Date: November 3, 2014"
}