{
    "title": "Massachusetts , Angered by Terrorism, Raises Tuition for Foreign Students",
    "publisher": "the new york times",
    "year": 1987,
    "month": 8,
    "day": 2,
    "full text": "Foreigners studying at public colleges and universities in Massachusetts face huge tuition increases this fall as a result of legislation signed last month by Gov. Michael S. Dukakis. The measure, which moved through the Legislature with little attention and no debate, requires foreign students at the state's 29 academic institutions to pay the ''true cost'' of their education. University officials said the law would require them to charge foreigners almost twice as much as the tuition paid by American students from outside the state.\nRepresentative Roger L. Tougas, the sponsor of the law, said it was aimed at making available more space and financial aid for residents of Massachusetts. He said he also hoped to end state subsidies for the education of students from countries associated with terrorism, especially Iran.\n'Our People Are Hostages'\n''We're charging the same rate of tuition for the kid from Rhode Island and New York as we are kids from Iran and Lebanon, where our people are hostages,'' said Mr. Tougas, a Democrat from the southeastern Massachusetts town of Dartmouth. ''My objection is that if they are coming over here to take up valuable space they should at least pay the cost of that space.''\nUnder current policies, no student pays the full cost of an education at Massachusetts schools. Tuition at the University of Massachusetts at Amherst, which is $1,296 for state residents and $4,320 for others, produces less than a tenth of the $300 million budget. Students would have to pay an average of $12,000 each to cover the insitution's expenses, and university officials estimated that foreign undergraduate students could be charged as much as $8,000 under the new rule.\nAccording to Mr. Tougas, Massachusetts reaps no benefit from subsidizing the education of Iranian, Lebanese and Syrian youths.\n \nOrigin of Students Discussed\n''That money could educate a lot of poor kids in the commonwealth,'' he said.\nThe tuition bill was fervently opposed by university officials here, who urged Governor Dukakis not to sign it. They argued that it would deprive local residents of enriching contacts with foreigners and would not accomplish its purpose.\nThe state keeps no comprehensive statistics on the home countries of the 1,500 foreign students at the 29 public campuses, but a survey of the six largest institutions indicates that most of the foreign students are from nations that maintain friendly relations with the United States.\nOf the 1,042 foreign students at the six schools, 88 are from Hong Kong, 63 from Iran, 47 from China, 41 from Lebanon, 39 from Britain, 38 from Greece, 36 from Japan, 33 from India, 26 from Cameroon and 11 from Syria.\n \nMeeting of Cultures\nEducators here argue that Amerian students benefit by rubbing elbows with students from other lands. At Bunker Hill Community College in Boston's Charlestown section, where tuition would jump from $2,400 to at least $3,300, that meeting of cultures is dramatic, says Luby Ismail Kronemer, a native of Egypt who is the school's adviser to international students.\n''We've got students here who have never been out of Charlestown, and it is really good for them to be exposed to these students,'' she said.\nFurther, university officials dispute Mr. Tougas's assertion that state residents are being displaced by foreigners. At the University of Massachusetts, out-of-state and foreign enrollments are limited to 15 percent of the undergraduates and the academic requirements for admission are more demanding than for residents, according to Joseph D. Duffey, the chancellor.\n \nPractical Effect Uncertain\nThe practical effect of the new rule is still uncertain for several reasons. The Board of Regents has not yet determined the ''true cost'' of a Massachusetts education. In addition, the Regents have authority under the law to exempt graduate students from the tuition increase and are expected to do so. Many foreign students are subsidized by their governments or by corporations, which may choose to pay the higher tuitions. And finally, individual institutions in the Massachusetts system could increase scholarships for foreign students to keep pace with the tuition rise.\nMr. Dukakis actually signed the policy twice, the first time on Dec. 31, 1985. But two state education chancellors refused to enact the policy, saying the 1985 legislation did not order them to do so. The language of the second measure, contained in a supplemental budget document that passed the Legislature without debate, orders the Regents to put the change into effect immediately.\nMr. Dukakis's education adviser, Robert Schwartz, said administration officials did not ''wrestle with the policy implications'' of the measure, but viewed it simpler terms.\n''The basic question the language raises is why should Massachusetts taxpayers subsidize nonresident alien students who can afford to pay the full cost of their education?'' Mr. Schwartz said.\nState officials say they expect the policy to be challenged in court, but former State Attorney General Francis X. Bellotti concluded in an opinion he wrote earlier this year that there was no basis for such a challenge.\nMr. Tougas said foreign students were being subsidized at a cost of more than $2 million a year, money that could be spent on financial aid for state residents.\nAnd he dismissed the arguments of educators who contend that foreign students enrich the educational climate.\n''Ask the hostages' families how the feel about this,'' he said."
}