{
    "title": "MASSIVE PROBE AIMED AT CRASH; SOME CLUES SAY ACCIDENT, SOME SAY TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 7,
    "day": 20,
    "full text": "From the continental shelf off Long Island to the highest levels of Washington, federal agents searched for evidence Friday that the nation's second-deadliest aviation disaster also was its deadliest terrorist attack.\nThe FBI didn't declare Wednesday's crash of TWA Flight 800 a crime, although the bureau announced a massive investigation to find out what caused the explosion that brought down the Boeing 747.\n\"We have a lot of things that look like accident, a lot of things that look like terrorism,\" said James Kallstrom, head of the FBI's New York office. \"We're looking at this as a criminal investigation.\"\nHe added that the bureau had not declared the case a \"terrorist event\" and had not taken over the investigation from the National Transportation and Safety Board.\nAssuming the worst, agents began contacting informants in the terrorist underworld, according to a federal investigator who spoke to The Associated Press on condition of anonymity. \"It would be foolish not to be out there seeking every bit of information we can, from any corner,\" the source said.\nRobert Francis, vice chairman of the National Transportation Safety Board, said investigators had no evidence of an explosive device but conceded that \"the possibility of a criminal act is a distinct one.\"\nBut he added Friday night that nothing \"out of the ordinary\" had been found in the less than 1 percent of wreckage recovered so far.\nKallstrom urged people to call a toll-free number with tips, and gave the Internet address for the FBI's home page.\nABC News, citing sources, reported that a federal agency received a claim of responsibility for the TWA explosion from a group tied to Ramzi Yousef.\nYousef, 29, is on trial in New York, accused of plotting to blow up 12 West Coast-bound airliners in a single day in 1995. Authorities also believe Yousef was the mastermind of the World Trade Center bombing in February 1993.\nMissile Theory Challenged\nHe said the bureau was pursuing many theories. One was that a surface-to-air missile - perhaps fired from a boat - brought the plane down. Radar detected a blip merging with the jet shortly before the explosion, something that could indicate a missile hit.\nThat theory got a skeptical reception in Washington. Pentagon officials, speaking Friday on condition of anonymity, said that, given the plane's altitude and the range of shoulder-fired missiles, the theory is unlikely. They added that government analysts had studied several radar reports of the area and found the blip to be false.\nFBI Director Louis Freeh briefed members of Congress, telling them no conclusions had been reached. He also activated the Strategic Information Operations Center, a nerve center for assembling information used during full-scale investigations such as the Oklahoma City and the World Trade Center bombings.\nAfter his FBI briefing, Sen. Orrin Hatch, R-Utah, said it was \"almost 100 percent unlikely\" that mechanical failure brought down the plane. He said the crash \"most likely\" was caused by an internal bomb or something shot from outside the plane.\nDavid Hinson, the head of the Federal Aviation Administration said the government had been strengthening security at U.S. airports since last summer and was prepared to upgrade such security further.\nAnd investigators traveled to Athens, Greece, where the TWA 747 spent much of Wednesday morning.\nThe Athens airport was declared a security risk by the U.S. Department of Transportation in March, prompting published warnings on all tickets for flights to Athens. In May, however, Transportation Secretary Federico Pena lifted the ban.\nNow U.S. authorities are closely studying the names on the passenger list for the 747 flight from Athens to New York, to see if one might be linked to a terrorist group.\nToo Choppy For Diving\nAt the scene of the crash off Long Island, driving rain, 21-knot wind, choppy seas, and fog hampered efforts Friday to recover the wreckage that Kallstrom said might contain vital clues to what destroyed the plane Wednesday night, killing all 230 people aboard.\nRobert Francis, vice chairman of the National Transportation and Safety Board, said divers did not go into the water Friday. (*The following text appeared only in the THREE STAR edition*) Seas were so choppy that some crew members of search vessels were getting sick. (*end of text*) \"The divers are for recovering. They're not for locating. So the divers did not go into the water, because we're still not sure of the location.\"\nSonar detected a 15-foot spike on the ocean floor - possibly part of the plane, Francis said. The search had to be suspended for fear that the sonar equipment, which trails on cables behind the ship, would be lost in the choppy seas.\nCmdr. Stephen Pietropaoli, a Navy spokesman, said, \"pinging\" signals indicating the location of the recorders known as black boxes - which record pilots' conversations and the plane's operations - had not been detected. \"One thing we don't know yet is whether the pingers are working,\" he said. \"Sometimes they don't operate, sometimes they become detached.\"\nFrancis disclosed Friday night that the jet was equipped with another automated flight data system that routinely communicates engine and other mechanical information to ground observers. A signal from that system indicated that the jet's engines were operating normally one minute after takeoff. \"There were no anomalies in that,\" he said.\nSearchers have recovered 104 bodies, as of midday Friday, according to Suffolk County Medical Examiner Charles Wetli. Most victims appeared to hav e died from massive blunt injuries. One or two appeared to have inhaled water, but that might not mean they were alive when they hit the water, he said.\n'A Nonsurvivable Crash'\n\"It was a nonsurvivable crash,\" Wetli said. \"Death was virtually instantaneous. Consciousness would have been lost almost immediately after the explosion.\"\nHe added, \"The bottom line is I'm not seeing anything that would indicate a bomb, but that does not exclude it.\"\nInvestigators told family members that it was unlikely that all the bodies would be found.\nAt John F. Kennedy Airport, relatives gathered at a hotel for the heartbreaking process of identifying their loved ones and collecting their remains. Some walked from the elevator to the lobby in groups of three or four, holding each other. They seemed unconcerned for the moment with the question that occupied the rest of the nation.\n\"Whether it was an act of terrorism or mechanical failure, doesn't make any difference,\" said Joe Lychner, who lost his wife and two daughters. \"What's important is to put a face to the tragedy. . . . It wasn't just a plane crash. There were people in there, good people.\"\nRabbi Alvin Poplack, an airport chaplain, has previously worked with relatives of crash victims. Still, he appeared shaken as he took a break from counseling families. \"The families' reactions are very wide-ranging. They go from distraught to numbness. Sometimes they look like they're fine, and a word or image can set them off again.\"\nFlight 800's 230 deaths ranked behind the 273 killed in an American Airlines DC-10 crash at Chicago's O'Hare International Airport in 1979. The nation's worst terrorist attack was last year's bombing of the federal building in Oklahoma City, where 168 died.\nThe FBI's hotline for tips is (888) 245-4636. Address for e-mail to the FBI: nya.htm@fbi.gov and the FBI's homepage:  http://www.fbi.gov/fo/nyfo/nytwa.htm \n\nGraphic\n\n \nPHOTO; Color Photo from AP - Crew members of the Coast Guard cutter Juniper carry debris from the TWA 747 on deck in the Atlantic on Thursday. Choppy seas and rain prevented divers from joining the search Friday.\n\nLoad-Date: July 21, 1996"
}