{
    "title": "Max Boot_ Trump is the Islamic State's dream candidate",
    "publisher": "the salt lake tribune",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "Every time there is a terrorist attack attributed to Muslim extremists anywhere in the world, Donald Trump will rush forward to claim, as he did after an Easter bombing in Pakistan, that he alone can solve the problem of radical Islamic terrorism. His eagerness to score political points has come back to hurt him in the past, as when, following this summer's mass shooting in Orlando, Florida, he sent a tasteless tweet bragging: \"Appreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness & vigilance. We must be smart!\" He must have been deeply disappointed that the Orlando attack, which resulted in the deaths of 49 people, did not give him a boost in the polls. But, he apparently figures, there is still time to make political hay out of the suffering of others.\nIn the case of the weekend attacks in New York City, New Jersey, and Minnesota, which did not kill anyone but did leave numerous people injured, Trump did not even wait to find out exactly what had happened before telling a rally in Colorado on Saturday night: \"We better get very tough, folks.. . . It's a terrible thing that's going on in our world and in our country, and we are going to get tough and smart and vigilant.\" The next day he tweeted with transparent glee: \"Under the leadership of Obama & Clinton, Americans have experienced more attacks at home than victories abroad. Time to change the playbook!\"\nWith only seven weeks to go until the election, the question at hand is whether voters will be satisfied with Trump's calls to get \"tough and smart\" or whether they will demand to know what exactly he is going to do to stop terrorism, because if they do want details, they won't find any. Beyond Trump's bluster, there is . . . more bluster. To the extent that he has spelled out any specific policies, they are likely to exacerbate rather than ameliorate the danger.\nTrump laid out his counterterrorism agenda most comprehensively in an Aug. 15 speech in Youngstown, Ohio. He spent the first part of the speech castigating President Barack Obama and former Secretary of State Hillary Clinton for enabling the growth of terrorism by, among other actions, pulling troops out of Iraq and bombing Libya, with no acknowledgment that he had supported both moves at the time. Even more brazenly, he repeated his oft-told lie: \"I was an opponent of the Iraq War from the beginning ccc a major difference between me and my opponent.\" In fact, Trump did not publicly come out against the war until August 2004, which was not, as he claims, \"very early in the conflict,\" but 17 months into the conflict, by which time it was obvious that it wasn't going to be a \"cakewalk.\"\nIn that same Aug. 15 speech, Trump repeated another one of his much-cherished lines: \"I have long said that we should have kept the oil in Iraq ccc another area where my judgment has been proven correct. According to CNN, ISIS made as much $500 million in oil sales in 2014 alone, fueling and funding its reign of terror.\" It's true that ISIS, also known as the Islamic State, makes money off oil, but it's mainly Syrian, not Iraqi, oil. And Trump never explained in that speech ccc or in any other public comment since ccc how he would have \"kept the oil in Iraq.\" In addition to it being a war crime (you're not allowed to \"keep\" another nation's resources), such an move would have required a long-term U.S. military occupation of the Iraqi oil fields, ports and all of the land in between. If hatred of America is prevalent in the Muslim world now, imagine how much worse it would be if the United States had seized a Muslim nation's oil wealth.\nIn the blink of an eye, Trump switched tracks in that Ohio speech from outlining fantastic and unworkable non-solutions to advocating for what is already being done: \"My administration will aggressively pursue joint and coalition military operations to crush and destroy ISIS, international cooperation to cut off their funding, expanded intelligence sharing, and cyberwarfare to disrupt and disable their propaganda and recruiting.\" He even pledged to \"find common ground with Russia in the fight against ISIS,\" which is exactly what the Obama administration is doing now in Syria to little effect.\nAnd he vowed ccc wait for it ccc to convene an \"international conference\" to \"halt the spread of radical Islam.\" An international conference! Brilliant! Why didn't anyone ever think of that before? Presumably he has never heard of all the conferences in Geneva and Vienna that Secretary of State John Kerry has convened with Russian Foreign Minister Sergei Lavrov to find a solution to the Syrian mess, Syria being the prime breeding ground of terrorism today.\nHaving made a brief ghostwritten foray into the realm of humdrum foreign-policy respectability, Trump immediately veered back to what got him where he is. The core of his approach is to keep saying the enemy is \"radical Islamic terrorism,\" something that he (wrongly) claims Clinton never does.\n\"To defeat Islamic terrorism,\" he said in Ohio, \"we must also speak out forcefully against a hateful ideology that provides the breeding ground for violence and terrorism to grow.\" But there's a good reason why both Presidents George W. Bush and Obama have been reluctant to speak of \"Islamic terrorism,\" and it's not because Obama is a closet Muslim, as Trump has insinuated in the past. It's because they realize that in the battle against terrorism, the United States cannot win unless it can get the support of most of the world's 1.5 billion Muslims. By seeming to insult Islam and Muslims as Trump does, he plays into Islamic State and al Qaeda propaganda, which posits that there is a battle between Islam and the West.\nBut Trump doesn't care about winning Muslim hearts and minds. He seems to think he can keep Americans safe by keeping all terrorists out of the country, as if it weren't the case that many of our post-9/11 attackers ccc such as Army Maj. Nidal Malik Hasan, the Fort Hood, Texas, shooter, and Omar Mateen, the Orlando shooter ccc were homegrown.\nBack on Dec. 7, 2015, Trump first proposed a \"total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what is going on.\" His Muslim ban helped him win the Republican nomination but has left him open to well-justified charges of religious bigotry. So for the general election, he has been desperately trying to modify his ban. He knows he wants to ban someone; he's just not sure exactly who.\nIn early June, he said he would ban only immigrants ccc not all visitors ccc from countries where there is a \"proven history of terrorism\" against the United States. If taken seriously, this would apply to immigrants from Britain, France, and Italy, among other nations. A few days later, this was modified to suspend \"immigration from regions linked with terrorism,\" which hardly solves the problem, since just about every region of the world has been linked to terrorism. By mid-July, the ban had been modified yet again to apply to \"any nation that has been compromised by terrorism,\" a more nebulous category that could just as easily apply to the United States itself as to, say, Syria or Iraq.\nTrump's Aug. 15 speech included a call to stop immigration from \"regions where adequate screening cannot take place\" while adding another category of undesirables: He vowed to \"screen out any who have hostile attitudes towards our country or its principles ccc or who believe that sharia law should supplant American law.\"\nHe never said, of course, how he would implement this kind of screening. Would U.S. Immigration and Customs Enforcement agents ask visitors if they harbor \"hostile attitudes towards our country\"? It apparently never occurs to Trump that terrorists might lie about their true views. He surely has never heard of taqiya, the Islamic term for lying to avoid persecution.\nHis focus on \"sharia law\" ccc i.e., Islamic religious law ccc is also misbegotten. It's like saying that he will screen out any visitors who believe that the authority of the pope supersedes that of the president of the United States. All observant Muslims obey sharia, just as observant Jews obey Halakha (rabbinical law) and observant Catholics obey papal law, but that doesn't make them bad Americans or potential terrorists.\nAnd what happens if a few stray terrorists should manage to slip through Trump's vaunted border controls or if they happen to be here already? He constantly suggests that the answer to terrorism is \"profiling,\" which, he claims, we are not currently doing because of \"political correctness.\" Speaking to Fox & Friends on Monday, Trump said, \"Our local police, they know who a lot of these people are. They are afraid to do anything about it because they don't want to be accused of profiling. And they don't want to be accused of all sorts of things.\" Is there any evidence that law enforcement has identified a lot of terrorists but won't do anything about it because of \"political correctness\"? Of course not. Just as there isn't any evidence that, as Trump constantly claims, friends and neighbors of the Orlando and San Bernardino, California, shooters knew what they were up to but refused to tell law enforcement. And just as there isn't any evidence that, as Trump also claims, \"thousands and thousands\" of Muslims in Jersey City, New Jersey, celebrated 9/11. What Trump seems to be suggesting is that law enforcement should employ a strategy of treating American Muslims as the enemy within - a self-fulfilling prophecy if ever there were one.\nFor all of his huffing and puffing, Trump has yet to offer any remotely workable solution to terrorism. What he offers is a lot of anti-Muslim animus that is guaranteed to backfire. It's little wonder why the Islamic State is praying for a Trump victory. As noted by Matt Olsen, the former head of the National Counterterrorism Center, in an article for Time that did not receive the attention it deserved: \"In August, one ISIS spokesman wrote: 'I ask Allah to deliver America to Trump.' Another supporter declared: 'The 'facilitation' of Trump's arrival in the White House must be a priority for jihadists at any cost!!!' ISIS is working to drum up support for the candidate it has called 'the perfect enemy.'\"\nIt is deeply ironic and disturbing that the Islamic State's dream candidate is posturing as the tough-on-terrorism candidate. If voters can't see through Trump's con game, terrorist groups like the Islamic State and al Qaeda will receive an unprecedented helping hand from America's next president. Imagine what a conspiracy theorist - someone like Donald Trump - would make of that.\n- - -\nBoot is the Jeane J. Kirkpatrick senior fellow for national security studies at the Council on Foreign Relations. His forthcoming book is \"The Road Not Taken: Edward Lansdale and the American Experience in Vietnam.\"\n\nLoad-Date: September 22, 2016"
}