{
    "title": "Maximum sentence for terror suspect sought New documents shed light on West Chester Twp. man accused(2)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 11,
    "day": 18,
    "full text": "BUTLER COUNTY Federal prosecutors are recommending a 22-year-old West Chester Twp. man, who admitted to a host of terror-related charges, including a plan to attack police and military forces, be sentenced to 25 years in prison.\nMunir Abdulkader, a former Lakota Local Schools and Xavier University student, pleaded guilty in March to aiding a foreign terrorist organization, attempting to murder government employees, and possessing a firearm for the purposes of committing a violent crime. \nHe is scheduled to be sentenced Friday morning by United States Federal Judge Michael Barrett in Cincinnati. United States attorney Benjamin Glassman has recommended that Abdulkader be sentenced to a total of 25 years in prison and remain under supervision for the rest of his life. \nAbdulkader spent months identifying his intended victims and “was very excited for the confrontation,” according to a sentencing recommendation filed Nov. 10 by federal prosecutors and obtained by this news outlet. \nAccording to prosecutors, he had planned to behead a local soldier  in his correspondence with Islamic State operative Junaid Hussain, he explicitly requested that it be a person who had served in Iraq or Afghanistan  and film that beheading. Then, he planned to attack a local police station with explosives and firearms, prosecutors said. \n“Throw pipe bombs, engage police officers with firearms and fight to the death,” was Abdulkader’s plan, according to the sentencing memorandum. \n“Yes with full conviction I’ve made my mind: we will go through with this,” Abdulkader wrote to Hussain days before his arrest in May 2015, according to court documents. “I’m actually very excited for the confrontation.” \nThe planned attack was the culmination of long-standing support for the Islamic State group, prosecutors said, and the document includes screenshots of tweets expressing this support posted by Abdulkader in 2014 and 2015. \nAbdulkader expressed a “desire to attain ‘shahada’ (martyrdom),” according to documents. \nAbdulkader is a native of Eritrea in East Africa, but he became a citizen of the United States on Sept. 22, 2006. Records indicate he spent several years in southwest Ohio, graduating from Lakota East High School in 2013 and attending Xavier University for about two years. \nOfficials say Abdulkader made “plans and preparations” to travel to Syria, including securing a passport, saving money for the trip, and researching details of traveling to the country and joining the terrorist group. \nHowever, officials say he “expressed concerns” in late April about his ability to travel and delayed his original departure date. \nHe communicated in May 2015 with one or more people overseas he believed to be members of ISIS, and officials say one of those people claiming to be a member of ISIS was identified as Hussain. \nAbdulkader was also talking with a federal confidential informant early on, court documents indicate. \nHe was arrested May 21, 2015, the same day he purchased an AK-47 assault rifle for $350 from a Mason gun shop. \nAbdulkader was arrested by the FBI Joint Terrorism Task Force as soon as he purchased the assault rifle, which was just three days after he conducted surveillance of a local police department. \nHussain was killed by U.S. forces in August 2015 by a drone strike. \nContact this reporter \nat 513-705-2841 or email \nLauren.Pack@coxinc.com\n\nGraphic\n\n \nUNITED STATES DISTRICT COURT DOCUMENTS\" >The AK-47 rifle purchased by Munir Abdulkader just before his arrest on terror-related charges is shown.ASSOCIATED PRESS\">Munir Abdulkader of West Chester Twp. is scheduled to be sentenced today.\n\nLoad-Date: November 30, 2023"
}