{
    "title": "May is best known to U.S. in fight against terrorism",
    "publisher": "daily news ",
    "year": 2016,
    "month": 7,
    "day": 13,
    "full text": "Britain's Home Secretary Theresa May, who will become Britain's new prime minister today, waves to the media as she leaves a cabinet meeting Tuesday at 10 Downing Street in London.\nFrom counterterrorism to digital privacy to fighting radical Islam, the U.S. will have an ally in Theresa May, the British incoming prime minister.\nWhile Britain's departure from the European Union will top May's priority list, she has a history of working closely with the U.S. Department of Homeland Security and the Justice Department on crime and terrorism in her tenure as Home Secretary.\nMay, who will replace David Cameron today, gained prominence for deporting Muslim cleric Abu Qatada to face charges in Jordan, succeeding where five predecessors failed. She also led the U.K. delegation to a summit hosted by U.S. President Barack Obama in February 2015 on defeating violent extremism.\n\"All of those issues to do with terrorism, extradition, European security, the ISISal-Qaeda threat, that will be her wheelhouse,\" said Thomas Wright, a fellow at the Center on the United States and Europe at the Brookings Institution. \"She has a reputation as being pretty tough and strong on those issues so she would be seen as an ally on that.\"\nAshomesecretary,Mayhas been at the center of domestic issues in the U.K. that matter to the U.S., such as overseeing a draft bill that would provide access to and intelligence about electronic communications and data while also setting the U.K.'s counter-terrorism strategy and efforts to fight radicalization.\nThe 59-year-old Conservative Party leader has met with U.S. Homeland Security Secretary Jeh Johnson as well as Attorney General Loretta Lynch, whom she introduced at a speech at the Chatham House policy center in London last year, saying the two sides were \"natural partners\" in the fight against terrorism. She has also worked with Lynch to fight human trafficking and to address the causes of Islamic extremism.\n\"Unless we address the circumstances in which radicalization and terrorism thrive, we will always be fighting a rear-guard action against it,\" May said in a speech at the Center for Strategic and International Studies in Washington in February.\nMay at times hasn't been afraid to stand up to the U.S. and risk a diplomatic rift, especially in the case of Gary McKinnon, whom Washington sought to have extradited for allegedly hacking into military computers. May said McKinnon was \"seriously ill\" with Asperger's Syndrome and depression, and sending him back to the U.S. \"would give rise to such a high risk of him ending his life that a decision to extradite would be incompatible\" with his human rights.\nCharles Ries, a vice president at Rand Corp. and former minister counselor for economic affairs at the U.S. Embassy in London, said the U.S. has had \"high regard' for May.\n\nLoad-Date: July 13, 2016"
}