{
    "title": "Mayor commissions Santa Fe anti-terrorism task force",
    "publisher": "santa fe new mexican",
    "year": 2001,
    "month": 10,
    "day": 13,
    "full text": "Mayor Larry Delgado is soliciting ideas on how to make the city of Santa Fe safe from terrorism, and he's started by commissioning a task force made up of local security experts.\n\"I think it's important we inform the public of what we are doing, so they can feel more secure,\" Delgado said at a Friday press conference announcing the Mayor's Task Force on Community Security and Awareness.\nThe task force will probably consist of security experts from Los Alamos National Laboratories, Sandia National Laboratory, St. Vincent Hospital, the National Guard, the Federal Aviation Administration, the city and Santa Fe County, Delgado said.\nDelgado said he will announce task-force members at the Oct. 24 City Council meeting, and he hopes they will help local officials reassess the city's Emergency Preparedness Plan and chart a future course against terrorism.\nLocal officials at the press conference said they have already taken a number of actions to increase security:\nEmergency personnel are prepared to work with the National Guard's 64th Civil Support Team stationed in Santa Fe if there is a terrorist attack involving weapons of mass destruction, Fire Chief Curtis Lardy said.\nThe civil-support team has the capability to determine what kind of biological or chemical agent terrorists have released and can track the agent's probable course, Lardy said.\nMedical personnel at St. Vincent Hospital will have access to anthrax vaccine within 24 hours of an attack, said Chris Rael, the hospital's vice president of administration. Anthrax can take days to hurt a person, he said.\nThe hospital is also watching for symptoms of biological or chemical attacks, so officials can inform the public of potential dangers as soon as possible, Rael said.\nThe city plans to hire between 18 and 22 new police officers as soon as possible, city spokesman Juan Rios said.\nPolice officers have patrolled the city more frequently since the attacks, focusing on public buildings and schools, Police Chief John Denko said.\nThe city has also increased security at the Santa Fe Municipal Airport since the attacks, Delgado said.\nThe question of how the city will pay for increased security especially at a time when tourism and gross-receipt-tax numbers are down -- is a major one, Delgado said.\nIncreased airport security alone costs the city $ 1,000 a day, Delgado said.\n\"We're going to have to tighten up because we don't know what kind of revenues are coming forth,\" Delgado said.\nCity Manager Jim Romero said he expects cutbacks in all city departments except public safety. No layoffs are expected at the city, but a number of positions will remain unfilled, he said.\nDelgado said he plans to speak with U.S. Sen. Pete Domenici, R-N.M., on Saturday about ways Santa Fe can be proactive about securing federal Homeland Security money promised by the Bush administration.\nDelgado said he will attend a Regional Planning Authority meeting Oct. 16 and ask county commissioners and city councilors to support efforts to increase local security.\n\"This committee is going to bring us all together,\" Delgado said. \"There's a lot of expertise out there.\"\n\nLoad-Date: October 25, 2001"
}