{
    "title": "Mayor Criticizes Congress Over Homeland Security Funds",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 9,
    "day": 11,
    "full text": "Congress is failing to protect New York City from large-scale terrorist attacks, putting the lives of the city's 8 million residents at risk, Mayor Bloomberg told a federal panel yesterday in Lower Manhattan.\n\"The people we send to Washington have been too busy spreading homeland security funds around based on votes, not threats, and that is a phenomenally dangerous thing for our country,\" he said.\nIn testimony before the Commission on the Prevention of Weapons of Mass Destruction Proliferation and Terrorism, the mayor said New York remains \"a prime - if not the prime - target for terrorist groups,\" and he cautioned against shortchanging the city's security needs in favor of less populated and more rural cities and states.\nAs an example of the continuing terror threat against the city, he cited the arrest and indictment earlier this month of an MIT-educated Pakistani woman who allegedly tried to kill American soldiers in Afghanistan. The woman, Aafia Siddiqui, was arrested while allegedly carrying notes that referred to a major terrorist attack and listed a number of New York landmarks, among them the Statue of Liberty, the Brooklyn Bridge, and the Empire State Building.\nMr. Bloomberg criticized the distribution of federal security funds as uneven and \"political pork,\" saying some municipalities were receiving counterterrorism equipment through earmarks that they did not need and then \"storing it in the garage.\"\nInstead, he said the money should be distributed based on terrorism risk assessments alone, and he called for increased funding to the city to upgrade terrorism prevention programs such as the Securing the Cities initiative, which deploys sensors around the metropolitan area that are designed to detect nuclear material before it enters the city.\nThe Commission on the Prevention of Weapons of Mass Destruction Proliferation and Terrorism, chaired by a former senator of Florida, Bob Graham, was established in 2007 by Congress to assess America's vulnerability to WMD threats and recommend prevention strategies.\n\nLoad-Date: September 11, 2008"
}