{
    "title": "McAllen seminars brief police on terrorism",
    "publisher": "the monitor ",
    "year": 2013,
    "month": 6,
    "day": 27,
    "full text": "June 27--MCALLEN -- Leaders in the police community got an in-depth look into the world of terrorism and extremism during a series of educational seminars Wednesday at the McAllen Convention Center.\nIndividuals in law enforcement cannot afford to get complacent and get a mentality that certain things will not happen in our community, said police Chief Victor Rodriguez.\nThe seminars by Dean Alexander, the director for Homeland Security Research at Western Illinois University, were scheduled months in advance, but the Boston bombing highlighted the importance of bringing that training to the area, Rodriguez said.\nWhile McAllen may not be considered a global target for terrorism by many, we may see something that is making its way to a target and stop it before it gets there, Rodriguez said.\nIn addition to the terrorism course, police command staff also had sessions with federal law enforcement agencies to learn about the current trends and new developments with gangs and Mexican criminal organizations.\nExtremist groups recruit from all age groups and all walks of life, Alexander said.\nThere have been several attacks that have been stopped by community or business being aware and alerting authorities about suspicious requests, he said.\nWith an eye on sniffing out and preventing attacks, Alexander laid out eight things that happen before they are carried out:\n--Surveillance: Terrorists will case the potential target to discover weaknesses and effectiveness.\n--Inquiries: Terrorists will work to gather information about the specific target.\n--Testing of security: Terrorists will drive by a target or find ways to gauge security response.\n--Fundraising: Without funds, terrorists can't act, so they tend to get money through credit card scams or other fraudulent schemes.\n--Gathering supplies: Once funding is secured, terrorists purchase chemicals or weapons -- uniforms and IDs are the next step\n--Suspicious behavior: Individuals preparing or planning a terrorist attack will likely stand out.\n--Dry runs: One of the final stages deals with drills that emulate the final act in order to work out final details before execution.\n--Getting into position: They deploy their assets and manpower to the target area in what is the last step before the attack -- and the last opportunity to stop it.\niortiz@themonitor.com\n___ (c)2013 The Monitor (McAllen, Texas) Visit The Monitor (McAllen, Texas) at www.themonitor.com Distributed by MCT Information Services\n\nLoad-Date: June 28, 2013"
}