{
    "title": "McAllen -born soldier killed in action in Afghanistan",
    "publisher": "the monitor ",
    "year": 2010,
    "month": 9,
    "day": 8,
    "full text": "Sept. 08--MISSION -- Rosie Guerra remembers how fearless her son was when he enlisted to serve his country and was informed he would be deployed to Afghanistan.\n\"He wasn't afraid of the consequences because he said this (the danger of being killed in combat) was part of his duty,\" she said.\nU.S. Army Pfc. Diego Miguel Montoya, of San Antonio, died Thursday in Laghman Province, Afghanistan, of wounds suffered when insurgents attacked his unit with indirect fire, according to a news release from the U.S. Department of Defense.\nChris Haug, chief of media relations for the public affairs office at Fort Hood, said indirect fire means his attackers didn't aim specifically at him.\n\"They put a bomb in a tube and they fire it,\" he said. \"It lands and explodes like a hand grenade. It was pieces of metal that hit him.\"\nMontoya, 20, was born in McAllen and grew up in Mission until his family moved to San Antonio about four years ago. He was a freshman at Veterans Memorial High School in Mission during the 2004-2005 school year and graduated in 2008 from William Howard Taft High School in San Antonio, where he took part in the ROTC program for two years.\nMontoya joined the military in July 2009 as a military policeman and was assigned to the 64th Military Police Company, 720th Military Police Battalion, 89th Military Police Brigade, Fort Hood, since December 2009.\nHe deployed in support of Operation Enduring Freedom in April 2010.\nMontoya's awards and decorations include the Army Commendation Medal, National Defense Service Medal, Afghanistan Campaign Medal with campaign star, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal, NATO Medal, Army Service Ribbon and Combat Action Badge.\nGuerra, his mother, plans to escort her son's remains back to the Rio Grande Valley on Thursday but said the military has not provided her details about the arrival time. Visitation will be Thursday night or Friday, depending on when the flight arrives from Delaware.\nThe funeral service is set for 10 a.m. Saturday -- the ninth anniversary of the 9/11 terrorist attacks -- at Ric Brown Family Funeral Home, 621 E. Griffin Parkway, Mission. Montoya will be buried at the Rio Grande Valley State Veterans Cemetery, 2520 S. Inspiration Road, Mission.\nLindsay Machak covers law enforcement and general assignments for The Monitor. You can reach her at (956) 683-4462.\nTo see more of The Monitor, or to subscribe to the newspaper, go to http://www.themonitor.com. Copyright (c) 2010, The Monitor, McAllen, Texas Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: September 8, 2010"
}