{
    "title": "MCCAIN INSTITUTE WELCOMES FORMER NCTC DIRECTOR NICK RASMUSSEN, LAUNCHES NEW COUNTERTERRORISM PROGRAM",
    "publisher": "the new york times",
    "year": 2018,
    "month": 6,
    "day": 4,
    "full text": "WASHINGTON (June 4, 2018)The McCain Institute today announcedNicholas “Nick” Rasmussenas Senior Director of its new Counterterrorism Program.Director of the U.S. National Counterterrorism Center (NCTC) from 2014 to 2017, Rasmussen assumes his new role with clear program goals: to increase public awareness and understanding of the challenge to our national security posed by homegrown violent extremism; to build the additional capacity needed to counter that extremist challenge inside the United States; and to invest in the community of young counterterrorism professionals we count on to keep all of us safe from terrorist attack.“This is a superb leader choice combined with a phenomenal program focus,” said Fran Townsend, former Homeland Security Advisor to President George W. Bush, and a Trustee of the McCain Institute.In keeping with the Institute’s mission and guiding philosophy, the Counterterrorism Program will focus on practical, character-driven and action-oriented solutions to our counterterrorism challenges.“Every day of Nick’s government service and professional life since 9/11 has focused on meeting the challenge posed by terrorism.Now he will continue that important work, with a long-term focus, from the unique platform of the McCain Institute,” said Ambassador Kurt Volker, McCain Institute’s Executive Director.This new program joins the McCain Institute’s existing portfolio of programs in Next Generation Leadership, Human Rights & Democracy, Combatting Human Trafficking and International Rule of Law & Security.Rasmussen also will be a professor of practice in the Sandra Day O’Connor College of Law at Arizona State University, teaching in its International Rule of Law and Security program.During nearly eight years of service across two administrations at the White House, and almost six years as both the Deputy Director and then Director of NCTC, Rasmussen was a key participant in national security decision-making on a wide range of issues, to include policy on Afghanistan and Pakistan, the Middle East, North and East Africa, Southeast Asia, and on issues impacting Homeland Security capabilities.For his achievements as NCTC director, including expanding the center’s network of governmental and private sector partnerships, Rasmussen received both the Presidential Rank Award and the Director of National Intelligence Distinguished Service Award.Rasmussen also serves as an intelligence and national security analyst forNBCandMSNBC.He has also regularly provided expert analysis on terrorism and national security issues forThe New York Times,Time Magazine,CNN,Fox News,PBSandNational Public Radio.Rasmussen began his career in 1991 at the Department of State as a Presidential Management intern. \nHe is recipient of a Bachelor’s degree with High Honors from Wesleyan University and a Master’s degree in public and international affairs from the Woodrow Wilson School at Princeton UniversityAbout McCain Institute for International Leadership at Arizona State UniversityThe McCain Institute, founded in 2012 as part of Arizona State University, is located in the heart of Washington, D.C. Inspired by the leadership of Senator John McCain and his family’s legacy of public service, the McCain Institute is a non-partisan, do-tank dedicated to advancing character-driven leadership in the U.S. and abroad. The Institute seeks to advance security, economic opportunity, freedom and human dignity. Learn more atmccaininstitute.org.###\nCopyright © 2018 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: June 8, 2018"
}