{
    "title": "McCarthyism_",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 3,
    "full text": "Could McCarthyism come back?  Fears rose after last fall's elections. Strom Thurmond, the new Senate Judiciary Committee chairman, reinstated the old Internal Security Subcommittee. He gave it a title for the 80's - the Subcommittee on Security and Terrorism - but some of the look of the 50's. He appointed as chairman Jeremiah Denton, an Alabama Republican and former Vietnam war prisoner who has won attention for his superpatriotism and moralistic pronouncements.\nEditorial comments on implications of creation of Senate Subcommittee on Security and Terrorism\nAs a consequence, there was special reason to pay attention to the subcommittee's opening hearing last week. It was not an occasion for panic. So far, two judgments appear to be warranted. First, Senator Denton seems to be fishing, but he also seems determined to be fair.  Second, circumstances have changed.\nThe subcommittee's main mission apparently is to find a foreign connection, preferably Soviet, to terrorist activities in the United States. Its first hearing turned out to be rambling and unfocused, serving mainly to publicize some books and theories about Sovietinspired terrorism and propaganda methods.\nThere were intimations of controversial excursions into subversion, security and civil liberties issues and perhaps the role of journalism. Like the Reagan Administration, Chairman Denton is skeptical of restraints on intelligence-gathering and F.B.I.  investigation methods imposed during the Ford and Carter Administrations. But there were promises not to hunt witches.\nMcCarthyism was a special brand of Congressional foul play. Senator Joe McCarthy of Wisconsin, preying on an anxious and badly informed public, abused procedure and privilege to air charges of disloyalty against hundreds of Americans of differing political views. He was a master at news manipulation and the big lie. He smeared even President Eisenhower. Only his excesses brought him to ruin.\nSmall wonder that many who remember are watchful for the first sneak attack on a dissenter's reputation. But some of the conditions that bred\nMcCarthyism are missing. Yes, there are resurgent fears of foreign aggression and a sense of lost national might. But the world has changed; where are the scapegoats? Harry Truman may have ''lost'' China but\nRichard Nixon courted the People's Republic. Franklin Roosevelt may have ''appeased'' Russia, but Ronald Reagan is selling the Soviets grain.  Another major change is at the F.B.I. J.Edgar Hoover once fed his ideological allies in Congress with tantalizing reports on political dissidents. But now, Director William Webster is both alert and balanced in his assessment of terrorism. His estimate that there is now ''no real evidence'' of Soviet-sponsored terrorism in the United States should reassure many and frustrate those who see Reds under beds.\nWe expect the F.B.I. to continue watching for spies and troublemakers. Senator Denton's subcommittee undoubtedly will do so, too. The test for the Senator will be simple: How will he proceed?  His agenda is of questionable value but so far there is no reason to doubt his promise of fair play."
}