{
    "title": "McCain and Obama Split on Justices' Ruling",
    "publisher": "the new york times",
    "year": 2008,
    "month": 6,
    "day": 13,
    "full text": "The presidential candidates took differing positions Thursday on the Supreme Court decision granting foreign terrorism suspects at Guantanamo Bay a right to challenge their detention in civilian courts. Senator John McCain expressed concern about the ruling, while Senator Barack Obama lauded it.\n  Mr. McCain and Mr. Obama have both long advocated closing the Guantanamo detention center but have disagreed on the rights of prisoners there.\n  Mr. McCain said here Thursday morning that he had not had time to read the decision but that ''it obviously concerns me,'' adding, ''These are unlawful combatants; they're not American citizens.''\n  Mr. McCain said he thought ''we should pay attention'' to the dissent by Chief Justice John G. Roberts Jr., which argued that the steps established by the administration and Congress in creating review tribunals run by the military were more than sufficiently generous as a way for detainees to challenge their status.\n  Still, the senator said, ''it is a decision the Supreme Court has made, and now we need to move forward.''\n  Mr. Obama issued a statement calling the decision ''a rejection of the Bush administration's attempt to create a legal black hole at Guantanamo'' that he said was ''yet another failed policy supported by John McCain.''\n  ''This is an important step,'' he said of the ruling, ''toward re-establishing our credibility as a nation committed to the rule of law, and rejecting a false choice between fighting terrorism and respecting habeas corpus. Our courts have employed habeas corpus with rigor and fairness for more than two centuries, and we must continue to do so as we defend the freedom that violent extremists seek to destroy.''\n  Mr. McCain, who was held for more than five years as a prisoner of war in Vietnam, was one of the chief Senate architects of the Military Commissions Act of 2006, which denied detainees a right to challenge their status in civilian courts.\n  During the drafting of that law, he pressed the administration to ensure legal protections against torture. But he also argued that the status review tribunals gave detainees adequate rights to challenge their detention, an argument the justices rejected Thursday.\n  Mr. Obama, who opposed the legislation, said Thursday, ''I voted against the Military Commissions Act because its sloppiness would inevitably lead to the court, once again, rejecting the administration's extreme legal position.''\n\nhttp://www.nytimes.com\n\nLoad-Date: June 13, 2008"
}