{
    "title": "McCain talks terrorism at Faneuil Hall",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 5,
    "full text": "Presidential hopeful Sen. John McCain (R-Ariz.) brought his red-hot campaign to Boston Monday morning, framing himself as the most qualified candidate to manage the war on terror during an address to an enthusiastic crowd at Faneuil Hall.\nMcCain spoke on a variety of issues, from wasteful government spending to the New England Patriots' heartbreaking defeat in Sunday's Super Bowl. But the crowd responded most enthusiastically when the senator talked about the war on terror.\nHe presented a clear message: If elected, McCain would work tirelessly to defeat the terrorists. \"I want to assure you that if I have to follow him to the gates of Hell, I will get Osama bin Laden,\" the senator said.\nPerhaps the statement that received the most boisterous applause was McCain's guarantee that he would never yield in the face of terrorists. \"[Terrorism] is the type of evil we must defeat, and it is the type of evil we will never surrender to,\" he said.\nAt one point, the senator supported President George Bush's efforts against terrorism. \"Maybe the president deserves a little credit that there hasn't been another attack on the United States since 9/11,\" he said.\nMcCain also continued to express his support for keeping U.S. troops in Iraq. \"I know they are succeeding because I've been there,\" said McCain, who seems in recent polls to be on his way to a strong showing during today's Super Tuesday primaries.\nThe senator continued to state that he would not make any promises regarding the withdrawal of soldiers.\n\"I will set no date for surrender. I will set no date for withdrawal. I will not wave the white flag. The only person who decides when our troops should be withdrawn is General Petraeus,\" he said, referring to the commander of American forces in Iraq.\nWhile answering questions after his speech, McCain declined to answer an inquiry about how the government plans to continue funding the war in Iraq.\nMcCain, who was held captive and tortured while a prisoner in the Vietnam War, also called for reforms to the country's veteran health care system. He suggested creating a plan that would allow veterans to obtain health care benefits at any hospital, not just at Veteran Affair (VA) hospitals.\n\"I'm always honored by [a veteran's] presence,\" McCain said. \"I'm always reminded ... that we don't have a health care system taking care of our veterans.\"\"I will give our veterans a plastic card ... which they can use at the health care provider of their choice, so they can never have to wait in line again,\" he said, referring to the long lines at VA hospitals.\nMcCain also emphasized the importance of bipartisan agreements. To show that he was serious about making this dream a reality, McCain stood beside Sen. Joe Lieberman (I-Conn.), a longtime friend and former Democrat, at the rally.\nMcCain and Lieberman \"worked together, which is what the American people want us to do,\" the Arizona statesman said. This was a specific reference to the two senators' combined sponsorship of a bill creating the 9/11 Commission.\nBut McCain maintained that while he would work towards bipartisanship if elected, he still nurtures his Republican beliefs. \"I will conserve my conservative credentials, but I will reach across the aisle,\" he said.\nSeveral other dignitaries aside from Lieberman were also in attendance, including Sen. Lindsey Graham (R-S.C.) and former Republican Massachusetts governors Paul Cellucci and Jane Swift. McCain's wife, Carol, and his mother, Wright, also attended.\nMcCain responded to criticisms that at the age of 71 he is too old to be running for president. \"If anyone wants to say anything about my age, just ask my mother,\" he joked. Wright McCain is 95.\nMcCain addressed America's anemic economy, suggesting making the Bush tax cuts permanent and adjusting the alternative minimum tax level to inflation.\nMcCain also suggested cutting government corruption by reducing wasteful earmark spending, or Congressional funding for the pet projects of individual representatives and senators.\n\"My friends, how can we go to the American people and ask to fix the social security system and the health care system when we spend money on studying the DNA of bears?\" McCain said.\nHe suggested that the money wasted on such projects could be used to give every child in America a $1,000 tax cut.\"I've never received ... pork-barrel spending for my state of Arizona,\" he said. The senator continued to suggest that he would veto any bill containing such superfluous spending.\nJean Inman, the former Massachusetts Republican Party chair, introduced the senator.\n\"We gathered [in 2000] to see the man we believed should be the next president of the United States,\" she said, in reference to his previous bid for the presidency. \"Do you think we waited long enough?\"\nThe crowd responded with an enthusiastic, \"Yeah!\"\nFreshman Serge Eygenson attended the event. \"I think for a guy not as charismatic as some of the other candidates, [McCain] really gets [the crowd] going,\" he said.\nWhether or not the rally and the rest of McCain's campaign were successful will be determined tonight, as 21 states will hold Republican caucuses or primaries.\n\"I believe in the greatness of America,\" McCain said as he closed his remarks. \"I know we can overcome these domestic and security challenges. I need your vote, and I thank you.\"\nFormer Massachusetts governor Mitt Romney will vote in Belmont today and then hold a post-election rally at the Boston Convention and Exhibition Center tonight.\n(C) 2008 Tufts Daily via U-WIRE\n\nLoad-Date: February 5, 2008"
}