{
    "title": "McDonald's U.S. sales up",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 9,
    "day": 10,
    "full text": "McDonald's U.S. sales up\nNEW YORK — August's summer heat provided a lift for fast-food giant McDonald's, pushing a key revenue figure up 4.6 percent in the U.S. during the month as customers came in for frappes and fruit smoothies. But the results weren't as strong as analysts were expecting, largely on weakness in Europe. The world's largest hamburger chain said that August sales at restaurants open at least 13 months climbed 4.9 percent. While the performance was strong and beat growth of 2.2 percent from in August 2009, it is down from July's 5.7 percent rise — the biggest monthly increase since a 6.1 percent gain in April 2009. McDonald's Corp. said the figure climbed 2.2 percent in Europe on strong results in the U.K. and Russia. Limited items, such as the U.K.'s summer barbecue food event, drove sales.\nBarilla teams with celebrities\nBANNOCKBURN — To encourage families to \"Share the Table\" more often, Barilla, Mario Batali and Julianne Moore have teamed up with 10 notable celebrities to create the limited edition Celebrity Pasta Lovers' Cookbook.  Available for download at ShareTheTable.com through October 15, the free cookbook is packed with family meal-sharing tips and exclusive new Mario Batali recipes inspired by favorite pasta dishes from celebrities including Meryl Streep, Kristin Chenoweth and Jimmy Fallon. For every visitor who clicks on the icon that says they believe in meaningful meals, Barilla will donate $1 to Meals On Wheels Association of America, up to $150,000. Barilla's U.S. headquarters is in Bannockburn.\nMedline's Iowa facility awarded\nMUNDELEIN — A little over a year after Medline Industries Inc., a privately held manufacturer and distributor of health care supplies, opened its new environmentally conscious service facility center in Dubuque, Iowa, the building officially received Leadership in Energy and Environmental Design silver certification. LEED is an internationally recognized, third party validation system of certification for many buildings. It measures and evaluates design, construction, operation and maintenance solutions. LEED is generally viewed as a trusted benchmark for a building's impact on the environment.\nCourt throws out lawsuit\nSAN FRANCISCO — A sharply divided federal appeals court on Wednesday threw out a lawsuit challenging a controversial post-Sept. 11 CIA program that flew terrorism suspects to secret prisons. The complaint was filed by five terrorism suspects who were arrested shortly after 9/11 and say they were flown by a Boeing Co. subsidiary to prisons around the world where they were tortured. The 9th U.S. Circuit Court of Appeals cited national security risks when it dismissed the men's case in a 6-5 ruling Wednesday. A trial court judge quickly dismissed the lawsuit after the Bush administration took over defense of the case from Chicago-based Boeing and invoked the state secrets privilege, demanding a halt to the litigation over concern that top secret intelligence would be divulged. A three-judge panel of the appeals court reinstated the lawsuit in 2009, but the full court overturned that ruling Wednesday.\n\nLoad-Date: September 10, 2010"
}