{
    "title": "McGreevey says 9; 11 raised new urgency; He called for N.J. to work closely with the private sector",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 4,
    "day": 24,
    "full text": "A close relationship with the private sector is \"an obligation\" for government in post-Sept. 11 New Jersey, Gov. McGreevey said yesterday.\nThreats of terrorism aimed at the institutions and public facilities on which New Jerseyans and all Americans depend make this so, he said.\nTransportation and banking systems and water and electric utilities are among the most vulnerable, the governor said.\nMcGreevey delivered the keynote address at a two-day conference on homeland security at Princeton University.\nJohn Tritak, director of the U.S. Critical Infrastructure Assurance Office, a conference sponsor, said being on the front lines on Sept. 11 showed New Jersey that disasters are local.\nThe state found solutions and kept national infrastructure running, Tritak said. \"Solutions must be found and executed at the local level,\" he said.\nMcGreevey said all department heads in his administration have been given a top-priority responsibility: homeland security as it relates to their department's area of oversight.\nEven as the conference got under way, an FBI warning that banks in the Northeast might be the target of terrorism remained in effect. The warning is part of a new federal system to keep the country informed about terrorist threats.\nIn that vein, McGreevey spoke generally of an \"aggressive initiative\" to identify private-sector vulnerabilities and preventive measures.\nThe state will fund a center to disseminate information and manage efforts to keep institutions running in the event terrorists strike in New Jersey, he said.\n\"Collaborative partnerships must occur,\" McGreevey said. \"We can't operate within our respective silos anymore.\"\nThe conference, titled \"Working Together in a New World,\" brought together state and local elected officials and representatives from major infrastructure sectors such as telecommunications and finance.\nA separate homeland security conference was held yesterday at Rutgers University in New Brunswick.\nAnthony J. Zarillo, executive director of the state's Office of Counter-Terrorism, said that in recent months he had spoken with numerous experts on terrorism and concluded there were early warnings of terrorism.\nThose signs included the 1990 assassination of Rabbi Meir Kahane, founder of the Jewish Defense League, and the 1993 World Trade Center bombing, both in Manhattan, he said.\n\nLoad-Date: April 24, 2002"
}