{
    "title": "McMorris Rodgers backs action on Shea Spokane Valley legislator expelled from House GOP caucus",
    "publisher": "the spokesman-review",
    "year": 2019,
    "month": 12,
    "day": 21,
    "full text": "U.S. Rep. Cathy McMorris Rodgers on Friday expressed support for the expulsion of state Rep. Matt Shea from the state House  Republican caucus following an investigation that found he took part in domestic terrorism.\n In a statement, the Eastern Washington Republican congresswoman said she agreed with the decision by state Rep. J.T. Wilcox, the  GOP minority leader in the state House, to strip Shea of his committee assignments and bar him from taking part in caucus strategy meetings.\n \"I believe Rep. Wilcox is doing the right thing for the Republican caucus,\" McMorris Rodgers said. \"I have repeatedly condemned extremism, no matter its source, and have made clear the violence it inspires has no place here in Eastern Washington.\"\n McMorris Rodgers, who last year accepted Shea's endorsement during her re-election bid against Democrat Lisa Brown, did not say whether Shea should resign or whether fellow lawmakers should vote to expel him from the Legislature. Other local Republicans offered mixed opinions on what should happen next.\n Wilcox and House Speaker Designate Laurie Jinkins, D-Tacoma, said Thursday that Shea should resign following the release of an investigative report by the Rampart Group, which details Shea's involvement in armed confrontations with federal officials in Oregon, Nevada and Idaho.\n The House-commissioned investigation found that Shea \"participated in an act of domestic terrorism against the United States\" and concludes that he is \"a present and growing threat of risk to others through political violence.\"\n Spokane Mayor David Condon, a conservative, joined Spokane County Sheriff Ozzie Knezovich in declaring Shea unfit for office last fall. So did Spokane Police Chief Craig Meidl, several Spokane City Council members, the police and deputies unions and several local civic groups.\n Expelling Shea would require a two-thirds vote in the House. Although Democrats have a majority, the move would require at least some Republican votes. Only one lawmaker has been expelled from the Legislature in the history of the state.\n If Shea resigns or is expelled, Republican precinct committee officers would nominate three possible replacements, and  Spokane County commissioners would choose one from that list to serve in the position until  the November election. All three county commissioners are Republicans.\n Spokane County Commissioner Mary Kuney said Friday she trusted Wilcox's judgment that Shea should resign. Since  he has been stripped of his committee assignments and lost access to caucus staff and strategy meetings, Shea can't effectively represent his constituents, Kuney  said.\n \"He's not in a caucus and he's not in any committees,\"  she said. \"That concerns me as a citizen. I don't think he can be an effective legislator.\"\n Kuney added that Shea's conduct makes him an outlier among Republicans.\n \"He's a fringe Republican, and I don't think that's acceptable,\" she said. \"To get an allegation of domestic terrorism, to me that's on the fringe.\"\n Commissioner Al French, meanwhile, said he would not comment on whether Shea should resign until he had read the report, which he said he would do over the weekend. He agreed  Shea would be less effective as a legislator but said voters must decide whether Shea should continue to represent them.\n \"The voters of the 4th Legislative District obviously think he's the best for them, and they have elected him time and time again,\" French said. \"It's really up to the voters to make that decision.\"\n Commissioner Josh Kerns echoed that. He said recent headlines about Shea were concerning but would not call on the lawmaker to resign, saying it was \"between him and his voters.\"\n \"Matt can do what Matt wants to do,\" Kerns said. \"I think at any level of elected office, you need to do the best job for your constituents.\"\n When asked if Shea has done what was best for his constituents, Kerns responded that \"they keep electing him.\"\n Shea's fellow Spokane Valley lawmakers, Sen. Mike Padden and Rep. Bob McCaslin Jr., did not respond to messages seeking comment Friday. Attempts to reach Spokane Valley Mayor Rod Higgins, who has publicly supported Shea in recent weeks, were unsuccessful. Washington State Republican Party Chairman Caleb Heimlich also did not respond to a request for a comment.\n Other House Republicans from Eastern Washington voiced support for their leaders' decision to oust Shea from the caucus, but said they needed more time to read the report before calling for his resignation.\n Rep. Mike Volz, of Spokane, said Friday afternoon he was still working his way through the report and didn't know as much as leaders knew when they made the decision to suspend Shea's caucus privileges.\n \"I do need to read the report and process it,\" Volz said. \"On the surface of it, it's of course very concerning and troubling.\"\n Like most other House Republicans, Volz was on a conference call Thursday afternoon when GOP leaders explained the conclusions of the report and announced Shea's  expulsion from the caucus.\n Volz said he had concerns about the Valley legislator's due process because Shea hasn't been charged with any crime. The investigation is thorough, but it was done by private contractors, so it doesn't have the full weight of a law enforcement investigation, he said.\n Volz also noted that Shea's next election is 11 months away.\n \"Voters, at the end of the day, decide whether to keep him or not,\" he said.\n Rep. Mary Dye, of Pomeroy, said she too was still reading the report and didn't yet have an opinion on whether Shea should resign. But she supported the House GOP leadership's decision to remove Shea from the caucus.\n \"They know more than I know,\" she said. \"Time will tell what the right course will be.\"\n Like Volz, she said she's concerned that the report contains only allegations that have not been tested in court.\n Dye serves on the House Environment and Energy Committee, where until Thursday Shea was the ranking Republican and she was the party's No. 2 member. She said they worked together on environmental issues.\n \"He was very passionate that our environmental policy didn't land us into unintended consequences that did more harm,\" Dye said. \"He was a very talented speaker and very persuasive.\"\n Rep. Joe Schmick, of Colfax, also said he was reserving judgment on whether Shea should resign until he has time to study the report.\n But Spokane-area Democrats weren't shy about saying Shea should resign.\n \"The report's conclusion is unequivocal and chilling: Rep. Shea is a 'present and growing threat of risk to others through political violence,' \" Senate Majority Leader Andy Billig, of Spokane, said in a statement. He added that House Republican leaders were right in calling for Shea's resignation.\n \"I have confidence that House leadership will continue to take the appropriate steps related to Rep. Shea,\" Billig said.\n Spokane County Treasurer Michael Baumgartner, a Republican who served in the state Senate from 2010 to 2018, said Friday he had enjoyed working on legislation with Shea, but now believes he should resign.\n \"When you work with Matt in Olympia, he's a pretty meat-and-potatoes kind of legislator,\" Baumgartner said. He later added, \"You get voted in by your voters, and you try to respect who's there and work with them.\"\n But the findings of the Rampart Group investigation are concerning, Baumgartner said - particularly the extent of Shea's involvement in plotting the 2016 standoff at the Malheur National Wildlife Refuge and his efforts to conduct \"counterintelligence\" on federal agents.\n Those revelations, Baumgartner said, are more damning than anything previously reported about Shea.\n \"It's very concerning and serious, and I think that Matt should resign,\" Baumgartner said. \"I think it would be very difficult for him to serve as an effective legislator and represent the district well, given the report and the circumstances surrounding it.\"\n Baumgartner stopped short of calling for Shea's expulsion from the Legislature,  noting that Shea will be up for election in 2020.\n \"If you're going to disenfranchise the voters, especially so close to an election, I think you have to be pretty cautious about that, especially in the absence of a criminal charge,\" Baumgartner said.\n Shea\n\nLoad-Date: December 21, 2019"
}