{
    "title": "McNeill speaks to Rotary Club",
    "publisher": "the brunswick news ",
    "year": 2020,
    "month": 11,
    "day": 11,
    "full text": "Nov. 11—Georgia Senator-elect Sheila McNeill spoke with the Rotary Club of St. Simons Island on Tuesday about her background and what she could do for District 3 but said she isn't ready to reveal her legislative priorities.\nDuring an address at the club's regular luncheon in Sea Palms, McNeill pulled from her long history lobbying for the sea services both within and without the Navy League of the United States, of which she served as the first female president.\nAs McNeill told it, she became a familiar name in Georgia and Washington, D.C., in her fight to improve and expand the county's maritime assets.\nShe highlighted several of her efforts which, among other things, helped to save four submarines at Submarine Base Kings Bay from being completely decommissioned, stopped the shuttering of a St. Mary's based naval counter-terrorism team and resulted in the opening of the St. Marys Submarine Museum.\nGetting ready to start working in Atlanta hasn't been easy, she said. Her daughter and assistant, Leslie Manoukian, helped to set her up with an apartment, and she's asked to serve on several committees but has not yet been assigned to any. Orientation for new legislators is set to begin soon, McNeill added.\nDuring a question-and-answer session with Rotary members, Rotarian Jennifer Broadus asked McNeill to elaborate on the legislative agenda for her first term.\nMcNeill is in the process of setting her priorities with help from local government officials in the five counties she will represent — Glynn, Camden, McIntosh and Brantley counties and part of Charlton County.\n\"I don't want to be presumptuous as to what I think it should be now because I haven't heard from all of our legislators here, and I prefer to meet with them and talk with them,\" McNeill said.\nShe has already met with officials in Camden County's government, along with officials from St. Marys, Woodbine and Kingsland. Glynn County and the city of Brunswick are up next, she said.\nStarting earlier might have made the process easier, she explained, but McNeill wasn't sure she'd win in the June primary and November general election.\n\"It's kind of hard to ask 'What do you want?' when you don't know if you're going to win the thing,\" McNeill said.\nSo far, she's heard of no conflicting desires from the government officials in District 3, but there's more than 50 in total to be consulted. She wasn't ready to reveal any further details of her discussions on Tuesday.\n___ (c)2020 The Brunswick News (Brunswick, Ga.) Visit The Brunswick News (Brunswick, Ga.) at www.thebrunswicknews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 11, 2020"
}