{
    "title": "McSally, Senators Introduce Bill to Allow Americans to Sue China over COVID-19 Pandemic",
    "publisher": "yellow sheet report",
    "year": 2020,
    "month": 7,
    "day": 20,
    "full text": "U.S. SENATE  U.S. Senators Martha McSally (R-AZ), MarshaBlackburn (R-TN), Tom Cotton (R-AR), Josh Hawley (R-MO), Mike Rounds (R-SD), and Thom Tillis (R-NC) introduced the Civil Justice for Victims of COVID Act to allow Americans to sue China in federal court for its role in causing thecoronavirus pandemic. This legislation incorporates previous stand-alone bills introduced bySens. McSally and Blackburn,Sen. Hawley, andSen. Cottonto hold the Chinese Communist Party accountable.\nMcSally said:“Americans who have been victimized by the lies and deceit of the Chinese Communist Partyto include those who lost loved ones, suffered business losses, or were personally harmed due to COVID-19deserve the opportunity to hold China accountable and to demand just compensation. Our bill will empower Americans to do just that by providing them with the legal tools necessary to sue the Chinese government in federal court for creating and worsening the COVID-19 pandemic.As the death toll and financial losses of COVID-19 mount, China should be forced to pay the costs of these damages to the American people. ”\nBlackburn said:“China’s Communist Party must face consequences for concealing and now profiting off the COVID-19 pandemic they enabled. The costs are devastating: trillions of dollars in economic damage, millions of American jobs lost, and over a half million deaths worldwide  and counting. Business owners and families who have lost loved ones deserve justice. Under this legislation, Americans will have the opportunity to bring a lawsuit against China in U.S. court and recover compensation for the harm caused to our country. ”\nCotton said:“By silencing doctors and journalists who tried to warn the world about the coronavirus, the Chinese Communist Party allowed the virus to spread quickly around the globe. Their decision to cover up the virus led to thousands of needless deaths and untold economic harm.It’s only appropriate that we hold the Chinese government accountable for the damage it has caused. ”\nHawley said:“I’m proud to stand with my colleagues and lead the effort to hold the Chinese Communist Party accountable for the devastation they have unleashed on the world. This pandemic is far from over, and every day Americans continue to suffer thanks to the CCP’s incompetence and lies. The victims deserve to have their day in court. ”\nRounds said:“China must be held accountable for its failure to contain COVID-19,” said Rounds. “China’s delay in sharing the seriousness of the virus with the rest of the world isn’t just negligenceit is criminal in nature. If China would have been transparent from the start, many more lives would have been saved in all parts of the world. Our legislation provides the tools necessary for American citizens to sue the Chinese Communist Party in federal court for financial losses incurred because of COVID-19. ”\nTillis said:“The Chinese Communist Party lied to the world about COVID-19 and allowed it to become a global pandemic, causing many Americans to tragically lose their loved ones and face immense financial hardship. The American people deserve the right to hold the Chinese government accountable for its malicious actions, and I’m proud to join my colleagues in introducing this commonsense bill. ”\nRead the bill textHERE.\nBackground:\n  The Civil Justice for Victims of COVID Act:\n  Gives federal courts authority to hear claims that China has caused or substantially contributed to the COVID-19 pandemic.\n  Strips China of its sovereign immunity for reckless actions that caused the COVID-19 pandemic and creates a cause of action.\n  Authorizes federal courts to freeze Chinese assets.\n  Is closely modeled after the 2016 Justice Against Sponsors of Terrorism Act (JASTA) that gave more legal remedies to victims of terrorism, particularly those of 9/11 victims.\n\nCopyright © 2020 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: July 24, 2020"
}