{
    "title": "McVeigh court papers donated to U. Texas",
    "publisher": "university wire",
    "year": 2008,
    "month": 1,
    "day": 14,
    "full text": "The lead defense attorney in the Oklahoma City bombing case donated court papers to the University of Texas Center for American History because he said he wanted them in a place where they could be objectively viewed.\n\"I wanted these papers to be far enough away but also close enough so that citizens from Oklahoma can view these papers as well,\" attorney Stephen Jones said. \"And the University of Texas is a major depository for documents and it has many well-established centers for holding documents.\"\nThese papers show both sides of the case against Oklahoma City bomber Timothy McVeigh. When McVeigh waived his attorney-client privilege and confidentiality agreements, the papers were made available, Jones said.\n\"Mr. McVeigh waived these rights and gave over 75 hours of recordings to the media,\" Jones said. \"This is why his papers are able to be opened to the public.\"\nDon Carleton, director of the Center for American History said the papers are a great resource for students, especially those in liberal arts, to write research papers.\n\"These papers are prime materials for students, faculty members and others who are trying to understand why and what happened in the Oklahoma City bombing,\" he said.\nThe boxes of more than 700 documents arrived as many as 11 years ago. Before the papers are released for public viewing, they must go through an extensive read-through to redact and remove any information that would violate privacy acts, Carleton said.\n\"Once complete, these papers will provide people with access to information to view raw materials and the evidence assembled to help document a particular thing in history,\" he said.\nJones said these papers expose what the government withheld and how the victims of the Oklahoma City bombing were misrepresented.\n\"I hope it will provide others with an alternate view,\" Jones said. \"Everyone will be able to access the raw data and not have to endure government censorship.\"\nCarleton said he hopes this collection will provide an explanation of McVeigh's life and his primary motivation for the bombing.\n\"Until 9/11, the Oklahoma City bombing was the worst case of terrorism, and it still is the worst case of terrorism by an American,\" Carleton said. \"This collection is tremendous, and it will help everyone understand what the roots of terrorism really are, why people do what they do and their impact as its topic.\"\n(C) 2008 Daily Texan via U-WIRE\n\nLoad-Date: January 14, 2008"
}