{
    "title": "MD State Bar Assn. debates terrorism laws, ethics",
    "publisher": "the daily record ",
    "year": 2002,
    "month": 6,
    "day": 14,
    "full text": "Lawyers at the Maryland State Bar Association annual convention in Ocean City took part in educational programs yesterday that included a debate on whether post-Sept. 11 laws will fight terrorism or intrude on personal liberties.\nCarolyn H. Henneman, chief counsel in the state attorney general's criminal investigations office, told lawyers at the convention that the General Assembly rejected most of the changes the A.G.'s office supported to make it easier to arrest and prosecute criminals.\n\"The press accused prosecutors of using the tragic [terrorism] events in a Machiavellian fashion,\" Henneman said. \"That did not happen.\"\nHenneman said the attorney general's office supported more than 20 changes to various laws, but the General Assembly passed only a small handful. The key provisions that did pass, Henneman said, make it easier for law enforcement officers to tap the phones of a defendant who moves from one location to another, and for state health and agriculture officials to investigate suspected health threats.\nAttorney M. Albert Figinski, also a panel member, said of Henneman's statement, \"I am not at all certain why the state of Maryland had to have a response\" to terrorism, because fighting threats of that nature is the federal government's role.\nAttorneys on the panel went on to say that the expansion of so-called antiterrorism laws -- especially federal laws -- likely will play a big role in cases that have little to do with terrorism.\nCongress, for example, has defined domestic terrorism as actions that \"appear to be intended to intimidate\" the public, according to attorney Robert C. Bonsib.\n\"What we [typically] are going to get is some schmuck who is 19 years of age and made some stupid statement\" and \"some hot shot FBI agent\" will label him a terrorist, Bonsib said.\n\"The typical lawyers' clients aren't going to be terrorists,\" Bonsib said, \"they will be folks who get accused of terrorism.\"\nFiginski supported Bonsib's claim and reminded the audience that, years ago, Congress passed legislation to defeat organized crime, but the anti-racketeering law is now used to prosecute \"garden-variety fraud.\"\nMembers of the panel, regardless of their stance on antiterrorism laws, agreed that coming years would see an ever-growing number of intrusive laws that restrict personal privacy and freedom.\nBut the culprit won't be terrorism, attorneys said, it will be rampant technology such as the Internet.\nEthical dilemmas\nAnother panel composed of attorneys Suzanne M. Lewis and Michael A. Stover of the bar association's Young Lawyer Section, incoming MSBA President James P. Nolan, Keith A. Parris and Court of Appeals Judge Lynne A. Battaglia discussed hypothetical situations that illustrate the ethical and professional dilemmas attorneys face.\nWhat should a young associate do, for example, if a firm's large corporate client tells him he should \"play hard ball,\" sue the corporation's chief competitor and oppose any request the defense makes for an extension of time to respond to the complaint or answer interrogatories?\nLewis said the young associate should ask a senior partner to rein in the client and tell the client that his inflexibility goes against professional courtesy. Stover said the client should be advised that its tactic likely will irritate the judge who gets called on to resolve scheduling disputes.\nNolan disagreed with both young attorneys.\n\"[The plaintiff] is not asking for something that is wrong,\" Nolan said. \"What he is asking the lawyer to do is to be aggressive in handling the case, and there is absolutely nothing wrong with that, it happens all the time.\"\nYounger members of the audience agreed with Lewis and Stover in looking for a way to calm the corporate client, but most of the older attorneys sided with Nolan.\nRetired Baltimore City Circuit Court Judge Kathleen O'Ferrall Friedman, who chaired the panel, said a way to address the concerns expressed by Lewis and Stover would be to tell the judge who is presiding over discovery that it is the client who is being inflexible.\nThis conversation, Friedman said, would show that the associate attorney is not the source of the problem, and reasonable delays would not harm the litigants.\nA senior audience member disagreed.\n\"I have trouble with speaking code words to judge,\" the older attorney said. \"When you take the client's money, you put the client's best case on the table without undercutting it.\"\n\nLoad-Date: March 27, 2003"
}