{
    "title": "Md. terrorism suspect challenges detention",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 10,
    "day": 6,
    "full text": "A terrorism suspect who grew up in Maryland has challenged his detention in federal court, making him the first of 14 \"high-value\" detainees transferred from secret CIA prisons to Guantanamo Bay to argue he is being wrongfully held.\nHis is also the first case to contest the legality of the CIA's secret-prisons program, said lawyers for the suspect, Majid Khan.\nKhan, 26, asserts in papers in District Court that he is far from the terrorist the government alleges and that confining him to a cell without an opportunity to contest his detention violates the Constitution and international law.\nHe describes teaching computer skills to children in Baltimore and working for the Maryland state government and denies being an al-Qaeda member or \"a combatant of any kind.\"\nLawyers with the New York-based Center for Constitutional Rights, a civil-liberties group challenging several administration antiterrorism policies, filed Khan's challenge last Friday, hours before Congress passed President Bush's detainee law barring an unlawful combatant from challenging his detention.\n\"This is a case that will squarely challenge the legality of the CIA's secret prisons,\" said Wells Dixon, a lawyer with the center.\nBased on an initial review, the Justice Department plans to oppose the petition, spokesman Brian Roehrkasse said.\nKhan was arrested in Pakistan in March 2003 and detained in a CIA prison, where he was interrogated and, according to the government, provided intelligence that led to the capture of another alleged al-Qaeda operative, known as Zubair.\nA one-page U.S. intelligence document released last month depicts Khan as a Pakistani who never obtained citizenship after moving to Maryland in 1996, got caught up in a local Islamic organization, and returned to Pakistan, where an uncle and a cousin introduced him to Khalid Shaikh Mohammed, the alleged mastermind of the 9/11 attacks, and enlisted in al-Qaeda's cause.\nKhan researched the feasibility of blowing up gas stations and poisoning reservoirs in the United States, the government asserts in a biography provided by the director of national intelligence. It says Khan took an explosives training course and passed a test, \"which showed that Khan was committed to being a suicide operative.\" He also delivered $50,000 to Zubair and concocted a plan to reenter the country illegally, the document says.\nKhan's 36-page petition describes a \"good, quiet student\" who graduated from high school in 1999 and became a database administrator with the Maryland Office of Planning.\nKhan said he applied for and was granted U.S. asylum in 1998 and applied for permanent resident status in 1999.\nIn 2002, he returned to Pakistan to get married, but after the wedding, he moved back to the United States \"to continue working and to provide financial support for his wife,\" the petition says. It says he went back to Pakistan at the end of that year to be with his wife.\n\nLoad-Date: October 6, 2006"
}