{
    "title": "MEANWHILE, BACK IN THE PHILIPPINES ... 'FASHION TERRORISM' WITH FILIPINO FLAIR ALEX GILVARRY'S SPARK",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 2,
    "day": 19,
    "full text": "b>\"FROM THE MEMOIRS OF A NON-ENEMY COMBATANT\"\n/b>\nBy Alex Gilvarry.\nViking ($26.95)\nAlex Gilvarry's smart debut is a breezy, nervy novel about \"fashion terrorist\" Boyet \"Boy\" Hernandez, a Filipino immigrant who becomes a detainee at Guantanamo in the aftermath of the 9/11 terrorist attacks.\nIt's a sparkling onion of a book as Mr. Gilvarry peels back layer upon layer of irony, twining Hernandez's rise up New York City's fashion ladder with his discovery of how easy it is to fall in with bad characters. These improbable strands come together in 2006 on the eve of Boy's first big order, when the man who bankrolls the launch of his (B)oy line is arrested for sales of explosives material to Somalian terrorists.\nThis is a deadly serious novel that often makes one laugh out loud. A German might call it an example of Galgenhumor, or laughing on the gallows.\nCouched in the form of a memoir annotated by an editor from Women's Wear Daily, the narrative gyrates among Hernandez's upbringing in the Philippines, his affair with opportunistic playwright Michelle Brewbaker, and his business dealings with Ahmed Qureshi, a neighbor who wins Hernandez over when he commissions the struggling fashionista to design and manufacture suits for him.\nAmong the emotions that animate this original, funny and disturbing book: affection for the United States; love for the female body as an expression of art and fashion; despair at the paranoia and xenophobia that infect this country's politics; and tolerance for mixed messages -- and mixed gender.\nAmong the dichotomies that course through these \"Memoirs\": the outsider trying to break in; the foreigner versus the native; fact versus fiction.\nMr. Gilvarry, at 30 wise beyond his years, has particular fun with the last, peppering his pages with footnotes \"correcting\" Boy's guileless, cavalier way with facts. This is postmodern fiction in the sense that Mr. Gilvarry plays with reality, as Arthur Phillips did in \"The Tragedy of Arthur,\" a clever 2011 novel about a fake Shakespearean play. Among Mr. Gilvarry's fiction-writing mentors: former teacher Gary Shteyngart and Colum McCann, who blurb him on the jacket, guaranteeing him critical attention. It's well deserved.\n\"From the Memoirs of a Non-Enemy Combatant\" is so tightly written it's hard to pull a quote. Still, here are a few tastes. The first speaks to Boy's yen for beauty, the second to Mr. Gilvarry's clever take on language and prejudice.\nHere, Boy prowls Michelle in an art gallery: \"I saw my subject foremost through the eyes of a designer. I was inspired by her sense of style, her dress, her flats, her hair, her tortoise frames that lent her a certain intelligence. ... You see, every notion of style could be obtained just by watching.\"\nHere, Boy's publicist Ben Laden explains how he got his name: \"Do I look like an Osama to you? I'm a gay Irishman from Queens. ... Our name used to be McLaden, but my grandpappy dropped the Mc because he didn't like being called Mac everywhere he went. In his day it was derogatory.\"\nWhen the FBI busts Ahmed for selling explosives ingredients to Somali associates of al-Qaida, Ahmed rats on Boy and the book turns dark. The last 100 pages -- claustrophobic, despairing and sharp -- are a far cry from the jauntiness of the first 200. Eventually, Boy finds his way home. The deal he makes to get there speaks eloquently to times -- a mere five years ago -- when this country's preoccupation with terror threatened to quash the principles on which it was founded. The administration of George W. Bush hovers over this like a dark shadow.\n\nNotes\n\nCarlo Wolff (carlowolff.com) is a writer and critic living in Cleveland./\n\nGraphic\n\n \nPHOTO: \"From the Memoirs of a Non-Enemy Combatant\" by Alex Gilvarry (2012) PHOTO: Alex Gilvarry -- Italics line goes here. PHOTO: Above left: Gregg Jones. Above right: Alex Gilvarry. Center: A protester holds a partially burned photocopied portrait of U.S. President George W. Bush at a rally near the U.S. Embassy in Manila on Nov. 4, 2004, to protest his re-election (Associated Press).\n\nLoad-Date: February 21, 2012"
}