{
    "title": "Medal hopes pinned in wrong place__ A round of applause",
    "publisher": "the pantagraph",
    "year": 2006,
    "month": 10,
    "day": 4,
    "full text": "If Gov. Rod Blagojevich wants to take credit for \"creating\" a medal for Illinois Army and Air National Guard members taking part in the war against terrorism, he should find the money for the program. \nThe program was expected to be financed through private fund raising, but apparently more effort has gone into political campaign fund raising than raising money for these medals. \nThe amount is not large in comparison to the entire state budget: about $35,000.  \nBut the program should not have been created without a clear understanding of how to pay for it. \nThe medals are a nice way to recognize the sacrifices made by guardsmen called away from their families and other jobs. But one wonders if there could be better uses for the $35,000 the program needs. That is particularly true if lawmakers consider allocating money for the medal program. \nBut it is also an issue for businesses or individuals who might be targeted for donations if the program is to be privately funded, as originally expected. \nMany are already contributing to programs such as the local Operation Porchlight to help guardsmen, reservists and other military personnel called to fight against terrorism. \nIf tax dollars are used for the program, it should be done through an internal reallocation of existing funds rather than the Legislature giving additional tax funding - beyond $15,000 already allocated, which only covers administrative costs. \n____ \nFor Kira Hudson Banks, who was named this year’s recipient of the Athena Award presented by the McLean County Chamber of Commerce Women’s Division. Banks, an assistant professor of psychology at Illinois Wesleyan University, was recognized for her community leadership, including working with the McLean County Urban League to develop a pilot math and science program for middle-school girls in the Twin Cities. \n\nLoad-Date: May 31, 2007"
}