{
    "title": "Media linked Al-Arian to terrorism a decade ago",
    "publisher": "the world",
    "year": 2005,
    "month": 8,
    "day": 11,
    "full text": "Sami Al-Arian got in trouble with fellow Palestinian Islamic Jihad leaders in early 1995, according to FBI wiretaps introduced in his federal trial.\nThe problem: He wanted to negotiate with Hamas members in the United States to see if the PIJ could join with them to become part of the Palestinian Interim Self-Government Authority. As a result, Al-Arian's PIJ colleagues became furious with him and lined up against him.\nBut their anger ended when Al-Arian became the subject of newspaper articles in Tampa alleging he was connected to the PIJ.\nOn March 15, 1995, Ramadan Shallah called Fathi Shikaki, the head of the PIJ in Damascus, Syria, to discuss Al-Arian's proposal about Hamas and the Palestinian Authority. Shallah worked with Al-Arian in Tampa and was secretly part of the PIJ, as was Al-Arian, according to federal authorities.\n\"It's all nonsense,\" Shallah said of Al-Arian's plan. \"The whole thing is a swallowing. That's to say another Gaza-Jericho.\" Gaza-Jericho was a peace plan between Palestinians and Israelis that hard-liners on both sides protested.\nShallah and Shikaki agreed that they, along with Bashir Nafi, a PIJ leader in London who had worked in Tampa, and Mazen Al-Najjar, who was still working in Tampa, would stand together against Al-Arian.\nShallah said he told Al-Arian that he would have to work alone on the coalition idea because the four of them were busy.\n\"So he went crazy because of this,\" Shallah said.\nBut Shallah's attention quickly shifted from treaties to worries about what was about to appear in the Tampa Tribune.\nThe FBI recorded a conversation on April 15, 1995, between University of South Florida professor Art Lowry and Shallah, in which Lowry told Shallah that a Tribune reporter was asking a lot of questions about the connection between USF and the World and Islam Studies Enterprise, or WISE, an Islamic think tank founded by Al-Arian, where Shallah and Al-Najjar worked.\n\"The reporter is trying to get hold of you and he wants to talk to Sami,\" Lowry said.\nTwo days later, Shallah had a phone conversation with an unidentified male in Gaza, in which Shallah talked of fears of upcoming \"scandals . . . on the newspaper's level\" in Tampa.\nAfter several stories appeared in the Tribune  that spring alleging that Al-Arian and WISE were responsible for bringing terrorists to the United States for rallies and conferences, USF broke with WISE and it became apparent that Shallah's reason for staying in the United States was over. He left in late May.\nBut before he did, he had a phone conversation with Shikaki and blamed Al-Arian for the bad press that resulted in the breach between USF and WISE. Shallah said that Al-Arian \"made mistakes that have to do with his passion for appearing in the press.\"\nThen, Shallah told Shikaki that a Tribune story had \"a paragraph about the club and the family and a who's who, and the picture of their girl who died in the interior (American Alisa Flatow, killed by a suicide bomber in Gaza in early April).\"\n\"The club\" is code for Hamas, and \"the family\" refers to PIJ, federal authorities  said.\nThe newspaper article linked Al-Arian to the terrorism, Shallah told Shikaki, which had made Al-Arian \"affected and confused.\"\nAt the time, there were no FBI wiretaps of Al-Arian's phone conversations or faxes.\nEarlier Wednesday, U.S. District Judge James S. Moody Jr. told Al-Arian's lawyer William Moffitt that he was treading on \"dangerous territory\" when he gave reporters a document that had not been entered into evidence in the trial.\nMoffitt apologized to the court.\nTimes staff writer Brady Dennis and researcher Catherine Wos contributed to this report.\n\nLoad-Date: August 11, 2005"
}