{
    "title": "Medical terrorism What do doctors want_ Immunity",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 1,
    "day": 24,
    "full text": "AFTER speaking with several of my doctor friends about the recent medical malpractice insurance crisis, I finally realized what the doctors in West Virginia want. They want immunity - yes, immunity - from being sued.\nNow, admittedly they can't come right out and ask for that because everyone would tell them that they are crazy. Why should they be treated differently than anyone else in society when it comes to the American system of justice? So because they can't say they want immunity from suit, they have very wisely decided to attack the elements that need to exist to make proceeding with a medical malpractice suit financially feasible.\nYou see, if they can create enough disincentives and reduce the public's practical access to the courthouse, they have in fact come a long way in achieving their unspoken goal: immunity.\nSo they first set out to obtain public sympathy by placing the blame for the system's ills on who else? Not the insurance industry, whose cyclical economic downturns are indisputably responsible for the tremendous increase in their malpractice premiums. No, by blaming the already demonized trial lawyer.\nThen the doctors up the ante by \"walking out\" in groups, thereby engaging in medical terrorism. Make no mistake, that's exactly what these walkouts are: medical terrorism or medical extortion. They are designed to obtain their goals through public fear.\nAnd guess what? Despite our national policy of not negotiating with terrorists or not giving in to terrorist demands, that's exactly what our legislators are in the process of doing. They are giving in to the medical terrorists by proposing one of the most destructive, costly, restrictive tort reform bills in our country's history.\nNotwithstanding this proposed bill, many doctors still refuse to return to work while new groups walk out. Because there is a compelling state interest to keep our citizens safe, when other groups of other essential service personnel (like firefighters, police, even teachers) walk out they can be ordered back to work. Why then has Gov. Wise not done so?\nWho will the \"malpractice reform\" bill hurt the most? Will it be the trial lawyers? Not if they are as rich as the doctors would have you believe. This bill will do substantial harm to the citizens of West Virginia, the victims of medical malpractice, the weakest segments of our society, the very young and the very old. The \"non-income producers,\" as our legislators refer to them.\nWho will this bill help? The almighty insurance industry and the doctors. As if lowering the cap for noneconomic damages (pain and suffering) from an already low $ 1 million (capped in 1986 and in today's dollars worth less than $ 300,000) to $ 250,000 isn't enough, they are abolishing the ability to hold the doctor responsible for the medical bills incurred by the victim of malpractice if the victim was fortunate enough to have medical insurance to pay those bills (the collateral source rule).\nNow here's the real kicker. Our governor and Legislature are seeking to create a two-class system in West Virginia. Doctors have already been accused of believing they are gods, but now our state will treat them as such. Doctors in West Virginia need to live in a much nicer house than the rest of us. Therefore, the Legislature is increasing the bankruptcy homestead exemption for doctors from $ 25,000 for us regular citizens to $ 250,000 for the doctors (even though not one doctor in West Virginia has ever been forced to declare bankruptcy because of a malpractice verdict).\nAnd what have the doctors offered in return for all this? Nothing. No one from the medical profession has come forward to offer a health-care reform bill that will help reduce the occurrence of malpractice. No one from the medical profession has come forward with a bill seeking an end to the conspiracy of silence (wherein no doctor in this state will publicly criticize care provided by another doctor). No one from the medical profession has offered a bill to rid the state of bad doctors or help the victims of malpractice. They have offered nothing, except that they will come back to work.\nAdmittedly, these issues are complex. In fact, in speaking with my clients I have found that most have absolutely no idea how these changes will affect them. Before this bill passes, I strongly urge everyone to contact their lawyer or their legislator to find out how this bill will impact them.\nChiartas is a Charleston lawyer.\n\nLoad-Date: January 25, 2003"
}