{
    "title": "Media coverage spurs terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 2,
    "day": 1,
    "full text": "Watching the news these days can be summed up with a single word: depressing. Just once I would like to turn on the evening news and see something positive, rather than gruesome scenes of workplace terrorism or footage of another schoolyard massacre.\nIs it really necessary to give these twisted head cases any more attention than is absolutely necessary?\nU. Minnesota-Duluth\nIt can safely be said that many people do these horrific, unspeakable acts merely because they want attention. So what do the media do? The media pour on the coverage like they are broadcasting a world-ending event.\nSubsequently it is this oversaturation of media attention that is the driving force behind many recent terrorist acts. These potential killers are spurred on by the guarantee they will acquire celebrity status overnight. Thus, I give you the recipe for creating neurotic schoolyard assassins:\nFirst, dispatch a small army of reporters to cover the tragic event, interrupting regular programming to give up-to-the minute reports. Also, splash in some front page headlines in America's most prestigious publications.\nThen, interview the grieving families of the deceased and wounded, allowing enough time for these poor families to vent their anger toward the justice system, society and the perpetrators.\nFollow up the arrests and investigations with an hour of coverage on 20/20 or Dateline NBC (making certain that there is a plethora of crime-scene footage and clips of area residents sobbing uncontrollably for the victims.)\nNext, sprinkle in four weeks of Court TV coverage, trailed by a made-for-TV movie and a book deal, and BOOM! you've got enough motivation to create Charles Manson 50 times over.\nDon't get me wrong, people should know about these tragedies. We have a right to be informed of the events which are shaping our country's history. However, simple news coverage should be enough. One or two stories shortly after the initial event and periodic updates on the trial are more than adequate to keep us informed.\nWe don't need money-grubbing TV producers paying prison inmates hundreds of thousands of dollars to acquire the rights to their life story so they can sell some overpriced advertising for a lukewarm, melodramatic movie of the week.\nLikewise, publishing companies should not pay exorbitant amounts of money to serial killers so they can print out detailed accounts of what was in the minds of these attention-deprived lunatics (kind of like a how-to book for aspiring serial killers).\nThis pseudo-glorification of our society's worst criminals does nothing if not persuade other underappreciated individuals to make a name for themselves in the easiest way they have learned.\nUntil the general public starts boycotting these types of programming, the media will continue to reap the benefits of a culture bent on wallowing in horrifying events.\nJust keep in mind, the last time you tuned in to one of these events, you were helping to create another Columbine or Oklahoma City.\n(C) 2001 UMD Statesman via U-WIRE\n\nLoad-Date: February 1, 2001"
}