{
    "title": "Medical world preparing for terrorism",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 10,
    "day": 25,
    "full text": "ALBANY, N.Y. -- A year after America's first case of anthrax bioterrorism, schools and hospitals are making sure the next generation of health professionals has the tools to respond to biological, chemical or nuclear attacks.\nThe Mailman School of Public Health at Columbia University has expanded a long-standing course on infectious diseases to focus on germs like anthrax and smallpox.\n\"No one considered this when I was a student. We never dreamt of it. It seemed so far-fetched like something in a novel,\" said Robyn Gershon, an associate professor of sociomedical sciences.\nThis fall, Gershon is teaching about two dozen graduate and medical students for the first time how to handle a vaccine or drug shortage if there is an attack. They also will explore ethical questions, such as whether people infected with anthrax will be shunned by their communities as people with AIDS were in the 1980s.\nLast year, the Association of American Medical Colleges urged medical schools and hospitals to train resident physicians how to be first-responders during an attack, a job usually performed by emergency medical technicians and law enforcement.\nThe association, along with the Centers for Disease Control and Prevention, also convened a panel of experts to recommend curriculum changes to include the unthinkable. The Association of Schools of Public Health has a similar agenda.\n\"We don't want to lose the focus of a doctor working with a patient, but I think there is an increasing recognition and need to extend beyond that,\" said Deborah Danoff, AAMC associate vice president of medical education.\nFor years, medical education has been based on a model that teaches doctors how to treat the individual patient: Where does it hurt? What are the symptoms? What can we do to make it better?\nToday's doctors are learning how to quickly identify the first terrorism cases in emergency rooms, handle mass vaccinations, set up shelters and triages for mass casualties, and better communicate with first responders and the medical community without alarming the public.\n\"I think doctors of the 21st century likely will have a larger role to play in the health of the general public, and as part of that, responding to large disasters will be essential,\" said Robert Brooks, associate dean for health affairs at Florida State University College of Medicine.\nThe Medical College of Ohio in Toledo requires medical students to take a disaster medicine course before they graduate; the same course had been offered as an elective for the past five years. The class teaches up-to-date practices on how to identify and treat victims of a terrorist attack.\nThe University at Albany School of Public Health, one of 15 schools named by the federal government as a regional center for public health preparedness, plans to offer a disaster management course next fall that will teach, among other things, how to quarantine and decontaminate disaster areas.\n\"We need to prepare the existing emergency responder work force to this whole concept of a weaponized event -- people purposely doing things to injure the civilian population,\" said Albany's dean Peter Levin.\nBiological agents like anthrax and smallpox have always been taught in the country's top institutions but rarely in a terrorism context. Now instructors are incorporating into their lectures the different ways these germs and others can be used as weapons.\nIn the past, disaster drills for doctors and nurses typically focused on chain-reaction car wrecks or plane crashes. After Sept. 11, most drills include terrorist-related scenarios like suicide bombers, nerve gas or dirty bomb attacks. Students at Jefferson Medical College in Philadelphia who take part in a drill at Thomas Jefferson University Hospital wear protective terrorism suits while decontaminating victims using shower heads in the hospital's alleyways.\n\"Everyone now is sort of expecting a terrorism scenario for our hospital drills, and that was never the case before,\" said Edward Jasper, director of bioterrorism and disaster preparedness.\nStudents at Marshall University's Joan C. Edwards School of Medicine in Huntington, W.Va., can earn a certificate in bioterrorism studies if they attend required lectures on anthrax, smallpox, encephalitis and other emerging diseases and view a PBS documentary on bioterrorism, said Terry Fenger, professor of microbiology and forensic science.\nSince July 2000, the University of Pittsburgh School of Medicine has taught students how to recognize and treat terrorist-related casualties. After the anthrax scare, the school stepped up training and now includes course work on how to handle contaminated food and water.\n\"From the first week of medical school to graduation, there will be components of bioterrorism woven into the medical school curriculum,\" said John Mahoney, assistant dean for medical education.\nMeanwhile, Stanford University, the University of California at Los Angeles and George Washington University each have formed a bioterrorism preparedness task force to develop strategies for fast response.\n\"We're going to continue chipping away at the topic until we feel we're as prepared as we can,\" said Columbia's Gershon. \"We're getting ready. We don't want to be caught short.\"\n\nLoad-Date: October 25, 2002"
}