{
    "title": "Media new front in war on terrorism U.S. plots strategy for virtual realm",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 8,
    "day": 23,
    "full text": "The streets of Baghdad, Iraq, and the mountains of Afghanistan are not the only pieces of terrain being fought over in the war on terrorism.\nThe media have become a key battleground in what is being referred to as \"Fourth Generation Warfare,\" a senior U.S. military official said Tuesday in Atlanta.\n\"The challenge that we face in Fourth Generation Warfare is an enemy that does business very much in a virtual realm, that is a very clever user of media. One of the attributes of [this] warfare is that the media [are] the terrain,\" Rear Adm. Robert Moeller said in an interview.\nMoeller, who was here to speak to the Atlanta chapter of Business Executives for National Security, is a special assistant to Army Gen. John Abizaid, head of U.S. Central Command.\nThe Tampa-based Central Command has military responsibility for 26 countries in the Middle East and Southwest Asia, including Iraq and Afghanistan.\nAs a special assistant, Moeller said he will work on specific projects for Abizaid that require a senior leader. He is not sure if he will be assigned to work on the media project but said it is one that has become a challenge for Central Command.\nCountering negative and misleading information in the region about U.S. intentions and operations has become a source of increasing concern within the military, Moeller said.\nInstead of being proactive, military officials end up being reactive.\n\"This enemy's use of the media is very sophisticated and complex. They show a lot of flexibility, a lot of adaptability and they have in many ways taken control of that terrain and are unchallenged,\" Moeller said.\nThe U.S. military command in Iraq attempted last year to counter some of the negative publicity by paying for stories to be carried in Iraqi newspapers. But that effort backfired when details of the program were made public.\nMoeller would not talk about specific proposals, and said the subject is still \"very much a work in progress.\"\nEspecially vexing for U.S. officials is challenging claims made on the Internet. But combatting it is a difficult and delicate task.\n\"This most likely will require some new authorities in how we take away the unfettered use of some of these capabilities and attributes and technologies that heretofore have been viewed in a very positive way, but in the same way they present many challenges if left unchallenged,\" he said.\n\nGraphic\n\n \nPhoto: Rear Adm. Robert Moeller says the enemy's use of the media in Iraq and Afghanistan must be challenged.\n\nLoad-Date: August 23, 2006"
}