{
    "title": "Media saving Biden, just as it did Obama",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 12,
    "day": 17,
    "full text": "Hunter Biden, President-elect Joe Biden's son, is undergoing a tax investigation by the U.S. Attorney's Office in Delaware concerning Hunter's lucrative work with Burisma, the Ukrainian gas company on whose board Hunter sat, despite a lack of energy experience and the ability to speak Russian or Ukrainian. The Media Research Center claims eight news stories, ignored or downplayed by the mainstream media, could have changed the election in favor of President Donald Trump. Over 80% of Joe Biden voters, according to the MRC, were unaware of at least one or more of the eight stories, and \"36 percent of Biden voters were NOT aware of the evidence linking Joe Biden to corrupt financial dealings with China through his son Hunter.\" \nAnd 13% of these voters, or almost 5% of Joe Biden's total voters, said that had they known of the Biden/China story, they would not have voted for Biden, enough to tip the vote in favor of Trump in several swing states that he lost. When, near the end of the 2020 campaign, the New York Post published the Hunter Biden bombshell story about Hunter's laptop, linking Joe Biden to his son's dealings with the Ukrainian company Burisma, mainstream news practically closed rank to immediately dismiss the story as \"Russian disinformation.\" Twitter even banned the New York Post from republishing its own story on the paper's Twitter account! Some may be too young to know and others have forgotten how the mainstream media salvaged the 2008 presidential candidacy of then-Sen. Barack Obama. He was riding high, until the bombshell revelation of his racist, anti-white, anti-Semitic longtime pastor, the Rev. Jeremiah Wright. Some of Wright's quotes: About the Sept. 11, 2001, terror attacks, Wright said: \"We have supported state terrorism against the Palestinians and Black South Africans, and now we are indignant because the stuff we have done overseas is now brought right back to our own front yards. America's chickens are coming home to roost.\" About America's alleged systemic racism against Blacks: \"The government gives (African Americans) the drugs, builds bigger prisons, passes a three-strike law and then wants us to sing ‘God Bless America.' No, no, no.\" About Jews: \"Them Jews ain't going to let (Obama) talk to me.\" You get the idea. Obama, at first, clumsily defended his relationship with Wright, claiming ignorance about Wright's incendiary statements and that Wright was kind of, you know, like a harmless, crazy old uncle who spouts off during Thanksgiving dinner. But under pressure, Obama cut ties with Wright when the relationship nearly wrecked Obama's campaign. So the mainstream news, except for Fox News, just largely avoided the story, until damaging videos of Wright's incendiary statements made it impossible for the media to maintain its \"nothing to see here\" position. What to do? Simple: Downplay it. Rationalize it. Change the subject. Whatever 2020 election interference was committed by China, Russia and Iran pales in comparison to the election interference routinely engaged in by our left-wing media, an election interference that salvaged the candidacies of Barack Obama and Joe Biden. © 2020, Creators\n\nLoad-Date: December 17, 2020"
}