{
    "title": "MEDICAL HELP RED CROSS SUPPLIES SENT FROM IRAN TO IRAQ",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 2,
    "day": 1,
    "full text": "A Red Cross convoy carrying 19 tons of emergency medical supplies for Iraqi civilians has crossed from Iran into Iraq, the International Committee of the Red Cross said Thursday in Geneva.  The trucks headed for Baghdad were accompanied by four representatives of the all-Swiss humanitarian agency.  The mission, the first since the Persian Gulf War began Jan. 17, was organized in conjunction with the Iranian and Iraqi Red Crescent societies, the Muslim equivalent of the Red Cross.  Red Cross spokesman Leonard Isler said the types of supplies were based on an assessment made before the fighting started. He said the Red Cross had been unable to evaluate the needs of Iraqi civilians since.  AP IMPRISONED WRITER Says He Was Mistaken For Pilot, Beaten In Iraq A British journalist told Thursday told how he had been imprisoned, interrogated, stripped and beaten by Iraqis who had mistaken him for an American pilot.  Bruce Cheesman gave a firsthand account in London's Evening Standard.  Cheesman disappeared in Baghdad on the day the Persian Gulf War started. He was released after four days in detention and a week later was allowed to leave for Jordan.  For four days, he was handcuffed, blindfolded and moved from one location to another, he said. He was repeatedly interrogated and during one bout, was beaten around the neck every time he tried to raise his head. At another, he had to strip.  For nourishment, he said, he was given one plate of soggy oatmeal, ''not even fit for an animal.''\nBaltimore Sun NO TIP-OFFS U.S. To Delay Reports Of Missing Planes, Pilots Fearful of tipping Iraq to the presence of downed U.S. and allied pilots in its territory, Pentagon officials said Thursday they will delay announcing missing planes or people.  For the first 14 days of the war, military officials in Saudi Arabia and Washington had regularly reported the loss of most, if not all, friendly aircraft within 24 hours.  As of Thursday, such announcements of missing troops will only be made after search and rescue efforts for pilots and crews have either been successful or abandoned.  Pentagon spokesman Pete Williams said the change in policy came after repeated protests from the various services that the prompt announcements were endangering pilots as well as would-be rescuers.  Scripps-Howard OIL SPILL Saudis Lack Equipment To Protect Water Supply MANAMA, Bahrain (AP) - Saudi Arabia lacks the equipment necessary to protect some of its drinking water plants from the world's largest oil spill, officials said Thursday in Manama, Bahrain.  A shortage of booms and skimmers also has forced the kingdom to postpone efforts to save wildlife from the oil, which the United States says Iraq deliberately dump ed into the Persian Gulf from a Kuwaiti loading terminal.  Officials said lack of equipment could make it necessary to close some of the vital desalination plants that make sea water drinkable.  If the slick is not cleaned up, environmentalists say, it will devastate fragile ecosystems, birds, fish, turtles and other sea life, leaving a toxic legacy for years. A second slick, said to be pouring from oil wells in Iraq, could make the problem worse.  AP ANTI-TERRORISM FBI Says Alert To Last Long After Gulf War Ends The head of the FBI's anti-terrorism effort predicted Thursday that the nation's high alert against domestic and international terrorism would remain long after war ends in the Persian Gulf.  ''I tell our agents it's a mile or two-mile race and we are only in the first lap, so you don't want to have any burnout,'' Assistant FBI Director William Baker told reporters.  Baker, who heads the FBI's criminal investigation division, said the bureau continued to detect only low levels of activity by American-based sympathizers of international terrorist organizations.  But Baker said that heightened U.S. security measures would become almost permanent because of a long-term threat of Iraqi-inspired terrorism.  AP\n\nGraphic\n\n \nGraphic; LOGO...Gulf War.\n\nLoad-Date: October 8, 1993"
}