{
    "title": "Media Should Have Classified Planned Parenthood Shooting as Domestic Terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 29,
    "full text": "Media Should Have Classified Planned Parenthood Shooting as Domestic Terrorism\nEvan Teng on December 29, 2015 at 12:23 am Journalists are supposed to be objective, concentrating on the facts of a story and eliminating personal biases. But the contrasting coverage of the San Bernardino and Planned Parenthood shootings offer a reminder that some journalists are anything but objective.\nMany mainstream media pundits rely on false stereotypes that are subsequently propagated by politicians. This trend cropped up following the San Bernardino shooting, when journalists immediately labeled the incident a terrorist attack upon learning that the shooters were Middle Eastern and Islamic. This stands in stark contrast with the Planned Parenthood incident, which relatively few parties have deemed a domestic terrorist attack despite current, compelling evidence to suggest that it was.\nDomestic terrorism is defined by Wikipedia as involving \"acts dangerous to human life that are a violation of the criminal laws of the United States or of any State; and appear to be intended - to intimidate or coerce a civilian population; or to influence the policy of a government by intimidation or coercion; or to affect the conduct of a government by mass destruction, assassination, or kidnapping.\" The attack on Planned Parenthood meets all the constraints that are laid out in the current definition of domestic terrorism.\nThe first constraint is that the act must \"involve acts dangerous to human life that are a violation of the criminal laws of the United States or of any State.\" This tenet was met because the shooter clearly threatened human life when he opened fire. In addition he obviously broke a criminal law when he shot at innocent people.\nThe second constraint states that the act must \"appear to be intended - to intimidate or coerce a civilian population; to influence the policy of a government by intimidation or coercion; or to affect the conduct of a government by mass destruction..\" This second standard appears to likewise be satisfied by the shooter's bloodthirsty behavior and politically inflamed diatribes launched against Planned Parenthood.\nDuring a court hearing the shooter repeatedly denounced abortion and attempted to paint himself as a savior of innocents, issuing statements like \"Protect the babies\" and \"I am a warrior for the babies.\" These deranged statements leave little doubt that the shooter specifically targeted the facility because of their abortion practices. Regardless of your stance on abortion, outbursts of mass violence are never a good way to petition the government.\nThe shooter's specific targeting of Planned Parenthood indicated that he wanted to deter people from seeking the services (only a marginal amount of which are related to abortion) provided by the facility. By targeting Planned Parenthood the shooter tried to intimidate the civilian population into no longer using such facilities. Had he not intended to intimidate or coerce people away from patronizing Planned Parenthood he would have shared his views in his court hearing.\nThe realization that the Planned Parenthood shooting really was an act of domestic terrorism reveals an uncomfortable truth about how the media relies on preconceived ideals and biases to label individuals and color current events. Although the label placed on the San Bernardino shooters turned out to be a true, that will not always be the case. The media needs to minimize their use of preconceived ideals in order to provide accurate news and facts to the American public.\nletters@chronicle.utah.edu\n\nLoad-Date: December 29, 2015"
}