{
    "title": "Mediator_ Syria peace talks in doubt after 6th day in Geneva",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 2,
    "day": 16,
    "full text": "GENEVA - U.N.-Arab League mediator Lakhdar Brahimi ended direct talks between the Syrian government and opposition Saturday without finding a way of breaking the impasse in peace talks.\nSaturday's talks, which lasted less than half an hour, left the future of the negotiating process in doubt and no date was set for a third session.\nBrahimi told a news conference that both sides agreed that the agenda for the next round should focus on four points: ending the violence and terrorism, creating a transitional governing body, building national institutions and reconciliation.\nTo avoid losing another week or more before resuming discussions, Brahimi said he proposed that the first day should be reserved for talks on ending violence and combating terrorism, the main thrust of the government's stance, and the second for talking about how to create a transitional body, as the opposition and Western powers insist.\n\"Unfortunately the government has refused, which raises the suspicion of the opposition that in fact the government doesn't want to discuss the TGB (transitional governing body) at all,\" Brahimi said.\n\"In that case, I have suggested that it's not good for the process, it's not good for Syria that we come back for another round and fall in the same trap that we have been struggling with this week and most of the first round,\" he said. \"So I think it is better that every side goes back and reflect and take their responsibility: do they want this process to take place or not?\"\nBrahimi said he would consult with U.N. Secretary-General Ban Ki-moon, U.S. Secretary of State John Kerry and Russian Foreign Minister Sergey Lavrov about a way forward.\n\"I am very, very sorry, and I apologize to the Syrian people that their hopes which were very, very high that something will happen here,\" Brahimi said.\nSyria's ambassador to the U.N., Bashar Jaafari, said the government accepted Brahimi's proposed agenda but a problem was raised \"by the other side when they gave their own interpretation of the agenda.\"\nHe insisted that the government is committed to returning to negotiations.\n\"We promised our own people to get back to Geneva to continue the Geneva talks as long as it takes, because we are extremely careful about stopping the bloodshed in Syria and combatting terrorism,\" Jaafari told reporters. \"This I promise you: We will be committed to doing so.\"\nAnas al-Abdeh, a member of the opposition negotiating team, said his side accepted the agenda but the government's unwillingness to go along with the order of discussions put the prospects of a third session of talks within the \"Geneva 2\" negotiating round in doubt. The first two sessions lasted from Jan. 22-31 and Feb. 10-15. The first round, known as \"Geneva 1,\" resulted in a roadmap for peace in June 2012 that was not followed.\nAl-Abdeh called the continuing stalemate in negotiations a result of the government's \"continuous effort to not talk and not to discuss the issue of the transitional governing body.\"\nThe Britain-based Syrian Observatory for Human Rights, citing on informants on the ground, said Saturday that the death toll has reached 140,000 from three years of violence.\nMore than 3,400 reportedly have been killed this month even while the peace talks were being held in Geneva. The U.N.'s human rights office said in January it has stopped updating the death toll from Syria's civil war, confirming that it can no longer verify the sources of information that led to its last count of at least 100,000 in late July.\nAP photo\nUN-Arab League envoy for Syria Lakhdar Brahimi speaks during a news conference after closing the second round of negotiation between the Syrian government and the opposition at the European headquarters of the United Nations, in Geneva, Switzerland, Saturday.\n\nLoad-Date: February 17, 2014"
}