{
    "title": "Media and Terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 6,
    "full text": "By tori Venable\nElm Staff Writer\nThe past year has been a tumultuous one for international relations. Civil turmoil has spread across several countries in the Middle East and North Africa, and terrorism has touched nearly every nation. Before the smoke clears from one suicide bomber, another attack occurs in a neighboring country.\nIn addition to bringing discussions of national security forward, these attacks are starting hot debates about relations between differing religions, races, and nationalities. As many attacks have been the work of Islamic State in Iraq and the Levant , Muslims across the world have feared and faced considerable backlash from victimized countries. While several international and religious leaders have spoken out against this wave of Islamophia-including President Barack Obama and The Pope-few have called attention to another rising trend in this age terrorism that both exhibits prejudicial sentiments and proliferates them: selective media coverage.\nDuring the same week when the world stopped to read about the twin attacks at Brussels' airport and subway, three other cities faced major terrorist attacks including Lahore, Iskandariya, and Istanbul-meanwhile, my Facebook feed did not include a single Pakistani flag, article about Iraq, or call for prayer for Turkey. This example of selective media coverage is extremely reminiscent of the media coverage gap between the Paris and Beirut attacks, occurring sequentially but evoking considerably different reactions from the media and Western world.\nMany critics, reporters, and analysts simply explain this phenomenon with the sweeping claim that Western media is racist. Do we forget to mourn the lives lost in Lebanon because Arab lives matter less? Does news coverage of a tragedy in Iraq collect fewer viewers? Are there not enough writers, reporters, and viewers of color to warrant coverage of the shootings in Kenya?\nResearch published in The Washington Post suggests that this could, in fact, be true. Reporting that there is indeed bias in coverage, the article points to the U.S. media's higher concern for tragedies with victims with whom their viewers can identify, leading to a coverage bias in the favor of wealthier, whiter, and more Western countries.\nHowever, reporters defend their coverage choices further by reminding us that their job is to report on the news, and \"the news\" is referring to the surprising and the unusual-notable events. Both Lebanon and Kenya each had more than a hundred terrorist attacks last year, according to the Global Terrorism Database. The Islamic State has spent the last several years focusing attacks in Syria and Iraq. The terrorist attacks within Europe signify a change in the world of terrorism, as the Islamic State moves its attention to the West. While the racial correlation of coverage points to racially biased news networks, it could be argued that the media is simply prioritizing the \"news,\" meaning the lost lives in Paris and Belgium are not more significant because European lives matter more, but because these attacks signify a shift in the attention of terrorist groups.\nAttacks in Lebanon, Iraq, and Pakistan do not raise eyebrows or conjure headlines like \"Terror Strikes Paris!\" or \"Disbelief and Panic in Brussels!\" Instead, the acts of terror are tied to the militant groups orchestrating them with headlines like \"Bombing targets Hezbollah Stronghold in Lebanon\" or \"Suicide Bombing in Iraq Continues Militant Struggle.\" Although innocent bystanders lost their lives in each of these attacks, the ones in Europe are viewed as tragedies while those in the Middle East are battles in a war that no longer captivates Western audiences, another chapter of a saga that the readers have been expecting-not news.\nWhen it comes to the lives lost in Paris, we see the tourist. We see a French family at a café. We see the college student. We see a nation attacked, unprovoked. We see ourselves. It could have happened to us, but when it comes to the lives lost in Turkey, Iraq, Lebanon, Pakistan, Nigeria, Ivory Coast, Tunisia, Libya, Afghanistan, Egypt, Yemen, Burkina Faso, or Syria, we see the fatalities as a group or even just a number, with which we cannot identify. We see the faceless victims without stories. We see participants of a civil war. We see one side of a war attack another side.\nUntil we understand the impact of the unrest spreading across the Middle East and North Africa, until we grasp the idea that these wars are lawless and the lives lost are not just of soldiers or militants, we will continue to see a gap in coverage of the acts of terrorism around the world. We must view each act of violence as a tragedy and each lost life as a strike against humanity, not points in a war. It is important for writers, reporters, and readers to realize that if we do not give each act of terrorism valid attention and we do not properly mourn each tragedy, we cannot fight this war successfully, a war we are all in now. The coverage gap and the subsequent empathy gap will inevitably result in a success gap. Each targeted city and the people falling victim to these acts of terror, need the  world's love and support behind them to overcome the tragedies brought upon them. We cannot treat the attacks in the Middle East as acts of legitimate war if we treat the attacks in Paris and Brussels as terrorism. We must stop treating markets in Yemen and cafés in Lebanon as battlegrounds, or we will allow the entire region to become a war zone in a war we have already lost.\n\nLoad-Date: January 4, 2017"
}