{
    "title": "Media criticized over terrorism claims",
    "publisher": "st. petersburg times ",
    "year": 2002,
    "month": 11,
    "day": 19,
    "full text": "Lawyers for three terrorism suspects accused British newspapers Monday of fabricating a scare about plans for a poison gas attack on the London subway, saying police had never even questioned their clients about such a plot.\nThe three men were arrested Nov. 9, shortly after British media reported that al-Qaida had threatened new attacks, suggesting the capital's subway system could be a target.\n\"There's been a quite extraordinary tidal wave of completely contemptuous and prejudicial coverage of this case,\" said Gareth Peirce, attorney for Rabah Kadre, 35.\nDeputy Prime Minister John Prescott and the spokesman for Prime Minister Tony Blair have said there was no evidence that the suspects planned to use poison gas on the subway.\nCompiled from Times Wires\nThe suspects - Kadre, Rabah Chehaj-Bias, 21, and Karim Kadouri, 33 - were charged under Britain's Terrorism Act with possessing materials for the \"preparation, instigation or commission\" of terrorism. News reports said the men were of North African origin and that the illegal materials were false identification papers.\nA judge ordered Monday that the three men be held without bail for four weeks and said they should return to court Dec. 16.\n \nSenate could vote today on homeland security bill\nWASHINGTON - Senate Republican leaders, buttressed by a lobbying drive led by President Bush, are hoping to derail a Democratic attempt to alter the homeland security bill.\nThe Democrats want to eliminate provisions that would help vaccine producers, airport security companies and other industries. One provision would protect pharmaceutical companies from lawsuits over vaccines they create and their side effects.\nThe Senate was expected to vote as early as  today to approve the bill, which would merge 22 agencies and 170,000 workers into a Department of Homeland Security.\n\"This remains the highest priority for this lame-duck Congress,\" said White House spokesman Scott McClellan. \"We would hope that there would not be action taken that could stop this bill from getting done.\"\n \nEx-champ's trip focuses on needs in Afghanistan\nKABUL, Afghanistan - Donning a pair of red gloves, Muhammad Ali sparred Monday with two young Afghan boxers in a makeshift ring, throwing punches and handing out gifts on the second day of a goodwill visit to Afghanistan.\nAli, 60, a \"U.N. Messenger of Peace,\" is on a three-day trip to Kabul. Aides say he hopes to keep the international spotlight - and the aid that can come with it - on Afghanistan as it struggles to rebuild.\nThe 60-year-old former heavyweight champion, who suffers from Parkinson's disease, walks slowly and talks softly on the few occasions when he speaks.\nRonald A. DiNicola, Ali's attorney. said the ex-champion came to Afghanistan to help focus world attention on Afghanistan's huge humanitarian needs - which might be overshadowed if the United States goes to war with Iraq.\n \nSecurity tight in Prague as leaders meet at summit\nPRAGUE, Czech Republic - This week's NATO summit presents a tempting target to terrorists, anarchists and antiwar protesters, and Czech authorities are taking no chances.\nU.S. fighter jets will patrol the airspace over Prague, and the Czech government is mobilizing 12,000 police officers, 2,200 heavily armed soldiers and special antiterrorist units to protect President Bush and four dozen other heads of state.\nAl-Qaida and other terror groups are not the only worry for organizers of the two-day summit, which begins Thursday: Thousands of militant protesters have vowed to converge on Prague and stage demonstrations that authorities fear could get out of hand.\n\"The danger of a terrorist attack is always a risk,\" Maj. Jiri Vokus, a police spokesman, said Monday. \"We certainly don't underestimate such dangers, especially after Sept. 11. We think we've done everything that's doable to prevent one.\"\n\nGraphic\n\n \nPHOTO, Associated Press; Muhammad Ali spars with Afghan boxer Abdullah Shakin on Monday in Kabul.\n\nLoad-Date: November 19, 2002"
}