{
    "title": "Medvedev Vows To Fight Terrorism; Security Tightened After Twin Moscow Bomb Blasts",
    "publisher": "rtt news",
    "year": 2010,
    "month": 3,
    "day": 29,
    "full text": "(RTTNews) - The twin bomb attacks on the Metro system in the Russian capital Friday prompted President Dmitry Medvedev to declare that his government would act \"without compromise\" to root out terrorists.\n\"The policy to suppress terrorism in our country and the fight with terrorism will be continued...until the end,\" Russian news agencies quoted Medvedev as telling an emergency meeting convened after the blasts.\nHe ordered security tightened on transport across the country and airports put on alert against what he described as an attempt to destabilize Russia.\nTwo female suicide bombers from a North Caucasus rebel group were behind the bombings in Moscow, reports quoting Federal Security Service (FSB) chief Alexander Bortnikov said.\nThe suicide bombers blew themselves up in quick succession Friday morning in the crowded subway railroad network of Moscow killing 37 people and wounding about 70 others.\nThe death toll is feared to rise, as many of those wounded are in critical condition.\nThe first explosion hit the second carriage of a train at the central Lubbyanka station at 7:52 a.m. local time, killing 25 passengers, an official for the Moscow Metro railway said.\nThe station lies beneath the headquarters of the FSB, the country&apos;s intelligence agency.\nForty minutes later, a second explosion struck at the rear of a train at the Park Kultury Metro Station in the southwest of the city, killing 12 people while passengers were boarding the train.\nMoscow&apos;s chief prosecutor Yuri Syomin told reporters that both the female suicide-bombers wore belts packed with explosives.\nMoscow Mayor Yuri Luzhkov said the subway line would resume operation within several hours.\nThe coordinated blasts are the worst attack on the Russian capital in six years.\nMuslim separatists from the Caucasus region have been blamed for previous explosions in Moscow and elsewhere in the country. The situation remains tense in Chechnya despite the government&apos;s efforts to contain fighters there and in neighboring Muslim-majority Republics.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 9, 2010"
}