{
    "title": "Meeting terrorism at sea",
    "publisher": "christian science monitor ",
    "year": 1985,
    "month": 10,
    "day": 10,
    "full text": "COMPOSURE and firmness within a regard for law, not intimidation by vengeance or media indulgence in the drama, should be the preferred antidote for terrorism. This was as true of the seizure of an Italian cruise ship by Palestinian hijackers with a reported fatality, as it was of other such acts.\nDespite the relatively quick ending of the episode, the criminality of this piracy, putting at risk more hundreds of innocent passengers and crewmen, should be kept in clear focus. The terrorists' status should not have been elevated to that of negotiator for any cause - in this case a demand that Israel release 50 Palestinian prisoners. Italy, Israel, Egypt, Syria, and the United States were correct in refusing either direct negotiation with the terrorists or permission to bring the seized vessel into coastal waters. Any complicity among Palestinian leaders and factions should be investigated.\nThe onus of criminality must be sustained for terrorism at sea just as it is for terrorism in the air or on land. Resolution should be sought at a different level, by the use of intermediaries, rather than by legitimizing terrorist demands or by glorifying the deed with an undue media vigil.\nThere was cooperation with a United States message to several Middle East governments to ensure that no port would accept the pirated ship. This was encouraging. It offers hope for a more effective international policy on terrorism. A task force was set up by President Reagan during the TWA hostage crisis in late June. It will report its recommendations Dec. 20. Among its expected proposals will be declaring terrorism an international crime, creating a multinational counterterrorism program or bilateral arrangements for joint operations with the United States and other countries.\nThere are problems with such proposals, arising in part out of differing political contexts among the participant nations. Response to terrorism is a unique political test for any leader. And any attempt at terrorist extortion makes its own demands for singular treatment. The innocents jeopardized are different sets of innocents, whose welfare cannot be relegated to any formula response. There may be times for a quick commando-type strike, as creation of a multinational team would presume. But it should not be accepted that terrorist hostage seizures need end in a blaze of force, or by abject acquiescence; mediation should be used.\nNor should the link between political developments and national conflicts in an area where terrorism occurs be overlooked. Terrorism feeds in the hinterlands of political grievance. It is not to excuse terrorism in the least to cite a pattern of violence, the unresolved West Bank territories dispute, the role of arms from the United States and other suppliers to the region, which were used by Israel in its Lebanon invasion to purge Israel's northern neighbor of its Palestinian presence, and in last week's Tunisia raid - all of which argue for a political settlement in the Middle East.\nIn the Achille Lauro episode, the conduct of the governments involved suggested the kind of cooperation needed to bring peace to the region."
}