{
    "title": "Melbourne stabbing being treated as terrorism",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 9,
    "full text": "Police shot and killed a knife-wielding man Friday after he fatally stabbed one person and injured two others in the center of Australia's second-largest city, police said.\nA man has reportedly been gunned down by police after a vehicle crashed and burst into flames on Bourke Street Mall.\nA man wearing a black shirt and khaki trousers involved himself in the fracas, using a trolley to attempt to run into the attacker.\nTwo other people have been injured amid reports of a shooting and stabbing in Bourke Street this afternoon.\nVictoria Police said officers \"initially responded to a report of a auto on fire\" in the city center at around 4:20pm local time, as people began to leave work for the weekend.\nThe suspect was shot by police and died from gunshot wounds in the Alfred Hospital.\nAnother of the victims has reportedly died in hospital care, while a third is fighting for life.\nPolice said the attacker's vehicle contained several barbecue gas cylinders in the back.\nThe area has since been cordoned off by the bomb squad.\n\"From what we know we are treating this as a terrorism incident\", he said at a press conference.\nPolice said there was no known link to terrorism.\nWelbeck injury oveshadows Arsenal reaching Europa League knockouts\nAaron Ramsey of Arsenal crosses during the Europa League match at the Emirates Stadium. Petr Cech also played, along with starlet Emile Smith Rowe as did Carl Jenkinson.\nIslamic State - which often claims responsibility for such attacks - said via its propaganda arm that the perpetrator was an \"Islamic State fighter and carried out the operation\".\nPolice have urged anyone who witnessed the incident or had footage to contact them.\nThe attack occurred on the eve of a busy weekend in Melbourne, with a major horse race scheduled for Saturday and a national league soccer match the following day.\nPrime Minister Scott Morrison said he has been briefed about the incident.\nPrime Minister Scott Morrison said in a statement released on Twitter: \"Australia will never be intimidated by these appalling attacks\".\n\"There was a massive flame and bang, just smoke and lots of people\", witness Shelley Reid told CNN affiliate Nine News.\n\"He was breathing and he was bleeding out\".\nVideo posted to Twitter and broadcast on television showed the man swinging a knife at two police officers in the city's crowded downtown area, while a auto burned in the background.\nTwo people, apparently members of the public, came to the aid of police, one using a shopping trolley and another using a chair to try and stop the attacker.\n\"He was fighting against the police, police tried to subdue him\".\n\nLoad-Date: November 9, 2018"
}