{
    "title": "Memorial to honor veterans of war on terror The memorial in I.F.'s Esquire Park will be dedicated Su",
    "publisher": "idaho falls post register",
    "year": 2010,
    "month": 9,
    "day": 16,
    "full text": "Andrew Russell's original idea for his Eagle Scout project was to build a memorial to Vincent Kamka in Idaho Falls' Esquire Park, where Kamka played as a child.\nBut Kamka, a soldier in the U.S. Army who died in Iraq in October 2007, wouldn't want it that way, his parents told Russell in July. He would have preferred that the memorial be dedicated to all those who chose the soldier's path, they said.\nSo Russell, a 14-year-old Idaho Falls boy who's just one step away from becoming an Eagle Scout, decided to dedicate the memorial to all veterans who have served in the war on terrorism.\n\"\"It's for all those who have served and who are serving,\"\" Russell said. \"\"Until the war ends.\"\"\nThe memorial, which doesn't yet have an official name, features two patriotic benches, two purple ash trees and a large slab of rock etched with an image of the American flag and the words \"\"Home of the Free because of the Brave: In Honor of the Men and Women Who Have Served Our Country In the Global War on Terrorism.\"\"\nOne of the benches is dedicated specifically to Kamka, Russell said.\nMoney, materials and labor to build the memorial came completely from contributions by more than 20 local companies and individuals. Convincing that many people to sign on to his plan is the whole idea behind the Eagle Scout project, Russell said.\n\"\"The whole point of an Eagle project is to teach Scouts how to lead,\"\" he said. \"\"And it teaches them how to organize and plan stuff, and I've really learned a lot with this project. It's a lot of work.\"\"\nAsked whether the military is in his own future, Russell said he's not sure.\n\"\"I'm planning on being a pediatrician, but if the need arises, I'll go into the military,\"\" he said.\nDedication ceremony\nA dedication ceremony for Andrew Russell's war on terrorism memorial is scheduled for Sunday in Esquire Park on Grandview Drive. The event will include a Boy Scout flag ceremony, singing of the national anthem, military speakers and a few words from the parents of Vincent Kamka, a soldier in the U.S. Army who was killed in 2007 while serving in Iraq.\nThe event starts at 7 p.m. Russell said it is open to the public and that he hopes veterans in uniform will show up.\n\nLoad-Date: September 16, 2010"
}