{
    "title": "Memorial Climb gives honor",
    "publisher": "the bismarck tribune",
    "year": 2018,
    "month": 9,
    "day": 11,
    "full text": "The 2018 North Dakota 9/11 Memorial Climb aims to honor and remember the firefighters who gave their lives so that others might live on 9/11 in 2001. Each participant pays tribute to a New York City firefighter by climbing the equivalent of the 110 stories of the World Trade Center to ensure that each of the 343 firefighters is honored.\nThis event takes place at the North Dakota Capitol, 600 E. Boulevard Ave., with a prayer and memorial speaker at 9:15 a.m. At that time, the firefighters climb the stairs at the Capitol until about noon.\nBrats with the Brave\nThe Bismarck-Mandan Chamber of Commerce's Military Affairs Committee  with the North Dakota National Guard will host the annual Brats with the Brave picnic from 11:30 a.m. to 1:30 p.m. Tuesday at the Raymond J. Bohn Armory, 4200 Miriam Ave. in Bismarck.\nThe event provides space for the community to break bread with active duty, reserved and veteran military personnel and provide gratitude for freedom.\nAt that time, the Military Service Center will host an open house from 11:30 a.m. to 1:30 pm.\nRSVP at business.bismarckmandan.com/events/details/brats-with-the-brave-4096, or contact David Leingang at dleingang@bismancc.com For more information, call 701-223-5660.\nPrayer service\nMaj. Gen. Al Dohrmann, North Dakota adjutant general, will host a Remembrance Prayer Service on Tuesday to honor North Dakota's fallen service members and their families. The ceremony will begin at 7 p.m. at the Memorial to the Fallen in the Global War on Terrorism, which is located at the entrance to Fraine Barracks in Bismarck.\nThe memorial at Fraine Barracks was dedicated on Sept. 11, 2009, and honors 28 North Dakota service members who lost their lives in the Global War on Terrorism. It was established to provide a place where families, friends and fellow citizens could reflect and remember the service of the fallen. \nPrior to the formal remembrance ceremony, attendees also are invited to participate in an \"Old Glory\" run/walk/bike/blade, which will span over the biking trail extending from Pioneer Park to the GWOT memorial. Participants are invited to gather at Pioneer Park between 5:30 and 5:45 p.m. Upon arrival at the memorial, attendees will be furnished refreshments. Both events are open to the public.\n\nLoad-Date: September 11, 2018"
}