{
    "title": "Memorial Day on the square",
    "publisher": "the newberry observer",
    "year": 2012,
    "month": 5,
    "day": 28,
    "full text": "May 28--Newberry's community gathered at Memorial Square on Sunday to pay tribute to those who have gave their sacrifices to America.\nThe Memorial Day service was held Sunday afternoon with patriotism waving and respects given to those who served in World War I and II, the Korean conflict, Vietnam, Iraq, Afghanistan and those who passed during peacetime.\nThe American Legion Posts and Auxiliary Post 24 and 219 as well as the City of Newberry put together the service.\nTAPS was played at the end and names of deceased veterans were named.\nAfter the pledge and introductions and a couple of performances by Codi Lester and Barbara Ellis, Col. Van McCarty delivered a message to help people to remember the real reason for Memorial Day.\nMcCarty is the commander of the 59th troop command in the S.C. Army National Guard and from Saluda but he definitely has plenty of roots and connection to Newberry.\nAfter all, he points out that he was born in Newberry's hospital.\nHe says that as the arrived to Newberry, he was reminded of what America is all about with the American flags blowing in the wind down Main Street.\nHe says that today, people must instill in the young people what being American is all about.\nHe recalled a trip with his younger son and his school in which they visited Washington, D.C.\n\"I watched in awe as my son watched the changing of the guard (at Arlington National Cemetery),\" he recalls, and how a picture really does paint a thousand words.\n\"As a nation, we can never forget the sacrifices made by the veterans,\" he said, \"The pain of their absence endures.\"\nHe threw out some statistics of those who have passed including those more recently who have passed on during the current war on terrorism.\nMany of them are younger than 25 years, McCarty recalled, but in the eyes of their loved ones, they are forever young.\n\"From the American Revolution to the global war on terrorism today, they died so we can continue to cherish the things we love... God, country,\" said McCarty about all those that are remembered on Memorial Day.\nMcCarty mentioned that there are four common reasons that soldiers have fought and continue to fight for America and they are: a strong national defense, fellow comrades, core values of God, country, family and religious heritage and for the children to grow in a country that is strong and free.\n\"Memorial Day is not about picnics and parades,\" said McCarty, who also points out that nothing is wrong with that, \"but it's to remember those who gave their life.\"\n___ (c)2012 The Newberry Observer (Newberry, S.C.) Visit The Newberry Observer (Newberry, S.C.) at www.newberryobserver.com Distributed by MCT Information Services\n\nLoad-Date: May 29, 2012"
}