{
    "title": "Memorial dedicated Beavercreek ceremony among area events marking anniversary",
    "publisher": "daily news ",
    "year": 2011,
    "month": 9,
    "day": 12,
    "full text": "The three-ton piece of steel, twisted and burnt, extends more than 25 feet into the sky. Once part of one of the world's largest buildings, it now stands in Beavercreek, commemorating the deaths of more than 3,000 people.\n\"Every American has a sacred obligation to remember history,\" said Dan Marderosian, who helped bring the steel to Beavercreek. \"We teach our children how a free society responds to tyranny.\"\nMarderosian, a Beavercreek native and New York City attorney, was addressing the hundreds of people who came out Sunday morning for the dedication of the memorial at Beavercreek Station on North Fairfield Road.\nOn a day almost as beautiful as the day of the terrorist attacks 10 years ago, people across the Dayton area honored the victims, the first-responders and the military members fighting in the country's wars.\nFairborn held a ceremony at the National Center for Medical Readiness. Huber Heights held one at St. Peter Parish Athletic Field, and Sinclair Community College held another on campus.\nRiverside Jaycees handed out American flags at Ohio 4 and Harshman Road.\n\"We all know it changed everybody's lives,\" said Beavercreek Lt. Brian Seabold before the memorial dedication. \"We think differently.\"\nSeabold was part of the task force that arrived at Ground Zero 10 years ago today. He also helped transport the three-beam piece of steel from New York to Ohio.\nSeabold said he was happy that the monument, which sits in a pentagon-shaped concrete patio, is visible from the bicycle path and Fairfield Road.\n\"That's why we picked this location,\" he said. \"The accessibility couldn't be any better.\"\nBicyclists stopped to watch. Cub Scouts sat in the shadow of the steel. Old men in wheelchairs wearing baseball caps identifying themselves as World War II veterans milled with children not old enough to remember the attacks.\nMayor Scott Hadley started the event, which also featured remarks from U.S. Rep. Steve Austria, Col. Amanda Gladney, commander of the 88th Air Base Wing, Wright-Patterson Air Force Base, and Ohio Attorney General Mike DeWine, who called the spot an \"absolutely moving memorial.\"\nMarderosian said that people should remember that terrorism is not a nation or religion, but a tactic chosen by cowards.\n\"Like so many craven ideologues before them, they resort to the cartridge box, because they know that their twisted worldview could never survive the ballot box,\" Marderosian said.\nThe towers were like the \"phantom legs\" of an amputee, he said.\n\"We still feel them even though we know they are gone.\"\nOn Sunday evening, 10th anniversary talk turned to security at a public discussion that drew about 50 people to the University of Dayton.\nBesides killing Osama bin Laden, the United States in recent years has inflicted serious damage on the al-Qaida terror network - \"damage that no terrorist organization has ever been able to sustain and still remain effective,\" said Mark Ensalaco, author of \"Middle Eastern Terrorism from Black September to September 11\" and director of the university's human rights studies program.\nEnsalaco noted, too, the democratically driven uprisings in the Arab world during the past year that have changed the political dynamic in the region.\n\"Those changes threaten to render al-Qaida irrelevant,\" he said. If current trends hold true, militant Islam will lose \"its ideological death grip on the Arab world.\"\nNatalie Hudson, a UD assistant professor of political science, challenged the crowd of mostly students to think critically about the U.S. government's \"massive national security infrastructure largely focused on intelligence gathering.\"\nWhen it comes to national security, she posed two questions: \"Security for whom?\" and \"Security from what?\"\nThe booming bureaucracy has become a big part of the economy and doesn't seem to be on the table when it comes to federal deficit reduction talks, Hudson said.\n\"No one - no one - is talking seriously about cutting our colossal national defense budget,\" Hudson said.\nWhile Hudson agreed al-Qaida was likely to fade, \"there will always be some form of terrorism. ... In a free and democratic society, we will never be 100 percent protected. That's not how open societies work.\"\nTo guarantee another 9/ 11 doesn't happen would require giving up \"fundamental freedoms that would challenge the very heart of what it means to be a democracy.\"\nMichael Brooks, special agent and chief division counsel of the FBI's Cincinnati office, said it's cybersecurity that keeps him awake at night a decade after the Sept. 11 terrorist attacks. \"We are tremendously vulnerable in this country to cyber attacks, both from other countries ... as well as from terrorism organizations,\" Brooks said. \"Our entire infrastructure is tied to our computer networks and the Internet.\"\nContact this reporter at (937) 225-2057 or lgrieco @DaytonDailyNews.com.\n\nLoad-Date: September 15, 2011"
}