{
    "title": "Memos Reveal Scope of Power Bush Sought in Fighting Terror",
    "publisher": "the new york times",
    "year": 2009,
    "month": 3,
    "day": 3,
    "full text": "The secret legal opinions issued by Bush administration lawyers after the Sept. 11 attacks included assertions that the president could use the nation's military within the United States to combat terrorism suspects and to conduct raids without obtaining search warrants.\n  That opinion was among nine that were disclosed publicly for the first time Monday by the Justice Department, in what the Obama administration portrayed as a step toward greater transparency.\n  The opinions reflected a broad interpretation of presidential authority, asserting as well that the president could unilaterally abrogate foreign treaties, ignore any guidance from Congress in dealing with detainees suspected of terrorism, and conduct a program of domestic eavesdropping without warrants.\n  Some of the positions had previously become known from statements of Bush administration officials in response to court challenges and Congressional inquiries. But taken together, the opinions disclosed Monday were the clearest illustration to date of the broad definition of presidential power approved by government lawyers in the months after the Sept. 11 attacks.\n  In a memorandum dated this Jan. 15, five days before President George W. Bush left office, a top Justice Department official wrote that those opinions had not been relied on since 2003. But the official, Steven G. Bradbury, who headed the Office of Legal Counsel, said it was important to acknowledge in writing ''the doubtful nature of these propositions,'' and he used the memo to repudiate them formally.\n  Mr. Bradbury said in his memo that the earlier ones had been a product of lawyers' confronting ''novel and complex questions in a time of great danger and under extraordinary time pressure.'' \n  The opinion authorizing the military to operate domestically was dated Oct. 23, 2001, and written by John C. Yoo, at the time a deputy assistant attorney general in the Office of Legal Counsel, and Robert J. Delahunty, a special counsel in the office. It was directed to Alberto R. Gonzales, then the White House counsel, who had asked whether Mr. Bush could use the military to combat terrorist activities inside the United States.\n  The use of the military envisioned in the Yoo-Delahunty reply appears to transcend by far the stationing of troops to keep watch at streets and airports, a familiar sight in the wake of the Sept. 11 attacks. The memorandum discussed the use of military forces to carry out ''raids on terrorist cells'' and even seize property. \n  ''The law has recognized that force (including deadly force) may be legitimately used in self-defense,'' Mr. Yoo and Mr. Delahunty wrote to Mr. Gonzales. Therefore any objections based on the Fourth Amendment's ban on unreasonable searches are swept away, they said, since any possible privacy offense resulting from such a search is a lesser matter than any injury from deadly force.\n  The Oct. 23 memorandum also said that ''First Amendment speech and press rights may also be subordinated to the overriding need to wage war successfully.'' It added that ''the current campaign against terrorism may require even broader exercises of federal power domestically.''\n  Mr. Yoo and Mr. Delahunty said that in addition, the Posse Comitatus Act, which generally bars the military from domestic law enforcement operations, would pose no obstacle to the use of troops in a domestic fight against terrorism suspects. They reasoned that the troops would be acting in a national security function, not as law enforcers.\n  In another of the opinions, Mr. Yoo argued in a memorandum dated Sept. 25, 2001, that judicial precedents approving deadly force in self-defense could be extended to allow for eavesdropping without warrants. \n  Still another memo, issued in March 2002, suggested that Congress lacked any power to limit a president's authority to transfer detainees to other countries, a practice known as rendition that was widely used by Mr. Bush.\n  Other memorandums said Congress had no right to intervene in the president's determination of the treatment of detainees, a proposition that has since been invalidated by the Supreme Court.\n  The Jan. 15 memo by Mr. Bradbury repudiating these views said that it was ''not sustainable'' to argue that the president's power as commander in chief ''precludes Congress from enacting any legislation concerning the detention, interrogation, prosecution and transfer of enemy combatants.''\n  Mr. Yoo, now a law professor at the University of California, Berkeley, is widely known as the principal author of a 2002 memorandum, separate from those made public Monday, that critics have characterized as authorizing torture. That memorandum, signed by Jay S. Bybee, a predecessor of Mr. Bradbury as head of the Office of Legal Counsel, was repudiated in 2004.\n  The memorandum issued by Mr. Bradbury this January appears to have been the Bush lawyers' last effort to reconcile their views with the wide rejection by legal scholars and some Supreme Court opinions of the sweeping assertions of presidential authority made earlier by the Justice Department. \n  Walter Dellinger, who led the Office of Legal Counsel during the Clinton administration and is now a law professor at Duke University, said in an interview that Mr. Bradbury's memo ''disclaiming the opinions of earlier Bush lawyers sets out in blunt detail how irresponsible those earlier opinions were.''\n  Mr. Dellinger said it was important that it was now widely recognized that the earlier assertions ''that Congress had absolutely no role in these national security issues was contrary to constitutional text, historical practice and judicial precedent.''\n  In a speech a few hours before the documents were disclosed Monday, Attorney General Eric H. Holder Jr. said: ''Too often over the past decade, the fight against terrorism has been viewed as a zero-sum battle with our civil liberties. Not only is that thought misguided, I fear that in actuality it does more harm than good.''\n  Mr. Holder said that the memorandums were being released in light of a substantial public interest in the issue.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 3, 2009"
}