{
    "title": "Men arrested in Ohio face terrorism charge",
    "publisher": "charleston daily mail",
    "year": 2006,
    "month": 8,
    "day": 10,
    "full text": "MARIETTA, Ohio - Two men from Dearborn, Mich., were charged with money laundering in support of terrorism after authorities said they found airplane passenger lists and information on airport security checkpoints in their car.\nWashington County sheriff's deputies stopped Osama Sabhi Abulhassan, 20, and Ali Houssaiky, 20, on a traffic violation Tuesday in Marietta. They found the flight documents along with $11,000 cash and 12 phones in their car, Sheriff Larry Mincks said.\nIt was unclear what significance the airline information might have. Assistant County Prosecutor Susan Vessels declined to comment on the passenger lists.\nFBI spokesman Mike Brooks in Cincinnati said an agent was investigating.\nAbulhassan and Houssaiky admitted buying about 600 phones in recent months at stores in southeastern Ohio, said sheriff's Maj. John Winstanley. The men said they sold the phones to someone in Dearborn, a Detroit suburb, Winstanley said.\nMost were TracFones or phones like them, which are often not traceable, the Detroit Free Press reported.\nThe men bought the phones with an intent to send them abroad, Vessels told the newspaper.\nVessels declined to say how the phones, cash or flight information involved terrorism.\nInvestigators also found in the car a map that showed locations of Wal-Mart stores from Ohio, Kentucky, Tennessee and North and South Carolina, Vessels said.\n\"We got them at the beginning of their trip,\" she said.\nWashington County Public Defender Ray Smith was assigned to represent Abulhassan.\n\"He's a college student, just trying to get through college, and I don't see any terrorist links at all,\" Smith told The Parkersburg News. \"I don't think he's guilty of the offense he's charged with.\"\nBond for each man has been set at $200,000. Smith said he planned to ask for a reduction in bond at a hearing scheduled for 1 p.m. today in Marietta Municipal Court.\nHoussaiky will be represented by Rolf Baumgartel of Marietta.\nHoussaiky is a former star running back for Fordson High School in Dearborn, the Free Press reported.\nHoussaiky's family members were shocked by the allegations, Imad Hamad, regional director of the American-Arab Anti-Discrimination Committee, told the Detroit newspaper.\nHoussaiky and Abulhassan work in the cell phone business and were on a normal business route that was legitimate, Hamad said the family told him.\n\"I hope this is a case where the government is not overreacting, overreaching and over-reading,\" Hamad said. \"This is sensitive and serious. Nobody should rush to judgment.\"\nThe fourth-degree felony charges allege the two laundered between $5,000 and $25,000, Vessels said. A conviction carries a maximum sentence of 18 months in prison and a $5,000 fine.\nAbulhassan and Houssaiky appear to have been one of several groups purchasing cell phones in the area, Sheriff Mincks said.\n\"We feel that there were as many as five or six other teams of individuals in our area,\" he said.\n\nLoad-Date: March 5, 2008"
}