{
    "title": "Men accused of plotting attacks around NATO summit",
    "publisher": "the bismarck tribune",
    "year": 2012,
    "month": 5,
    "day": 20,
    "full text": "CHICAGO - Three activists who travelled to Chicago for a NATO summit were accused Saturday of manufacturing Molotov cocktails in a plot to attack President Barack Obama's campaign headquarters, Mayor Rahm Emanuel's home and other targets.\nBut defense lawyers shot back that Chicago police had trumped up the charges to frighten peaceful protesters away, telling a judge it was undercover officers known by the activists as \"Mo\" and \"Gloves\" who brought the firebombs to a South Side apartment where the men were arrested.\n\"This is just propaganda to create a climate of fear,\" Michael Duetsch said. \"My clients came to peacefully protest.\"\nOn the eve of the summit, the dramatic allegations were reminiscent of previous police actions ahead of major political events, when authorities moved quickly to prevent suspected plots but sometimes quietly dropped the charges later.\nProsecutors said the men were self-described anarchists who boasted weeks earlier about the damage they would do in Chicago, including one who declared, \"After NATO, the city will never be the same.\"\nAt one point, one of the suspects asked the others if they had ever seen a \"cop on fire.\"\nPolice Superintendent Garry McCarthy dismissed the idea that the arrests were anything more than an effort to stop \"an imminent threat.\"\n\"When someone was in the position (of having) Molotov cocktails - that's pretty imminent,\" he said. \"It was not a completed investigation.\"\nThe men allegedly bought fuel at a gas station for the makeshift bombs, poured it into beer bottles and cut up bandanas to serve as fuses.\nThe suspects are Brian Church, 20, of Ft. Lauderdale, Fla.; Jared Chase, 24, of Keene, N.H.; and, Brent Vincent Betterly, 24, of Oakland Park, Fla.\nIf convicted on all counts - conspiracy to commit terrorism, material support for terrorism and possession of explosives - the men could get up to 85 years in prison.\nOutside the courtroom, Duetsch said the two undercover police officers or informants were also arrested during the Wednesday raid, and defense attorneys later lost track of the two.\n\"We believe this is all a setup and entrapment to the highest degree,\" Duetsch said.\nThe suspects were each being held on $1.5 million bond. Six others arrested Wednesday in the raid were released Friday without being charged.\nThe three who remained in custody apparently came to Chicago late last month to take part in May Day protests. Relatives and acquaintances said the men were wanderers who bounced around as part of the Occupy movement and had driven together from Florida to Chicago, staying with other activists.\nCourt records indicated no prior violent behavior.\nLongtime observers of police tactics said the operation seemed similar to those conducted by authorities in other cities before similarly high-profile events.\nFor instance, prior to the Republican National Convention in 2008 in St. Paul, Minn., prosecutors charged eight activists who were organizing mass protests with terrorism-related crimes after investigators said they recovered equipment for Molotov cocktails, slingshots with marbles and other items.\nThe protesters, who became known as the RNC Eight, denied the allegations and accused authorities of stifling dissent. The terrorism charges were later dismissed. Five of the suspects eventually pleaded guilty to misdemeanor charges, and three had their cases dismissed altogether.\n\nLoad-Date: May 21, 2012"
}