{
    "title": "Mental health assessment ordered for Christchurch accused",
    "publisher": "university wire",
    "year": 2019,
    "month": 4,
    "day": 8,
    "full text": "On March 15, Tarrant stormed two mosques during Friday congregational prayers and indiscriminately opened fire on the assembled, as per the police.\nFor most, Tarrant's appearance on screen was the first chance to see the face of the man accused of gunning down their loved ones in cold blood.\n\"They didn't harm him, no-one harmed him\".\n\"I have forgiven him and I am sure if my wife was alive she would have done the same thing\", he previously told the Herald.\nAuckland lawyer Shane Tait said in a statement on his website that he and another Auckland attorney will represent Tarrant.\nBut Justice Cameron Mander declined the applications.\nAlthough journalists may attend and take notes, media coverage will be restricted.\nMeanwhile the Australian hometown of the accused gunman has rallied behind his family as residents gathered to mourn the massacre victims. The act of terrorism left the entire Muslim community shaken, with the global community and locals showing their solidarity with the affected.\n\"Also for the [accused name's] family, we want them to feel loved and cared for and respected by their neighbours\".\nStuff understands the court has the ability to mute an audio-visual link if it is deemed necessary.\nBuild Up To Becky Lynch's Huge Wrestlemania Main Event\nThe result meant Becky Lynch became the first-ever Raw and Smackdown women's champion at the same time. The Baddest Woman on the planet then floored her opponents with a superfly off the top rope.\nHowever, New Zealand's Terrorism Suppression Act, introduced after the 9/11 attacks, is little used and could complicate the prosecution.\nHe is not required to enter a plea.\nPolice apologized for the error late March when it was discovered, stating the charge sheet would be amended.\n\"If he has lawyers, he will be speaking a lot less in court\", said Graeme Edgeler, a Wellington-based barrister and legal commentator. The judge did not set a trial date.\nMuch of the hearing is likely to take place behind closed doors.\nThe courtroom was filled with more than two dozen reporters and about 60 members of the public.\nPeople leave the High Court in Christchurch, New Zealand, on April 5, 2019. \"He can still give evidence...that's possible, but if he's represented by lawyers and it goes to trial he won't be asking questions of people\".\nTarrant was not on government watchlist in New Zealand or Australian.\nHe remains in custody and will return to court on June 14.\nTarrant's first appearance was on the day after the attacks in theChristchurch District Court.\n\nLoad-Date: April 9, 2019"
}