{
    "title": "Mesa police on disturbance call catch man sought in killing_ 2006 drug buy turned deadly, court reco",
    "publisher": "east valley tribune ",
    "year": 2008,
    "month": 11,
    "day": 4,
    "full text": "Nov. 4--High technology and good luck fused Saturday as Mesa police investigating a minor disturbance nabbed a 30-year-old man wanted for first-degree murder.\nMesa police responded to 150 S. Roosevelt about 3:30 p.m. to a call about a man yelling and throwing rocks at a window. The man told police he was trying to get his girlfriend's attention and gave the officer a fake name, according to court documents.\nLater, the man tried to run and resisted arrest, and finally identified himself as Kwame Gilcrest.\nAccording to a search warrant affidavit, Gilcrest was a suspect in a Nov. 9, 2006, drug buy that turned into an execution in Glendale.\nStonney Biddings, who is facing trial and the death penalty in the killing of Terrance Williams, gave police a photo of Gilcrest in August 2007, but no name.\nBiddings said he did not shoot Williams and identified Gilcrest as the shooter.\nPolice knew from DNA evidence that there was someone else involved in the killing besides Williams and Biddings.\nGlendale police sent the photo to the Arizona Counter Terrorism Information Center for a facial recognition analysis and obtained a possible match for Gilcrest, the affidavit states.\nThe information center is a hub for crime and terrorism-related intelligence, according to the Arizona Department of Homeland Security Web site.\nPhoenix police stopped Gilcrest in an unrelated incident and Glendale police were able to get a DNA sample, the affidavit says.\nA grand jury indicted Gilcrest on Oct. 9 on a charge of first-degree murder in Williams' death.\nTo see more of The Tribune, or to subscribe to the newspaper, go to http://www.eastvalleytribune.com. Copyright (c) 2008, The Tribune, Mesa, Ariz. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: November 4, 2008"
}