{
    "title": "Messenger_ Greitens cites terrorism exception to hide details on text-deleting app",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 1,
    "day": 31,
    "full text": "Gov. Eric Greitens has a secret.\nNo, not that one.\nThis one is a state secret that involves security at the highest level, terrorism, even.\nTo preserve the ability of the \"Office of the Governor's Security Division\" to \"protect the Governor and his staff,\" Greitens is keeping information from the public.\nWhat is it?\nThe date that the governor or members of his staff downloaded software that allows them to destroy text messages.\nThat's right. Knowing when Greitens started using an app on his mobile phone is a state secret of the highest order. That's what the governor's office says in response to a Sunshine Law request by Mark Pedroli, the Clayton attorney who this month filed a lawsuit against the governor in Cole County Circuit Court on behalf of fellow Clayton attorney Ben Sansone and the Sunshine Project.\nThe lawsuit alleges violation of both open records law and records retention laws because the app - known as Confide - destroys text messages before a determination can be made whether they are public records and have to be preserved. Attorney General Josh Hawley is also investigating Greitens over the issue.\nThe Kansas City Star first disclosed in a Dec. 7 story that the governor and his staff were using Confide. At the time, the governor's office didn't deny that the app was on any personal phones in the governor's office, but spokesman Parker Briden said, \"I don't believe anyone has (Confide) downloaded on a state-issued device.\"\nThe response to Pedroli's Sunshine Law request, though, would indicate that Confide - or some other text and/or email-destroying device - is indeed downloaded on state phones and/or computers.\nIn December, Pedroli filed a Sunshine Law request seeking documents that detail the use of Confide in the governor's office. When an attorney for the governor responded with little detail, saying it would take up to 20 business days to provide an answer, he filed suit.\nOn Jan. 25, one of the governor's staff attorneys, Sarah Madden, issued a second letter in response to Pedroli's Sunshine Law request. Among other things, this is what Pedroli and Sansone were seeking:\n\"Documents or phone logs that show the date that the governor and anyone employed by the governor's office downloaded any mobile phone and/or computer application which purpose of the application is to automatically destroy text messages and/or other forms of communication after the communication is sent or received.\"\nIn her response to that specific request, Madden seems to admit that the governor is using text-destroying software, but says that the state won't release any documents that show the date it was downloaded.\n\"As to Request No. 2, any responsive records would be considered closed … as the disclosure of this information would impair the Office of the Governor's Security Division's ability to protect the Governor and his staff, and the interest in non-disclosure outweighs the public interest in disclosure.\"\nMadden cited two exceptions to the Sunshine Law. The first protects \"response plans\" and \"operational guidelines\" for use in any \"critical incident\" that is \"terrorist in nature.\" The other exception protects computer systems or telecommunications from public disclosure of information that could be used to hack the systems.\nIt's not the first time a governor has used the terrorism exception to hide his tracks. In 2009, then Gov. Jay Nixon's administration cited the same section of law to deny video of who was entering his office on a given day to Springfield News-Leader reporter Chad Livengood. At the time, Attorney General Chris Koster said the governor was misusing the terrorism exception.\nPedroli believes that's the case here, too. He fails to see how a document that simply provides the date that text- or email-destroying software was put on the governor's phone or computer would qualify for such a Sunshine Law exception.\n\"Telling residents of Missouri that they can't know when the governor and his staff downloaded text-destroying software is not a state secret,\" Pedroli said in an interview. \"It's a secret from the state.\"\nFor now, the secret of when the governor started destroying text messages or emails will remain cloaked under a terrorism exception in the state Sunshine Law.\nPedroli hopes the courts eventually shine a light on why Greitens wants to operate the government under a cloud of darkness.\nHis lawsuit - which seeks an injunction to stop the governor from using text-destroying software - may have a hearing any day to determine whether a judge will issue a temporary restraining order.\nIf Pedroli ever gets to depose Greitens over his penchant for text and email secrecy, he may want to ask about an opinion piece the governor wrote that was published on FoxNews.com on Sept. 1, 2016.\nIn it, the then-candidate for governor blasted former President Bill Clinton and his wife, then presidential candidate Hillary Clinton, over secrecy.\n\"Faced with clear violations of the public trust, they hem and haw,\" Greitens wrote of the Clintons. \"They hide behind private email servers and pricey lawyers. They use a sympathetic media to discredit their opponents and distract the public. They do everything, in other words, except take responsibility.\"\n\nGraphic\n\n \n Missouri Gov. Eric Greitens listens to a question during an interview in his office at the Missouri Capitol Saturday, Jan. 20, 2018, in Jefferson City, Mo. Greitens discussed having an extramarital affair in 2015 before taking office. (AP Photo/Jeff Roberson) \n\nLoad-Date: February 2, 2018"
}