{
    "title": "Message of Philly Muslim rally_ 'We Condemn Terrorism'",
    "publisher": "the philadelphia inquirer",
    "year": 2015,
    "month": 12,
    "day": 12,
    "full text": "Hareem Ismail picked up her 9-year-old daughter from school three hours early Friday, dropped off the girl at a relative's home, and headed to City Hall to do something she had never done before: Demonstrate.\n Ismail, a Muslim from Pakistan who has lived in the United States for 13 years, now residing in Downingtown, said she felt compelled to speak up for her faith to counter hate speech aimed at Muslim Americans, which she said has grown \"out of control.\"\n Ismail was amid about 75 others: A dentist from Moorestown. A sales executive from Cherry Hill. And a psychologist - a Methodist - from Pennington, N.J. Others in the crowd also were demonstrating for the first time.\n \"What the U.S. represents to us is unity and love,\" Ismail said. Fearing Muslims and discriminating against them, she said, \"is not what this country represents to us.\"\n That message became a theme of the rally, organized by South Jersey Muslims and backed by other religious groups.\n At the center of the demonstration was a strong condemnation of ISIS and the recent terrorist attacks in California and France.\n \"These recent actions in Paris and San Bernardino were like a stab in the heart,\" said Betty Ali, 71, of Haddon Heights, a former Catholic nun who converted to Islam after marrying an Egyptian Muslim. \"It's like your loved ones are falsely accused of a murder they didn't commit. The last couple of events were like thunder.\"\n Organizers had not widely publicized the rally, as a safety precaution, but wanted to stage it in Philadelphia to give greater exposure to their message of peace.\n Owais Lari, 55, a software engineer who lives in Cherry Hill and is president of the Pakistan-American Society of South Jersey, came up with the idea of the demonstration last Saturday after attending a meeting of area Muslims.\n He and a friend, Asim Shafi, got to talking.\n \"It was Owais' idea,\" Shafi said. \"He said, 'Hey, Asim, let's do this.' \"\n On Monday, the plan received support from individuals of other faiths at a meeting of the Jewish-Catholic-Muslim Dialogue of Southern New Jersey.\n \"The group is attempting to find how to change hearts and minds,\" Jack Callahan, 82, a Catholic member of the group, said earlier this week.\n \"We are there to support and stand by them,\" added David Snyder, 46, also a member of the group, and executive director of the Jewish Community Relations Council of Southern New Jersey.\n Outside City Hall on Friday, one man carried an American flag, and others held various signs: \"Islam Means Peace.\" \"We Condemn Terrorism.\" \"Love for All. Hate for None.\"\n Minus a heckler who walked by shouting \"I love Donald Trump,\" the demonstration went on uninterrupted.\n Joanne Booth, 62, the Methodist from Pennington, said she wanted to show support for Muslim Americans, whom she called \"our Muslim brothers and sisters.\"\n \"Some people think that all Muslims are terrorists, and I think that's a ridiculous conclusion to make,\" she said. \"We can't condemn an entire religion for the acts of a few.\"\n The calls for understanding come at an increasingly anxious time for Muslim Americans.\n GOP presidential candidate Trump on Monday called for a ban on Muslims entering the country, a proposal that drew condemnation from many world and local leaders, including Mayor Nutter.\n And in North Philadelphia on Monday morning, a pig's head was found outside a mosque. Police and the FBI have no suspects. Nutter called whoever tossed the head there a coward.\n Shafi, 47, a sales executive for a software company who lives in Cherry Hill and helped organize Friday's rally, had his own tale of discrimination.\n He said a classmate of his daughter's called her a terrorist about five years ago, when she was in middle school in Cherry Hill, after a speech she gave about Muslims.\n Shafi said he was concerned about people spewing similar hate speech today.\n \"There is a lot of that going on,\" he said. But he wants people to know, he said, that Muslims are just like other U.S. citizens trying to raise families. \"We stand with Americans.\"\nmboren@phillynews.com 856-779-3829 @borenmc\n\nGraphic\n\n \nPhotograph by: STEVEN M. FALK / Staff Photographer\n\nLoad-Date: December 12, 2015"
}