{
    "title": "Message at Rutgers _ 'Terrorism doesn't have a religion'",
    "publisher": "the philadelphia inquirer",
    "year": 2015,
    "month": 12,
    "day": 9,
    "full text": "The terrorist attacks this fall that killed 43 people in Beirut, 130 in Paris, and 14 in San Bernardino were not the work of \"Islamic extremists,\" a panel of speakers told an audience at Rutgers-Camden on Tuesday.\n \"The term Islamic extremists is a contradiction in terms,\" said Imam Shaheed Muhammed of the United Muslim Masjid in Philadelphia. Most Muslims, he added, \"are just as much in fear for our lives from ISIS\" and other terrorists \"as anyone else.\"\n His views echoed those of the two other panelists, who spoke before a gathering of about 100 students in the student center.\n Hastily assembled by two undergraduates, the discussion was also impelled by Republican presidential candidate Donald Trump's call for barring all Muslims from entering the United States out of fear that some might be terrorists.\n \"These are obviously very traumatic times,\" said panelist Rafey Habib, a professor of English at Rutgers and a Muslim. \"We all condemn the actions of ISIS - of terrorism in general, regardless of the religion or race or background of the perpetrators.\"\n Trump's words were leading his supporters \"on the road to fascism,\" Habib added. \"This is what people said in Nazi Germany when they said bad things about the Jews, then barred them from the political process, ostracized their businesses, made them wear yellow stars. And we know what happened after that.\"\n Imam Sami Hussein of Voorhees told the audience that the leaders of terrorist groups such as ISIS, al-Qaeda, and Boko Haram were selecting passages from the Quran to justify their violence, but he cited numerous passages that point toward peaceful coexistence with those of other faiths.\n The leaders of ISIS, which seeks to establish an Islamic state across Syria and Iraq that would have hegemony over all of Islam, \"say that anyone who disagrees with them are disbelievers, and that they have the right to kill them,\" said Hussein. \"So they are targeting Muslims and non-Muslims alike.\"\n Sophomore Andrew Gephardt, 19, of Hainesport, one of the organizers, said he knew little about Islam before starting at Rutgers last year.\n But in his freshman year, he became good friends with one of his roommates, Abdullah Abdelaziz of Long Beach Island, and the two decided this week that the wave of anti-Muslim sentiment that has followed the recent attacks needed a response.\n \"You never hear the whole story,\" Gephardt said. \"So this is for our own education as well as others'.\" \n The three speakers addressed the group informally. They did not attempt any socio-economic analysis of radicalization, or speculate on why the young married couple with an infant in California who killed 14 might have embraced such violence.\n Instead, all were emphatic that those who kill in the name of Islam are ignorant of its true values.\n They also condemned Trump and some commentators in the American media for presenting distorted understandings of Islamic values.\n \"To combat this, we must listen to people who are knowledgeable,\" said Habib, adding that most of the world's Muslim leaders have condemned ISIS, despite assertions to the contrary by some conservative pundits.\n Hussein echoed that point.\n \"People say Muslims are not doing enough to educate,\" he said. \"Well, go online. There's a lot going on. Come to my mosque in Voorhees. There's a lot going on.\"\n Hussein went on to describe his lengthy efforts to change the thinking of a \"self-radicalized\" 15-year-old South Jersey youth whose extremist views had greatly alarmed his parents.\n Muhammed said in his closing remarks that President Obama's call on Sunday for mainstream Muslims to rein in the extreme among them was \"unfortunate.\"\n \"No one has demanded from Christians that they stand up and eradicate their extremists,\" he said, adding that all terrorism should be condemned with equal vehemence.\n \"Terrorism doesn't have a religion,\" he said. \"Terrorism is a religion.\"\ndoreilly@phillynews.com\n  856-779-3841\n\nGraphic\n\n \nPhotograph by: ED HILLE / Staff Photographer\n\nLoad-Date: December 9, 2015"
}