{
    "title": "Messages from 'Munich' Spielberg film sparks dialogue on terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 12,
    "day": 22,
    "full text": "Steven Spielberg's new film, Munich, is provoking responses much more formidable than the typical thumbs-up or thumbs-down that most movies get.\nThe movie, which opens in limited release Friday, is largely fictionalized but inspired by a  series of assassinations in the 1970s. At least nine men were killed who were suspected of having ties to Black September, the Palestinian terrorist group that orchestrated an attack during the 1972 Munich Olympics. The terrorists kidnapped and killed 11 Israeli athletes.\nIsrael has never formally accepted responsibility for the revenge killings. But Spielberg's film postulates that the Olympic terrorist attack and the eye-for-an-eye violence that followed upped the ante in the long-running conflict between Israelis and Palestinians and spilled over into radical Muslim hatred toward the United States, in part for its support of Israel.\nIn the film, which stars Eric Bana (Troy, Hulk) as head of an undercover Mossad strike force directed to kill men accused of plotting terrorism,  Spielberg raises doubts about  retribution as he explores whether the hit squads created more terrorism by killing the innocent along with the guilty. The film simultaneously implies parallels with today's U.S. war on terrorism, asking by way of allegory whether a military presence in the Middle East stamps out extremism or fertilizes it.\nSpielberg has curtailed the usual press blitz for the film, but because he finished the movie in early December, dozens of private screenings have been held in the USA, mostly for Jewish and Arab-American groups, foreign-policy wonks and reporters.\nBut as with the conflict Munich depicts, there is little consensus on the relevance of Spielberg's arguments, the effect the film could have on public debate, the truthfulness of its story or the fairness with which he presents the warring groups.\nMunich is based on writer George Jonas' 1984 book, Vengeance, which was widely dismissed by Israeli officials, including former Mossad chief Zvi Zamir, when it was published. In his preface, Jonas acknowledges that the book was based in part on one source, and \"certain details of his story were incapable of verification.\"\nBut it's not the accuracy that has irked some Israeli sympathizers. It's the film's assertion that Israel (or the United States or any country) could lose some of its moral authority by compromising its values in the name of revenge.\nMeanwhile, some Arab groups in the USA give the film qualified praise; though it doesn't necessarily present Palestinians in a positive light, they say it at least shows both sides as capable of terrible violence.\nThough it has had only a handful of screenings in Israel, Spielberg's movie adaptation already has come under fire  for what critics say is a naive view of terrorism.\nShmuel Rosner, chief U.S. correspondent for Israel's Haaretz newspaper, wrote  Dec. 6 after a screening in Washington, D.C.: \"Israelis aren't going to like this movie, and for a good reason. It's the kind of wishy-washy Hollywood film that is difficult to connect to because it simplistically deals with an event and with people all too familiar to the Israeli audience.\"\nThe Israeli consul general in Los Angeles, Ehud Danoch, attacked the movie in The New York Times, saying it tried to create \"equivalency\" between the Olympic terrorists and the Israeli government.\n\"The attempt to balance between victims of terror and those who killed them ... is to make light of the issue,\" he said.\nSpielberg has hired Dennis Ross, a former U.S. envoy to the Middle East under presidents Bill Clinton and George H.W. Bush, to help present the film to foreign-policy groups in the USA and host panel discussions with Middle East experts about the implications of the movie. \"There are different voices and dilemmas that you confront\" in the film, Ross says. \"These are the hard choices. I don't think it tries to answer those questions, but it provokes discussion.\"\nNowhere is the disagreement sharper than in the Israeli and American Jewish communities, where Spielberg has been a hero for his 1993 Oscar-winning Holocaust saga, Schindler's List, and his sponsorship of the Shoah Foundation, which has documented the memories of more than 50,000 survivors.\nRabbi Marvin Hier, dean and founder of the Simon Wiesenthal Center in Los Angeles, says he has known Spielberg for years and considers him a friend, having served as a consultant on Schindler's List.\nBut this time he thinks Spielberg got it wrong by supporting a kind of blind pacifism.\n\"(The film) says, 'There's got to be a better way.' Therefore, we should subsist and not take out terrorist leaders? I do not agree with that at all,\" Hier says.\nHier cites a scene between Bana's assassin, Avner, and his government handler, Ephraim, played by Geoffrey Rush. The characters stand in a New York City park with the World Trade Center looming conspicuously in the background (\"Not so subtle,\" Hier points out), and what starts out as a debate ultimately becomes an argument against eye-for-an-eye policies toward terrorism.\n\"Avner was distraught, frustrated. Yes, some terrorism had been avenged, but some innocent people lost their lives. He wonders, 'Was it all worth it?'\" Hier says.\nHis handler argues in favor of such attacks, and says in response to the question of new terrorists replacing slain ones: \"My fingernails grow back, does that mean I should stop cutting them?\"\nSays Hier: \"The filmmaker was saying, much more sympathetically to Avner, that violence begets violence. But I don't share that point of view. Terrorists are replaced, but they are less effective perhaps. If Israel did not respond to terrorism, there would be piles of graves.\"\nHe asks whether World War II's D-Day was a mistake because innocent people lost their lives.\nTaking another view is Abraham Foxman, national director of the Anti-Defamation League, who praises Munich and doesn't see it as an indictment of Israel's action.\n\"Did it in fact bring about an end to violence? No,\" Foxman says. \"But  this film presents the issues in a sensitive light. Somebody would have made this movie at some time, and I'm delighted that Spielberg did it.\n\"Spielberg comes with a sensitivity to Jewish history, to Jewish issues. All those who try to read into it political statements ... I mean, it's a movie.\"\nThe film's efforts to humanize Palestinians -- not the terrorists who kidnapped the athletes, but other Palestinian targets who the film suggests may or may not have had a hand in the attack -- is an element that some Arab-American groups appreciated.\nAt one point, Bana's character demands proof that the men he has killed were terrorists, but he gets none.\n\"Previously, movies dealing with Arabs, Muslims and Palestinians have always had the stigma that they are automatically guilty,\" says Hussam Ayloush, Southern California's executive director of the Council on American-Islamic Relations. \"This film moves the issue closer to a more neutral stance.\"\nAyloush also praised Spielberg for a scene in which Palestinian militants unwittingly find themselves sharing a Greek safe house with the Israeli assassins (who present themselves as Basque separatists who have no quarrel with them). In a bull session with his Palestinian counterpart (portrayed by Omar Metwally), Avner listens to his argument for the right to a homeland that sounds eerily like  the Israeli point of view.\n\"It shows the Palestinians are not fighting Israel because they hate Jews or because they are intrinsically violent,\" Ayloush says. \"Everybody has a right to a homeland.\"\nSiwar Bandar, spokeswoman for the American-Arab Anti-Discrimination Committee, says Spielberg achieved a kind of twisted balance by showing every party in the conflict at their worst.\n\"You're not starting out with Palestinian good guys. You're given Palestinians as terrorists, and a lot of them (in the film) are terrorists,\" Bandar says, acknowledging that there's no defense for the  kidnappers. \"But the positive is that everybody seems to be holding a gun in this film. It's not just the Arabs.\"\nCalev Ben-David, director of the Jerusalem-based public advocacy group The Israel Project, says Spielberg is perceived as an American who may be appropriating Israel's struggles as a way to comment on post-9/11 America.\n\"I can't escape speculating that this film is as much, if not more, about 9/11\" than it is about Israelis and Palestinians, says Ben-David, who wants to see the film but has not yet been invited to a screening. \"This was a safe way for him to deal with 9/11 without risking a real kind of backlash.\n\"Would he make a film where he has an al-Qaeda terrorist talk about the reasons why an attack on America was justified? It could be that a filmmaker would make it. But it would have to be a filmmaker braver than Spielberg -- or at least less commercially oriented.\"\n\nGraphic\n\n \nPHOTO, Color, Karen Ballard, Universal Studios\nPHOTO, Color, Kurt Strumpf, AP\nPHOTO, B/W, Karen Ballard, Universal Studios\n\nLoad-Date: December 22, 2005"
}