{
    "title": "MESSAGE TO SADDAM_ U.S. TOUGH ON TERRORISM",
    "publisher": "wisconsin state journal",
    "year": 1993,
    "month": 6,
    "day": 28,
    "full text": "President Clinton's target was in Baghdad. But after the foiled plot to blow up key sites in New York City, Americans probably will appreciate his broader message: Terror against Americans won't go unpunished - not at home and not in the Mideast.\nClinton aides said his order for a missile strike on the headquarters of Iraqi intelligence was dictated by the pace of the U.S. investigation into the alleged plot against former President Bush - and not by last week's arrests of eight suspects in a horrifying scheme to bomb several of New York City's major landmarks.\nBy Ruth Sinai  Associated Press\nNonetheless, the president's advisers linked the two.\n''We sent two strong messages,'' said Secretary of State Warren Christopher.\n''The message that we sent to Saddam Hussein was a good strong message. And the message the FBI sent in New York with the arrests was another indication that the United States was going to stand strong against terrorism wherever we see it,'' Christopher said Sunday on ABC-TV.\nAnother aide, who spoke only on condition of anonymity, said the administration's response was ''intended as a message to both Saddam (Hussein) and other sponsors of state terrorism - that there's a price to pay.''\nThe administration says it does not have evidence that a foreign country was behind the New York bombing plot or the February attack on the World Trade Center. But authorities are investigating whether any of the suspects, all religious Muslims, have any links to Iran or Sudan, both governed by strict Muslim rulers and laws.\nThe United States considers Iran the world's foremost state sponsor of terrorism, and is also closely monitoring its growing links with the military rulers of Sudan. U.S. officials say Sudan, the homeland of five of the eight arrested last week, is host to several virulent Iranian-backed terror groups.\nCounter-terrorism officials had been eagerly waiting to see whether Clinton would respond to Iraq's alleged attempt to kill Bush during his April visit to Kuwait - viewing it as a signal of his resolve to fight terrorism.\nMany, especially in the Pentagon, had voiced doubts privately about whether Clinton, focused on domestic policies, inexperienced in defense-related matters and seemingly indecisive in some foreign policy areas, might respond to provocation with delay.\n\nLoad-Date: May 17, 1995"
}