{
    "title": "METCALFE RIPS GOV. RENDELL OVER TERRORISM FLAP",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 10,
    "day": 26,
    "full text": "HARRISBURG -- A local lawmaker turned a small Capitol rally into a governor-bashing Monday when he called Ed Rendell a tyrant who was complicit in hiring a firm to monitor activities of anti-government groups over the past year.\nRep. Daryl Metcalfe, R-Cranberry, said the governor's failure to discipline staffers who authorized the contract showed that he \"knew full well\" that the Institute of Terrorism Research and Response would be tracking activists groups.\nMr. Rendell denied that.\nHe declined to comment except to say \"I consider it a compliment for Daryl Metcalfe to rail against me.\"\nAbout a dozen people attended the Capitol rally, which aimed at drawing attention to a controversial one-year $103,000 contract that has now lapsed. The anti-terrorism research group's work now is being done internally and no longer includes e-mailed warnings of \"threats\" posed by activist groups.\nMr. Metcalfe said the governor's office had to know that peaceful groups were being monitored, but Mr. Rendell and his staff adamantly deny that.\n\"That's ridiculous. Nothing could be further from the truth,\" Mr. Rendell's top aide, Steve Crawford, said Monday.\nThe terror alerts even included organizations that the governor met with and supported, including Good Schools PA.\nOnce the governor became aware of the contract, he created a task force and answered every question asked during two public Senate committee hearings, Mr. Crawford said.\nMr. Rendell initially refused to fire Homeland Security Director James Powers, but after public calls for his resignation, Mr. Powers quit.\nMr. Rendell has said that he first became aware of the contract from media reports after an environmental activist was inadvertently sent a bulletin that named her group as a threat.\nRally organizer Scott Davis said the resignation and the governor's public release of the terrorism bulletins does not put his concerns to rest.\n\"It is far from over and [our questions] are far from answered,\" said Mr. Davis, who wants to know how the contract came about.\nThe Pennsylvania Emergency Management Agency has refused to provide copies of e-mail messages regarding the hiring of the Institute of Terrorism Research and Response, a group with ties to Philadelphia and Jerusalem. \"I have questions. I want them answered and I won't rest until they're answered,\" Mr. Davis said.\nMr. Davis is head of PA Revolution, an activist group named in the terror reports.\nA pro-gun rally organized last year by Mr. Metcalfe, meanwhile, was named in a bulletin as a \"moderate threat.\"\nThe terrorism research institute labeled events \"moderate\" if there is an indication that \"hostile elements\" have the ability to take action against a target and that \"an attack or action is likely to be a priority and might well be mounted.\"\nMr. Metcalfe said his group and others listed in the security bulletins held only peaceful rallies, protests and meetings. To characterize them as threats \"makes you think of government gone bad,\" he said.\nMr. Metcalfe said that depiction is offensive. \"This really draws a picture that somebody is getting ready to attack,\" he said.\nHe contrasted his group's activities with actions and comments of the governor. As mayor of Philadelphia, he once grabbed a reporter by the throat, and as governor he once said lawmakers should be gassed, Mr. Metcalfe said.\n\"Now you tell me who should be on a terror bulletin,\" he said.\n\nNotes\n\nTracie Mauriello: tmauriello@post-gazette.com or 1-717-787-2141.\n\nGraphic\n\n \nPHOTO: State Rep. Daryl Metcalfe, R-Cranberry, accuses Gov. Rendell of complicity in the hiring of a firm to monitor activities of anti-government groups. (Photo, Page A-1)\n\nLoad-Date: October 27, 2010"
}