{
    "title": "METRO DIGEST",
    "publisher": "the new york times",
    "year": 1994,
    "month": 7,
    "day": 30,
    "full text": "NEW YORK CITY\n \nTEARING POLICE DOWN TO BUILD THEM UP\nCrises are usually not something that police commissioners embrace, but William J. Bratton says he is purposefully promoting the message that his department is in dire straits to propel his campaign to \"re-engineer the culture of the department.\" News analysis, page 23.\nCUOMO VETOES BILL ON WORKER DISCIPLINE\nRejecting the entreaties of organized labor, Gov. Mario M. Cuomo vetoed a bill that would have given public employees greater say over who disciplines them. New York City police officials and the Giuliani administration had vigorously opposed the legislation, saying it would undermine their ability to dismiss corrupt police officers. Page 24.\n \nA SABBATH TINGED BY FEARS OF TERRORISM\nAs Jews celebrated the Sabbath, the fear of terrorism, in the wake of threats made this week, cast a particularly dark shadow across synagogues throughout the city. Page 23.\n \nA COWPOKE VERSIFIES IN HELL'S KITCHEN\nJohn Waldo Adams thinks today's free verse is a free-for-all. He thinks it is a poetry with no rules, no reason to rhyme. Over the last year, he has been rising early in his Hell's Kitchen apartment to write the poetry of an 87-year-old life lived to a hectic, but ultimately sweet, rhythm. About New York, page 23.\n \nQUEENS WOMAN AND DAUGHTER ARE SLAIN\nA 27-year-old pregnant woman and her 3-year-old daughter were found dead with their throats slashed inside the family's apartment in Flushing, Queens, the police said. Page 22.\n \nNO PRISON PLANNED FOR DRIVER IN FATALITY\nDennis Murphy, 23, has a history of multiple license suspensions and traffic violations, including speeding, and accidents that resulted in injury. On July 21, he pleaded guilty to having run a red light and having left the scene of an accident that killed 62-year-old Christopher Figueroa. Yet the judge has indicated no prison sentence would be imposed. Page 22.\n \nHORIZON PASSENGER DIED OF LEGIONNAIRES'\nA day before the cruise ship Horizon was to go back into service, health officials confirmed that a man who sailed to Bermuda on the ship had died of Legionnaires' disease. Page 22.\n \n \nREGION\n \nHOLY COW! HE'S TOPIC NO. 1\nMost everyone in Hillside, N.J., is talking about Phil Rizzuto, the former Yankee shortstop and current peppy broadcaster whose photograph hangs in so many stores that he often seems to be the town's patron saint. Page 24.\n \nPROPANE HAULERS' REGULATION CRITICIZED\nThe regulation of companies that dispatch propane trucks, like the one involved in the highway explosion in White Plains that injured 23 people and destroyed much of a quiet neighborhood earlier this week, has long been the subject of controversy among highway safety experts and Federal officials. Page 24.\n \nPORTRAITS OF SLAYING SUSPECT AT ODDS\nA 23-year-old Bronx premedical student who is charged with murder in a carjacking has been insisting that he is not the killer and that the police tricked him into making a confession. At the same time, the prosecution has been trying to show that he is not a polite, bright student but rather, as one prosecutor put it, a \"two-bit hood trying to steal a car.\" Page 24.\n \nATTIRE CANNOT BE CITED IN RAPE CASES\nNew York is the second state to prohibit defense attorneys from referring to a complainant's manner of dress in sex crime cases. Page 22.\n\nLoad-Date: July 30, 1994"
}