{
    "title": "Mexican cop wasn't assaulted by caravan",
    "publisher": "chicago daily herald",
    "year": 2018,
    "month": 10,
    "day": 28,
    "full text": "A photo of a bloodied Mexican police officer has accompanied a variety of social media posts this month, claiming the officer was brutalized by members of a caravan of migrants making its way north. The photo is genuine; however, it was taken in 2012 during an incident involving students and police near Mexico City, according to Snopes.com. Students had been protesting for more than a week when police officers attempted to remove them. At least nine officers were injured and 176 students were detained. \nThe photo has no connection to the caravan of people fleeing unrest in their home country of Honduras, Snopes said. The group is hoping to seek asylum in the U.S. A series of Twitter accounts posted the photo with variations in the tweet but all contained the same claim, \"Mexican police are being brutalized by members of this caravan as they attempt to FORCE their way into Mexico,\" according to Snopes. The image appeared on Twitter more than 10,000 times, according to The Washington Post. George Washington University research professor Trevor Davis found the picture of the injured police officer in more than 50 recent Facebook posts and it had been shared at least 113,000 times, the Post reported. Twitter suspended \"a small number of accounts that were deliberately attempting to share it at scale,\" the Post said. VP mix up Vice President Mike Pence mixed up some federal statistics recently while supporting President Donald Trump's claim that terrorists are among the caravan of migrants moving toward the U.S., according to The Associated Press. \"In the last fiscal year, we apprehended more than 10 terrorists or suspected terrorists per day at our southern border from countries that are referred to in the lexicon as other than Mexico,\" Pence said recently during a Washington Post event, an AP story reported. According to Pence's office, U.S. Customs and Border Protection arrested an average of 10 people a day in the 2017 budget year who were trying to enter the U.S. from countries with suspected links to terrorism, AP reported. That includes all points of entry into the U.S., not just the southern border. Pence's office later acknowledged the mistake, AP said. No tunnel leading to pub A 2014 satirical story about an Irish plumber who dug a tunnel from his home to a local pub so he could enjoy a drink without his wife's permission was presented as genuine news on websites this month, according to Snopes.com. The story, which first appeared in September 2014 on the site Tyrone Tribulations, has become \"internet legend,\" Snopes said. According to the story, plumber Patsy Kerr spent 15 years creating the secret tunnel, using spoons and a heavy duty tunnel boring machine. The passage supposedly was discovered when it was revealed to be the cause of a neighbor's collapsed sewer pipe. The story was originally picked up as legitimate news by sites Boing Boing and BuzzFeed, who both later admitted they were fooled, Snopes said. Tyrone Tribulations does not label its content as satire but said the accuracy of its stories \"cannot be guaranteed,\" Snopes said. No Mayo Clinic doctor making false diagnoses A false tweet resurfaced last week claiming a doctor at the Mayo Clinic has been misdiagnosing pregnancies of Trump supporters as ectopic — a condition that is a leading cause of maternal deaths in the first trimester — \"so they have to abort their white fetuses,\" according to The Associated Press. The tweet by a user with the tag @drnifkin, or Dr. Nifkin, was debunked by clinic officials in June and again this month when a screenshot of it was posted on Facebook by provocative right-wing commentator Milo Yiannopoulos, AP said. \"There is no doctor by this name at the Mayo Clinic,\" spokesman Lee Aase told AP. \"There is absolutely nothing to it.\" Most presidents do appoint a justice Shortly after Justice Brett Kavanaugh took a spot on the Supreme Court, President Trump said during a rally last week in Wisconsin, \"You know, many presidents don't get a chance to put a Supreme Court justice on.\" Not so, according to PolitiFact.com. Only four presidents have failed to send a justice to the Supreme Court during their terms, PolitiFact said. And over the past 150 years, only President Jimmy Carter did not have that opportunity. Other presidents who didn't nominate a Supreme Court justice are William Henry Harrison, Zachary Taylor and Andrew Johnson. * Bob Oswald is a veteran Chicago-area journalist and former news editor of the Elgin Courier-News. Contact him at boboswald33@gmail.com\n\nGraphic\n\n \nA picture of a bloodied Mexican police officer was not taken during a caravan to the border but at a 2012 student protest, the fact-checking website Snopes says. A picture of a bloodied Mexican police officer was not taken during a caravan to the border but at a 2012 student protest, the fact-checking website Snopes says.Associated Press Photo Vice President Mike Pence eventually clarified that his claim that agents are arresting 10 suspected terrorists a day at the Mexico border should have acknowledged that the statistic applies to people with links to terrorism arrested at all points along the United States border, not just at Mexico. Associated Press Photo Central American migrants making their way to the U.S. rest in a park after arriving to Huixtla, Mexico, last week. Vice President Mike Pence eventually clarified that his claim that agents are arresting 10 suspected terrorists a day at the Mexico border should have acknowledged that the statistic applies to people from countries with links to terrorism arrested at all points along the United States border, not just at Mexico. Vice President Mike Pence eventually clarified that his claim that agents are arresting 10 suspected terrorists a day at the Mexico border should have acknowledged that the statistic applies to people with links to terrorism arrested at all points along the United States border, not just at Mexico.Associated Press Photo President Donald Trump tells a Mosinee, Wisconsin, audience on Oct. 24 that most presidents don't get to name a Supreme Court justice. In fact, all but four have. Associated Press Photo President Donald Trump tells a Mosinee, Wisconsin, audience on Oct. 24 that most presidents don't get to name a Supreme Court justice. In fact, all but four have.\n\nLoad-Date: October 29, 2018"
}