{
    "title": "Mexico _ Texas shooting 'act of terrorism'",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "The Associated Press\nMEXICO CITY - Mexico's government said it considers a shooting at a crowded department store in El Paso, Texas that left eight of its citizens dead an \"act of terrorism\" against Mexicans and hopes it will lead to changes in U.S. gun laws.\nMexican Foreign Minister Marcelo Ebrard met Monday afternoon with local authorities in El Paso and said Mexico will participate in the investigations and trial there, as well as take legal action against those who sold the gun to the shooter, identified by authorities as Patrick Crusius, 21.\n\"An investigation will be opened for terrorism, because that's what it was,\" Ebrard said at a press conference. \"And the extradition request is not off the table.\"\nEbrard also met with families of the victims and the injured and promised to speed up the repatriation process for the bodies of the eight Mexican victims.\n\"We agree that it appears racism and white supremacy are serious problems in the United States,\" Ebrard said.\nPresident Andrés Manuel López Obrador previously said that Mexico will respect the debate that will unfold in the United States following the Saturday attack that killed a total of 22 people, but he believes the discussion could lead to change north of the border.\n\"There could be a change to their laws because it is stunning what is happening, unfortunate and very powerful,\" López Obrador said.\nMany in Mexico were reeling from revelations that the shooting appeared to have been aimed at Hispanics, and Mexicans in particular. Just minutes before the rampage, U.S. investigators believe, the shooter posted a rambling online manifesto in which he railed against a perceived \"invasion\" of Hispanics coming into the U.S. He then allegedly targeted a shopping area in El Paso that is about 5 miles from the main border checkpoint with Ciudad Juarez, Mexico.\n\nLoad-Date: September 10, 2019"
}