{
    "title": "Mexico mulls legal action against USA after El Paso shooting",
    "publisher": "university wire",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "El Paso lies across the border from the Mexican town of Ciudad Juarez, Chihuahua, and cross-border traffic is heavy as residents of both cities go back and forth to shop, work or study.\nJuan de Dios has already had several surgeries at the Del Sol Medical Center in El Paso but still may need more because the bullet punctured his organs, Ramos said.\nLópez Obrador confirmed earlier Sunday in a televised statement that six Mexican nationals were killed and seven were injured.\nUSA authorities are yet to publically identify the gunman, but various sources have reported he is 21-year-oldPatrick Crusius of Allen, Texas.\nEl Paso is situated on the U.S. -Mexico border across from Ciudad Juarez, a major gathering point for migrants aiming to cross into the United States and others wait out requests for asylum in the United States.\nExcelsior newspaper ran the print edition headline \"Attack in USA, terrorism against Mexicans: Ebrard\", citing public statements made by Mexican Foreign MinisterMarcelo Ebrard. That could open the door to an eventual extradition request for the gunman. He is being charged with capital murder, and local prosecutors said they're looking to get him the death penalty.\nThe shooting is being investigated as a hate crime and an act of domestic terrorism, U.S. Attorney for the Western District of Texas John Bash said at a press conference on Sunday. He had previously said there were seven wounded, but that figure was not updated.\nJuárez has repeatedly come up in political debates because of its high crime rate, proponents of strengthened border protections frequently citing the city as a reason to ramp up security measures at the border.\nHuawei starts testing own mobile OS, new phone may be out soon\nHuawei will launch its first devices with HongMeng OS next week - an Honor Smart TV for the Chinese market. The company's CEO, Ren Zhengfei, has claimed that Hongmeng OS is quite likely to be faster than Android .\n\"There's a relationship of friendship and brotherhood with Ciudad Juarez\", he said.\nAnalysts in Mexico said they do not expect the U.S. to extradite the suspected shooter, describing Mexico's bid as a diplomatic attempt to highlight the severity of the situation. Their daughter was hit in the leg.\nHours after the shooting in El Paso, another gunman in Dayton, Ohio, killed nine people in a gun attack.\n\"Mexico is outraged\", he said.\nMexico is also suffering a wave of homicides but she said many of those were different because they were tied to gang violence.\nIn an editorial entitled \"Elements for hatred\", El Universal described the El Paso killings as \"the biggest massacre of persons of Mexican origin in the United States\".\nNow she wishes that she were able to race across the narrow barrier to be with her family.\n\nLoad-Date: August 6, 2019"
}