{
    "title": "Mexico wracked by 'heinous violence.' But is it terrorism_ U.S. won't apply _terrorist_ label to Mex",
    "publisher": "the christian science monitor",
    "year": 2019,
    "month": 12,
    "day": 9,
    "full text": "For more than a decade, Mexicans have faced increasingly terrifying acts of violence by organized criminals. From beheadings to rocket-propelled grenades bringing down a military helicopter to thousands of clandestine graves, more than 250,000 people have been brutally murdered by cartel violence here since 2006.\nLast month, after nine U.S.-Mexican dual citizens, mostly children, were attacked and killed on a quiet, backcountry road in the northern state of Sonora, President Donald Trump declared on cable news that the time had come to designate criminal organizations functioning in Mexico as foreign terrorist organizations (FTO).\nThis isn't the first time U.S. officials have proposed slapping the terrorist label on Mexican cartels: It allows the U.S. more legal options in combating the violence on the U.S. border, like going after anyone believed to provide \"material support or resources\" to cartels. But last month's proposed change received swift pushback from Mexican officials, fearing a disregard for their sovereignty if the legal designation were approved. Although Mr. Trump announced Friday evening he would \"temporarily hold off\" on the move, the promise has sparked debate around a key question: Has Mexican cartel violence evolved in such a way that it should be considered terrorism?\nOver the past several years, Mexico's seen a decline of the \"old style cartel\" model, complete with kingpins and vast organizational structures, says Alejandro Hope, a Mexico City-based expert in organized crime and security. The criminal environment is now made up of smaller gangs and cliques, creating a much more disorderly ecosystem that relies less and less on drugs for income and increasingly on local extortion, kidnapping, or human trafficking. The Trump administration's ability to freeze assets in the U.S. or block travel - powers that would broaden if an organization were declared a terrorist group - would do little to dismantle a \"cartel\" that relies on extorting a local tortilla shop in a small Mexican town, even if they do employ terrifying violence, Mr. Hope says.\n\"If there was a time to designate Mexican cartels as foreign terrorism organizations, this is not it,\" he says. \"This is probably the worst possible time.\"\nThere's also the bigger question of semantics. \"If everything is terrorism, what is terrorism?\" asks Bruce Hoffman, an expert on the topic and professor at Georgetown University's School of Foreign Service. \"Terrorism isn't terror. Terror is an emotion.\"\nMexican cartels may look and feel like terrorist organizations: They extort, intimidate, vandalize, and instill fear by conducting \"heinous forms of violence that perhaps even eclipse ISIS,\" Dr. Hoffman acknowledges.\n\"But even if it scares us, it's not terrorism if it's not political,\" he says. Mexican cartels are \"working to facilitate their money-making operations, not overthrow the government.\"\nWinners and losers\nMr. Trump said he's been planning for almost three months to designate Mexican cartels as terrorist organizations, due in large part to the number of Americans affected by their violence and illegal activities.\nThe designation could offer a boost to Mr. Trump ahead of 2020 presidential elections, says Iliana Rodriguez Santibáñez, a professor of international relations at the Tec de Monterrey University in Mexico City. \"If there are terrorists on the border, not just criminal groups, that makes his wall all the more pressing,\" she says. \"It would be really positive for his campaign.\"\nNo doubt, violence here is on the rise, with 2019 on track to become the deadliest year in Mexico. Over the course of just three weeks this fall, 13 policemen were slaughtered in a cartel ambush in the western state of Michoacán, nine women and children were shot and burned to death in the north, and an entire city was put under siege by cartel members trying to free the arrested son of former Sinaloa cartel kingpin \"El Chapo.\" Despite these jarring developments - and increasing frustration among Mexican citizens who feel they're not protected - few experts express hope that a U.S. designation of terrorists on Mexican soil would help combat the problem.\n\"Calling a country home to terrorists implicates that it is weak, that its institutions are vulnerable, and that it's more or less on its way to becoming a failed state,\" says Dr. Rodriguez. The label would hit Mexico's economy and international relations hard, she says. And although it could inject new resources into the fight against organized crime, after years of combating cartels through military crackdowns, the designation would offer few new approaches.\nThere are added complications when dealing with a neighbor on the FTO list, as well.\nMexico relies heavily on remittances from the U.S., for example. In the attempt to cut off the movement of cartels' funds or money laundering, the U.S. might unintentionally freeze bank accounts associated with innocent Mexicans in the U.S. whose families rely on their earnings, Dr. Rodriguez points out.\n\"The bilateral story between the U.S. and Mexico and the number of Mexicans in the U.S. can't be minimized\" in this discussion, she says.\nThe designation, if it comes to pass, could force Mexican authorities to be more aggressive in their fight against cartels in certain parts of the country, says Mr. Hope, likely the western state of Jalisco, home of the brutal Jalisco New Generation cartel. But he fears it would more likely \"throw a wrench in U.S.-Mexico security cooperation.\" History offers up evidence, he says, pointing to a U.S. certification policy in place from the late 1980s that was modified in 2002. It required the U.S. president to certify each year that any major drug-producing and trafficking countries were fully cooperative with counter-drug measures.\n\"Each year that came around there was a flurry of tension between the U.S. and Mexico, and often cooperation came to a halt,\" Mr. Hope says.\n\"My guess would be that instead of allowing for enhanced cooperation it would make it much more difficult. It would tie the hands of the Mexican government more than it would if you engage them in other ways.\"\n\nLoad-Date: December 9, 2019"
}