{
    "title": "Mexico _ Shooting _act of terrorism' against Mexicans",
    "publisher": "the bismarck tribune",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "MEXICO CITY - Mexico's government said it considers a shooting at a crowded department store in El Paso, Texas, that left eight of its citizens dead an \"act of terrorism\" against Mexicans and hopes it will lead to changes in U.S. gun laws.\nPresident Andrés Manuel López Obrador said Monday that Mexico will respect the debate that will unfold in the United States following Saturday's attack that killed a total of 22 people, but he believes the discussion could lead to change north of the border.\n\"There could be a change to their laws because it is stunning what is happening, unfortunate and very powerful,\" López Obrador said. \"I don't rule out that they could change their constitution and laws. These are new times; you have to always be adjusting the legal framework to the new reality.\"\nMany in Mexico were reeling Sunday from revelations that the shooting appeared to have been aimed at Hispanics - and Mexicans in particular.\nMexican Foreign Minister Marcelo Ebrard urged the U.S. government to establish a \"clear and convincing position against hate crimes\" after what he labeled \"an act of terrorism\" against Mexicans\nOn Monday, Ebrard raised the death toll of Mexican citizens to eight. He had previously said there were seven wounded, but that figure was not updated. Ebrard traveled to El Paso later Monday to meet with families of the victims.\n\"Mexico is outraged,\" he said.\nOn Monday, El Paso police raised the total toll to 21, saying via Twitter that another victim died at a hospital early Monday. An El Paso hospital announced another death later increasing it to 22.\nEbrard said Mexico would take legal action against the business that sold the shooter the gun and that its Attorney General's Office would declare it an act of terrorism against Mexican citizens. This would give Mexican prosecutors access to information about the case, Ebrard said. Then the Attorney General would decide whether to pursue the shooter's extradition to Mexico.\n\"For Mexico this individual is a terrorist,\" he said.\nJust minutes before the rampage, U.S. investigators believe the shooter posted a rambling online manifesto in which he railed against a perceived \"invasion\" of Hispanics coming into the U.S. He then allegedly targeted a shopping area in El Paso that is about 5 miles  from the main border checkpoint with Ciudad Juarez, Mexico.\nTens of thousands of Mexicans cross the border legally each day to work and shop in the city of 680,000 full-time residents, and El Paso County is more than 80% Latino, according to the latest census data.\nOn Sunday, López Obrador chose his words carefully when speaking of the shooting.\n\"In spite of the pain, the outrage\" that Mexicans are feeling, he said, the U.S. is headed toward elections and Mexico doesn't want to interfere in the \"internal affairs\" of other countries. He also said the events in Texas reaffirmed his conviction that \"social problems shouldn't be confronted with the use of force and by inciting hate.\"\n\nLoad-Date: August 6, 2019"
}