{
    "title": "MGM sues Vegas mass shooting victims in hopes of limiting liability",
    "publisher": "chicago daily herald",
    "year": 2018,
    "month": 7,
    "day": 18,
    "full text": "MGM Resorts International sued the victims of a Las Vegas music festival mass shooting in an effort to block any potential compensation claims against it. The owner of the Mandalay Bay hotel claims a 2002 federal statute wipes out liability for any company that adopts \"anti-terrorism technology,'' which it says it did. It asked a federal judge in Nevada for a declaration that the company isn't liable. \nAfter Stephen Paddock opened fire at festivalgoers from the Mandalay Bay hotel, killing 58 and wounding about 500, more than 2,500 individuals brought, or threatened to bring, lawsuits against MGM, the company said in its complaint, filed July 13 in Las Vegas federal court. The casino operator argues that because it hired a company certified by the U.S. Department of Homeland Security to provide security at the Route 91 Harvest Festival to \"help prevent and respond to mass violence,'' it complied with the Support Anti-Terrorism by Fostering Effective Technologies Act, which limits liability arising from mass attacks committed in the U.S. The law \"precludes any finding against'' MGM and other defendants and bars victims from targeting the companies' insurance policies as well, according to the suit. Robert Eglet, a Las Vegas-based lawyer for the shooting victims, told the Las Vegas Review Journal newspaper the suit was misfiled in federal court. Since MGM is incorporated in Nevada, lawsuits over the shooting must be heard in state court and the company's countersuit amounted to a \"blatant display'' of judge shopping, he told the paper. \"The federal court is an appropriate venue for these cases and provides those affected with the opportunity for a timely resolution,\" Debra DeShong, an MGM spokeswoman, said in a statement. \"Years of drawn out litigation and hearings are not in the best interest of victims, the community and those still healing.\" Las Vegas police commanders say Paddock shot festivalgoers from the windows he broke out of his 32nd-floor suite at the Mandalay. The room was filled with more than 20 automatic weapons. Paddock, 64, killed himself before authorities could capture him. His victims included a U.S. Navy sailor, a California firefighter and an off-duty Las Vegas police officer. Police haven't identified Paddock's motive for opening fire on the crowd. The case is MGM Resorts International Inc. v. Carlos Acosta, No. 18-cv-01288, U.S. District Court for Nevada.\n\nGraphic\n\n \nAssociated Press The Las Vegas Monorail passes by the MGM Grand in Las Vegas, in this April 2006 file photo. MGM Resorts is one of many gaming companies that has worked with Spectrum Gaming, one of the largest of a new breed of consulting companies for the gambling industry. AP Photo/Jae C. Hong, file MGM Resorts International sued the victims of a Las Vegas music festival mass shooting in an effort to block any potential compensation claims against it.AP Photo/John Locher, File In this Oct. 9, 2017 file photo, people pray at a makeshift memorial for victims of a mass shooting in Las Vegas. MGM Resorts International sued the victims of a Las Vegas music festival mass shooting in an effort to block any potential compensation claims against it.\n\nLoad-Date: July 18, 2018"
}