{
    "title": "MGM Resorts sues Vegas shooting victims MGM Resorts Sues 1,000 Victims of Las Vegas Shooting, Seekin",
    "publisher": "richmond times dispatch ",
    "year": 2018,
    "month": 7,
    "day": 18,
    "full text": "Faced with potential lawsuits from hundreds of victims of last year's mass shooting in Las Vegas, MGM Resorts International is trying an untested strategy: suing the victims first.\nThe company's aggressive legal approach, which stirred outrage on social media Tuesday, turns on an interpretation of federal law that one of MGM's own lawyers admits he only discovered a few weeks ago, and which has apparently never before been used to try to shield a company from liability.\n MGM is not suing for money, but the company wants a federal court to rule that it cannot be held liable for the shooting by more than 1,000 victims and others it named in the suits. The company said it named only people who have already sued or given notice that they intend to do so.\n MGM owns the Mandalay Bay hotel, where, on Oct. 1, from a room on the 32nd floor, Stephen Paddock shot and killed 58 people and wounded more than 500 others attending a country music concert below. It was the worst mass shooting in modern American history.\n Some victims have already sought damages from MGM for what they call a failure to provide adequate security and for allowing Paddock to bring high-powered rifles and thousands of rounds of ammunition into his hotel room. Many more victims are expected to do the same.\n MGM's legal maneuver is likely to have consequences for other lawsuits over mass-casualty attacks. It is based on a federal law passed after the Sept. 11 terrorist attacks, which is known as the Support Anti-terrorism by Fostering Effective Technologies, or SAFETY, Act.\n The law is intended to shield federally certified manufacturers of security equipment and providers of security services from liability should they fail to prevent a terrorist attack, which the law defines as an unlawful act that causes mass destruction to citizens or institutions of the United States. The Department of Homeland Security said in a publication that it has approved hundreds of applications for SAFETY Act protection for products and services including software, sensors and security planning.\n MGM contends that under the law, which Congress passed in 2002, it is immunized from liability because it met two conditions: a security company that the hotel hired for the concert had a certification from the Department of Homeland Security, and the shooting qualified in the company's view as an \"act of terrorism.\"\n However, it is far from clear how successful the company might be in using this law to its advantage. MGM's own lawyer, Michael Doyen of the firm Munger, Tolles and Olson, said in court filings that \"there has apparently never been any litigation\" invoking this federal law.\n Doyen wrote that the shooting \"appears to have been the first act of mass violence at an event at which a DHS-certified service or technology was employed\" - one of the conditions for triggering the liability shield. \"No court opinions apply or interpret the statute,\" he added.\n The federally certified security company at the concert, Contemporary Services Corp., has been seeking \"a public statement by the Secretary of Homeland Security that the mass shooting was an 'act of terrorism,'\" Doyen wrote. MGM declined to comment on whether it, too, has been lobbying the department to declare the shooting an act of terror, which could help its case.\n A Department of Homeland Security spokesman declined to comment on whether any review is underway of how to characterize the shooting.\n Lawyers for Paddock's victims reacted with outrage to the MGM lawsuits, which were filed in Nevada and California last Friday, calling the move an unprecedented and specious attempt to protect the company no matter what the facts eventually show.\n \"It's all about immunizing themselves from liability and staying out of state courts,\" said Craig Eiland, a lawyer in Austin, Texas, who represents hundreds of shooting victims. \"They want to say that it does not matter how negligent MGM was\" in allowing Paddock to stockpile an arsenal in his Mandalay Bay hotel room.\n Eiland said MGM's effort to use the law this way, if successful, could provide a road map for other companies to escape responsibility for future mass-casualty attacks.\n \"Their theory is that this security company goes to DHS and gets some type of certificate, and so now MGM is immune, and everybody in the future who hires the company is immune,\" he said. \"It's outrageous, and that's not what the law is, and we would all be less safe.\"\n In a statement, an MGM spokeswoman, Debra DeShong, said the company filed the lawsuits and sought to move litigation over the shooting from state to federal court because doing so \"provides those affected with the opportunity for a timely resolution. Years of drawn-out litigation and hearings are not in the best interest of victims, the community and those still healing.\"\n \"Congress provided that the federal courts were the correct place for such litigation relating to incidents of mass violence like this one, where security services approved by the Department of Homeland Security were provided,\" she added.\n\nLoad-Date: July 18, 2018"
}