{
    "title": "MH370 highlights international issues",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 20,
    "full text": "Eric StubbenFollow @ericstubben\nEric Stubben is a mechanical engineering sophomore and Mustang News conservative columnist. These views do not necessarily reflect the opinion or editorial coverage of Mustang News.\nYes, I'm that kid who constantly shakes his Christmas gifts under the tree to see if I can figure out what's under all the wrapping paper.\nAnd yes, I'm the same kid who reads the last 10 pages of a mystery book first because mysteries just aren't my thing.\nIt takes an impressive mystery to keep me entranced.\nHowever, when Malaysian Airlines flight 370 (MH370) \"disappeared\" last month, it created \"that kind\" of impressive mystery. It helps that aviation is a guilty pleasure and interest of mine. I was fixated on CNN's continuous (almost nauseating) coverage of the flight, and on commercial breaks, I'd flip over to see what Fox News had to say; I craved any piece of information I could find.\nThe constant misleads, false starts and restarts gave me time to think outside the box. Of course, we have no idea what happened to the flight. I mean, seriously, it hasn't even been found yet. I'm not going to speculate on what happened to it, but whether or not it was a terrorist event, MH370 is still a major concern when it comes to our own national security.\nMalaysia, the origin of the flight, is a hotbed for terrorism. Along with the Philippines and Indonesia, the South Pacific region is chock-full of terrorist cells. In fact, the beginning stages of the 9/11 attacks were plotted in the Philippines, with some of the originators arrested in Malaysia.\nBecause of the region's rocky terroristic past, the lack of communication over the disappearance of MH370 is not a good sign. The United States Navy and intelligence offices were given small helping roles, even early on, when many suspected the disappearance to be terror-related. Malaysia wouldn't allow other countries to lead the investigation until it was determined the plane went down in the remote southern Indian Ocean.\nEven after Malaysia turned over search duties to Australia, the search was mangled. It took over a week to get \"ping locators\" in the area to search for the black boxes (cockpit recordings and flight data). Keep in mind that the boxes stop pinging approximately 30 days after they're activated.\nNow, picture the whole world's reaction in a different scenario: in a true terrorist attack. How much could a terrorist group accomplish in three weeks while the rest of the world dwindles their time away with poor cooperation and communication? A terrorist group could commit a second attack, maybe even a third or a fourth. Terror masterminds could flee their position, evading capture for months, years or forever. Numbers of senseless deaths could occur as attacks spurned physical and emotional pain on innocent civilians worldwide.\nThe disappearance of MH370 not only displays the blatant corruption of international communication, it also creates motivation for terrorists to create an event with the same outcome. They've seen Chinese families torn over the uncertainty of loved ones' fates. Terrorists are now certain that by turning off a transponder, they can hide a plane for hours.\nPerhaps most importantly, terrorists have seen China threaten and harass Malaysia over the disappearance of the airplane. In theory, a well-planned terror attack could cause countries such as China, Russia and the United States to turn against each other (more than usual). That's what terrorism is all about. Terrorists don't just want to kill as many foreigners as they can because they know they can't win a conventional war. Terrorists aim for strategic attacks that pit countries against each other, create havoc within countries and cost the western world valuable time and money.\nUp to this point, most of what I've written is theoretical. But it's important to note that the lack of international communication has cost us before. Last year's Boston Marathon bombers snuck through the cracks of our national defense even after Russia warned us about one of the attackers. Poor communication between Russia and the United States and within our own domestic intelligence teams cost senseless deaths that led to a dangerous manhunt.\nAs the National Security Administration faces heavy criticism and the government promises to dwindle down domestic \"spying,\" we must still be mindful of how successful the program has been in combating terrorism. Along with the FBI and CIA, we've foiled shoe-bombing plots, a water bottle bomb plot and countless other terror plots.\nAs a country, we have to make sure the hard work of our domestic terrorism intervention programs isn't nullified by poor international cooperation and communication. As the West did against Communism in the 1980s, today we must collaborate to share clues and evidence about possible terrorists and attacks. Terrorism is the biggest threat to the western world since the Iron Curtain, and every country needs to come together to defeat it.conservative column Eric stubben malaysian airlines mh3702014-04-20\n\nLoad-Date: April 21, 2014"
}