{
    "title": "Miami Imam Sent Money to Terrorists, Jury Finds",
    "publisher": "the new york times",
    "year": 2013,
    "month": 3,
    "day": 5,
    "full text": "MIAMI -- The imam of a small mosque in a working-class neighborhood here was found guilty in federal court on Monday of providing thousands of dollars of support to the Pakistani Taliban.\nCapping a two-month trial, the imam, Hafiz Khan, 77, an American citizen who came to the United States in 1994, was found guilty by a jury of two counts of conspiracy and two counts of providing material support to terrorists. Each count faces a maximum 15-year prison sentence.\nOver the course of four days, the frail cleric delivered long speeches to the jury in Pashto, his native language, coming to his own defense. Mr. Khan said that he was ''totally against'' the Taliban and that he had sent the money to Pakistan to provide for his family and the Muslim school he had founded in the Swat Valley in Pakistan.\nBut federal prosecutors said Mr. Khan and, to a lesser extent, other relatives, not only embraced the Taliban's mission but also helped finance it. Mr. Khan, they said, sent an estimated $50,000 to the Pakistani Taliban, which is allied with Al Qaeda and is responsible for attacks against the Pakistani police and military targets.\nProsecutors built their case around hundreds of F.B.I. recordings of Mr. Khan's telephone conversations. In those calls, he praised Taliban attacks, including those against United States military personnel and the failed 2010 attempt to detonate a bomb in Times Square. He also discussed the thousands of dollars he was funneling to Pakistan. Prosecutors also relied on bank records and a confidential informant.\nIn court, Mr. Khan, who was chastised by the judge for his rambling, evasive testimony, said he pretended to support the Taliban and extremism because he wanted the $1 million that was being offered to him by a man who turned out to be an informant. But prosecutors said there were no conversations about $1 million on any of the tapes.\n''That is not supporting terrorism,'' Mr. Khan's lawyer, Khurrum Wahid, said in a closing argument. ''That is an old guy running a scam, who got scammed.''\nThe case was brought in May 2011, when prosecutors charged six defendants with conspiring with and supporting the Pakistani Taliban. In the end, only Mr. Khan, the imam of the Flagler Mosque, went to trial.\nIn January, Judge Robert N. Scola Jr. of the United States District Court for the Southern District of Florida dropped the charges against Mr. Khan's son Izhar Khan, an imam at a mosque in Margate, Fla., for lack of evidence. Federal prosecutors had already dropped terrorism and conspiracy charges against a second son for lack of evidence. Three other defendants remain in Pakistan.\nSince the 2001 terrorist attacks, it has become increasingly common for prosecutors to charge people with supporting the Pakistani Taliban even if they did not carry out operations themselves. Of the 50 top terrorism cases since Sept. 11, about 70 percent have involved financing or other support to terrorist groups, according to the Center on Law and Security at the New York University School of Law.\n\nhttp://www.nytimes.com/2013/03/05/us/hafiz-khan-miami-imam-found-guilty-of-supporting-pakistani-taliban.html\n\nGraphic\n\n \nPHOTO: Flagler Mosque in Miami in 2011, when its imam, Hafiz Khan, was charged with providing support to the Pakistani Taliban. (PHOTOGRAPH BY JOE RAEDLE/GETTY IMAGES)         \n\nLoad-Date: March 5, 2013"
}