{
    "title": "Michigan Gov. Whitmer 'not worried' about Election Day violence In wake of kidnapping plotMIchigan",
    "publisher": "spokesman review",
    "year": 2020,
    "month": 10,
    "day": 12,
    "full text": "aw_201012_michigan js mpm\n^$^LANSING, Mich. - Michigan Gov. Gretchen Whitmer, the target of an alleged kidnapping plot that included threats of violence, said Sunday she is not worried about violence on Nov. 3, but the state is prepared to keep voters safe that day.\nWhitmer also said on CBS' \"Face the Nation\" she believes \"there still are serious threats\" from individuals aligned with groups similar to those involved in the alleged plot against her, which is a suspected act of domestic terrorism.\nAsked by host Margaret Brennan if she is worried about violence on Election Day, in light of the alleged plot against her, Whitmer said: \"I'm not worried, but we are preparing to make sure that we do everything to keep people safe.\n\"We will not tolerate anyone ... interfering with someone's ability to safely vote.\"\nOn Thursday, the federal government charged six men with conspiracy to kidnap in connection with an alleged plot to kidnap Whitmer, which authorities said they wanted to carry out before Election Day. Also Thursday, Michigan Attorney General Dana Nessel brought charges against seven other men that included supporting terrorism, gang membership, and possession of a firearm in commission of a felony.\nWhitmer repeated earlier comments she believes groups such as the Wolverine Watchmen, whose founders are accused in her case, are taking comfort and motivation from statements by President Donald Trump and some Republican leaders in the Michigan Legislature, who have spoken at rallies against her emergency orders.\nTrump, who tweeted \"LIBERATE MICHIGAN\" following an anti-Whitmer demonstration at the state Capitol in April, \"has been increasingly divisive and downright dangerous,\" Whitmer said.\nOn Saturday, Republican state House Speaker Lee Chatfield, in a series of tweets and in an \"open letter\" to Whitmer released by his office, criticized the governor for not tipping off legislative leaders and security officials about the alleged plot, which she has said officials advised her about a few weeks ago.\nChatfield faced immediate blowback from numerous sources, including former U.S. Attorney Barbara McQuade, who said it is up to the FBI and others in law enforcement to determine who should be informed about any active investigation, such as this one involving ongoing surveillance of the alleged conspirators and use of confidential FBI informants.\nAsked on \"Face The Nation\" when the nation will know how Michigan voted Nov. 3, Whitmer said she expects Michigan will be able to announce election results \"soon after the polls close,\" but she would not be more specific.\n\nLoad-Date: October 12, 2020"
}