{
    "title": "Michigan governor pushes back against Trump rally chants",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 19,
    "full text": "Michigan Gov. Gretchen Whitmer, who the Federal Bureau of Investigation says was targeted by a foiled kidnapping plot, on Sunday accused President Trump of fanning the flames of domestic terrorism when he didn't put a stop to chants of \"lock her up!\" that erupted the day before during a rally in her home state.\nA number of members or associates of the militia group Wolverine Watchmen face an array of state and federal charges for allegedly trying to kidnap Whitmer. \"I think Gov. Whitmer is really inappropriate to try and lay blame at the president. Hopefully, you'll be sending her packing pretty soon\".\nThe event errupted into repeated \"lock her up\" chants, which Trump merely brushed off and added, 'lock them all up!'\n\"This is exactly the rhetoric that has put me, my family, and other government officials' lives in danger while we try to save the lives of our fellow Americans\", the governor wrote.\nMeanwhile, Whitmer's digital director, Tori Saylor, tweeted: \"I am the Governor's Deputy Digital Director\".\nMourinho reveals the first thing he asked Bale at Tottenham\nBale is yet to play for Tottenham since arriving on loan from Los Blancos as he continues to recover from a knee injury. \"It is a physical thing\".\nIn questioning Donald Trump at last week's town hall about his indiscriminate retweeting about a conspiracy theory that Joe Biden orchestrated to have Seal Team 6 killed to cover up the fake death of Osama Bin Laden, NBC's Savannah Guthrie said, \"I don't get that\". Every single time the President does this at a rally, the violent rhetoric towards her immediately escalates on social media.\n\"It has to stop\". Host Jake Tapper pressed her repeatedly on whether the president should tone down his rhetoric, but she said critics were misinterpreting his rally comments. \"It is unsafe not just for me and my family, but for public servants everywhere who are doing their jobs and trying to protect their fellow Americans\", the Democrat Whitmer said, urging people on both sides of the aisle to \"call this out and bring the heat down\".\n\"You've got to get your governor to open up your state, OK?\"\nThe President's daughter-in-law denied to CNN on Sunday morning that the President was doing anything to \"provoke\" people to threaten Whitmer and quipped that \"he was having fun at a Trump rally\".\nMask use was mixed at both rallies, which were held outdoors and saw little in the way of social distancing. \"And, in our political dialogue, to inject fear tactics into it, especially a woman governor and her family, is so irresponsible\".\n\nLoad-Date: October 19, 2020"
}