{
    "title": "Mich. guv asks Trump to 'bring the heat down'",
    "publisher": "the deseret news",
    "year": 2020,
    "month": 10,
    "day": 19,
    "full text": "By Beth LeBlanc\nThe Detroit News\nDETROIT - A day after President Donald Trump prompted \"lock her up\" chants against Michigan Gov. Gretchen Whitmer in Muskegon, Whitmer implored the president and other officials to \"bring the heat down.\"\nWhitmer told NBC's \"Meet the Press\" Sunday that the chant, which usually was reserved for former Democratic Presidential candidate Hillary Clinton, was \"incredibly disturbing\" as it came 10 days after state and federal officials unveiled charges in an alleged attempt to kidnap the governor, storm the Capitol and incite civil war.\nWhitmer, national campaign chair for Democratic presidential candidate Joe Biden, made the comments from her home in Lansing with an \"8645\" pin on a table beside her visible in the camera frame, an anti- Trump message referring to \"86ing,\" or getting rid of, the 45th president.\n\"Ten days after that was uncovered, the president's at it again and inspiring and incentivizing and inciting this kind of domestic terrorism,\" Whitmer said.\n\"People of good will on both sides of the aisle need to step up and call this out and bring the heat down. This is the United States of America. We do not tolerate actions like he is giving comfort to,\" she said.\nBiden's campaign also condemned Trump's Saturday comments, arguing that \"the words of a president matter,\" especially in the wake of the alleged kidnapping plot against the governor.\nWhitmer previously has accused Trump of encouraging fringe groups such as those who allegedly planned to kidnap her.\nAt least eight of the 14 men arrested were associated or part of a militia group called Wolverine Watchmen and some had surveilled Whitmer's vacation property to prepare for the plot, state officials said.\nSome of the group had also plotted to storm the statehouse and harm lawmakers there.\nAt least one of the men, Brandon Caserta, had posted a video online criticizing the president.\n\"Trump is not your friend, dude,\" Caserta said in the video. \"It amazes me that people actually, like, believe that when he's shown over and over and over again that he's a tyrant. Every single person that works for government is your enemy, dude.\"\nDuring Saturday's rally, Trump encouraged Whitmer to loosen restrictions in Michigan, even though the Michigan Supreme Court upturned her orders earlier this month.\nWhitmer blamed the president for any sort of restriction fatigue that may be occurring, arguing it was his fault COVID-19 took the toll it did in the U.S.\n\"I do think that the person with the biggest megaphone bears a lot of responsibility here,\" Whitmer said.\nU.S. Department of Health and Humans Services Secretary Alex Azar appeared on \"Meet the Press\" just ahead of the governor.\nWhen he was asked about Trump's criticisms of COVID-19 restrictions in Michigan, noted the reality of \"mitigation fatigue\" among residents across the U.S. was a real challenge.\n\"Red state, blue state, open state, closed state, open country, closed country, we see these cases spreading,\" Azar said.\n\"Why? Because we've been in this many months and people are tired,\" he said, reminding people to wear masks, wash their hands, keep distance and be mindful of indoor gatherings.\n\nLoad-Date: October 19, 2020"
}