{
    "title": "Michigan man guilty of terrorism in road shootings",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 1,
    "day": 30,
    "full text": "HOWELL, Mich. - A man who turned a Michigan fall into a season of fear by firing at about two dozen vehicles near a busy highway was convicted of terrorism Wednesday as a jury rejected his claim that the shootings were the impulsive result of wild, uncontrolled delusions and paranoia.\nThe jury deliberated over parts of two days before returning a verdict against Raulie Casteel, 44, of Wixom, who faces up to life in prison when he returns to Livingston County court on March 3.\n\"The victims of his shooting spree received justice,'' state Attorney General Bill Schuette said.\nTestifying in his own defense, Casteel admitted that he repeatedly fired his gun at vehicles in four counties near the busy Interstate 96 corridor between Lansing and Detroit, over a three-day period in October 2012.\nNo one was hurt, but the hunt for a gunman dominated headlines for days, persuading travelers to change their habits and even forcing many schools to keep children inside at recess.\n\"I can't testify to the number, but I did fire at cars, yes,'' said Casteel, who kept a handgun on the floorboard near his right leg.\nCasteel, a geologist, told jurors Monday that he was consumed with anxiety while in traffic, most likely from undiagnosed delusions. He said he believed drivers were part of a government conspiracy against him.\nCasteel said he never thought about the consequences of the shootings, only that he wanted \"to send a message to back off.''\n- the associated press\nDefense lawyers pleaded for an acquittal on the terrorism charge, arguing there was no premeditation as required by law, but the jury disagreed.\nAs the verdict was read, Casteel's sister sobbed loudly in the courtroom. Later, one of his victims said the outcome brought her a sense of relief.\n\"I'm just happy that everybody can be safe now. ... Imagine being shot at. It's not fun,'' Jennifer Kupiec told reporters.\nJurors considered an attempted murder charge against Casteel for shooting at Kupiec's car but instead convicted him of a lesser charge of assault with a dangerous weapon. He didn't contest five gun charges after police matched the weapon to bullet fragments recovered from vehicles.\nAfter the verdict, Casteel's defense team accused prosecutors of piling on charges.\n\"We're disappointed. We contested this because we thought this was an overcharge,'' attorney Doug Mullkoff said of the terrorism charge.\nIn a separate but related case, Casteel is due in Oakland County court on Tuesday to be sentenced for shootings that occurred in that county. He pleaded no contest but mentally ill to assault and firearms charges last year and faces up to 12 years in prison. No terrorism charge was filed by the county prosecutor there.\nA no contest plea isn't an admission of guilt but is treated as such for sentencing purposes.\nCasteel is a St. Johns, Mich., native who lived in Taylorsville, Ky., before returning to Michigan in 2012 to live with his wife's family.\nPolice in Kentucky said they had no contact with him until June 2012 when he became agitated and complained about aircraft flying too low over his house. No one else had reported low-flying planes.\nKupiec's mother, Kelly Kupiec, said Casteel may never have the honor of watching his daughter get married, depending on the length of his sentence.\n\"His whole family is destroyed,'' she said. \"I don't have sympathy for him. I have sympathy for his family.''\n\nLoad-Date: January 30, 2014"
}