{
    "title": "Michelle Bastian Sentenced to Prison after Plotting Terror Attack in Arizona",
    "publisher": "yellow sheet report",
    "year": 2017,
    "month": 7,
    "day": 14,
    "full text": "PHOENIX-Arizona Attorney General Mark Brnovich announced Michelle Marie Bastian will spend8.5 years behind bars for plotting a terrorist attack at an Arizona Prison Complex. A judge also sentenced Bastian to lifetime probation after she is released from prison.In June 2017, Bastianpleaded guilty to Terrorism and Conspiracy to Commit Misconduct Involving Weapons. Bastianis the second defendant to be convicted on state terrorism charges by the Arizona Attorney General's Office.\n\"Preventing terrorist attacks in Arizona is our highest priority,\"said Attorney General Mark Brnovich. \"We will continue toworkclosely with our local,state, and federal law enforcementpartnersin the FBI's Joint Terrorism Task Force to identify and prosecute anyone planning terrorist activity. \"\n\"Today's sentencing demonstrates law enforcement's commitment to prevent acts of terrorism and apprehend those who plot to commit acts of terrorism in Arizona,\"said Michael DeLeon, Special Agent in Charge of the FBI Phoenix Field Office.\"This case underscores the dedication of the FBI and our partners within the Joint Terrorism Task Force who work around the clock to protect this country from those who seek to do us harm.Iwould again, commend the Arizona Attorney General's Office and the Department of Corrections for their integral role in this investigation.\"\nOn May 1, 2016 and October 12, 2016, Michelle Bastian plotted to commit an act of terrorism at the Arizona State Prison Complex - Lewis where her husband, Thomas Bastian, is currently an inmate. Bastian knowingly sent items to her husband to be used to construct and set off an explosive device within the prison facility. These items included instructions about how to make a homemade explosive device as well as terrorism propaganda and information in support of the Islamic State of Iraq and Syria also known as ISIS or ISIL.\nThomas Bastian is currently awaiting trial. He is charged with 4 felony counts including Terrorism, Conspiracy to Commit Terrorism, Conspiracy to Commit Misconduct Involving Weapons, and Conspiracy to Promote Prison Contraband.\nThe Phoenix Field Office of the Federal Bureau of Investigation, the Arizona Department of Corrections, and the Arizona Attorney General's Office investigated this case.\nAZAG Senior Litigation Counsel Blaine Gadow and Assistant Attorney General Scott Blake are prosecuting this case.\n###\n\nLoad-Date: July 20, 2017"
}