{
    "title": "Mid-Missouri Peace Coalition holds _No More Victims_ rally",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 12,
    "full text": "Protestors and supporters of peace gathered at the Boone County Courthouse plaza Wednesday night to rally against military intervention in Syria and violence of all kind.\nThe rally was themed \"No More Victims\" and was sponsored by the Mid-Missouri Peace Coalition. The rally consisted of signs, music, speeches, peace readings and a moment of silence for all victims of violence.\nMany conversed and waved signs with slogans like \"Negotiations, not war!\" and \"No! to war on Syria,\" all while Steve Jacobs, the musical entertainment for the evening, played and sang songs advocating for peace.\nMilitary force and tomahawk missiles don't ever make a situation any better, Columbia resident Willy Maxwell said.\n\"It doesn't matter to me whether (this rally) is effective or not,\" Maxwell said. \"I just want to speak up for what I think is right.\"\nThe gathering was about honoring the victims of 9/11 and the subsequent wars it was used to justify, Mid-Missouri PeaceWorks Director Mark Haim said.\n\"We're here to issue a call for no more victims, no more war and certainly no war against Syria,\" Haim said.\nHaim reminded everyone at the rally, \"Peace isn't made in a day, or a week or a year, it's made in a lifetime.\"\nLarry Brown, a retired geography professor at MU, was asked to give a speech at Wednesday night's rally. Brown's message was that people need to learn to think and act both globally and locally.\n\"We have all become victims,\" Brown said in reference to the current political climate of America.\nThe identification of a terrorist changes depending on someone's point of view, he said.\n\"I would say, the war on terrorism is terrorism,\" Brown said.\nJim Chappelow, an Iraq war veteran, also spoke at the event.\nWhen deciding whether or not to go to war, passion and fear and hatred become the motivation for violent action. But there is little consideration to what toll will come out of a violent war, Chappelow said.\n\"Fear is whipped up like a phantom ... These fears are fed and irrational decisions are made,\" Chappelow said.\nIt's an illusion that the wars America fought and the bombs America has dropped have made America any more friends in the world, Chappelow said.\n\"Have we seen peace and democracy spread throughout the Middle East after a decade of war in that region?\" Chappelow asked the audience.\nAmerica has spent nearly $3 trillion on war. That's money we could use for non-slip railings in showers and vaccines for children, and instead that money is spent in military factories, Chappelow said.\n\"The human cost of the war is obvious,\" Chappelow said. \"There's really a moral cost to our wars.\"\n\nLoad-Date: September 18, 2013"
}