{
    "title": "Middle East men caught at border cleared of terrorism ties",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 11,
    "day": 28,
    "full text": "PHOENIX - The arrests of six Middle Eastern men caught entering the United States illegally from Mexico two years ago set off alarm in border states and in some right-wing blogs and other media outlets.\nArizona Gov. Doug Ducey called it a matter of national security and invoked the Islamic State group in a statement calling for stepped-up border security in response to the arrests. Conservative publications like the Washington Examiner reported on the men from \"Middle East terror hotbeds,\" while Fox News questioned whether \"Islamic State militants could be probing security.\"\nNow, documents obtained by The Associated Press through a public records request reveal the men were fleeing violence and persecution in their homelands and were cleared of any terrorism ties. They also were physically and verbally abused by two Mexican smugglers with a history of crossing the border illegally and went days without food and water, the records show.\nThe case highlights the highly politicized nature of the U.S.-Mexico border as hysteria sometimes overtakes facts in an era where President Donald Trump, during his campaign, labeled Mexican immigrants rapists and criminals. Some blogs incorrectly reported the men were released. Others tied them to Islamic State.\nIn fact, the men cooperated with the government, and four have been deported. The remaining two are in removal proceedings, according to Immigration and Customs Enforcement spokeswoman Yasmeen Pitts O'Keefe.\nThe five men from Pakistan and one from Afghanistan were arrested at a time when the Islamic State group was committing some of its bloodiest acts, just days after coordinated bombings and shootings in Paris heightened fears about attacks in the U.S.\nScott Stewart, vice president of tactical analysis for Texas-based intelligence firm Stratfor, said he knows of no instances of terrorists sneaking into the U.S. through the southern border.\n\nLoad-Date: December 5, 2017"
}