{
    "title": "Middle East terrorism",
    "publisher": "christian science monitor ",
    "year": 1985,
    "month": 10,
    "day": 31,
    "full text": "As a longtime admirer of the Israeli achievement, I find appalling the citation from an Israeli editor, who laments that ''we (Israelis) continue to be isolated and left to our own devices, as we have been since the early 1970s.'' (''Terrorism heightens Israeli bitterness,'' Oct. 10.)\nWhat about Camp David? Has he persuaded himself that the survival of his country owes nothing to the expenditure of foreign treasure, public and private; nothing to the sacrifice of moral capital in numerous surrenders to Israel's intransigence on the Palestinian issue and in the defense of the indefensible at the UN; nothing even to the loss of foreign blood, spilled to redeem such tragic errors as the West Bank policy, the invasion of Lebanon, and the blind reprisals typified by the raid on Tunisia?\nJohn Bovey, Cambridge, Mass.\n \nFor Joseph C. Harsch to chide the Israelis for not upholding ''international laws and norms of conduct'' must be considered out of touch with reality (''Mr. Reagan's response to the Tunisia raid,'' Oct. 8). Our government does not know how to deal with these people. The Israelis do.\nGerardo Joffe, San Francisco\n \nThe PLO's past and present acts of terrorism are undeniable. However, the Israeli government's portrayal of the PLO as the most important and dangerous terrorist organization in the Middle East is simply not true.\nWith the emergence of the Islamic Republic of Iran in 1979, Middle East terrorism acquired a new face. Not only was state-sponsored terrorism introduced as a new tool of foreign policy; but also close to 90 percent of deaths and acts of hostage-taking were inspired, planned, and carried out by the present fanatic rulers of Iran. By far most acts of terrorism against the Western world have been committed by supporters of Khomeini's brand of revolution in the past six years.\nIsrael has been well aware of this threatening reality since the early days of the spread of revolutionary fundamentalism. Yet it has been involved in arming the Khomeini regime in its war against Iraq.\nSaid Djabbari, Pasadena, Calif.\n \nIn ''PLO's moment of truth'' (Oct. 16), John Hughes seems to miss the implications of his observations. Yasser Arafat has been attempting to revamp the European and American view of his group's willingness to deal peaceably. He is as sincere as a weathered old terrorist can be. It seems clear that the seajacking was pulled off by the angry younger generation, the Palestinians who feel that by attempting civility Arafat is selling away their efforts.\nCrist Inman, Greenwich, Conn."
}