{
    "title": "MIDDLE EAST Refusing to make peace invites terrorism",
    "publisher": "charleston gazette",
    "year": 2001,
    "month": 12,
    "day": 16,
    "full text": "In the wake of the recent multiple terrorist attacks in the Middle East, Israel's rage is justified. But the Israeli military's attacks against Palestinian territory are not.\nWhile the corrupt, inept and autocratic Palestinian Authority has not done enough to crack down on Islamic terrorists, it should not be held directly responsible for the wave of terrorist attacks, which it strongly condemned.\nThe Israelis have chosen to attack the Palestinian Authority just after the Palestinian government's most extensive sweeps against suspected terrorists in years. While this does not mean that the Palestinian Authority has been as effective as it could have been, it is wrong to blame the group for the actions of a radical minority, which the authority has no direct control over.\nIt is ironic that the Israelis keep attacking Palestinian police and intelligence offices, which are at the center of the Palestinian Authority's counter-terrorism efforts. Israeli attacks have killed many investigators. And the Israeli decision to place Palestinian towns and cities under siege during the last 15 months has made coordinated actions against the terrorist cells extraordinarily difficult.\nHamas and Islamic Jihad, two terrorist groups that loathe Palestinian leader Yasser Arafat and his police, could not be more pleased that Israel has made the Palestinian Authority its target. Israeli Prime Minister Ariel Sha-ron's government insists that the terrorist attacks give it the right to continue its occupation of most of the West Bank and large parts of the Gaza Strip, and to seize additional lands it had returned to the Palestinians.\nSeizing Arab territories may have made sense as a temporary measure back in 1967, when Arab armies were threatening Israel's right to exist, and when cross-border guerrilla raids were targeting the military and civilians inside Israel's internationally recognized borders.\nBut today's terrorists - who tend to be lone suicide bombers and do not have state support - do not need territory in which to operate. All they need is enough frustration and anger to motivate them to strap explosives to their bodies - something that 34 years of foreign military occupation helps make possible.\nIsraeli occupation and repression does more to encourage terrorism than it does to prevent it.\nBy refusing to negotiate peace with the Palestinians unless the violence stops, Sharon is granting an invitation to terrorist extremists who do not want the peace process to resume.\nTerrorism must stop unconditionally. So, too, must the Israeli occupation and repression.\nFar more Palestinian civilians have died since the signing of the Oslo Accords in 1993 - particularly in the 15 months since the latest Palestinian uprising - than have Israelis. In total, more than 870 Palestinians have been killed and possibly 25,000 injured since the uprising, according to a Dec. 6 commentary in The Guardian. About 245 Israelis have died and 800 injured during that same time.\nThe United States can hardly be considered an honest broker in the peace process. The U.S. government gives nearly $ 4 billion in U.S. military and economic aid to Israel. And last spring, the United States even vetoed a U.N. Security Council resolution, which simply called for the deployment of unarmed human-rights monitors to the West Bank and Gaza Strip.\nSecretary of Defense Donald Rumsfeld recently attacked Arafat for not supporting President Clinton's peace plan, which would have forced Palestinians to make major concessions.\nThe plan would have allowed Israel to keep large swaths of confiscated West Bank land for illegal settlements, granted the Israelis control over most of Arab East Jerusalem, denied Palestinian refugees the right of return and prevented the Palestinians from establishing a viable state alongside Israel. Such an unsustainable peace would have been worse than no peace treaty at all.\n\nLoad-Date: December 17, 2001"
}