{
    "title": "MIDDLE EAST PEACE IS BEST WEAPON AGAINST TERRORISM",
    "publisher": "charleston gazette",
    "year": 1995,
    "month": 7,
    "day": 21,
    "full text": "AS Israel and the Palestinians put the finishing touches on an interim\nagreement - which will be signed July 25 in Washington - preparations\nare being made on the ground for a partial Israeli withdrawal from four\nWest Bank towns, the transfer of more civil responsibilities to the\nPalestinian Authority, and for implementation of Palestinian elections\nin late October.\nBut all of these preparations and the upcoming agreement will be at risk\nif the U.S. Congress doesn't renew the Middle East Peace Facilitation\nAct - a 1993 law which permits American contacts with the PLO. An\nextension of the existing legislation has been issued until mid-August.\nAt issue is continued American aid to the Palestinian Authority in light\nof its ability to control terrorist attacks.\nTo date, America has pledged $ 500 million to the Palestinian Authority,\nabout $ 100 million of which has been delivered. It is essential that\nthis money flow to the Palestinian Authority so that it can continue to\ncontrol the Gaza Strip and later the West Bank. It is a very small\ninvestment to protect U.S. interests in the Middle East.\nWithout continued American involvement and aid, the negotiations would\nalmost certainly founder and the Middle East could plummet into another\ncircle of violence and war. In short, the peace process is the best\ninvestment to ensure peace; and it is also the best way to fight against\nterrorism.\nEach day Israeli authorities are closely monitoring the Palestinian\nAuthority's performance. Of course, the U.S. Congress also has a right\nto ensure that the Palestinian Authority limit terrorist attacks as much\nas possible. It has a right to know where American taxpayer money is\ngoing. The Palestinian Authority should be held accountable for its\nactions and policies.\nAs the recent State Department report on the Palestinian Authority's\ncompliance indicated: \"the Palestinian Authority and Mr. Arafat have\ntaken several important steps to prevent violence and to punish those\nresponsible for violence and terrorism.\"\nIn recent months, Yasser Arafat has gotten a handle on the surge of\nterrorist attacks. For instance, there were fewer attacks against\nIsraelis in April than any month since the beginning of the intifada in\n1987.  And statistics for May are likely to be even lower.  We hope that\nthis is the start of a sustained and consistent effort to reduce the\nlevel of violence in the area. As part of his crackdown, Arafat has\nrepeatedly condemned terrorism in public. He has set up a military court\nto try terrorists and some activists have already been sentenced to\nlengthy prison terms.  He has evidently reached a deal with Hamas and\nIslamic Jihad, but it depends on progress in the peace process.\nSince Arafat has headed the Palestinian Authority, none of the\norganizations loyal to him have been involved in terrorist attacks\nagainst Israel.  The recent State Department report confirmed it: \"We\nhave no information that any PLO elements under Arafat's control were\ninvolved in terrorism during the period covered by this report [from\nDec. 1, 1994, to May 31, 1995].\nIsraeli Prime Minister Yitzhak Rabin has said that \"we are now seeing\nthe first buds of Palestinian authority and governance.\" The real test,\nhe added, will be if the Palestinian Authority will be able \"to improve\nthe economic situation and welfare of the Palestinians.\"\nIn my opinion, an economically strapped Palestinian Authority won't be\nable to fight against today's Hamas and Islamic Jihad terrorists, and it\nsurely won't be able to prevent the rise of the terrorists of tomorrow.\nIf there is any hope of winning the battle against terrorism, it must be\ndone through strengthening Arafat and in improving the living\nconditions. That will only come through continued American aid and\nfuture economic development.\nManor is consul-general of Israel for the Mid-Atlantic region, based in\nPhiladelphia.\n\nLoad-Date: July 24, 1995"
}