{
    "title": "MIDDLE EASTERN MOVIE HITS ON TERRORISM FOR FIRST TIME",
    "publisher": "charleston daily mail",
    "year": 1994,
    "month": 4,
    "day": 15,
    "full text": "CAIRO, Egypt - A radical Muslim smashes a jewelry shop and video\nstore in the name of religion, then is killed for questioning his\nfaith after he falls in love with the daughter of a wealthy family\n\"The Terrorist,\" Egypt's first movie with militant Islam as a\nserious theme, is proving Egyptians and Arabs in some other countries\nwill flock to a film about Islamic terrorism despite fears of\nreprisal.\nIn Egypt, where a two-year campaign of extremist violence has\ntaken 350 lives, the film is being shown in 18 theaters, all heavily\nguarded by police amid rumors extremists will plant bombs.\n\"I'm not going to let them change my life,\" said Sahar Hosni,\n31, lining up with her husband and friends to pass through a metal\ndetector.\nScreenwriter Lenin al-Ramly said the film \"broke the circle of\nfear\" among producers.\n\"Movie makers thought people wouldn't attend,\" he said.  \"But\nthe public's attendance proved that people are not with the\nterrorists, nor are they afraid of them.\"\nIn the movie, Ali, played by Egyptian superstar Adel Imam, 54,\nis a radical Muslim who justifies violence in the name of Islam.\nAs he and his gang try to track down and kill a secular\nwriter, Ali is taken incognito into the home of some of the writer's\nfriends, a wealthy, modern Muslim family.\nAli considers the family infidels: The parents don't pray, a son\ndrinks whiskey despite the Muslim ban on alcohol, and one daughter\nworks as a model and wears revealing clothes.\nBut Ali falls in love with the other daughter, discovers her\nsister is not so brazen and realizes one of their Christian neighbors\nhe had derided believes in God as strongly as he does.\nSlowly, Ali begins to doubt.  Back with his extremist comrades,\nhe breaks a cardinal rule by challenging the group's leader, is\npronounced a non-believer and killed by his one-time allies.\nScreenwriter al-Ramly explains: \"I was trying to say that not\nonly the terrorist, but society should be more tolerant of different\nviews, because intolerance leads to terrorism.\"\nUnfortunately, not all agree.  \"The Terrorist\" was banned in\nTripoli, Lebanon, after a religious leader charged it insulted\nMuslims.  It is banned throughout Jordan.\nBut in Kuwait, the movie is drawing crowds back to cinemas that\nhad lost popularity to videos.\nMubarak al Adwani, a member of Kuwait's liberal opposition,\nwrote in the daily Al Qabas that the film was \"a sign of a\ngrass roots anti-terrorism movement in Egypt.\"\nEgyptian audiences applaud the movie's criticism of violence,\nbut some protest that its Muslim family is hardly Muslim at all.\n\"This was not the example of a good Muslim family,\" said Tarek\nHanafi, 20, a civil aviation student.  \"We don't need to go from one\nextreme to the other.\"\n\"But the public's attendance proved that people are not with\nthe terrorists, nor are they afraid of them.\" Lenin\nal-RamlyScreenwriter\nTHE ASSOCIATED PRESS CINEMA CRAZE: A Cairo cinema is showing an\nAdel Imam film \"The Terrorist.\" The film depicts a militant\nIslamist who is rendered docile by a moderate family.\n\nLoad-Date: January 31, 1995"
}