{
    "title": "Mideast oil policies may exclude terrorism",
    "publisher": "business insurance",
    "year": 1991,
    "month": 1,
    "day": 28,
    "full text": "U.S. and European companies with Middle Eastern oil installations have tightened security against Iraqi air strikes and terrorist attacks.\nSuch attacks, London political risk insurance specialists say, may trigger war risk exclusion clauses in insurance policies, even if the installations are not in the immediate war zone.\n\"It just needs any maniac to say he blew up something in Egypt or Syria in the name of Iraq and the war exclusion clause applies,\" said one London political risk insurance broker.\nWith huge investments tied up in oil projects, companies probably supplement their commercial coverage with policies from state agencies.  The U.S. Overseas Private Investment Corp. and the U.K. Export Credit Guarantee Department both offer political risk coverage.\nWhether political risk coverage would respond to terrorist acts at oil installations \"depends on how wide the coverage is,\" the broker said.  \"Political risk cover for oil investment is far broader than the usual contract repudiation, nationalization and withholding of payments insurance.  But I think all these policies would have a war exclusion clause.\"\nAs soon as the Persian Gulf War broke out, London underwriters canceled terrorism coverage for energy-related onshore and offshore risks in the region so they could rewrite it at higher premiums (BI, Jan. 21).\nAlthough several oil companies contacted would not comment on their insurance, they described added security measures being taken at the Middle East installations.\nState-owned Kuwait Petroleum Corp. has a contingency plan to fight and extinguish oil field fires, a spokesman in London told Business Insurance. Further details were unavailable.  The company has been headquartered in London since the Aug. 2 invasion by Iraq.\n\"We refrain from commenting because everything is of such a speculative nature,\" he said, adding that recent predictions that Kuwaiti oil fields would be destroyed seemed \"slightly exaggerated.\"\nAt press time, it was not possible to confirm military reports that the Wafra oil field in Kuwait had been sabotaged by Iraqi forces or tell whether the fires originated from an oil-filled defensive trench.\nThe Wafra oil field, which is operated by Texaco Inc., is located in what used to be called the divided zone between Saudi Arabia and Kuwait.  In the early 1970s, the area was divided equally between the two countries, and they still jointly administer its oil production.  This is the only area in both countries where foreign companies participate in oil production.  The companies do not own the oil, but are paid for their part in its production.\nOther oil companies contacted by Business Insurance were either unable or unwilling to discuss security arrangements in detail.\nAt Veba Oel A.G., a German company with oil exploration and production ventures in Egypt, Syria and Libya, a spokesman said that all its expatriate personnel remain in the Middle East.  \"But we have arrangements that everyone can leave in 24 hours, if needed,\" he said.\nIn Egypt, the law requires all joint oil ventures with foreign companies to have an Egyptian national as executive project manager.  These executives have been ordered by the Egyptian Oil Ministry to ensure that all security arrangements are implemented.  Egypt stipulates that all oil-producing operations must be secured at all times by a watchtower, barbed-wire fences and armed guards.\nThe Veba spokesman discounted any threat to its Libyan operations, noting that its partner there, the state-owned National Oil Corp., \"is responsible for all security.\" Libyan leader Moammar Gadhaffi has denounced the invasion of Kuwait.\nA spokeswoman for Shell Oil International in London, a unit of Shell Oil Co. of Houston, said Shell had some 800 expatriates in the Middle East, primarily in Saudi Arabia and Oman with some in Syria.\nShell has an oil refining joint venture in Saudi Arabia with the state oil company, Saudi Aramco, which the spokeswoman said was \"well secured.\"\nDependents of personnel in Saudi Arabia have been evacuated and expatriate employees have been given the option to leave, she said.\nThe French oil company, Total Cie.  Francaise des Petroles of Paris, has evacuated all dependents of expatriate personnel in the Persian Gulf region.\n\"We have relatively few people in these countries, anyway,\" a spokeswoman in Paris said, although she confirmed that this measure was taken for personnel in Saudi Arabia, Egypt, the United Arab Emirates, Oman, Qatar, Syria and Yemen.\nSome 40 personnel remain in Algeria, site of huge pro-Iraq rallies since the war began, she said.\n\"We have not made a decision whether to take them home,\" the spokeswoman said.  She added that security at installations has been reinforced, though she would provide no details.\nLondon representatives of several U.S. oil companies, including Conoco Inc., Philips Petroleum Co. and Marathon Oil Co., say their firms have imposed strict restrictions on foreign travel for their executives and, in some cases, have banned foreign travel outright.  They also have evacuated their expatriates' dependents from Middle East countries (BI, Jan. 21).\nTheir European counterparts, though, generally have not made the same travel restrictions.\nHowever, the manager for one British oil company said, \"Of course, if one of our chaps says he really doesn't want to go somewhere, I won't force him.\"\nExecutive business travel is not restricted at Veba, the German oil company.  \"I think the decision . . . not to panic is better,\" the spokesman said."
}