{
    "title": "MIDEAST TENSIONS; BUSH SAYS SYRIA SUPPORTS THE USE OF FORCE ON IRAQ",
    "publisher": "the new york times",
    "year": 1990,
    "month": 11,
    "day": 24,
    "full text": "Declaring that he is \"tired of the status quo,\" President Bush said today that he was close to an accord on a United Nations resolution on using force against Iraq. He moved to tighten his coalition by meeting with President Hafez al-Assad and setting aside suspicions about Syrian links to terrorism.\n\"Mr. Assad is lined up with us with a commitment to force,\" Mr. Bush said in Cairo before flying here for the meeting at the Geneva Holiday Inn. \"They are on the front line, or will be, standing up against aggression.\"\nThe President continued, \"As long as I have one American troop -- one man, one woman -- out there, I will work closely with all those who stand up against this aggression.\"\n \nReference to Syrian Troops\n After Mr. Bush spoke, White House aides said he did not intend his remarks to signal that he had made a decision to use force against Iraq. They said he was referring to the presence of 7,500 Syrian ground troops in Saudi Arabia as part of the international gulf force.\nA key aspect of the Administration's current approach is to win passage of a new United Nations resolution on the use of force by the end of the month. Mr. Bush said today in Cairo that the United States was \"very, very close\" to an agreement with its allies.\n\"We're getting tired of the status quo and so is the rest of the world,\" Mr. Bush said.\n[Foreign ministers of most of the 15 members of the United Nations Security Council are expected to gather next week to hammer out a new resolution, but it may still fall short of giving the Bush Administration the permission it seeks to use military force against Iraq. Page 4.]\n \nBush's Detour to Geneva\n In a written statement issued after the meeting with Mr. Assad in Geneva, the White House said the two leaders had a full discussion of the gulf crisis in which they agreed that any \"partial solution\" would not be acceptable. \"They expressed their preference for a peaceful solution of the crisis,\" the White House said. The statement offered no other details on the two leaders' discussion of the gulf situation.\nIt was a measure of Mr. Bush's increasing anxiety about the continuing standoff in the gulf that he chose to make this detour to Geneva on his way home from a weeklong trip and hold the politically risky meeting with Mr. Assad. He was the first President to do so since Jimmy Carter in 1977.\nSince then, relations have been strained by American suspicions of Syrian links to terrorism, including the 1988 bombing of Pan American World Airways Flight 103 and the bombings of the American Embassy and United States Marine barracks in Beirut in 1983 -- the last time American troops were deployed in the Middle East. Syria is on the State Department's list of nations that sponsor terrorism.\nMr. Bush said he reserved the right to discuss what he called \"big differences on certain categories\" with Mr. Assad, although he did not refer directly to terrorism. But he said the meeting was justified by Syria's involvement in the international effort to drive Iraq from Kuwait.\n \n'We Shouldn't Neglect Them'\n Mr. Bush said he had been advised to meet with Mr. Assad by President Hosni Mubarak of Egypt and other officials with whom he had talked over the last week and suggested that the purpose was to reassure Mr. Assad that he is a full partner in the coalition.\n\"There was some feeling in all these places that it was important to include him in,\" Mr. Bush said.\nMr. Mubarak said: \"Syria is considered in this area one of the key countries and a good supporter to the cause. So we shouldn't neglect them.\"\nMr. Bush shrugged off suggestions that the meeting could complicate relations with Israel and produce political trouble at home. But at the same time, he announced that he had reversed an earlier decision and agreed to meet with Prime Minister Yitzhak Shamir of Israel next month when he comes to the United States for a private visit.\n \nImpatience With Stalemate\n As he returned home from a weeklong trip that included a visit with American troops in Saudi Arabia on Thanksgiving Day, Mr. Bush remained circumspect about the prospects for war with Iraq. He still would not say how many countries had accepted an American proposal that the Security Council approve the idea of going to war to enforce resolutions demanding that Iraq withdraw from Kuwait.\nBut Mr. Bush did not hide his increasing impatience with the standoff in the gulf and his increasing eagerness for the United Nations to act.\n\"We've been very, very patient,\" Mr. Bush said at a joint news conference with Mr. Mubarak. \"We've gone to the United Nations for 10 different resolutions.\"\nBut Mr. Bush said, \"While a peaceful solution brought about by sanctions is clearly preferable, steps must be taken now by all members of the international coalition so as to insure that credible alternatives are available before much more time passes.\"\n \nEmphasis on Iraqi Atom Arms\n The United States has been making intensive efforts in recent days to lay the political and military groundwork for a possible war. The effort has two aims: to persuade President Saddam Hussein of Iraq that the threat is serious and to give Mr. Bush the military tools he needs to carry out an attack on Iraq should he choose to do so.\nThat has been a central theme of his trip to Europe and the Middle East, in which he has steadily escalated the urgency of his oratory and has put a heavy new emphasis on what the Administration asserts is a danger that Iraq could acquire an atomic weapon in less than two years.\n \nU.S.-Moscow Differences\n Mr. Bush has not been able to announce an agreement on either the timing of a United Nations resolution or its text, and he did not do so today. He repeated earlier assertions that he did not have major differences with the Soviet Union on the issue.\nBut Moscow and Beijing, two permanent members of the Security Council whose votes are uncertain, issued an equivocal statement on the question today. And Mr. Bush and his aides have refused to offer any explanation for why Mr. Bush and President Mikhail S. Gorbachev failed to announce an agreement at a meeting in Paris on Monday.\nLike Mr. Bush, Mr. Mubarak avoided making any predictions about the likelihood of war, although he said that he was getting more pessimistic and that Iraq did not seem to be moving toward withdrawing from Kuwait. \"\nHe said, \"If anybody could solve this problem or reach these goals peacefully, all of us would be very pleased and would clap hands for that.\"\n\nGraphic\n\n \nPhotos: President Bush meeting yesterday in Geneva with President Hafez el-Assad of Syria. (Reuters)(pg. 1); President Bush and President Hosni Mubarak of Egypt reviewing an honor guard yesterday as Mr. Bush visited Kubba Palace in Cairo. (Associated Press)(pg. 4)\n\nLoad-Date: November 24, 1990"
}