{
    "title": "MIDEAST TERRORISM_ Bush puts onus on Arafat; U.S. demands action to curb militant groups",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 12,
    "day": 3,
    "full text": "Washington --- A stern President Bush assailed weekend suicide bombings in Israel as \"horrific acts of murder\" and told Prime Minister Ariel Sharon that Mideast peace efforts had been eclipsed by an urgent need to combat Palestinian terrorism.\nIn a pointed departure from past practice, Bush did not call for Israeli restraint in the wake of the most recent attacks, suggesting that he is braced for an aggressive Israeli military response.\nInstead, Bush pointed his finger at Yasser Arafat, chairman of the Palestine Liberation Organization, demanding that he do more to counter militant anti-Israeli groups operating in Palestinian-controlled territory.\nCox Washington Bureau\n\"Chairman Arafat must do everything in his power to find those who murdered innocent Israelis and bring them to justice,\" Bush told White House reporters just before he entered an emergency Oval Office meeting with Sharon.\nAnd, in a message directed at several of Arafat's closest supporters among Israel's Arab neighbors --- Syria and Egypt among them --- Bush said those who wish to stand with the United States in its global anti-terrorism campaign have a responsibility to combat Israel's militant foes.\nEchoing that theme, Secretary of State Colin Powell said the weekend strikes had driven the need to combat Palestinian terrorism to the top of the Mideast peace agenda.\nBush embarked just last month on an aggressive effort to broker an end to 15 months of Israeli-Palestinian violence as a step toward bringing the parties to the peace table. But Sunday marked a shift, with Bush stressing the need to combat the groups behind the weekend attacks.\nAfter Bush's meeting with Sharon, a White House spokesman told reporters that efforts to broker a cease-fire were now secondary to the need to counter Palestinian terrorism.\n\"Right now, the focus is on Chairman Arafat taking immediate and decisive action,\" said Sean McCormack, spokesman for the White House's National Security Council. \"At some point after that, the two sides need to resume their discussions\" aimed at securing a cease-fire, implementing confidence-building measures and, eventually, holding formal peace talks.\nArafat has insisted for months that he cannot stop anti-Israeli violence unless Israel takes steps to end its military occupation of parts of the West Bank and Gaza Strip and rolls back Jewish settlements in those areas.\nBush has supported both goals, rhetorically at least, but also has insisted that a cease-fire by both sides precede any such talks.\nAmid the fresh bloodshed, however, Sunday the spotlight was directed at Arafat. \"If Chairman Arafat is going to be a leader,\" McCormack said, \"it's time to step up.\"\nThe remarks appeared to set Bush shoulder to shoulder with Sharon at a moment when Israel has vowed military retaliation for the weekend terrorist attacks that killed 25 civilians and wounded more than 200 others.\n\"Israel must respond, and the Americans understand that,\" a senior Israeli official told reporters traveling with Sharon immediately after the Oval Office meeting.\n\"Israel has no more expectations from Arafat,\" the official said. \"Arafat stands at the head of an empire of lies and at the top of a coalition of terrorism.\"\nIsraeli officials would not identify the senior official. However, Sharon was scheduled to brief reporters on background immediately after his meeting with Bush.\nFollowing the briefing, Sharon returned to Israel, where he is scheduled to preside today over an emergency Cabinet meeting on how to respond to the attacks.\n\nGraphic\n\n \nPhoto:\nMourners weep Sunday at the funeral of Nir Haftsadi in a Jerusalem military cemetery. The 19-year-old Israeli soldier was among 10 killed in a suicide bombing Saturday night in a crowded Jerusalem pedestrian mall. / JACQUELINE LARMA / Associated Press\n\nLoad-Date: December 3, 2001"
}