{
    "title": "Mideast Peace or Mideast Terror_ U.S. Ponders Its P.L.O. Contacts",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 5,
    "full text": "Bush Administration officials said today that they would like to continue talks with the Palestine Liberation Organization, but were prepared to suspend the dialogue if Yasir Arafat refused to condemn the foiled seaborne guerrilla raid on Israel last week and failed to punish those responsible for the attack.\nThe officials said Mr. Arafat appeared unlikely to satisfy American requests that he denounce the raid and discipline those responsible for it. But they said they hoped they could coax Mr. Arafat into doing so.\nLast Wednesday, Israeli forces foiled an attack by Palestinian guerrillas in speedboats on beaches at Tel Aviv, killing 4 of the raiders and capturing 12. There were no Israeli casualties.  U.S. Makes Three Requests In talks with P.L.O. officials in Tunis over the last four days, the United States has made three requests of Mr. Arafat and the P.L.O., of which he is chairman.\nAdministration officials said the United States had asked the P.L.O. to condemn the raid and to reaffirm, categorically and unequivocally, that the P.L.O. had nothing to do with it.\nIn addition, they said, the United States asked Mr. Arafat to take action against Mohammed Abbas, also known as Abul Abbas, the head of the Palestine Liberation Front. The front, a faction of the P.L.O., took responsibility for the attack last Wednesday.\nThe State Department's latest report on international terrorism says that Mr. Abbas has been a member of the P.L.O.'s Executive Committee since 1984.\nThe United States has identified Mr. Abbas as the ringleader of the hijacking of the cruise ship Achille Lauro in 1985.\n \nAbbas Tried in Absentia\nIn 1986, Mr. Abbas was tried in absentia by an Italian court. He was found guilty of organizing the hijacking and was found to have had a role in the killing of an American passenger on the ship, Leon Klinghoffer.\nAdministration officials said today that they were desperately trying to salvage the United States-P.L.O. dialogue, begun in December 1988, because they believed such talks increased the prospects for peace in the Middle East. But they said they had no indications that Mr. Abbas would be expelled from the P.L.O. Executive Committee.\nAn aide to Mr. Arafat, Saleh Khalef, also known as Abu Iyad, said Saturday that the P.L.O. would not condemn the guerrilla raid or expel Mr. Abbas.\n''It was the Palestine National Council which elected Abul Abbas, and it alone can withdraw confidence in him,'' Mr. Khalef said. ''That's our democracy.''\nPalestinians describe the council as a parliament in exile.\nBassam Abu Sharif, a political adviser to Mr. Arafat, said there were ''intensive contacts going on at present between the P.L.O. and the United States.''\nArab diplomats said the P.L.O. might conceivably meet one or two of the American demands, but probably could not satisfy all three. They said that the P.L.O. would find it particularly difficult to discipline Mr. Abbas.\nThe guerrilla attack on Israel is acutely embarrassing to the Administration because State Department officials have repeatedly said that the P.L.O was keeping its promise not to engage in terrorism.\nA detailed report sent to Congress on March 19 at the request of Deputy Secretary of State Lawrence S. Eagleburger said: ''It is the Administration's position that the P.L.O. has adhered to its commitment undertaken in 1988 to renounce terrorism.''\nSeymour D. Reich, chairman of the Conference of Presidents of Major American Jewish Organizations, said today that the United States had no business trying to coax Mr. Arafat into meeting conditions that would permit the P.L.O. to continue talks with the United States.\n''I don't think it's America's role to do that,'' Mr. Reich said. ''That should be forthcoming from Arafat. It's incomprehensible why American diplomats would go hat in hand and help Arafat find the magic words to renounce terrorism and distance himself from Abul Abbas.''\nWhen Congress reconvenes Tuesday, after the Memorial Day recess, President Bush will come under pressure to suspend talks with the P.L.O. if Mr. Arafat does not denounce the latest guerrilla raid.\nHowever, Administration officials said no decision was likely before Secretary of State James A. Baker 3d returned to the United States from a trip to Denmark and Scotland."
}