{
    "title": "MIDEAST TERRORISTS ARE IN CONTROL",
    "publisher": "daily news ",
    "year": 1997,
    "month": 8,
    "day": 7,
    "full text": "When the Middle East 'peace process' was moving forward - with compromises that disturbed some people on both sides - terrorist violence undermined it.\nThat terrorism raised the possibility that peace is simply impossible. Besides the attacks by the Palestinians, an Israeli prime minister had been assassinated by an Israeli. It seemed that any concessions were going to invite violence.\nAs a result of that violence, the dovish government of Israel lost an election to the hawks. Now the peace process is at a standstill.\nYet the terrorists keep at it, this time killing 15 people in an attack on an Israeli market.\nMaybe it's different factions doing the various attacks. Nobody knows.\nAs a result of the uncertainty, Israel has imposed a general security crackdown in territories it controls. This is having the unfortunate effect of making Palestinians who are angry at the terrorists angry at the Israelis. This may have been what the terrorists had in mind, if anything.\nThe current form of Mideast terrorism is particularly indefensible. It is not, after all, terrorism against some foreign dominator. That kind of terrorism is sometimes seen in history as justified, even heroic. In this case, the Palestinians are against their own leaders, who are not exactly tools of the Israelis. The extremists' views are not prevailing, so they take matters into their own hands.\nThe West has so far responded primarily by saying Palestinian leader Yasser Arafat must get his people under control. By now, however, it is becoming clear that that isn't going to happen. The rifts among Arabs are apparently too wide. Some more-serious response is called for.\nTerrorism in the Middle East is not simply victimizing innocent people. It is determining the course of political events. It is shaping not only the behavior of electorates but the behavior of governments on the most crucial issues they face - on whether to pursue peace.\n\nLoad-Date: August 8, 1997"
}