{
    "title": "Mideast should embrace peace, according to U. Arizona alumnus",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 20,
    "full text": "Although there is a need for peace in the Middle East, it is primarily important for the U.S. to combat terrorism, a University of Arizona alumnus who works for the U.S. Department of State said yesterday.\n\"I have the impossible task of reducing the complexity and the seeming contradictions of U.S. foreign policy into a nice, neat package,\" said Alberto Fernandez, director of the Office of Press and Public Diplomacy in the U.S. Department of State Bureau of Near East Affairs. \"While I may be a good public diplomacy officer, I am not a magician.\"\nU.S. foreign policy in the Middle East can be outlined in parts, Fernandez said.\nEssentially, the primary objective of the U.S. in the Middle East is to combat terrorism, Fernandez said.\nWar, counterinsurgency and intelligence operations are some of the obvious ways the struggle manifests itself, Fernandez said. It's also an ideological struggle, he added.\n\"Certainly, the view of the U.S., despite the rhetoric that you see coming from people, is that the challenge we face when it comes to terrorism is not that of a great world religion and world culture, which is Islam, but is actually the actions of a disciplined, ideological few well-organized who use religion as a cover for a political agenda,\" Fernandez said about extremists in the Middle East.\nThe subversion of ideas, such as nationalism, progress or religion, for political ends is the nature of what the ideological struggle is about, Fernandez said.\n\"It is not a struggle with Islam,\" he said.\nAnother part of U.S. foreign policy is one of reform agenda, Fernandez said.\nAs an example, Fernandez said if the U.S. decided to push an Arab regime to become democratic, and the regime agreed, then what came next from such a change could be worse. The dilemma is that we have to see that the region has to evolve, he said.\nThe terrorists have a vested interest in keeping the Middle East as polarized as possible, and the more desperate it is and the fewer freedoms it has, then the more fruitful the terrorists will be, Fernandez said.\nThe pressures of the Middle East can best be addressed through movement toward democracy, Fernandez said. The ideal situation would be regimes deciding to reform themselves.\nThe U.S. needs to change its policy and take people at their word, recognizing that people in the Arab world have a right to a better life and forward progress toward a democratic future, Fernandez said.\nHowever, the change won't happen overnight.\n\"It's not like we're going to wave a magic wand,\" Fernandez said.\nAfter the World Trade Center attacks, Osama bin Laden said the planning actually began under President Clinton. Fernandez added the attacks weren't done just to \"get\" President Bush.\nDaniel Greenberg, a political science freshman, said the discussion was \"pretty middle of the road,\" since, as a government official, Fernandez was not going to say \"just anything.\"\nMary McEvers, a teacher at Ochoa Elementary School, said she attended the talk because she was interested in what administration had to say.\n\"I think it's very much the administration's spin on what's going on in the Middle East,\" McEvers said.\n(C) 2006 Arizona Daily Wildcat via U-WIRE\n\nLoad-Date: September 20, 2006"
}