{
    "title": "Mideast peace talks set back by terrorism",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 10,
    "day": 20,
    "full text": "Grenade attack : 64 are injured at an Israeli bus stop\nBEERSHEBA, Israel (AP) - The No. 14 bus stop was packed with soldiers waiting for a ride to a nearby army base during Monday morning rush-hour when suddenly there was a hissing noise.\n\"Grenade!\" someone shouted, and many of the young recruits dropped to the ground.\nThe attack, by a Palestinian activist in the Islamic militant group Hamas, injured 64 people and disrupted the Mideast peace summit in Maryland, seen as perhaps the last chance for wrapping up an agreement on a West Bank troop withdrawal.\nIsraeli Prime Minister Benjamin Netanyahu announced he was suspending all talks with the Palestinians except those on security issues, and said he would not remain at the negotiating table for an \"unlimited period of time.\"\nThree victims were in serious condition after the 8 a.m. attack in the Negev Desert town of Beersheba, 50 miles south of Jerusalem, and many soldiers were among the wounded.\nThe attack began when the assailant, concealing something in a white bag, walked toward the bus stop at the edge of Beersheba's central bus station and hurled two grenades, witnesses said.\nThe stop was packed with soldiers waiting for a ride to a nearby army base, among them 19-year-old Tamar Glustoron.\n\"Suddenly I heard a hissing noise,\" Glustoron said. \"Someone yelled, 'It's a grenade.' \" Glustoron, who was injured by shrapnel in the head, back and legs, said she and most of her fellow recruits dropped to the ground to seek cover.\nFrom the bus stop, the assailant ran across the street and was struck by a bus turning the corner. A construction worker, Avi Friedman, said he then jumped the Palestinian from behind and wrestled him to the ground. The assailant was taken into custody.\nThe blast shattered nearby windows and left army-issue olive duffel bags and clothes strewn on the pavement. A soldier's polished black boots, with the socks stuffed inside, lay on a traffic island.\nA street sweeper, who had lost consciousness, lay on the pavement, his body covered by blood, said Ezra Zion who owns a nearby restaurant.\nOfficials at Sorokka Hospital in Beersheba said 64 people were injured, including a 15-year-old boy in critical, but stable condition, and two in serious condition. Most of the others suffered minor injuries.\nThe Palestinians' security chief in the West Bank, Jibril Rajoub, said the assailant was from the Palestinian-controlled sector of the West Bank town of Hebron. He said the man, a 29-year-old father of five, was a supporter of the Islamic militant group Hamas and was imprisoned twice for activities linked to the group.\nHamas founder Sheik Ahmed Yassin stopped short of claiming responsibility for the attack, saying only that \"what happened this morning is part of our continued resistance to the occupation of our land.\"\nHamas has threatened to carry out terror attacks in Israel to avenge the killing of two fugitives by Israeli soldiers last month.\n\nGraphic\n\n \nAn Israeli soldier receives emergency first aid at the Beersheba central bus station Monday after a grenade attack by a Palestinian left 64 Israelis wounded. (Associated Press)\n\nLoad-Date: October 20, 1998"
}