{
    "title": "MIDEAST_ A TASK FOR THE SUPERPOWERS",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 2,
    "full text": "To the Editor:\nHistorians will tell you they are more comfortable evaluating the past than they are dealing with the sticky issues of the present.  Barbara Tuchman's Op-Ed article of July 25, ''A Task for Arabs,'' amply demonstrates that proposition.\nDeftly and succinctly, Mrs. Tuchman marshals the events of the last 35 years in assessing the continuing terrorism and the anguishing state of affairs in the Middle East. She is comfortable, correct and conclusive in detailing the record of Jewish blamelessness.\nIrving Brodkin letter comments on Barbara Tuchman's July 25 op-ed article on Arab policy in Middle East\nAlas, as soon as she is through with her meticulous accounting of the past and engages herself in her closing lines with the troublesome present, she comes a cropper.\nMrs. Tuchman doesn't seem to realize that she has done more than lay out the historical justification of Israel's behavior in her otherwise excellent article. Just as persuasively she has recorded the intransigence and irresponsibility of the Arabs, their utter inability and unwillingness to organize their own minions in a constructive, pragmatic confrontation with Israel.\nThat being the case, how can she rationally expect the Arabs to work their way out of the current morass? She writes: ''Let us place the responsibility for a solution where it lies… Let the Arabs solve the problem of the Palestinians.''\nYou do not say to nations or to children, Choke, this is your problem; you resolve it. Clearly, neither the Arabs nor the Israelis are capable, singly or together, of making it their problem any longer. The issues are too heated, the hurt is too deep, the problem is too complex to expect either of them to negotiate their way out of the sweat of charge and countercharge.\nAs an important step, the two superpowers, themselves unfriendly unfortunately, will have to start talking maturely to each other about their legitimate needs and concerns before progress can be made toward that elusive peace.\nAfter all, Richard Nixon went to China; Anwar el-Sadat went to Jerusalem. Friends and enemies with relevant interests must be dealt in, if one is to deal at all.\nIRVING BRODKIN, Accord, N.Y., July 27, 1982"
}