{
    "title": "Mideast conflict mars Bush's terrorism war",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 4,
    "day": 14,
    "full text": "WASHINGTON -- President Bush's foreign policy has been a series of zigzags lately, as changing political realities have forced him to make complex adjustments.\nVice President Dick Cheney visited the Middle East a month ago, intent on drumming up support for a tough stance against Iraq. His Arab hosts kept wanting to talk about the deteriorating situation between Israel and the Palestinians. Iraq got shorter shrift by far than Cheney wanted.\nSince then, the Middle East has continued to stand in the way of Bush's goal of putting the fight against world terrorism at the top of his agenda.\nOn some days, Bush has been eager to support Israel, seeing repeated suicide bombings against Israeli civilians as an outrage. Not to stand up for Israel in such circumstances would be unseemly for a government committed to do battle with terror.\nAt other times, he is pulled the other way, heavily influenced by the wave of outrage among Muslims over an Israeli military offensive aimed at liquidating the terrorist infrastructure in the West Bank.\nOn March 30, Bush defended Israel's storming of Yasser Arafat's compound and demanded that the Palestinian leader do more to stem violence.\n\"I can understand why the Israeli government takes the actions they take,\" he said.\nBut Bush took a different tack five days later when he felt that Israel had gone too far. He renewed his criticism of Arafat, but he urged Israel pull its troops back from Palestinian areas.\nIt is an appeal that he has repeated almost daily since then, in increasingly exasperated tones. Bush's stand disappoints Israelis, who note that Bush didn't see any need for restraint in response to the Sept. 11 terrorist attacks. Why ask Israel to temper its response, they wonder.\nBush is eager for moderate Arab support for the war on terror but may not get it if Israel turns the West Bank into rubble.\n\"The administration wants to broaden the war on terrorism and tends to be very sensitive to the Arab viewpoint, especially Egypt, Jordan and Saudi Arabia,\" says James Phillips, Middle East analyst at the Heritage Foundation.\nMeanwhile, the war on terror, while not on hold, is being carried out in undramatic ways.\nThe administration continues efforts to prevent financial transfers to terrorist groups.\nAnd it has sent or plans to send military personnel to such countries as Georgia, Yemen and the Philippines to upgrade their anti-terrorism capability.\nThere also is less talk these days about a move to dislodge Iraqi President Saddam Hussein, by U.S. calculations one of the world's top terror exporters. This is a function not only of the continuing crisis between Israel and the Palestinians but also because the U.S. campaign against terrorist forces in Afghanistan remains unfinished.\nAs a result, Saddam has been able to breathe more easily, at least compared with the time 10 weeks ago when Bush designated Iraq as a charter member of the \"axis of evil.\"\nIt was not long thereafter that Iraqi officials talked for the first time in years about allowing U.N. weapons inspectors back into the country.\nBut things have gone Saddam's way since then, and he must feel safer nowadays than he has in some time. The Arab League has come down unambiguously in support of Iraq in its standoff with Washington. The prospect for a U.S. move to oust Saddam soon seems remote.\nIran, another \"axis\" country, has drawn harsh criticism lately from Defense Secretary Donald H. Rumsfeld. He accused Tehran of harboring al-Qaida terrorists and of joining Syria in \"inspiring and financing a culture of political murder and suicide bombing\" in the Middle East. But there has been no obvious sign of any increase in American pressure on that country.\nOne piece of good news for Bush was the willingness of North Korea, the third \"axis\" country, to accept Bush's proposal to reopen a dialogue on security issues. After more than 50 years of hostility, no one is predicting an early convergence of views.\nGeorge Gedda has covered foreign affairs for The Associated Press since 1968.\n\nLoad-Date: April 14, 2002"
}