{
    "title": "MIDEAST ACCORD; Three Letters That Sealed The Diplomatic Bargain",
    "publisher": "the new york times",
    "year": 1993,
    "month": 9,
    "day": 10,
    "full text": "Following are letters from Yasir Arafat, chairman of the Palestine Liberation Organization, to Prime Minister Yitzhak Rabin of Israel and Foreign Minister Johan Jorgen Holst of Norway and from Mr. Rabin to Mr. Arafat. The letters were provided by Mr. Rabin's office.\n \nRabin to Arafat\nSept. 9, 1993\n Mr. Chairman,\nIn response to your letter of Sept. 9, 1993, I wish to confirm to you that in light of the P.L.O. commitments included in your letter the Government of Israel has decided to recognize the P.L.O. as the representative of the Palestinian people and commence negotiations with the P.L.O. within the Middle East peace process.\nYITZHAK RABIN\n Prime Minister of Israel\n \n \n \nArafat to Rabin\nSept. 9, 1993\n Mr. Prime Minister,\nThe signing of the Declaration of Principles marks a new era in the history of the Middle East. In firm conviction thereof, I would like to confirm the following P.L.O. commitments:\nThe P.L.O. recognizes the right of the State of Israel to exist in peace and security.\nThe P.L.O. accepts United Nations Security Council Resolutions 242 and 338.\nThe P.L.O. commits itself to the Middle East peace process and to a peaceful resolution of the conflict between the two sides and declares that all outstanding issues relating to permanent status will be resolved through negotiations.\nThe P.L.O. considers that the signing of the Declaration of Principles constitutes a historic event, inaugurating a new epoch of peaceful coexistence, free from violence and all other acts which endanger peace and stability. Accordingly, the P.L.O. renounces the use of terrorism and other acts of violence and will assume responsibility over all P.L.O. elements and personnel in order to assure their compliance, prevent violations and discipline violators.\nIn view of the promise of a new era and the signing of the Declaration of Principles and based on Palestinian acceptance of Security Council Resolutions 242 and 338, the P.L.O. affirms that those articles of the Palestinian Covenant which deny Israel's right to exist and the provisions of the Covenant which are inconsistent with the commitments of this letter are now inoperative and no longer valid. Consequently, the P.L.O. undertakes to submit to the Palestinian National Council for formal approval the necessary changes in regard to the Palestinian Covenant.\n \nSincerely,\nYASIR ARAFAT\nChairman\nPalestine\nLiberation Organization\n \n \n \nArafat to Holst\nSept. 9, 1993\n Dear Minister Holst,\nI would like to confirm to you that upon the signing of the Declaration of Principles I will include the following positions in my public statements:\nIn light of the new era marked by the signing of the Declaration of Principles the P.L.O. encourages and calls upon the Palestinian people in the West Bank and Gaza Strip to take part in the steps leading to the normalization of life, rejecting violence and terrorism, contributing to peace and stability and participating actively in shaping reconstruction, economic development and cooperation.\nSincerely,\nYASIR ARAFAT\nChairman\nPalestine\nLiberation Organization\n\nLoad-Date: September 10, 1993"
}