{
    "title": "MIDEAST MYTHS DISTORT REALITY_",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 4,
    "day": 26,
    "full text": "Editor, Times-Dispatch: -/ The thesis of letter-writer William McCarty's analysis of the Middle East is that U. S. support of Israel has resulted in the increase of terrorism. Not Osama bin Laden, not the invasion of Afghanistan or Iraq, not the U.S presence in Saudi Arabia, not hatred of the West, but Israel! Presumably if Israel did not exist, terrorism would cease.\nMuslim extremism is directed against the West, particularly the U.S., for several reasons, including most notably the freedoms we enjoy.\nIn his accusation of Israeli incursions and murders in \"Palestine,\" McCarty makes no mention of the suicide bombings and other terrorist acts that, since the 1993 Oslo Accords, have taken some 1,400 Israeli lives (the equivalent of 70,000 Americans), mostly innocent civilians.\nThe facts also do not support the allegation of a land grab by Israel. Each of the four agreements signed between Israel and the Palestinians since 1993 called for Israel to relinquish land for the Palestinian promise of security. Israel complied, but terrorism continued. The result is that today Israel has less land and less security.\nMcCarty argues that \"billions\" spent on counter-terrorism would be better spent in reducing the poverty \"that led to desperate acts by individuals [presumably, suicide bombings] who see no hope.\" No mention is made of the $4 billion in international aid received by the PA since 1993, most of which has found its way not to the Palestinian people but to Arafat's secret bank accounts and to the funding of terrorism. Furthermore, Arab-conducted surveys show that most of the suicide bombers are well educated and come from middle class, stable families.\nIn any reasoned discussion of the Middle East, fact must be separated from myth and canard. The issue is complex enough without the interjection of distortion and bias./\n\nLoad-Date: April 29, 2004"
}