{
    "title": "Midland honors veterans despite winter weather",
    "publisher": "daily news ",
    "year": 2019,
    "month": 11,
    "day": 12,
    "full text": "Nov. 12--     Nov. 12--Despite a steady snowfall and below-freezing temperatures, dozens of Midlanders gathered before the memorial wall in front of the Midland County Courthouse on Monday morning to pay tribute to the nation's veterans.\nThe Veterans Day ceremony was hosted by Veterans of Foreign Wars Chemical City Post No. 3651, with VFW Commander Joe DuFort serving as master of ceremonies.\nServing as the event's keynote speaker was Technical Sergeant Ryan Hilliard, a veteran of the wars in Afghanistan and Iraq, and 2nd vice commander of the Midland VFW Post 3651.\nIn between some jokes at the expense of his peers in the U.S. Army and Marine Corps, Hilliard spoke about his childhood growing up in Oklahoma with several family members, including his grandfather, uncle and cousins, who were veterans. Hilliard also talked about his involvement with the local VFW post and the opportunity it has given him to stay in touch with Midland's veteran community.\n\"That's got to be my favorite part: the camaraderie and the bonding,\" Hilliard said. \"We get together, tell a bunch of stories and make fun of each other, but it's all the same team -- we're all under the same roof.\"\nHilliard served in the U.S. Air Force from 1999 to 2009 as an aircraft electrical and environmental journeyman, and a communications-computer system operator craftsman.\nHilliard was deployed and sent on a temporary duty assignment to numerous countries during his time in the military, including Afghanistan, Iraq, Qatar, Oman, Uzbekistan, Turkey, England, Jordan, Germany, Columbia, Ecuador, Peru and Chile. He has been awarded the Air Force Commendation Medal, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal and the Air Force Expeditionary Service Ribbon with Gold Border.\nState Rep. Annette Glenn and Congressman John Moolenaar appeared as guest speakers.\n\"From the Revolutionary War to today, Americans have stepped up to the call of service,\" Moolenaar said. \"Their heroism makes us proud, and we can never be thankful enough for all that they have done for our country. Every day we enjoy in peace and freedom is because of our veterans.\"\nAlso in attendance, and sitting in the front row of the ceremony, were three local World War II veterans: Robert Moe, Leonard Varner and Ray Terwillegar.\n___ (c)2019 the Midland Daily News (Midland, Mich.) Visit the Midland Daily News (Midland, Mich.) at www.ourmidland.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 13, 2019"
}