{
    "title": "MIKE'S QUESTION_ How'm I doin'_ MIKE'S ANSWER_ GREAT!",
    "publisher": "daily news ",
    "year": 2013,
    "month": 9,
    "day": 13,
    "full text": "A DAY AFTER the 12th anniversary of the 9/11 terrorist attacks, Mayor Bloomberg returned to Ground Zero to tout the rebirth of lower Manhattan - and his own legacy.\nIn a speech on the 10th floor of the rebuilt 7 World Trade Center, Hizzoner recalled his early days in office when Ground Zero was still smoldering and there were widespread questions about whether the city could rebound.\n\"There were so many questions about the city's survival back then,\" Bloomberg said in a speech to the Downtown Alliance. \"Could New York remain an economic powerhouse and global financial center, or would large companies and Wall Street firms relocate to the suburbs . . . Would people pack up and move out, and would tourists stop coming?\n\"Today we can declare that the era of post-9/11 uncertainty is over,\" Bloomberg said.\nBut in a warning to his successor, Bloomberg noted that the city's gains - and security - could be fleeting.\n\"The truth is, we have answered the questions about New York City's post-9/11 future - but only for now,\" he said.\n\"The day we believe our progress is inevitable, the day that we take our safety and security for granted, the day that we believe the past cannot repeat itself, is the day those questions will return.\"\nBloomberg's comments came three days after Police Commissioner Raymond Kelly chastised mayoral candidates for largely remaining silent about how they would protect the city from terrorist attacks.\n\"Whoever wins will carry daunting responsibilities,\" Kelly said Monday on the eve of Tuesday's primary election.\nHe noted that none of the candidates had sought a briefing from his anti-terrorism team.\n\"What is their understanding of the terrorist threat to New York City and its immediacy?\" Kelly asked. \"What is their perspective on the role the NYPD should play in protecting New York from global terrorism? Will they expend their political capital and continue to fight in Washington for the federal funds that we need to maintain our defenses?\"\nBloomberg did not address Kelly's comments directly.\nHe focused his speech on his three terms in office, citing a host of statistics to demonstrate that \"our city has emerged from the shadow of 9/11, stronger than ever.\"\nThere are 60,000 people living in lower Manhattan now - up from 23,000 the day before the terrorist attacks, he said.\nThere are 18 hotels - with as many as 30 expected to be open within two years. That's compared with six hotels in 2001.\nThe area also now boasts 600 tech companies, along with new schools, parks, plazas and bike lanes.\n\"The ghost town that was lower Manhattan on weekends when I used to work here back in the late '60s, and after 6 p.m. on weekdays, has been replaced by a dynamic neighborhood,\" he said.\n\nGraphic\n\n \nMayor Bloomberg speaks at 7 World Trade Center, overlooking Ground Zero (below), Thursday, where he extolled his post-9/11 accomplishments in redevelopment of lower Manhattan to the Downtown Alliance. PHOTO (Jefferson Siegel/Daily News)\n\nLoad-Date: September 13, 2013"
}