{
    "title": "Mike LuckovichOpinion Snooping, privacy conflict",
    "publisher": "the atlanta journal-constitution",
    "year": 2013,
    "month": 6,
    "day": 9,
    "full text": "Al Gore calls it \"obscenely outrageous,\" and that may be an understatement.\nAccording to secret documents published this week, the U.S. government collects and stores information about every cell phone call that is placed and received by its citizens. There is no pretense whatsoever of \"reasonable cause\" that the citizens being monitored --- which is all of us --- are guilty of a crime. Under the guise of anti-terrorism, the government tracks who you called, when you called, how long you talked and probably the locations of the call as well.\nUpon discovery of the practice, official Washington rushed to defend it. The Obama White House called it a \"critical tool\" in the fight against terrorism. Sen. Dianne Feinstein, a California liberal and chair of the Senate Intelligence Committee, joined Georgia's Saxby Chambliss, the committee's ranking Republican, in defending it on grounds of necessity.\nThere are two basic problems with that argument:\n1.) \"Necessity\" is an excuse that recognizes no limits. That is particularly true when it is cited in secret, where the claim cannot be challenged, as it has been in this case. Feinstein, Chambliss and other members of Congress were apparently aware of it, but leaders of the U.S. intelligence community have repeatedly stated point blank that no such data were being collected or retained. That was a lie.\nAnd from whom were they keeping that secret? It wasn't those involved in terrorism. They already suspect that their communications are tracked. The program was kept secret solely to keep the American people in the dark.\n2.) The Fourth Amendment, which requires warrants and reasonable cause before a search is conducted, was written precisely to forbid this overreach. In colonial America, the British government issued \"general writs of assistance\" that gave it the power to search records, documents and property without having to demonstrate reasonable cause. John Adams, among other Founding Fathers, considered general writs so onerous he credited them with inspiring the entire American Revolution.\n\"Then and there the child Independence was born,\" Adams wrote.\nThe cell-phone surveillance program, which requires telephone firms to cough up customer records with no evidence that the customers are suspected of a crime, is by definition a general writ of assistance.\nThe program apparently began back in 2001, shortly after the Sept. 11 attacks. When its existence was leaked and its constitutionality challenged in 2006, it was smuggled under the cover of the Patriot Act --- a truly Orwellian nomenclature --- and continued. It has also been given a figleaf of legality through its periodic approval by a secret court system.\nIn other words, the practice implicates both parties and every branch of the government --- the executive, which created and carries out the program; the legislative, which passed the laws under which it is allegedly legal; and the judicial, which somehow found perverse ways to pretend that it is constitutional.\nBut to again quote the former vice president --- Gore, not Adams --- this is obscenely outrageous. There is no way to reconcile this sweeping surveillance of the daily communication of all Americans with the protections provided in the Bill of Rights. On its face, it is an unreasonable search and seizure, without cause or justification.\nAnd just as a bipartisan effort created it, a bipartisan effort will be required to stop it.\nJay Bookman, an Opinion columnist, writes Tuesday and Friday. Reach him at jbookman@ajc.com\n\nLoad-Date: June 9, 2013"
}