{
    "title": "MIKHAIL T. KALASHNIKOV NOV. 10, 1919 - DEC. 23, 2013 SOVIET GENERAL DESIGNED AK-47, ARMS OF CHOICE I",
    "publisher": "the new york times",
    "year": 2013,
    "month": 12,
    "day": 24,
    "full text": "Lt. Gen. Mikhail T. Kalashnikov, the arms designer credited by the Soviet Union with creating the AK-47, the first in a series of rifles and machine guns that would indelibly associate his name with modern war and become the most abundant firearms ever made, died Monday in Izhevsk, Russia, the capital of the Udmurtia republic, where he lived. He was 94.\nViktor Chulkov, a spokesman for the republic's president, confirmed the death, the Itar-Tass news agency reported.\nBorn a peasant on the southern Siberian steppe, Gen. Kalashnikov had little formal education and claimed to be a self-taught tinkerer who combined innate mechanical skills with the study of weapons to conceive of a rifle that achieved battlefield ubiquity.\nHis role in the rifle's creation, and the attention showered on him by the Kremlin's propaganda machine, carried him from conscription in the Red Army to senior positions in the Soviet arms-manufacturing bureaucracy and ultimately to six terms on the Supreme Soviet, the Soviet Union's legislative body.\nTens of millions of Kalashnikov rifles have been manufactured. Their short barrels, steep front-sight posts and curved magazines made them a marker of conflict that has endured for decades. The weapons also became both Soviet and revolutionary symbols and widespread instruments of terrorism, child-soldiering and crime.\nThe general, who sometimes lamented the weapons' unchecked distribution but took pride in having invented them and their reputation for reliability, weathered the collapse of the Soviet Union to assume a public role as a folk hero and unequivocal Russian patriot.\nA Soviet nostalgist, he also served as the unofficial arms ambassador of the revived Russian state. He used public appearances to try to cast the AK-47's checkered legacy in a positive way and to complain that knockoffs were being manufactured illegally by former Soviet allies and cutting into Russian sales.\nThe weapon, he said, was designed to protect his motherland, not to be used by terrorists or thugs. \"This is a weapon of defense,\" he said. \"It is not a weapon for offense.\"\nGen. Kalashnikov's public life resulted from a secret competition to develop the Soviet infantry rifle for the Cold War. The result was the AK-47 -- an abbreviation for \"the automatic by Kalashnikov\" followed by the year the competition ended.\nGen. Kalashnikov, a senior sergeant at the time who had been injured in battle in World War II against German tanks, was credited with leading the design bureau that produced the AK-47 prototype. The Soviet Union began issuing a mass-produced version to soldiers in 1949.\nThe true AK-47 was short-lived. It was followed in the 1950s by a modernized version, the AKM, which retained its predecessor's underlying design while reducing its weight and manufacturing time.\nShorter than traditional infantry rifles and firing a cartridge midway between the power of a pistol and the standard rifle cartridges of the day, the Kalashnikov line was initially dismissed by U.S. ordnance experts as a weapon of small consequence. It was not particularly accurate or well made, they said, and it lacked range and stopping power.\nIt cemented its place in martial history in the 1960s in Vietnam, where a new U.S. rifle, the M-16, experienced problems with corrosion and jamming in the jungles, while Kalashnikovs, carried by Viet Cong guerrillas and North Vietnamese soldiers, worked almost flawlessly.\nBy this time, in an effort to standardize infantry weapons among potential allies, the Soviet Union had exported the rifle's specifications and its manufacturing technology to China, Egypt, North Korea and the Warsaw Pact nations.\nThe weapon's design was also incorporated into arms manufactured in Finland, Israel, South Africa and other nations. The result was a long line of derivatives and copies. Almost all are referred to as AK-47s by colloquial, if inaccurate, shorthand.\nBecause Kalashnikov rifles were principally made by secretive governments and often changed hands in nontransparent transfers, it is not known how many have been manufactured. Common estimates put production at 70 million to 100 million; either number would dwarf the production of any other gun.\nThe rifles eventually filled armories throughout Eastern Europe and Asia and spread from war to war, passing to Soviet allies and proxies, and to terrorists and criminals, aided by intelligence agencies and gray- and black-market sales. The United States became an active purchaser, arming anti-Soviet fighters in Afghanistan in the 1980s and indigenous Afghan and Iraqi forces in recent years.\nGen. Kalashnikov's bureau also used the AKM design to develop machine guns for infantry squads, helicopter crews and vehicles. By the 1970s, the rifle's design had become the basis for a new Soviet rifle, known as the AK-74, that fired a smaller and faster cartridge similar to that of the M-16. That rifle remains the standard arm of the Russian army.\nThe general often claimed that he never realized any profit from his work. But in his last years, he urged interviewers not to portray him as poor, noting that he had a sizable apartment, a good car and a comfortable dacha on a lake near the factory where he had worked for decades.\nHow essential the general was to the creation of the Kalashnikov line has been subject to dispute. A post-Soviet account in the newspaper Pravda challenged his central role, asserting that two supervisors repeatedly modified his weapon during field trials.\nMikhail Timofeyovich Kalashnikov was born in Kurya on Nov. 10, 1919.\n\nGraphic\n\n \nPHOTO: MIKHAIL KALASHNIKOV, the Soviet weapons designer whose name is attached to the world's most popular firearm, the AK-47, dies at age 94. Some 100 million of the guns are spread around the globe, in the hands of the forces of both good and evil. (Photo, Page A-1)\n\nLoad-Date: December 24, 2013"
}