{
    "title": "MILAN MURDER REMINDS ITALY ABOUT TERROR ON LEFT",
    "publisher": "the new york times",
    "year": 1980,
    "month": 11,
    "day": 23,
    "full text": "The Red Brigades killing last week of a factory personnel manager in Milan, the first killing by an Italian leftist group in nearly six months, was a reminder in a nation now preoccupied with rightist violence that leftist terrorism has not faded away.\nRenato Briano, 47 years old, was the 19th person killed in Italian leftist terrorism this year and the 12th claimed by the Red Brigades, the group that kidnapped and killed former Prime Minister Aldo Moro in 1978. Mr. Briano was shot dead as he rode to his job at the Marelli automobile electronics company on the Milan subway on Nov.  12. He was the first Italian to be killed by leftists since Walter Tobagi, a journalist for Italy's largest newspaper, Corriere della Sera, was slain on May 28 on his way to work.\nRed Brigades murder of Renato Briano in Milan (Italy) reminds nation that leftist terrorism has not faded from country\nSince the bombing of the Bologna railroad station on Aug. 2 that killed 85 people - an attack attributed to neo-Fascist terrorists - the threat from leftist terrorists has been dwarfed by the continued national attention given to so-called ''black,'' or right-wing, violence.\nThe decline of leftist violence in the last six months is attributed to antiterrorist police operations thoughout Italy that temporarily disoriented the groups. About 240 suspected terrorists have been arrested in Turin alone.\nAnother factor was the arrest this year of several people that Italian newspapers have called repentant terrorists, people who were either disenchanted with the revolutionary cause or were seeking leniency from judges.\nThe most important of these was Patrizio Peci, 28, the former head of the Turin unit of the Red Brigades, who was arrested in February.  Mr. Peci gave the police a 70-page confession that outlined the gang's inner structure and some of its previous attack plans. He removed most police doubts about the reliability of his information by revealing the location of a Red Brigades hideout in northern Genoa.\nOn March 28 the police raided it and killed four of the gang's members.  The police fear that the killing of Mr. Bri ano may indicate that the Red Brigades, Front Line and other violen t leftist groups have reorganized. But national attention still foc uses on rightist violence.\nLast week, in a clamorous development in the June 23 murder of Mario Amato, a Rome magistrate who had been investigating right-wing terrorism, two former state prosecutors were accused of providing information that may have helped the killers.\nMagistrates in Bologna said Giovanni de Matteo, former head of the Rome state prosecutor's office, and his deputy, Raffaele Vessichelli, told lawyers for arrested neo-Fascist extremists about Mr. Amato's investigation. The four lawyers involved were arrested, bringing wildcat strikes by Italian lawyers that blocked court activity this week in several cities.\nMr. de Matteo's role is further clouded by his having ignored a report by Mr. Amato last summer of the impending resurgence of neo-Fascist violence. Mr. Amato told h is superiors before being gunned down w hile waiting for a bus that he had been receiving death threats. He a sked for a bulletproof car. The request was denied.\nThe antiterrorist police say that they had to take some of their attention away from leftist groups since the Bologna bombing and that this may have been a factor in Mr. Briano's murder last week. About 50 right-wing extremists have been arrested in connection with the Bologna bombing but the crime remains unsolved."
}