{
    "title": "MILIATRY'S MOTIVES IN TURKEY Tumer,Sedat Celasun,Haydar Saltik (page 4); News Analysis",
    "publisher": "the new york times",
    "year": 1980,
    "month": 9,
    "day": 13,
    "full text": "Turkey's generals had given ample warning: Five times this year they served notice to the politicians to put aside bickering and face the problems dragging the nation toward anarchy.\nBut the feuding continued, the political and economic situation deteriorated, terrorism increased alarmingly and finally the military leaders felt obliged to intervene.\nThe Turkish Chief of Staff, Gen. Kenan Evren, who heads the National Security Council, which seized power in a coup yesterday, has said that the objective of the military chiefs is to restore Turkish democracy on a firm foundation. Although foreign officials watching the events in Turkey do not in general question the military chiefs' intent, they wonder how and when democratic government will be restored. Twice in the last two decades the military men have intervened to restore the authority of the state and then turned power back to the civilians. But today Turkey is facing the gravest crisis since it was proclaimed a republic in 1923. In the words of General Evren, it is ''a state without a master.''\nAN-A\nSources close to the present military leaders insisted two weeks ago that they were firmly committed to democracy and that even if the military did intervene, it would return the country to civilian rule as soon as possible. There are reasons to believe this is still their attitude, judging by the military's obvious reluctance to intervene in the first place. It has been eight months since the generals appealed to the political leaders to unite in the fight against anarchy.\nThere are two basic reasons behind the military's slow move to action, and these could be significant factors for an early return to democratic methods.\nFirst, the military leaders were known to be apprehensive over the possibility of a negative reaction from their Western allies to any kind of takeover. Western aid, particularly from the United States and West Germany, is considered fundamental to Turkey's recovery.  Officials in Turkish military circles privately suggested recently that the armed forces would not intervene unless they received prior approval from Washington.\nAt the same time the military leadership, which has claimed the role of guardian of the republic, has been reluctant to assume full responsibility for the fight against internal terrorism, a task that the leaders believe is assigned to the internal-security forces. The military leaders believe their primary mission is to protect Turkey from any external threat - and they consider the danger to be heightened in light of events in Afghanistan. Also, the military is illprepared for guerrilla warfare. Martial law in important parts of the country has not succeeded in curbing hit-and-run terrorism.\nThe military has extended martial law to the entire country; previously it was in force in one-third of the nation's 67 provinces. It has also suspended the Constitution, dissolved Parliament, detained the ousted Prime Minister, Suleyman Demirel, along with other political leaders, abolished political parties and closed the extreme left- and right-wing labor federations.\n \nNew Constitution Promised\nYet the military chiefs appear anxious to have their regime operate with a certain air of legality. They stressed that the National Security Council would begin work on a new constitution, paying particular attention to laws on elections and political parties. They also stressed that the political leaders were in custody ''for their own protection.''\nGeneral Evren made it clear that the new military leadership would keep Turkey on its pro-Western course and continue to honor its obligations in the North Atlantic Treaty Organization. In fact, there is some reason to believe that the military takeover could facilitate the solution of an old NATO problem -Greece's re-entry to NATO. The commanders of the armed forces took the lead earlier this year in approving relations with Athens by lifting restrictions on flights in the Aegean Sea and could conceivably make concessions that politicians could not afford to do.\nThe military rulers also appear intent on being evenhanded in their crackdown, arresting not only Mr. Demirel, the leader of the conservative Justice Party, but also the opposition leader, former Prime Minister Bulent Ecevit, and a number of other leading politicians from both the left and the right. They appear to want to avoid the errors of their last intervention in 1971, which resulted in a ruthless and indiscriminate crackdown on the left that led to the mobilization of extreme right-wing forces.\n \nParalysis in Parliament\nIf the military commanders have indeed learned from the past and fulfill their commitment to restore democratic authority of the state, Turkish public reaction could be favorable to the coup.\nIn recent months Turkey's parliamentary democracy has been attacked. The National Assembly has been paralyzed by filibustering and absenteeism. Urgent legislation has been shelved indefinitely.  Even more serious, the parliamentarians have not been able to get together to elect a president of the republic for almost six months.\nThe basic problem is that there are two major political parties in Turkey, Mr. Demirel's conservative Justice Party and Mr. Ecevit's left-of-center Republican Peoples' Party, both of which have been unable to win a parliamentary majority with which to govern.\nThis has meant that both parties have been forced to rely on independents and smaller parties, namely the pro-Islamic National Salvation Party, which opposes the general pro-Western secular line of both the major parties. This has led to stagnation and confusion in the system of government,\nThe military had repeatedly urged the leaders of the two main political parties to get together, at least in the struggle against terrorism, which has taken well over 2,000 lives this year.\n \nA Limited Agreement\nPrime Minister Demirel and Mr. Ecevit did come to a limited agreement at the end of July on legislation to increase the authority of the martial law commanders and to accelerate judicial procedures.  But even this accord became bogged down in parliamentary politics.\nMeanwhile Turkey's problems only grew worse. The death toll from terrorism is now 12 to 15 people a day. While arrests are frequent, prisoners easily find their way out of jail, both illegally and through the courts. Strict austerity measures taken at the beginning of the year have curbed the rate of inflation slightly, to about 80 percent, but production continues to decline and unemployment to rise.\nThe Turkish press and public opinion have increasingly shown their impatience with this state of affairs. There have been almost daily appeals to the two big parties to get together ''to save the nation.''\nPrivate citizens throughout the country readily express disillusionment with Turkish democracy. Until yesterday, the comment heard most often in recent weeks was, ''Maybe the military ought to take over for a while.''\n\nGraphic\n\n \nIllustrations: photo of Kenan Evren photo of Nurettin Ersin,Tahsin Sahinkaya,Nejat"
}