{
    "title": "Militiaman convicted under anti-terrorism law",
    "publisher": "usa today",
    "year": 1997,
    "month": 8,
    "day": 26,
    "full text": "WHEELING, W.Va. -- A member of a West Virginia militia group was\nconvicted here Monday of trying to help terrorists blow up a 3,000-employee\nFBI fingerprint-records complex in Clarksburg, W.Va.\nThe trial was the first in the nation under a controversial provision\nof a new anti-terrorist law that expanded the definition of terrorist\nactivity. The law was passed after the bombing of the World Trade\nCenter in 1993 and expanded again following the 1995 Oklahoma\nCity bombing.\nJames Rogers, 41, a firefighter from Clarksburg, W.Va., was convicted\nof making 34 photographs of blueprints that detailed the $ 180-million\nFBI complex. West Virginia Mountaineer Militia leader Floyd Looker\nthen sold them for $ 50,000 to an undercover FBI agent posing as\nan explosives expert who worked for Middle Eastern terrorists.\nIn a tape recording played at Rogers' trial, Looker said of Middle\nEastern terrorists, \"They have a better capability of knocking\nout that place than we ever will. That installation is a threat\nto national security. I don't care who knocks it out.\"\nU.S. Attorney William Wilmoth said he believed the militia members\nwere serious about attacking a government building. \"The defense\nargued they never really planned to do anything,\" Wilmoth said\nMonday. \"Luckily, we got into the scheme early so we'll never\nreally know.\"\nDefense attorney Gary Zimmerman said he expects to challenge the\nanti-terrorism law on the grounds that it is too broadly written\nto be constitutional. A final decision on whether to appeal, however,\nwill not be made until after Rogers is sentenced. Rogers, who\nis free on bond, did not comment. He faces a maximum of 10 years\nin prison.\nHe was convicted of providing resources to terrorists under a\nsection of the anti-terrorist law that makes it a crime to knowingly\nprovide money, lodging, weapons, explosives, \"material support\nand resources\" and \"other physical assets\" to anyone planning\na terrorist attack. He was acquitted of a second charge of conspiracy.\nRogers' attorney argued at trial that the blueprints were commonplace.\nHundreds of copies had been given out to contractors, and others\nwere available to the public at Clarksburg's city hall.\nLooker, the militia leader, was to go on trial with Rogers, but\nhe pleaded guilty the day before the trial started. He is in prison,\nawaiting sentencing.\nThe FBI uncovered the plot two months after 168 people died in\nthe bombing of the Oklahoma City federal building in April 1995.\nSeven militia members were arrested Oct. 11, 1996, but only Looker\nand Rogers were charged under the terrorism law. The others were\ncharged with explosives violations. Two have pleaded guilty; three\nawait trial.\n\nGraphic\n\n \nPHOTO, B/W, AP\n\nLoad-Date: August 26, 1997"
}