{
    "title": "Militant Cleric Acquitted of Terrorism Charges",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 25,
    "full text": "AMMAN, Jordan -- A militant Islamic cleric known as Abu Qatada walked free on Wednesday after a state security court here acquitted him on terrorism charges, punctuating 15 years of legal battles with the Jordanian and British authorities.\nHis case had long been closely watched, regarded as a test of the conflicting imperatives of national security and human rights, and the verdict was a dramatic reversal of his fortunes following an earlier death sentence that was later reduced to life imprisonment.\nIn his latest trial, Abu Qatada, whose real name is Omar Mahmoud Mohammed Othman, faced accusations relating to a plot to bomb Israeli, American and other Western tourists at millennium celebrations in Jordan in 2000. In June he was acquitted on separate charges of planning to carry out a terror attack on an American school in Amman, the Jordanian capital.\nHe had denied all the charges.\nThe 54-year-old cleric stood for the judgment in a cage inside the courtroom. As a judge ruled that there was insufficient evidence to convict him, relatives chanted ''God is great'' and his eyes filled with tears, according to reporters at the hearing.\nAfter his release from prison a few hours later, he and other family members reunited at his mother's home in Amman. Witnesses said supporters cheered and women ululated to welcome Mr. Othman home.\nThe verdict also cast some light onto the murky rivalries among Islamist factions and their Arab hosts at a time when the rise of the militant Sunni group Islamic State has set a new benchmark for ferocity in the name of jihad.\nMr. Othman's acquittal came after he and another militant cleric known as Abu Muhammad al-Maqdisi, whose real name is Mohammed al-Barqawi, condemned the Islamic State, which broke away from Al Qaeda earlier this year. The group is seeking to build an Islamic caliphate in Syria and Iraq, igniting concerns that the militants could spread chaos in Jordan, a pro-Western monarchy that has long straddled the region's political and religious fault lines.\nJordan is one of five Arab nations that joined the United States in bombing Islamic State targets in Syria early on Tuesday. Analysts said the acquittal of Mr. Othman could reflect a calculation among Jordanian security officials that there was a tactical advantage in releasing him as a counterweight to the influence of newer and more extreme jihadists, like those loyal to the Islamic State.\nEarlier this year, for instance, the cleric joined Mr. Barqawi in urging Islamic State leaders to refrain from killing Muslim and non-Muslim hostages who had not taken up arms against them. The appeal did not avert the beheadings of two American and one British captive in recent weeks. On Wednesday, fighters affiliated with the Islamic State released a video showing the beheading of a French tourist captured just days ago in Algeria.\nAnother Western hostage, Alan Henning, a British cabdriver who had volunteered to deliver humanitarian aid in Syria, has been publicly threatened with the same fate. His wife, Barbara, issued an appeal for mercy late on Tuesday, saying she had received an audio file of Mr. Henning pleading for his life.\n''I have been told that he has been to a Shariah court and found innocent of being a spy and declared to be no threat,'' she said. ''I implore Islamic State to abide by the decisions of their own justice system. Please release Alan.''\nMr. Othman went on trial in Jordan after his deportation last year from Britain, where he spent many years in exile, resisting efforts to expel him. Backed by human-rights lawyers, he won legal successes that galled British officials, who breathed a collective sigh of relief when he left.\n''The U.K. courts here were very clear that Abu Qatada poses a threat to our national security,'' Theresa May, Britain's home secretary who led the effort to remove Mr. Othman, said on Wednesday. ''That's why we were pleased as a government to remove him from the U.K.''\nSupporters of the cleric are likely to cast the latest ruling as a final vindication of his longstanding protestations of innocence.\n\nhttp://www.nytimes.com/2014/09/25/world/middleeast/abu-qatada-acquitted-on-2nd-terrorism-charge.html\n\nGraphic\n\n \nPHOTO: Abu Qatada, center, arriving at his family's home in Amman, Jordan, on Wednesday after his acquittal by a state security court in Amman. (PHOTOGRAPH BY MOHAMMAD HANNON/ASSOCIATED PRESS)       \n\nLoad-Date: September 25, 2014"
}