{
    "title": "Militia groups and domestic terrorism_ U-M experts can discuss",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 9,
    "full text": "EXPERTS ADVISORY\nExperts at the University of Michigan are available to discuss the rise of militia groups, domestic terrorism and the role of social media in the aftermath of a thwarted plot by several members of a militia group to kidnap Michigan's governor, attack the state capitol building and incite a civil war.\nJaved Ali\nJaved Ali, a policymaker in residence at the Ford School of Public Policy, said the arrests of several men accused of conspiring to kidnap Michigan Gov. Gretchen Whitmer show the threat of domestic terrorism is real and close to home.\n\"The news of a lengthy federal and state investigation into a credible plot to kidnap the governor by self-described militia members in Michigan and other states shows the seriousness of this threat-and the challenges it poses to law enforcement to detect and disrupt such activity,\" said Ali, who held senior roles in counterterrorism throughout the U.S. government and teaches courses on the subject. \"Militia groups and other actors who harbor violent agendas will continue to look for opportunities to conduct attacks against politicians, community members, and government officials whom they believe are legitimate targets.\"\nContact: alimust@umich.edu\nClifford Lampe\nCliff Lampe, professor of information, can talk about groups that out themselves on social media. The FBI learned through social media about the paramilitary group Wolverine Watchmen, whose members were arrested yesterday. This is not the first time a criminal plot was foiled using social channels.\n\"There are lots of groups who use social media to collaborate and organize,\" he said. \"Most of those groups are pro-social, but unfortunately some of them are malicious. The groups we have to worry about are those that develop the savvy to use more clandestine social media services to organize violence.\"\nLampe studies the social and technical structures of large-scale technology-mediated communication, working with sites like Facebook, Wikipedia, Slashdot and Everything2. He has also been involved in the creation of multiple social media and online community projects. His current work looks at how the design of social media platforms encourages moderation, misinformation and social development.\nContact: 517-515-2494, cacl@umich.edu\nJosh Pasek\nJosh Pasek, associate professor of communication and media, and political science, faculty associate in the Center for Political Studies and core faculty for the Michigan Institute for Data Science, can address how the current political environment and levels of acrimony gave rise to these groups and actions.\nHis research explores how new media and psychological processes each shape political attitudes, public opinion and political behaviors. Current research explores how both accurate and inaccurate political information might influence public opinion and voter decision-making and evaluates whether the use of online social networking sites such as Facebook and Twitter might be changing the political information environment.\n\"The plot against Gov. Whitmer should disturb everyone and surprise no one. We live in an age where it is increasingly acceptable to question the legitimacy and intentions of those across the political aisle,\" he said. \"The spread of alarmist political rhetoric is facilitated by a media environment that helps connect extremist actors to one another and that fails to delineate dangerous speech as out-of-bounds.\n\"Social media platforms have not figured out how to police these sorts of issues and at least some political actors consistently fail to take steps to turn down the temperature. Under the stresses of a pandemic, economic uncertainty and demographic change, recent polling reveals an increased openness to political violence on the part of the American public. Those who are shocked by the dark turns taken in Kenosha, Portland and by the most recent group of conspirators in Michigan simply haven't been paying attention.\"\nContact: 734-834-7719, jpasek@umich.edu\nBarbara McQuade\nBarbara McQuade, professor from practice of law, can discuss criminal law, criminal procedure, national security, data privacy and civil rights. From 2010 to 2017, she served as the U.S attorney for the Eastern District of Michigan.\n\"I have found, at least in the past, that sometimes the public and judges did not take these militia groups as seriously as perhaps they should have, sometimes discounting them as crackpots, tinfoil hat wearers, that sort of thing. And in fact, that doesn't make them any less dangerous. I submit it possibly makes them more dangerous,\" she said.\nContact: 734-658-4229, bmcquade@umich.edu\nAlexandra Minna Stern\nAlexandra Minna Stern, professor of history, American culture and women's and gender studies, has studied the recent rise of right-wing extremism in the United States. Her 2019 book \"Proud Boys and the White Ethnostate\" applies the lenses of historical analysis, feminist studies and critical race studies to deconstructing the core ideas of the alt-right and white nationalism.\n\"The stress and uncertainty of the current moment has created a dangerous pressure cooker. And we're living in a context where we have a president who, with his tweetstorms and other actions, is actively and explicitly emboldening these types of actors,\" she said. \"And all of this is leading up ... to a really defining election in this country. I would not be surprised if we saw, unfortunately, I don't like to say this, but if we saw further instances like this-not just in Michigan but throughout the country.\"\nContact: 734-647-2115, mstern@umich.edu\n\nLoad-Date: October 9, 2020"
}