{
    "title": "MILITARY OVERREACH ON TERROR",
    "publisher": "st. petersburg times ",
    "year": 2011,
    "month": 11,
    "day": 7,
    "full text": "Congressional Republicans are pushing for a measure that would require terror suspects who are not American citizens to be turned over to the U.S. military. A measure attached to the annual military budget bill in the U.S. Senate would cut the Justice Department and America's civilian courts out of the picture, even when a suspect is picked up on American soil. By hamstringing domestic law enforcement, the proposal violates our nation's commitment to due process and the separation of military action from domestic law enforcement. It also would harm national security interests by potentially interfering in successful terror investigations and prosecutions. President Barack Obama, the Justice Department and the Pentagon are right to oppose it.\nThe amendment to the National Defense Authorization Act pending in the Senate would direct the military to take custody of any noncitizen suspected of being an al-Qaida member or planning attacks on the United States or its allies. Any exceptions to this blanket approach would have to be authorized by the defense secretary. Once in custody, the prisoner would be subject to the same amorphous legal regime of indefinite detention without charge that exists for many held in Guantanamo.\nThe measure does not require a judge to first evaluate the legitimacy of the suspicion. It treats the accusation alone as sufficient, even though the United States has wrongly imprisoned hundreds of suspects who turned out not to be terrorists. And it would add to the cadre of prisoners denied due process - despite efforts by the Obama administration to reduce those numbers.\nPolitics is at the core of this power play. The Justice Department has made clear it intends to use the civilian courts to handle terrorism cases on American soil, and opposition gives Republicans campaign ammunition to paint Obama as soft on terrorism - no matter how absurd the claim. In fact, many Republican voters support the Posse Comitatus Act, which generally prohibits the military from engaging in law enforcement within the United States. If the military takes over detention of terror suspects as soon as an accusation is raised, it may also become, by default, in charge of terror investigations and arrests - something it is ill-equipped to handle.\nThe Pentagon's general counsel, Jeh Johnson, warned in a recent speech that \"over-militarizing our approach to al-Qaida\" would extend the military's \"powerful reach\" into civilian law enforcement. It may also bungle terror investigations that have so far kept Americans safe from another attack at home.\nUnder President George W. Bush, the Justice Department successfully prosecuted many dangerous suspected terrorists. The federal courts, even with the protections of the U.S. Constitution, duly convicted them. Congressional Republicans didn't object then. Only now, with a Democrat in the White House, is this highly effective approach somehow not tough enough.\n\nLoad-Date: November 7, 2011"
}