{
    "title": "Military justice delayed The government must make up its mind_ Try terrorism suspects or drop their",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 9,
    "day": 13,
    "full text": "Lt. Col. Thomas J. Bogar\nis the military defense counsel for a Guantanamo Bay detainee\nThe Supreme Court ruled in June that President Bush needed congressional authority to establish military tribunals for suspected terrorists captured in the war on terrorism. Last week, in response to Hamdan v. Rumsfeld, the president called for legislation that would permit tribunals, particularly for 14 suspects recently transferred from CIA-controlled prisons to Guantanamo Bay.\nCongress has been exploring options on trying terrorist suspects. One possibility is to simply adopt the rules for courts-martial, which are part of the Uniform Code of Military Justice (UCMJ). This option is generally favored by the defense community, as it provides the same rights and procedures afforded members of the armed forces.\nAs the defense attorney for Abdul Zahir, one of the 10 detainees charged at Guantanamo Bay, I prefer this option. It will ensure, among other things, that my client receives a fair trial. However, this option may be unrealistic. During election season, no member of Congress wants to appear weak on terrorism by voting to give \"rights\" to a terrorism suspect.\nAnother option is to adopt the rules and procedures for military commissions that Hamdan challenged. The court didn't say commissions couldn't be used, only that the president needed congressional authority before proceeding. This is the preferred option of those who argue that alleged terrorists have minimal or even no rights. The problem, however, is that this is the same system that has already prompted numerous delays. Taking this course could lead to further challenges and delays.\nThe third option is a hybrid of the two others. But, again, expect challenges to any procedures that fall short of the UCMJ. These challenges will be litigated, and then appealed, and perhaps appealed again to the Supreme Court. During this time adjudication on the merits will most certainly be delayed - just as they were before Hamdan and just as they are now. Years may pass before a case is decided.\nIn the five years since Sept. 11, no alleged terrorist has been brought to justice before a military commission. As time passes, cases become more difficult to prove. Witnesses disappear or die. All the while, several hundred detainees remain incarcerated in a state of limbo, not knowing when or if their cases will be heard. This was certainly not the president's intention when he issued his Nov. 13, 2001, order calling for full, fair and fast trials.\nThese delays have done nothing for my client. He maintains his innocence and wants his day in court. But he understands that even if he is acquitted before a tribunal, the government could continue to hold him as an unlawful combatant. He's willing to take that risk in return for a resolution to his case. In the interim, he is held in isolation, separated from other Afghan detainees simply because he was once charged and may be again.\nThere's a simple solution. If military commissions must be held, do so under the UCMJ, a system that has withstood constitutional challenges. Otherwise, don't prosecute. If the government cannot prove a war crime, simply hold the person as an unlawful combatant.\nLt. Col. Thomas J. Bogar (thomas.bogar@osd.pentagon.mil) is a reservist from Abington. The opinions expressed are those of the author, not those of the Office of Military Commissions, the U.S. Army, or the Department of Defense.\n\nLoad-Date: September 13, 2006"
}