{
    "title": "Militant ALF believes terrorism on behalf of animals is justified",
    "publisher": "star tribune ",
    "year": 1993,
    "month": 2,
    "day": 14,
    "full text": "Their slogans mark the sites of firebombings in Minneapolis and dozens of other cities on both sides of the Atlantic. They've demolished research stations, sabotaged hunts, threatened scientists and dropped explosives in fur stores.\n Who are the terrorists waging such violence in the name of animal rights?\n In England, the birthplace of their movement, one person claims to speak on behalf of hundreds of others who operate in secret.\n Asked for an interview last month, he said: \"Kings Cross [Railroad] Station at 2 o'clock on Monday. Meet me at the entrance to Platform 1.\"\nRobin Webb, 48, appeared with only a lapel pin to show that he is the voice of the Animal Liberation Front (ALF). The pin depicted a figure in a dark hooded mask clutching a dog.\n In Scotland, it is the symbol of a 1991 rampage of arson against research laboratories, hunt kennels and leatherworks. In Lincolnshire, England, it represents the flames that engulfed a National Farmers Union office in December. In Minneapolis, it marks the charred hulks of five meat trucks that were torched last November.\n For Webb, it signifies a moral struggle on a scale with resistance to Nazi Germany and the fight to abolish slavery: \"One is justified in breaking unjust laws in the same way that it used to be a crime to help a slave escape,\" he said. \". . . Those who break the laws in pursuit of justice for other species are equally justified.\"\n Although he seeks to distinguish himself from specific acts of violence, he expresses sympathy for those who commit violence on behalf of animals: \"I could understand anyone who was so angered and troubled by knowing the extent of animal abuse that they were driven to take life. I wouldn't condone it, but I would understand it.\"\n But he has no sympathy for those who perform research on living animals.\n \"If a vivisector were to be killed, I wouldn't wipe away a tear, because I know it would save a number of animal lives,\" he said. \"But as a tactic, I don't think it would be useful.\"\n What has been \"useful\" by ALF thinking is arson. Webb calls it economic sabotage. Money spent replacing equipment and paying increased insurance and security costs \"can't be used to buy more animals,\" he said.\n Webb opened a newsletter for ALF supporters that suggests that General Motors will be the next target: \"The West London ALF have issued a statement saying that they will be starting a campaign of economic sabotage against General Motors, who also own Vauxhall [Motor Co.]. This is because they are . . . known to do car crash experiments on animals.\"\n (A General Motors representative in Detroit said Friday that the company and its subsidiaries have not conducted animal trauma tests for the past year. They now use dummies in such tests, he said.)\n A column by Webb points to the media: \"Some activists have now said that any media outlet which published a deliberate lie (as distinct from editorial bias) and refuses to retract or correct it will become a legitimate target as they are supporting the animal abusers.\"\n The militant words seem out of synch with the gray hair and calm voice. That voice quivered slightly when Webb talked about police. The address book he pulled from a pocket was new, his fourth in a year. Police have seized the others, he said.\n As the campaign of arson and sabotage has mounted, so has police scrutiny of the movement. Scotland Yard has a special unit to investigate illegal animal-rights activities. In the United States, the FBI and the federal Bureau of Alcohol, Tobacco and Firearms are investigating incidents of terrorism in Minneapolis and elsewhere that have been linked to the ALF.\n When Webb met with animal-rights activists in London last fall, the Times of London reported that authorities secretly filmed his arrival. Scotland Yard has attributed to the ALF more than 400 incendiary attacks since the mid-1980s, and authorities have reacted to a recent wave of violence by launching an unprecedented crackdown on the group, the newspaper said.\n \"But the crackdown is unlikely to deter for long,\" it said. \"Animal liberation has become the focus for angry and idealistic young people.\"\n Webb assumes he is \"under regular surveillance\" and his telephone is \"monitored.\" He's been arrested four times, two of them last year. Authorities have seized his typewriters, clothing, videotapes and correspondence.\n Webb worked through \"respectable\" animal-welfare groups for more than 10 years until he concluded that \"for the majority of animals, political lobbying has failed miserably.\" A former technical writer, he hasn't held a paid job in several years.\n In October 1991, he became the third person to step forward as the ALF's spokesman in the United Kingdom. (The first, Ronnie Lee, founded the organization 20 years ago, originally as the Band of Mercy. Lee was released from prison in November after serving two-thirds of a 10-year sentence for conspiracy to commit arson and criminal damage to department stores.)\n Webb said he is careful to keep a veil between himself and the activists.\n \"I don't have direct contact with anyone who is active, because that would be a conspiracy,\" he said. \"I don't take unlawful actions myself. I explain why other people are driven to take the laws into their own hands.\"\n He issues news releases he says come from anonymous ALF sources. The Maryland-based People for the Ethical Treatment of Animals (PETA) has issued similar releases in the United States.\n Some of Webb's contacts come from the United States, but he has no information about the firebombing at Swanson Meats Inc. in Minneapolis in November, he said. The FBI has made no arrests in the case, in which ALF graffiti was scrawled at the scene, said special agent David Cid.\n One of the most shadowy aspects of the ALF is that the group claims to be more a state of mind than an organization.\n \"Anyone can go out and undertake an action within our policies and claim it as an ALF action,\" Webb said. \"One becomes a member by taking an action.\"\n He estimated that there are 2,500 ALF activists but that only 10 percent of them would \"take more ambitious actions such as raiding a laboratory or setting fire to a meat truck.\"\n Despite the loose controls, Webb insists that the activists attack property, not living things. He doesn't consider that violent. \"To destroy something that has no feelings to prevent it being used to inflict pain on those who can feel surely cannot be a violent act,\" he said.\n Activists check the scene of any raid to make sure that humans and animals won't be endangered, he said.\n He acknowledges that arson is dangerous business: \"It's not a perfect world. Nothing can be guaranteed. I could be driving home in my car and I could knock over a rabbit or a human on the road. As long as I take every precaution not to do so, I don't think too much criticism should be leveled at me.\"\n The ALF is blamed for planting plastic explosives under two scientists' cars in southern England in 1990. Webb suggests that whoever planted the bombs wanted to discredit the organization.\n But the Research Defence Society, which argues the case for using animals in research, has another theory. Its leaders suspect the ALF botched the bombing. Neither scientist was hurt, but a child in a stroller was injured when one of the bombs dropped from a car and exploded.\n The bombings, combined with scores of raids on laboratories, have driven scientists to hide behind their security systems and be less open about their work, said Barbara Davies of the London-based society.\n \"It scares scientists. The phrase we hear over and over again is 'I'm not going to put my head above the parapet,' \" she said.\n What would be a perfect world in Webb's view?\n \"For all creatures, human and nonhuman, to be able to live their lives in their own natural way,\" he said. \"An integral part of animal liberation would be a vast reduction in the human population. If any species needs culling, it is ours.\"\n\nGraphic\n\n \nPhotograph\n\nLoad-Date: February 16, 1993"
}