{
    "title": "Militants attack convoy in Egypt 's Sinai, kill 18 police",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 9,
    "day": 12,
    "full text": "EL-ARISH, Egypt - Islamic State militants ambushed a police convoy in Egypt's Sinai Peninsula on Monday, killing 18 police and wounding seven others in one of the deadliest attacks this year in the restive region bordering Israel and the Gaza Strip.\nPolice and military officials said roadside bombs destroyed and set ablaze four armored vehicles and a fifth carrying signal-jamming equipment meant to neutralize roadside bombs that are remotely detonated. The gunmen later opened fire with machine guns and commandeered a police pickup truck.\nAmong those killed were two police lieutenants. The wounded included a police brigadier general, according to the officials, speaking on condition of anonymity because they were not authorized to brief media.\nThe Islamic State group, which is spearheading an insurgency centered in northern Sinai, claimed responsibility for the attack on its Aamaq news agency.\nThe Interior Ministry, which oversees the police, issued a statement confirming the incident, but its account provided no details on casualty figures or how many vehicles were destroyed.\nIt said police traveling in the convoy fired at a car that rushed toward them, causing it to blow up and damage several of the convoy's vehicles. That was followed by an exchange of gunfire with \"terrorist elements\" hiding in the desert on both sides of the road.\n\"That led to the martyrdom and wounding of some of the convoy's personnel,\" it cryptically added.\n\"Reinforcements were swiftly sent, the site has been sealed off and combing operations are underway,\" it said.\nEgypt's Cabinet issued a statement in response to the attack, reiterating the country's resolve to stamp out terrorism and hunt down militants. Again, the statement provided no casualty figures or details of the attack.\nThe U.S. State Department condemned the attack on Monday. Spokesperson Heather Nauert said the U.S. would \"continue to stand with Egypt as it confronts the threat from terrorism.\"\n\nLoad-Date: September 12, 2017"
}