{
    "title": "Military display drives home stark realities of terrorism -",
    "publisher": "university wire",
    "year": 2020,
    "month": 7,
    "day": 15,
    "full text": "The Snowbirds came roaring over Brock a couple of weeks ago, and I'll be honest, they scared me. It was not the jolt you get when your brother jumps out from behind something, it was a more real, more painful sort of fear.Whether we like it or not, terrorism has won. It has delivered a fear we thought we would never see, and one that may remain with us for some time to come. Terrorism has succeeded at driving home the fear that we are no longer as safe as we once thought. It is a fear we will probably witness several times over the next little while.\nIt was an isolated incident. An average Greyhound bus was travelling along, its driver probably doing what he has been doing for quite some time. Then out of nowhere, a passenger attacked that driver and cut his throat. It was a horrible incident, no one can deny that, but a month ago would that have made front page, international news? Would Greyhound have shut down all of their business for a good chunk of the day? Probably not.\nThe terrible incident in Tennessee showed us exactly how far our fear has taken us. The Sept. 11 attacks have lead to knee-jerk reactions and an unspoken sense of vulnerability. It has lead to suspicion and an overwhelming paranoia that anything that happens could mean the end. Terrorism has made us lose trust in people, point fingers and disrupted the way of life we had before one month ago. These are the main goals of terrorism, goals that have been met.Terrorism has made its way into our lives. It has made its way into our homes and into our heads. I knew in my mind that nothing was wrong when I heard the planes; I knew that nothing bad was going to happen. I knew it and yet it still got to me. It was only a second or two long, but that fear spoke louder to me than I ever thought possible. It whispered that there had been a violation and that it would be there, lingering, in some shape or form for some time to come.\nPeople have started to move back into their lives, trying to find the balance they once had. They are not going to be able to find it right now. Right now, there will be overreaction and glances over our shoulders. There has to be. We are just human beings. The next little while will be crucial in the sense that it will test our trust in ourselves and in each other. We must trust that we can still debate, think and disagree with each other. There must be a trust in all people, no matter who they are, and an understanding that we all belong in Canada and are safe here. We must trust that things can, and will get better.\nTerrorism does not have to remain victorious.\n\nLoad-Date: July 16, 2020"
}