{
    "title": "MILITIAS SEEN GIRDING FOR WAR_ 800 PATRIOT GROUPS ID'D",
    "publisher": "philadelphia daily news",
    "year": 1996,
    "month": 4,
    "day": 12,
    "full text": "The threat of terrorism from anti-government \"Patriot\" groups in the United States has increased sharply in the past year and paramilitary units are preparing for war, the Southern Poverty Law Center said in a report released yesterday.\nThe 72-page report, prepared by the center's Militia Task Force, identified more than 800 Patriot organizations including 441 so-called militia groups and said they have a new strategy for underground terror cells that will wage war with the support of a broad, extreme-right coalition.\nIt concluded that the movement, which includes white supremacist groups and burgeoning armed state militias, poses a \"clear and present danger\" to the nation and called on the Justice Department to create a federal-state force on domestic terrorism.\n\"People like the Oklahoma City bombers are not alone. They will fail to achieve their goal of overthrowing the federal government but in the process they will do much harm,\" said the center, a non-profit organization that monitors hate groups, promotes tolerance and defends civil rights in courts.\nThe report, \"False Patriots: The Threat of Antigovernment Extremists\", resulted from two years of intelligence gathering, task force director Joe Roy said.\nThe center said Patriot groups are well financed, have access to explosives, biochemical agents and military-style assault rifles and follow a strategy of leaderless resistance by forming secret cells and training for terrorism.\nNo one knows how big the movement is but its members likely number in the millions, Roy said. The Militia Task Force identified armed militias in all 50 states.\n\"The vast majority of that movement is not that much of a threat. It's the 10 percent underbelly that poses the threat,\" Roy said. \"People who will go out and do things like derail trains, blow up buildings.\"\nMany involved in the Patriot movement believe Americans are being systematically oppressed by an \"illegal, totalitarian government intent on disarming its citizens and creating a 'One World' government,\" the center said.\nThe report said many adherents - like the Montana Freemen - subscribe to \"bizarre Christian Identity beliefs\" in which whites are \"true Israelites,\" blacks are \"subhuman\" and Jews are \"children of Satan.\"\nThe report profiled more than 100 prominent members of the Patriot movement including William Pierce, head of the National Alliance, said to be the fastest growing neo-Nazi organization in the country.\nFollowing the Oklahoma City bombing, Pierce predicted that \"we will see a much greater incidence of domestic terrorism,\" the report said.\n\"Part of the danger of the Patriot movement lies in its powers of deception,\" it said. \"Patriot leaders would have people believe . . . that the Constitution permits private armies and gives citizens the right to carry weapons . . . \"\nThe Patriot press is filled with \"wild tales of government conspiracies\" such as \" . . . the government is using black helicopters to spy on its citizens . . . and implanting electronic monitoring devices in newborn babies,\" it said.\nPatriot groups have no unified leadership but are linked \"like no rebel force has ever been\" by the Internet and by fax, sharing tips on avoiding tax laws and fighting government regulations. They arm themselves at gun shows and learn how to build bombs through mail-order manuals, the report said.\nThe most dangerous are the underground Patriots who form secret cells of two to 10 people and plan acts of terrorism against public officials and institutions, the report said.\n\nLoad-Date: October 17, 2002"
}