{
    "title": "Military recruitment office pledges vigilance",
    "publisher": "northeast mississippi daily journal ",
    "year": 2015,
    "month": 7,
    "day": 18,
    "full text": "July 18--TUPELO -- After a 24-year-old gunman opened fire at a Marine recruitment office in Chattanooga, Tennessee, on Thursday, the military recruitment stations in Tupelo are on the alert as much as ever.\n\"Security is always a priority,\" said Staff Sergeant Nicholas Webb with the office in Tupelo.\nThe suspected gunman, Mohammad Youssuf Abdulazeez, opened fire from outside, shooting through the glass doors of the office, located in a strip mall, killing four marines. Abdulazeez then fled to continue his assault at a Naval reserve center seven miles away. There, he rammed his car into a gate during his rampage and was killed by police, a U.S. official said.\nA fifth victim, a sailor, died from his injuries Saturday.\nAs of Friday, Kelli Bland, chief of public affairs for the U.S. Army Recruitment Command, said no specific measures were underway to increase security measures for recruitment offices. However, she said that the staff at these stations undergo training to suppress such situations as the one that happened in Chattanooga.\n\"Our recruiters are highly trained for active shooter and anti-terrorism scenarios,\" Bland said. \"I can't divulge protection measures, but they are definitely in place and constantly under review.\"\nIn Chattanooga, an FBI-led terrorism task force is conducting an investigation to determine if Abdulazeez's attack was a criminal act or one of terrorism. The entire incident took around 30 minutes, beginning around 10:45 a.m. Eastern Time. In addition to the slain Marines, a police officer, a Marine Corps recruiter, and a sailor sustained injuries.\n\"Of course anything that threatens the security of our staff is important,\" Bland said. \"They know what to pay attention to.\"\nWebb agreed.\n\"We're just going to stay vigilant,\" he said, \"and continue to recruit the best young men and women this country has to offer.\"\nriley.manning@journalinc.com\n___ (c)2015 the Northeast Mississippi Daily Journal (Tupelo, Miss.) Visit the Northeast Mississippi Daily Journal (Tupelo, Miss.) at www.djournal.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: July 28, 2015"
}