{
    "title": "MILITANTS HIT MOGADISHU AGAIN Presidential palace targeted by Al-Shabab",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 2,
    "day": 22,
    "full text": "Nine al-Shabab militants wearing military fatigues and carrying guns and grenades died after attacking the presidential palace with two car bombs Friday in an assault the president called a \"media spectacular\" by a \"dying animal.\"\n President Hassan Sheikh Mohamud was unharmed, but two government officials were killed, the Interior Ministry said.\n The attack underscores a worrying new trend in Mogadishu: That despite a period of relative calm following al-Shabab's ouster from Mogadishu in August 2011, militants have carried out a series of deadly assaults in recent weeks that have seen the city hit with mortar fire and pitched battles.\n Weapons meant for the Somali army could have been used by the militants in Friday's attack. A confidential U.N. Monitoring Group on Somalia and Eritrea report this month found that the country's military is selling weaponry in markets where the al-Qaida-linked militants buy weapons.\n In at least one case, weapons were sold by a military commander directly to an al-Shabab commander, the report said.\n Friday's attack against the compound where the president and prime minister live began with a car bomb explosion, followed by an assault by gunmen on palace guards, police Capt. Mohamed Hussein said. Al-Shabab claimed responsibility.\n \"President just called me to say he's unharmed. Attack on Villa #Somalia had failed. Sadly some lives lost. I condemn strongly this terrorism,\" the U.N. representative to Somalia, Nick Kay, said on Twitter. He added later: \"The Somali people are tired of shootings, bombings and killings. It's time for a new chapter in Somalia's history.\"\n The Interior Ministry displayed the seven bloodied and dead bodies of the attackers and said two others blew themselves up. The wreckages of two car bombs lay nearby.\n The two others killed included a former intelligence commander and an aide to the prime minister, a Somali-American named Mohamud Hersi Abdulle, Hussein said.\n Al-Shabab has been waging war in Somalia for years as it tries to oust a Western-backed government. Weakened from its apex of power, the militants are still able to launch vicious attacks.\n U.N. Secretary-General Ban Ki-moon condemned the attack \"in the strongest terms\" while the U.N. Security Council said it was \"appalled.\" Both paid tribute to Somali and African Union forces for repelling the attack.\n The Security Council reaffirmed \"that this and other acts of terrorism would not weaken(our) determination to support the peace and reconciliation process in Somalia.\"\n The secretary-general expressed concern that recent attacks by al-Shabab \"are clearly aimed at destabilizing the country at a time when many efforts are being mobilized to restore peace and development,\" U.N. deputy spokesman Farhan Haq said.\n\nLoad-Date: February 25, 2014"
}