{
    "title": "Militias_ How far should we go to fight terrorism_",
    "publisher": "telegraph herald ",
    "year": 1997,
    "month": 6,
    "day": 21,
    "full text": "They'd come to hate him soon enough. But, for six months last year, members of the Viper Team regarded the newcomer they called \"Doc\" as a welcome addition to their secretive militia group.\nTattooed, quietly confident and well-versed in weaponry, Doc so impressed his fellow Vipers that they made him their chief of security just six weeks after he joined.\nHe helped organize camp-outs in the desert, where Vipers fired machine guns and blew up cactuses with homemade bombs. During Viper meetings, Doc could be counted on to steer rambling discussions back to business, suggesting that the group set goals, form a plan or even start a second team.\nLast July, when federal officials rounded up the Vipers on weapons and explosives charges, Doc was there, too - but not in handcuffs. The model militiaman was actually an infiltrator of the sort he had vowed to kill, an undercover agent in the government's campaign to prevent domestic terrorism.\nSince the Oklahoma City bombing in April 1995, the federal government has stepped up surveillance of right-wing militia and patriot groups that share the anti-government leanings attributed to Timothy McVeigh.\nThe goal is to uncover the next terrorist plot before it is carried out. But now some say that such efforts, however nobly intended, have gone too far.\nWhile the militia set's fiery rhetoric and penchant for guns is a frightening combination for many Americans, neither wild speech nor gun ownership is illegal, and civil libertarians worry that the government is targeting fringe groups not for what they do but for what they say.\nDefense attorneys claim the militia threat is overblown, saying their clients are just big talkers until pushed into committing crimes by undercover \"agent provocateurs\" sent by the government.\nOf course, defense attorneys are paid to say that, but judges and juries appear to be finding at least some merit in such arguments.\nIn four major raids on militias during the past year - in Georgia, Washington, West Virginia and Arizona - the government's initial portrayals of terrorist cabals plotting violent rebellion have been clouded later in court by mistrials, mixed verdicts and skeptical judges.\nThree members of the 112th Georgia Militia were indicted in May 1996 on charges that they conspired to stockpile pipe bombs and assassinate federal officials \"starting at the highest level.\" But authorities later conceded there were no concrete assassination plans, and the militia members claimed entrapment by an informant who boasted of being a \"master chef\" in bomb-making.\nA jury last November convicted the three of possessing pipe bombs and conspiring to use them in a violent crime. But they were acquitted on the charge pointing most directly to terrorism: conspiracy to use explosives against federal employees or property.\nA Seattle jury was similarly torn in the February trial of Washington State Militia founder John Pitner and six others. They were accused of plotting to make pipe bombs in a conspiracy to harm federal agents and foil the invasion of United Nations troops they allegedly expected across the Canadian border.\nAt trial, however, a key informant was portrayed by the defense as a convicted bad-check artist who lied to his FBI handlers. The jury convicted four defendants on charges of possessing illegal weapons, but deadlocked on the conspiracy charge against all seven. A retrial is set for this summer.\nIn West Virginia, Mountaineer Militia leader Floyd Ray Looker and six others were arrested in October after an undercover FBI agent claiming to represent a Mideastern terrorist group gave Looker $50,000 for photographed blueprints of an FBI fingerprint center in Clarksburg, W.Va.\nOne of the federal charges Looker will face at trial in August invokes a 1994 anti-terrorism law that prohibits providing \"material support\" to terrorists. But a federal magistrate expressed reservations about the way prosecutors are using the previously untested law, and defense attorneys already are preparing for an appeal. They argue the statute is so broad that someone could be charged for giving a would-be terrorist a newspaper photo of the U.S. Capitol.\nIn Phoenix, federal officials held a triumphant news conference after the Vipers were arrested to announce they'd foiled a plot to blow up government buildings. While investigators seized truckloads of guns and bomb-making ingredients from the Vipers' suburban homes, President Clinton thanked federal agents who had averted \"a terrible terrorist attack.\"\nThe actual indictment, however, cited the Vipers on lesser conspiracy, weapons and explosives charges. Investigators conceded the group neither posed an imminent threat nor had a specific plot, and a federal judge released half the Vipers on bail, saying they posed no danger to society.\nTen Viper Team members, offering guilty pleas in hopes of leniency, were sentenced in March to prison terms ranging from one to nine years. Two others, Charles Knight and Christopher Floyd, chose to fight the single charge facing them: conspiracy to manufacture and possess illegal explosives.\nKnight's trial offers a rare glimpse into the clandestine world of undercover operations, where government agents walk a fine line between revealing criminal activity and encouraging it.\nThe man the Vipers knew as Doc was actually John Schultz, a state game warden working under the direction of the federal Bureau of Alcohol, Tobacco and Firearms.\nSchultz took the Viper Team oath in December 1995 and quickly became a respected team member - all the while secretly recording or videotaping nearly every meeting.\nTranscripts of those tapes show he was more than a passive observer. In a group that could spend most of an evening debating the design and cost of Viper Team patches, he repeatedly steered members into discussions that could be used to bolster conspiracy charges against them.\n\"Did anybody ever sit down and just come up with a plan on where you were when you started, where you want to be at a certain point in time?\" Schultz asked at one meeting. \"Is there a big picture that's been formulated at all?\"\nOthers said there was no plan.\n\"Maybe we ought to do that,\" he said.\nAnother time, he pressed for details about crimes the Vipers might commit following a national disaster of the sort they feared - a U.N. invasion, perhaps, or widespread race riots.\n\"You're talking (about stealing) food, gasoline, you're talking a crime, yes?\" he said. \"Why not a bank? Why draw a line?\"\nSchultz's supervisor, ATF agent Steve Ott, has testified that Schultz brought up the bank-robbery idea only \"to ascertain what their mind-set was.\"\nInvestigating politically motivated groups, from Vietnam War protesters to today's militias, has long proved thorny for law-enforcement officials.\nIn the 1970s, revelations that the FBI was conducting open-ended investigations of black nationalist and anti-war groups led to Justice Department guidelines governing when such investigations could be opened and how long they could last.\nThe guidelines, since updated, still rest on the premise that the government cannot investigate a group based solely on its political views. There must be a reasonable indication that a federal crime either has been or will be committed.\nThe Oklahoma City bombing, however, changed how those guidelines are interpreted. Days after the bombing, FBI Director Louis Freeh told a congressional committee his agency would act \"broadly and proactively, as opposed to defensively, which has been the case for many, many years.\"\nInvestigators who once waited for evidence suggesting a specific crime now are quicker to react when members of a political group talk generally about committing violent acts, said Ronald Noble, former Treasury undersecretary for enforcement.\nThe added scrutiny has been noted by militia activists already prone to paranoia.\n\"It's common knowledge that one out of every five individuals who claims to be a patriot is actually a government informant,\" said Randy Trochman, co-founder of the Militia of Montana.\n\"Everybody in the movement should be thinking about who that fifth guy is.\"\nCivil libertarians also are troubled, saying that infiltrating outspoken militia groups is not only constitutionally suspect but largely ineffective.\n\"It's always easier to monitor ideology than to investigate criminal activity,\" said Kate Martin, director of the Center for National Security Studies, based in Washington, D.C. \"If the FBI is allowed to monitor ideology as a proxy for investigating planned criminal activity, then they'll take that easy route.\"\nThe increasing use of undercover operatives also can backfire in court. Noble said juries tend to be wary of informants with shady pasts or undercover agents who appear to have encouraged defendants.\nIn the Washington State Militia case, jurors acquitted one defendant on a charge of possessing illegal firearms. He had admitted converting semiautomatic rifles to illegal automatic weapons, but said he did so only at the request of an undercover FBI agent.\nIn Phoenix, defense attorney Ivan Abrams says Knight was led astray by undercover agent Schultz, who joined the Viper Team three weeks before Knight did.\n\"Once the government infiltrates an organization, what right does it have to permit others to join?\" Abrams said. \"They were dealing with people who already were excited about political matters they couldn't understand, and the government introduced its agent to further their fears and fan the flames.\"\nAbrams hopes jurors will see the Charles Knight who says grace before breakfast, not the man who once proclaimed \"The enemy of my government is my friend.\"\nGood-hearted neighbor or dangerous felon? That someone can possess the potential for both is the principal challenge facing those who would protect public safety without trampling individual freedoms.\n\"The whole concept of dangerousness in advance is something that criminal law has struggled with for years, without any satisfactory resolution,\" Martin said.\nBut Joe Roy says the government has no choice but to try. He tracks the patriot movement for the Southern Poverty Law Center, in Montgomery, Ala., and finds it chilling to consider what might have happened had the government not cracked down on militias after the Oklahoma City bombing.\n\"These are hard cases to win,\" Roy said. \"But you can't afford to wait until these conspiracies come to fruition. We're extremely sensitive to free speech and the right to assemble. We're also sensitive to people's right to live.\"\nFoster is the AP's Northwest regional reporter, based in Seattle.\n\nLoad-Date: June 23, 1997"
}