{
    "title": "MILLIONAIRE A LEAD SUSPECT PROS_ SAUDI BIG BACKER OF EXTREMISTS",
    "publisher": "daily news ",
    "year": 1998,
    "month": 8,
    "day": 8,
    "full text": "Islamic extremists top the list of suspected culprits behind the American Embassy bombings in Tanzania and Kenya, terrorism experts said yesterday.\nChief among the possible suspects is Osama Bin Laden, an elusive Saudi millionaire considered by the State Department to be a major financier of Muslim extremists and the mastermind behind a string of guerrilla attacks on American targets, experts said.\nBin Laden is thought to have links to the banned Egyptian Islamic Jihad, which also came under immediate suspicion yesterday because of threats it issued last week against Americans.\nA previously unknown group, the Liberation Army of the Islamic Sanctuaries, claimed credit for the blasts. The claim could not be immediately substantiated.\nThe claim was made in a phone call to the Arabic newspaper Al-Hayat, which often reports statements from militant Islamic groups.\n\"The proximity and the access Islamic extremists have to those two places would make them the primary suspect,\" said Georgetown University Prof. Roy Godson, who heads the Washington-based National Strategy Information Center, a think tank on terrorism.\nExperts also cautioned against blaming Islamic terrorists, citing the speculation in the aftermath of the Oklahoma City bombing that Arabs were responsible until Americans were arrested.\nIn a statement issued in Los Angeles, the Muslim Public Affairs Council said no one should assume any religious groups, particularly Muslims, were behind the twin blasts.\nBut terrorism experts said the sophistication of the synchronized explosions points to veteran Islamic terror groups that have motive, finances and a history of targeting Americans.\nBin Laden, the son of a wealthy Saudi construction mogul, is considered by the State Department to be the likely mastermind behind a 1995 car bombing in Saudi Arabia that killed five Americans, and the 1996 attack on the Khobar Towers military residence in Saudi Arabia that killed 19 U.S. servicemen.\nWhen Ramzi Yousef, the architect of the World Trade Center bombing, was arrested in Pakistan in 1995, he carried in his pocket the address of one of Bin Laden's relatives.\nIn June, Bin Laden boldly declared in a television interview that Americans soon would be the targets of guerrilla attacks.\n\"He more or less predicted what would happen that there would be attacks against U.S. targets in the next few weeks. And lo and behold, it has happened,\" said former CIA counter-terrorism specialist Stanley Bedlington.\nSuspicion also falls heavily on the Jihad group, which threatened revenge against the U.S. for what it said was Washington's help in extraditing Islamic terrorists to Cairo from Albania.\n\"We inform the Americans . . . of preparations for a response which we hope they read with care, because we will write it, with God's help, in a language they will understand,\" the group wrote in a letter given to Reuters in Cairo.\nOne of the group's leaders, Ayman el-Zawahri, said in an interview last month with a Kuwaiti newspaper that a holy war had been declared against the United States.\nThe original members of the Jihad group claimed responsibility for assassinating Egyptian President Anwar Sadat in 1981.\n\nGraphic\n\n \nREUTERS EXPLOSION IN DOWNTOWN NAIROBI: U.S. Embassy, Ufundi Cooperative House destroyed by blast.  Cooperative Bank building\n\nLoad-Date: August 10, 1998"
}