{
    "title": "Millions rally for unity against terrorism in France International leaders join masses in Paris afte",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 1,
    "day": 12,
    "full text": "PARIS • More than a million people surged through the boulevards of Paris behind dozens of world leaders walking arm-in-arm Sunday in a rally for unity described as the largest demonstration in French history. Millions more marched around the country and the world to repudiate three days in which terrorists killed 17 people.\nAmid intense security and with throngs rivaling those that followed the liberation of Paris from the Nazis, the city became \"the capital of the world\" for a day.\nMore than 40 world leaders headed the somber procession - Israeli Prime Minister\nBenjamin Netanyahu and Palestinian President Mahmoud Abbas; Ukrainian President Petro Poroshenko and Russian Foreign Minister Sergey Lavrov - setting aside their differences with a common rallying cry: We stand together against barbarity, and we are all Charlie.\nAt least 1.2 million to 1.6 million people streamed slowly through the streets behind them and across France to mourn the victims of deadly attacks on the satirical newspaper Charlie Hebdo, a kosher supermarket and police officers - violence that tore deep into the nation's sense of security in a way some compared to Sept. 11 in the United States.\n\"Our entire country will rise up toward something better,\" French President Francois Hollande said.\nDetails of the attacks continued to emerge, including video detailing how the attacks were going to unfold. Gunman Amedy Coulibaly was linked to a new shooting, two days after he and the brothers behind the Charlie Hebdo massacre were killed in nearly simultaneous police raids.\nThe attacks tested France's proud commitment to its liberties, which authorities may now curtail to ensure greater security. Marchers recognized this as a watershed moment.\n\"It's a different world today,\" said Michel Thiebault, 70.\nGiant rallies were held throughout France and major cities around the world, including London, Madrid and New York - all attacked by al-Qaida-linked extremists - as well as Cairo, Sydney, Stockholm, Tokyo and elsewhere.\nFrance's Interior Ministry said 3.7 million marched throughout France, including between 1.2 million and 1.6 million in Paris.\n\"I hope that at the end of the day everyone is united. Everyone - Muslims, Jews, Christians, Buddhists,\" said marcher Zakaria Moumni. \"We are humans first of all, and nobody deserves to be murdered like that. Nobody.\"\nOn Republic Square, deafening applause rang out as the world leaders walked past amid tight security. Families of the victims, holding each other for support, marched in front along with the leaders and journalists working for the Charlie Hebdo newspaper.\n\"Je Suis Charlie\" - \"I Am Charlie\" read legions of posters and banners.\nAt an international conference in India, U.S. Secretary of State John Kerry said the world stood with the people of France \"not just in anger and in outrage, but in solidarity and commitment to the cause of confronting extremism and in the cause that extremists fear so much and that has always united our countries: freedom.\"\nThe three days of terror began Wednesday when brothers Said and Cherif Kouachi stormed the Charlie Hebdo newsroom, killing 12 people, including two police officers. Al-Qaida's branch in Yemen said it directed the attack to avenge the honor of the Prophet Muhammad, a frequent target of the weekly's barbs.\nOn Thursday, police confirmed, Coulibaly killed a policewoman. The next day, he seized hostages at the kosher market while the Kouachi brothers were holed up at a printing plant near Charles de Gaulle airport. It ended at dusk Friday with raids that left all three gunmen dead. Four hostages at the market were also killed.\nCoulibaly's widow, last seen near the Turkish-Syrian border, is still being sought.\nFrance remains on high alert while investigators determine whether the attackers were part of a larger extremist network.\n\nGraphic\n\n \n A woman holds a pencil and her mobile phone showing four victims killed in Friday's attack on the kosher supermarket in Paris, during a rally in Tel Aviv, Israel, Sunday, Jan. 11, 2015. (AP Photo/Oded Balilty)  The crowd gather during a march in Paris, France, Sunday, Jan. 11, 2015. Hundreds of thousands of people marched through Paris on Sunday in a massive show of unity and defiance in the face of terrorism that killed 17 people in France's bleakest moment in half a century. (AP Photo/Laurent Cipriani)  The crowd walk by a sign \"I Am Charlie\" , during a rally in Paris, France, Sunday, Jan. 11, 2015. Hundreds of thousands of people marched through Paris on Sunday in a massive show of unity and defiance in the face of terrorism that killed 17 people in France's bleakest moment in half a century. (AP Photo/Laurent Cipriani)  People gather atop a statue at Place de la Nation during a rally in Paris, Sunday, Jan. 11, 2015. Hundreds of thousands gathered Sunday throughout Paris and cities around the world, to show unity and defiance in the face of terrorism that killed 17 people in France's bleakest moment in half a century. (AP Photo/Thibault Camus)  From the left : Israel's Prime Minister Benjamin Netanyahu, Mali's President Ibrahim Boubacar Keita, France's President Francois Hollande, Germany's Chancellor Angela Merkel, EU President Donald Tusk, and Palestinian President Mahmoud Abbas march during a rally in Paris, France, Sunday, Jan. 11, 2015. A rally of defiance and sorrow, protected by an unparalleled level of security, on Sunday will honor the 17 victims of three days of bloodshed in Paris that left France on alert for more violence. (AP Photo/Philippe Wojazer, Pool)  People hold a symbolic pencil aloft, declaring \"Not Afraid\" during a public demonstration in Paris, Sunday, Jan. 11, 2015. A rally of defiance and sorrow, protected by an unparalleled level of security, on Sunday will honor the 17 victims of three days of bloodshed starting with an attack on the Paris offices of French satirical publication Charie Hebdo that left France on alert for more violence. (AP Photo/Christophe Ena)  A woman takes a selfie as the crowd gathers on Bastille square, in Paris, France, Sunday, Jan. 11, 2015. Hundreds of thousands of people marched through Paris on Sunday in a massive show of unity and defiance in the face of terrorism that killed 17 people in France's bleakest moment in half a century. (AP Photo/Laurent Cipriani)  Israel's Prime Minister Benjamin Netanyahu, right, listens to President of the Central Jewish Consistory of France, Joel Mergui, during a ceremony at the Grand Synagogue in Paris, France, for all the victims of the attacks in Paris this week, which claimed 17 lives, Sunday, Jan. 11, 2015. More than 40 world leaders, their arms linked, marched through Paris Sunday to rally for unity and freedom of expression and to honor 17 victims of three days of terrorist attacks. (AP Photo/Matthieu Alexandre, Pool)  Israel's Prime Minister Benjamin Netanyahu gives a speech during a ceremony at the Grand Synagogue in Paris, France, for all the victims of the attacks in Paris this week, which claimed 17 lives, Sunday, Jan. 11, 2015. More than 40 world leaders, their arms linked, marched through Paris Sunday to rally for unity and freedom of expression and to honor 17 victims of three days of terrorist attacks. (AP Photo/Matthieu Alexandre, Pool)  Israel's Prime Minister Benjamin Netanyahu and French President Francois Hollande, front row center, attend a ceremony at the Grand Synagogue in Paris, France, for all the victims of the attacks in Paris this week, which claimed 17 lives, Sunday, Jan. 11, 2015. More than 40 world leaders, their arms linked, marched through Paris Sunday to rally for unity and freedom of expression and to honor 17 victims of three days of terrorist attacks. (AP Photo/Matthieu Alexandre, Pool)  Israel's Prime Minister Benjamin Netanyahu, center, gives a speech during a ceremony at the Grand Synagogue in Paris, France, for all the victims of the attacks in Paris this week, which claimed 17 lives, Sunday, Jan. 11, 2015. More than 40 world leaders, their arms linked, marched through Paris Sunday to rally for unity and freedom of expression and to honor 17 victims of three days of terrorist attacks. (AP Photo/Matthieu Alexandre, Pool) \n\nLoad-Date: January 13, 2015"
}