{
    "title": "Millersville hosts International Policy Conference",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 1,
    "full text": "Carly O'Neill\nStaff Writer\nThe International Policy Conference took place on Oct. 24 and Oct. 25 last week. The goal of this conference was to look at the effects of media on society from a global scale. \"The Growing Threat to Global Press Freedoms\" was a session that took place on Thursday.\nDr. Karin Deutsch Karlekar, Director of PEN America's Free Expression at Risk Programs, was the head panelist of this session. Dr. Karin has worked as a director of Freedom House's Freedom of the Press project for 14 years, where she coordinated the production of a flagship annual report that tracks trends in global media freedom by rating every country in the world.\nKarlekar now focuses on global free expression, digital rights issues, and press and artistic freedom. She also leads PEN's assistance to individuals at risk as a result of their expression.\nDr. Karin opened her session with a video on the case of journalist's Wa Lone and Kyaw Soe Oo. These journalists were jailed on Dec. 12, 2017 in Myanmar after reporting on the massacre of Rohingya Muslims. Through obtaining secret state documents, Wa Lone and Kyaw Soe Oo were charged on Jan. 10, 2018 with violating the Office Secrets Act. They were sentenced to seven years in prison with hard labor. Karin Deutsch Karlekar has recently returned from Myanmar in hopes to help aid in the future release of these unfortunate men.\nKarlekar transitioned into her primary topic by referencing the threats journalists are currently facing. Numerous journalists have been jailed and murdered in the past years on a global scale. Turkey jails more journalists than anywhere else in the world.\nBetween 1992 and 2018, 1,324 journalists have been killed globally. This year alone includes 45 of those deaths, according to the Committee to Protect Journalists.\nAccording to Karlekar, Afghanistan, Mexico, and the U.S. have some of the highest rates of journalists murdered this year. Afghanistan is responsible for high murder rates due to widespread terrorism in the region. Mexico has seen a spike in murders due to lack of protection of the press. The U.S. increase of journalists' deaths is due to private citizens' personal agendas. Murder is considered the most extreme form of censorship in a journalist's world.\nIn 2017, 262 journalists were jailed around the world, making this the worst year on record thus far. Turkey, China, and Egypt are responsible for 51 percent of the world's total jailed journalists that year. A majority of these convictions were due to anti-state and false news charges throughout these regions.\nDr. Karlekar informed the audience on the breakdown of these imprisonments and what some of the possible charges filed against journalists could be. She states 74 percent are imprisoned on anti-state charges. Other charges may include: national security and anti-terrorism laws, inciting separatism, defamation, as well as non-media charges involving drug trafficking, and tax evasion.\nAnother important topic discussed during her session was censorship. Dr. Karlekar said that the main contributors threatening the press include: heads of state, security forces, violent groups, internet trolls, judges, and media owners. The global level of press freedom is in a sharp decline. Online harassment is a major issue right now since this leads journalists to self-censoring themselves, in fear of publishing their work to the world.\n37 percent of journalists avoid certain topics and 64 percent took a break from social media due to internet trolls. In some regions such as India, the government encourages these trolls into bullying journalists and sometimes even pays them.\nKarlekar then addressed the global phenomenon regarding fake news. The threat of fake news results in consequences of misinformation, polarization of populations, and violence.\nFollowing this, Dr. Karlekar offered solutions to this challenge of fake news that our world is currently facing. She states we must \"Educate, Equip, Exemplify, Expose, and Empower.\" These are some phrases her company has come up with in order to diminish this ongoing problem.\nKarlekar ended her session by giving tribute to Jamal Khashoggi, who was a journalist for The Washington Post and critic of the Saudi government. Khashoggi was murdered on Oct. 2 in Istanbul, Turkey when he walked into Saudi Arabia's consulate to retrieve divorce documents and did not return.\n\nLoad-Date: January 6, 2024"
}