{
    "title": "Miller Unveils Anti-Terror Plan",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 3,
    "day": 26,
    "full text": "City Council Speaker Gifford Miller proposed an intensive new inspection regime yesterday to keep terrorists away from New York City's bulk fuel storage facilities, laboratories, and skyscrapers.\n\"We live in a world where there's a constant threat of terrorism and terrorist activity,\" he said. \"We ought to be making sure that every building is inspected.\"\nThe new program would require the Fire Department to oversee anti-terror inspections in high-rise buildings throughout the city - especially the highest and most prominent buildings, which are the most susceptible to terrorist attack.\nThe inspectors would check traditional terrorist targets like fuel-storage facilities and places where chemicals are stored to make sure they're not vulnerable to terrorist attack.\nThey would also review building plans and make recommendations to safeguard their structural integrity as well as conducting anti-terrorism seminars for building owners and occupants.\nMayor Bloomberg questioned Mr. Miller's proposal.\n\"The law already requires inspections,\" he told reporters. \"The Fire Department already does have inspections.\"\nHe said it seems like the \"essence of Speaker Miller's plan...is that he'd like to charge for [the inspections] and use it as another source of revenues.\"\nAlthough he said he's not opposed to getting more revenues for the city, which is saddled with a multi-billion dollar deficit, he said, \"I don't know if this one is one we can really charge for.\"\nThe Fire Department charges $210-an-hour for fire safety inspections. Mr. Miller said he anticipates that building owners would be charged at a similar rate for anti-terrorism inspections.\nMr. Miller denied that the anti-terrorism inspection program would be designed to generate revenue for the city.\n\"We're not trying to make more money off of this,\" he said.\nBut at the same time, he said the city doesn't have the cash to give building owners free anti-terrorism inspections - and he said his proposed program would be self-financing.\n\"We think it will pay for itself,\" he said. \"We know that it's not going to be a revenue loser.\"\nThe city's fire commissioner, Nicholas Scoppetta, predicted the department would \"probably need more resources\" if it were to impose a new terrorism inspections.\nHe said the department would \"take a look at everything that's proposed,\" but he didn't go as far as calling Mr. Miller's proposal a good idea.\nThe senior vice president of the Real Estate Board of New York, Marolyn Davenport, said it seems like Mr. Miller's idea would \"increase the cost of doing business.\"\n\"I don't really understand it,\" she said. \"They make annual inspections now.\"\nMs. Davenport said she didn't know how Mr. Miller's idea would make New York a safer place to work and live - pointing out that buildings ramped up security after the September 11 attacks, and that the Police Department has started training building owners about what to do in case of a terrorist attack.\n\nLoad-Date: March 26, 2004"
}