{
    "title": "Milton 's police chief goes global",
    "publisher": "the atlanta journal-constitution",
    "year": 2012,
    "month": 7,
    "day": 15,
    "full text": "While some of us were frolicking on the beach this summer, Milton Police Chief Deborah Harrell was learning counterterrorism training tactics from Israeli police officials.\nHarrell was part of a 14-member delegation of safety officials from Georgia who traveled to Israel as part of the Georgia International Law Enforcement Exchange (GILEE). Participants included representatives from local police departments, the Georgia Bureau of Investigation, Georgia Department of Natural Resources and Georgia State Patrol.\nFounded 20 years ago by Georgia State University Professor Emeritus of Criminal Justice, Dr. Robert R. Friedmann, GILEE provides public safety training through peer-to-peer exchanges, often in international settings.\nI contacted Chief Harrell to learn more. Harrell ushered me into her office, mentioning how she'd grown up in the metro Atlanta area. She graduated from Marietta's Sprayberry High School and earned a bachelor's degree in psychology and a master's degree in public administration from Kennesaw State University. She decided to become an officer early in her life, working with the Cherokee County Sheriff's Office starting in 1994 and becoming Milton's chief of police in 2009.\nGlobal terrorism, though? It wasn't really on Harrell's radar until recently. Colleagues had urged her to consider the GILEE program and this year she won a spot. The trip took her near the Gaza Strip, as well as to the cities of Haifa, Eilat, Jerusalem and Tel Aviv, and border areas along Egypt, Jordan, Syria and Lebanon known for terrorist activity. The GILEE group witnessed rocket fire in one border city.\n\"The experience gave me a global perspective on terrorism,\" Harrell said.\n\"This is the way the world is now,\" she said. \"Some people may get complacent about terrorism, but it's still out there, and it's just a matter of time --- we have to be prepared.\"\n\"Our officers are currently trained to recognize suspicious activity and how to properly report it,\" Harrell said. \"We work with GISAC now as well.\" GISAC, the Georgia Information Sharing and Analysis Center, is one of 77 U.S. Department of Homeland Security fusion centers for counterterrorism and criminal intelligence information. It works to transform the flow of raw information into an actionable intelligence picture, according to its website.\nIt isn't fun on a nice summer day to think how terrorists could ruin our lives, our country, our civilization --- but the reality exists, as Chief Harrell attests. We should all pay attention, and give thanks and support to those who serve and protect.\nVeronica Buckman has been a resident of Milton for nine years. Reach her at vrbuck01@aol.com\n\nLoad-Date: July 15, 2012"
}