{
    "title": "MILTON New fire chief brings a varied background",
    "publisher": "the atlanta journal-constitution",
    "year": 2020,
    "month": 12,
    "day": 4,
    "full text": "Milton named Gabriel Benmoussa as its new fire chief.\nBefore Mil ton, Benmoussa served as deputy fire chief in Salem, Oregon. He replaces Robert Edgar, who became Milton's first fire chief when the city incorporated in 2006. Edgar retired in November after a 44-year public service career.\nThe new chief will start in January. Benmoussa began his career with DeKalb County Fire Rescue in 2000 and before the Oregon position he served as deputy fire chief in Pullman, Washington.\n\"Chief Benmoussa brings expertise, enthusiasm and perspective that will be tremendous assets for Milton,\" said City Manager Steve Krokoff. \"People here love our firefighters for good reason, and we're sure that they will love Chief Benmoussa.\"\nBenmoussa's nuanced background includes speaking six languages. He has an undergraduate degree in fire science from Columbia Southern University, and earned a master's degree in leadership with a focus on homeland security and emergency management from Grand Canyon University.\nThe incoming chief has taught at two institutions. Benmoussa is an adjunct faculty member in Beth Israel Deaconess Medical Center's Disaster Fellowship program and teaches courses on terrorism and leadership at Central Washington University, the city said.\nBenmoussa said he plans to build on the foundation laid by Edgar. \"With a passion for transparent leadership, innovation, and strategic planning, my goal is to develop the Milton Fire Rescue team from within and continue to provide the highest level of service that residents have come to expect,\" Benmoussa said in the statement. \"I plan to continue to enhance and deliver outstanding service to our citizens by working together with both staff and community members to take this organization to new levels.\"\n(Box)\n'I plan to continue to enhance and deliver outstanding service to our citizens by\nworking together with both staff and community members to take this organization to new levels.'\nGabriel Benmoussa New Milton fire chief\nworking together with both staff and community members to take this organization to new levels.'\nGabriel Benmoussa New Milton fire chief\n\nLoad-Date: February 5, 2021"
}