{
    "title": "MILWAUKEE BOOKSTORE CLOSING CAUSE FOR MOURNING",
    "publisher": "wisconsin state journal",
    "year": 2009,
    "month": 1,
    "day": 29,
    "full text": "Dear Editor: I recently read of the death of an old and dear friend: Harry Schwartz Bookstores. Perhaps like so many recent closings, this was inevitable, a sign of our economic crisis or house of cards. I mourn this death.\nThis old friend mentored my independent thoughts -- often my \"subversive self.\" It also nurtured the writer and poet in me: At Schwartz's, I bought a W.H. Auden poetry book later autographed by the poet at Marquette University.\nJust last month I made my last purchase there, I guess, a Mapplethorpe calendar. It's fitting I was there with most of my family of book lovers and coveters.\nWe should all mourn good old friends we have too often abandoned for big chains or Amazon.coms. These friends gave us wings and tickled our imaginations.\nI salute Schwartz Bookstores for many years of getting it right, and kindling a fire in my children's spirits as in my own.\nSandra Saul Madison\nU.S., Israel engage in terrorism\nDear Editor: The 'war on terror' conflates state and non-state terrorism. What the U.S. did in Iraq with the sanctions resulted in the death and injury of hundreds of thousands of civilians, many of them children, in order to change the regime there. In Fallujah, the city was terrorized to get the population to stop supporting the insurgents.\nIsrael is using terror as a tactic to influence the Palestinians to stop supporting Hamas, an elected government in Gaza. If I lived in Iraq or Gaza I would consider U.S. and Israeli actions as terrorist.\nWhy the refusal to consider terror for what it is -- not for what the U.S. or media call it. It reminds me of the Contras in Nicaragua as \"freedom fighters.\"\nState terrorism is much more powerful than individual or undefined group terror.\nWhy such prejudice in favor of U.S. and Israeli interests?\nDaniel J. Guilfoil Monona\nBaldwin should be our representative, not our governess\nDear Editor: John Nichols' Jan. 4 column that ran in the Wisconsin State Journal describes the Executive Accountability Act that Tammy Baldwin proposes as a way to fix the presidency that Baldwin claims was broken by Bush. What a crock! The legislation is no more than a thinly veiled witch hunt for Bush and anyone who agreed with him.\nBaldwin fails to realize that Bush kept America from being attacked on our own shore for the past 2,700 days.\nShe forgets that Bush tried to rein in the Fanny and Freddie executives.\nBaldwin voted for the $700 billion bailout of the financial sector. She sits in the same House of Representatives that failed to put powerful strings on the present of $350 billion to the banks. Those same banks refuse to loan out those same American dollars to American businesses and citizens. Baldwin voted to bail out the auto industry that Bush tried to hold to account by hooking strong restrictions to the $17 billion \"loan\" to the Big 3. The people wanted to let the Big 3 go through bankruptcy or at the very least hold them accountable for the \"bridge loan.\" Baldwin elected to just provide a loan.\nIn October, I wrote to Baldwin asking that she consider opening up drilling for oil in Alaska's Arctic National Wildlife Refuge and off shore. She responded, saying she could not support such drilling because by reducing the price of gasoline, Americans would not be so driven to use alternative sources of energy, and we would just go on wasting gas and energy. Her response to punish Americans by making them keep paying high prices for gas reminded me of the old school teacher who wanted to keep the whole class long after school cleaning erasers just to teach them all a lesson.\nBaldwin loses sight of the job that her position implies. The name of her job is representative, not governess, not teacher/controller. Now, she wants to waste time and resources of the Congress in creating some new legislation to punish a president with whom she disagrees.\nBill Lundy Westfield\n1/29/2009 5:44 am\n\nLoad-Date: January 30, 2009"
}