{
    "title": "Mind the Gap_ A Strategy For Saying Libertarian Things",
    "publisher": "the world",
    "year": 2019,
    "month": 11,
    "day": 24,
    "full text": "The Tenth Amendment Center’s Michael Boldin calls it “the Horton rule.” (It is my rule, but I didn’t name it that.) It goes like this: Because libertarians are so dang good on everything — better than the left on things the left is good on (e.g.: gays, drugs, cops, wars) and better than the right on the things they’re good on (e.g. markets, guns, debt, taxes) — that means that when trying to influence regular people, that we always have the opportunity to attack the left from the left and the right from the right in order to show them the path to freedom. Why come at them from their opposite view when we already have so much in common? Better is to agree with them, but then just ask for a little bit of consistency. If you really like sound money, you have to oppose war. If you really oppose cops, you have to support the right to own firearms. Stuff like that.\nTo develop the idea a little bit further, another approach that in my experience can be very effective is to mind two important “gaps” in American political life:\nFirst is the gap between the truth and the government and media’s established narratives about the causes of America’s worst public crises, (e.g.: terrorism, the boom and bust cycle, the inflated cost of housing, medical care and higher education, the heroin and methamphetamine epidemics, immigration, race relations, etc., etc.) Whether they’re lying or not, the dominate narratives about the causes of these problems are essentially false.\nThe second gap is between the truth and what is morally right. In other words, in almost all these cases what our government is doing is worsening, not alleviating, these very real problems that are causing people to suffer.\nThe silver lining is that this gives us an opportunity. These gaps in political reality are essentially no different than having a massive hole in the marketplace where important business is being done. To mix a couple metaphors, they are the elephant in the room and we are the only ones who aren’t blind to the whole nature of the animal. Being libertarian means understanding the real causes of these problems: blowback, inflation, price-distorting subsidies and entitlements, prohibition, etc., etc. And it means that, properly understanding natural rights and the the non-aggression principle, we are best at understanding just how wrong these policies are, how badly they hurt the people they supposedly are meant to help and how things should be instead.\nHere’s another example. Corruption in America is the single biggest issue that no one with any power or influence will ever broach beyond persecuting some nobody like Martha Stewart over a small stock trade. And yet every one of us who aren’t in on it recognize this fact as a massive problem. The papers say that the governments America installed in Afghanistan and Iraq are now ranked as the most corrupt in the world. Yeah, right. Not more corrupt than the U.S.A. that did it to them. Our government spends 4.75 trillion dollars per year. From the arms manufacturers to Big Pharma, Big Ag, Big Israel, Big Banking and Insurance; the more regulated and connected to the government the industry is, the more corruption they bring. But here most of the corruption is “legal.” What the great libertarian economic historian Robert Higgs calls “participatory fascism” is just the perfectly legitimate neo-liberal “mixed” and “democratically regulated” economy to them. But we libertarians understand the degree of the problem, the true cause of the problem and the solution to it too.\nSo we need to mind these gaps in the narrative and morality and we need to attack the right from the right and the left from the left; but how?\nWell here’s a simple four-stage outline-type standard formula for going about it. It’s not supposed to be perfect, just a good rule of thumb:\n1: Explain how and why you agree with the person you’re talking to as much as possible about the public policy crisis they’re concerned about. (e.g.: terrorism, the boom and bust cycle, the inflated cost of housing, medical care and higher education, the drug epidemics, immigration, race relations, etc., etc.)\n2: Explain that even though they think the cause of the problem is (Islam, the excesses of capitalism, greed, recreational drug use, too much or too little enforcement at the border, prejudice, etc. etc.) that\n3: Actually we libertarians have thought this through a bit and it turns out that the real cause of the problem is (blowback, artificially low interest rates, the welfare state, prohibition, subsidies and draconian punishments for immigrants as well as destructive U.S. policies in places like Mexico, Honduras, Venezuela and Bolivia, prohibition pitting white police against poor blacks, etc. etc.)\n4: And so that’s why the best answer is to (stop the foreign intervention that causes terrorism, stop tinkering with the money supply that causes the bubbles and crashes, stop regulating the economy which really means protecting established firms at competition and their customers’ expense, end the welfare state that drives up prices so high that you need it, stop creating destructive black markets in drugs by repealing restrictions on use and trade in currently controlled-substances, stop launching Latin American coups and subsidizing and prohibiting immigration which induces new arrivals to come and then inflicts punishment on people for doing so, etc. etc.)\nThere is no need for any libertarian to sacrifice their principle in order to move toward others’ positions for the purposes of explaining our position to them. Whoever they are, they already have a libertarian view or two. It’s our job to tap into that understanding while essentially just asking them to be true to themselves rather than making them feel like they’re being asked to change their whole conception of who they are to some other kind of person.\nIf you like your identity, you can keep it. We just want to show you that it doesn’t have to be this way. We could be free. And everything would be better.\nThe Bush-Clinton-Bush-Clinton (Obama was just Hillary)-post-Cold War consensus has been completely shipwrecked by the wars, financial and refugee crises their centrist, supposedly “moderate” neo-liberal/neoconservative policies have caused. The simple fact that Donald J. Trump defeated Jeb Bush and Hillary Clinton in one year is all the proof ones should need of that. But in response, Americans are moving further to the socialist left and nationalist right. This is unfortunate and unnecessary. The libertarians are here. We’re centrists too, but we’re not moderate. We’re radically in favor of peace and liberty and radically opposed to America’s world empire and growing police state. Our philosophy does hold the answers to what everyone agrees is ailing America. We don’t have to compromise one bit to be able to show the population at large that there finally is an option to agree on to stop our government’s very worst policies that are doing so much to disrupt and divide our society against itself.\nMind the Gap: A Strategy For Saying Libertarian Things was first posted on November 24, 2019 at 9:57 am.\n\nLoad-Date: February 24, 2020"
}