{
    "title": "Minerva Research Initiative hosts first workshop",
    "publisher": "university wire",
    "year": 2012,
    "month": 5,
    "day": 4,
    "full text": "The West Point Minerva Research Initiative hosted its inaugural workshop on post April 16-17 which focused on the theme \"Understanding Cultural Networks in Africa and Asia for National Security.\"\nThe event began with a community-building boat cruise along the Hudson River and continued the following day at the Thayer Hotel with a series of keynote, plenary and technical session presentations. Keynote speakers Dr. John Nagl and Dr. Marcia Hartwell captured the overarching relevance of social sciences within the military.\nBoth have been a part of the U.S. counterinsurgency initiatives and are Oxford Scholars. Nagl is currently the Minerva Fellow at the U.S. Naval Academy and a non-resident senior fellow from the Center for a New American Security. Hartwell is a visiting scholar from the U.S. Institute of Peace.\nDiscussion panels addressed each of the two Minerva research initiatives at West Point on Africa and Asia. The entire Minerva Team from West Point was present at the workshop, to include Minerva Fellows, Dr. Makame Muhajir and Luke Gerdes, who incorporated their research within each panel session and Minerva Researcher Kristine Ringler supported collaborations and coordination efforts.\nThe Department of Geography and Environmental Engineering led the Africa panel, which discussed models of socio-and-ethno cultural development, civil-military social networks and the stability of those networks, the politics of piracy in Somalia and the realities of the HIV/AIDS epidemic. These topics were addressed through human geography research.\nThe Department of Behavioral Sciences and Leadership led the afternoon panel with topics on social networks in a counterinsurgency, building cultural models and the rule of law in China and an assessment of network analysis of Asian extremism.\nThis panel focused on the evolution of social network structures within the Muslim world to provide insight into how cultural norms and extreme ideologies are born and maintained.\nThe workshop developed inter-departmental partnerships and synergies within disciplines throughout the academy and contributed to the Minerva and West Point missions.\nThe event launched vital research efforts and built connections across academic departments at West Point and across the Department of Defense Minerva community.\nThe program provided the intellectual foundations for progress in understanding regional connectivity of people, information, and resources through social, cultural and spatial dynamics.\nAttendees were from various government agencies and academic institutions, including the Army Research Institute \"culture\" group.\nFeedback given by conference participants following the workshop were overwhelmingly positive and revealed an overall appreciation for both the West Point Minerva team's research program and its efforts in executing the workshop.\nIn the future, the Minerva Research Initiative is intended to incorporate suggestions to increase the length of the workshop to allow for additional interaction with the assembled community of researchers.\nDuring the poster session, 10 cadets presented projects related to the broad Minerva objectives. To underscore the truly multi-disciplinary nature of this initiative, cadets are from 10 different academic majors including Management, International Relations, Math, History, Engineering Management, Economics, Portuguese, Sociology and Electrical and Mechanical Engineering.\nProject titles included \"The Kashmir Peace Process: A Strategic U.S. Interest\" by Class of 2012 Cadet Luke Hutchinson (International Relations) and \"Modeling the 'Hearts and Minds' in the Terrorism/Counter-Terrorism Struggle\" by Class of 2013 Cadet Jeff Yao. Their research reflects projects being supported by the West Point Negotiation Project, Network Science Center, as well Math and Sociology capstone courses.\nGoing forward, the West Point Minerva team intends to engage in multiple collaboration opportunities, build its research agenda for two fieldwork studies, and bring junior faculty members and cadets into the team.\nResearch trip plans for Tanzania and Indonesia for this coming summer and fall are underway and seminars will be offered to cadets that will bring real-time field data back to the classroom.\nThe Minerva Initiative funds universities and service academies to initiate research that can build a deeper understanding of the social, cultural and political dynamics that shape regions of strategic interest around the world.\nBeginning in 2010, the Office of the Secretary of Defense has partnered with a range of Defense educational institutions to launch Minerva Research Fellow programs at select Joint Professional Military Education schools.\nTo learn more about the initiative and programs, visit http://minerva.dtic.mil/.\n\nLoad-Date: September 18, 2013"
}