{
    "title": "Ministries ensure Fayette remembers 9_11 sacrifices",
    "publisher": "tribune-review",
    "year": 2009,
    "month": 9,
    "day": 12,
    "full text": "A few dozen passersby and employees on their lunch breaks gathered outside the Fayette County Courthouse at noon Friday for a service marking the eighth anniversary of 9/11. \nPastor Margaret Frey of Mountaintop Faith Ministries in Lycippus coordinated the program. \nOklahoma's Common Ground Ministries returned for a second year, performing patriotic and religious music as the audience sang along. \nFrey is the local coordinator for Awakening America Alliance, an organization that planned prayer services as possible at as many of the nation's 3,000-plus county courthouses. \n\"I think it's important that we remember the victims and their families as well as the military still fighting terrorism for us in other countries and our own country, really,\" Frey explained. \"As far as the prayer part, I believe our country needs prayer now more than ever.\" \nRandy Winemiller, pastor of Poplar Run Church of God of Prophecy, near White, mentioned heroes in the military and among police and fire departments, first responders in emergencies like 9/11. \n\"We honor all of them today and say thank you, thank you all for your service in trying to protect us and our freedoms,\" he said. \nPastor Donna Stenger of Church of God of Prophecy near Oliver discussed the freedoms most people take for granted. \n\"How many times a day do we even think of terrorism?\" she asked. \"Do you ever wonder what life would be like if we were not winning the war on terrorism?\" \nCounty commissioners Vincent Zapotosky and Vincent Vicites also spoke yesterday. \nZapotosky was in Washington on Sept. 11, 2001, and recalled members of Congress singing \"God Bless America\" on the steps of the Capitol. \n\"Let's not forget what happened on Sept. 11,\" he said. \"Let's keep a constant vigil for those who lost their lives.\" \nVicites recalled walking back to the courthouse after conferring with emergency management officials that day, and marveling at the sudden appearance of American flags lining the city's streets. \n\"It was such a wonderful show of patriotism\" by local veterans' organizations, he said. \"We can never forget our veterans and people who lost their lives that day.\" \n\nLoad-Date: September 12, 2009"
}