{
    "title": "Ministers of 4 Lands In Central America Offer Own Peace Bid",
    "publisher": "the new york times",
    "year": 1983,
    "month": 7,
    "day": 21,
    "full text": "Four Central American nations, declaring that they must ''solve their own problems,'' issued an eight-point peace plan today to reduce strife and the threat of war with Nicaragua through negotiations.\nThe proposals ended two days of talks among the foreign ministers of Guatemala, El Salvador, Honduras and Costa Rica.\nGUATEMALA, July 20 (UPI) - Four Central American nations, declaring that they must ''solve their own problems,'' issued an eight-point peace plan today to reduce strife and the threat of war with Nicaragua through negotiations.Foreign Minister Miguel d'Escoto Brockman of Nicaragua was invited but said he could not attend because of celebrations Tuesday marking the fourth anniversary of the Sandinista revolution.\nThe four foreign ministers said in their statement that ''Central American countries should solve their own problems'' and they pledged their ''staunch intent to continue discussing the priority tasks that should be developed to overcome the Central American crisis.''\nThe peace plan mirrors parts of a proposal Sunday by the presidents of the Contadora group, made up of Mexico, Panama, Columbia and Venezuela, and an independent plan announced by Nicaragua on Tuesday.\nThe talks here were attended by Eduardo Castillo Arriola of Guatemala, Fidel Chavez Mena of El Salvador, Edgardo Paz Barnica of Honduras and Fernando Volio Jimenez of Costa Rica.\nTheir plan calls for an end to the arms race, the ''decrease or withdrawal of foreign advisers'' in Central America and the establishment of ''international mechanisms'' to control arms traffic. They also urged countries in the region to strengthen trade and economic ties and promote free elections.\nThey called for a ban on ''logistical and other support'' for ''terrorism and subversion'' in the region and ''immediate measures to promote and protect human rights and for the solution of the refugee problem that is overwhelming some of the countries of the region.''"
}