{
    "title": "Minnesota Somalis recount racial tensions after mall attack",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "MINNEAPOLIS - The day after a young Somali-American man stabbed 10 people at a central Minnesota mall, pickups were spotted driving through predominantly Somali neighborhoods, honking and waving Confederate flags - highlighting the precarious bond between the thousands of Somalis who live in St. Cloud and other city residents.\nSaturday's attack at Crossroads Center Mall is testing city and community leaders' efforts to improve long-standing racial tension, which flared up a few years ago when Somali-American high school students said they were being harassed and being called terrorists.\nIt's also spawning backlash against Somalis and other Muslims elsewhere in the state.\nSouth of the Twin Cities, the owner of a restaurant and ice cream parlor changed his sign out front after Saturday's attack to read \"Muslims Get Out,\" saying he wouldn't be \"peer pressured by the politically correct crowd.\"\nSomalis in St. Cloud are trying to square the bright, family-minded Dahir Adan, 20, who went to the mall to buy the new iPhone, with the emotionless man who was killed by an off-duty officer and is the subject of a terrorism investigation.\nInvestigators are poring through witness and victim accounts, video footage and Adan's electronic devices to piece together what sparked the attack.\nHe was a recent college student and had worked part time. He was said to have been a high school honors student and had nothing more than a minor traffic citation on his record.\nAn Islamic State-run news agency claimed Adan was a \"soldier of the Islamic State.\" St. Cloud's police chief has said it seems Adan acted alone.\nOn Tuesday, the FBI's Joint Terrorism Task Force assumed the lead on the investigation. FBI spokesman Kyle Loven said that he could not discuss any investigative details but that authorities were following up on all leads.\n\"Motivation is a big part of this investigation,\" Loven said.\nAs many as 10,000 Somalis have settled St. Cloud, a city with about 65,000 people, according to estimates from the state demographer.\nSmaller Somali populations have settled in rural pockets of Minnesota, while Minneapolis has the state's largest Somali population; conflict between those residents and the state's majority population seem to happen less frequently than in Minnesota's smaller cities.\nAnd aside from the reported Confederate flag incidents, St. Cloud has had lasting issues.\nLast year, some Somali-American students walked out of school in protest, saying they were being harassed and called members of Islamic State.\nComplaints of mistreatment at a high school prompted a federal civil rights investigation in 2011 and, though an agreement resolved that case, the U.S. Department of Education still was monitoring last year.\nSt. Cloud Mayor Dave Kleis called Adan \"an individual clearly bent on evil.\" Kleis insisted Tuesday that the city was united and said he hadn't heard of any retaliatory incidents since the stabbings.\nNor has Jaylani Hussein, the executive director of Council of American-Islamic Relations' Minnesota chapter, who said some area Somali-Americans were nervous about being viewed as \"guilty by association.\"\n\"This is the test that we need to show that this community is stronger and more resilient than what has been reported,\" Hussein said.\n\nGraphic\n\n \n This Monday, Sept. 19, 2016, photo from video by KSTP-TV shows a sign outside the Treats Family Restaurant in Lonsdale, Minn., with the words \"Muslims Get Out.\" Some residents in the small community south of the Twin Cities say the sign outside owner Dan Ruedinger's business is giving the city a bad name. The message follows a stabbing attack Saturday, Sept. 17 by a Somali man at a St. Cloud mall that authorities are investigating as a potential act of terrorism. (KSTP-TV via AP)  Abdulwahid Osman, the lawyer for the family of Dahir Ahmed Adan, speaks during a news conference at St. Cloud City Hall in St. Cloud, Minn., Monday, Sept. 19, 2016. Adan went to a central Minnesota mall and cut or stabbed 10 people before he was shot and killed by an off-duty police officer on Saturday. (Leila Navidi/Star Tribune via AP)  Community members listen during a press conference at St. Cloud City Hall Monday, Sept. 19, 2016. Authorities are treating Saturday's stabbings at Crossroads Mall, as a possible act of terrorism, in part because an Islamic State-run news agency claimed that the attacker was a \"soldier of the Islamic State\" who had heeded the group's calls for attacks in countries that are part of a U.S.-led anti-IS coalition. (Leila Navidi/Star Tribune via AP) \n\nLoad-Date: September 22, 2016"
}