{
    "title": "MINNESOTA POLL",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 1,
    "day": 28,
    "full text": "A majority of Minnesotans say they are confident in the U.S. government's ability to destroy terrorist networks around the world and protect the nation from an attack at home.\nA Star Tribune Minnesota Poll found that 60 percent of respondents said they were very or somewhat confident in the government's ability to eradicate terrorist groups around the world. More than one-third, or 37 percent, of Minnesotans said they had no confidence, or had little confidence, in the U.S. government's ability to fight terrorism abroad.\nThe poll comes just months after a terrorist attack in Paris that killed at least 130 people and left more than 300 injured. Another attack in San Bernardino, Calif., by two radicalized suspects, a husband and wife, killed 14.\nMinnesotans' confidence level was higher when assessing the ability of U.S. officials to prevent another terrorist attack in the country. Nearly 70 percent of Minnesotans said they were very or somewhat confident the government could prevent a terrorist attack on U.S. soil.\n\"I'm putting my faith in them,\" retired high school teacher John Manthey said. \"I hope my faith is not misplaced.\"\nManthey, a Maplewood resident, said it is possible another attack could happen, but he believes the country's terrorism prevention efforts have been sufficient.\nThe statewide poll of 800 Minnesotans mirrored national surveys and other research that show relatively subdued attitudes toward terrorism threats, said Gary LaFree, director of the National Consortium for the Study of Terrorism and Responses to Terrorism, a research group based at the University of Maryland.\n\"It is really quite a remarkable statistic when [a large majority] agrees on anything having to do with the federal government,\" LaFree said. \"I can't think of another issue where you get that much support. At the same time, [poll respondents are] saying we probably won't prevent everything.\"\nDespite an uptick in anxiety among Americans after terrorist attacks in the U.S., attitudes shift over time, LaFree said. He found that about a year and half after the Boston Marathon bombing, for instance, people's unease had faded to what it was before the attack.\nA similar Star Tribune poll conducted about a month after the Sept. 11, 2001, terrorist attacks found that only 2 percent of respondents were \"very\" fearful of another attack on U.S. soil. A majority said at the time they were willing to support extraordinary measures to keep the nation safe.\nDorothy Olson, 84, a retired secretary, said she has strong faith in the country's efforts to battle terrorism, despite recent attacks abroad.\n\"I do think [President] Obama has done his best, and I think our military leaders have done a good job,\" said Olson, of Richfield. \"Our military is one of the best.\"\nLaFree said surveys show that Republicans and religious conservatives were more likely to be fearful of terrorism threats.\nIn Minnesota, the poll found that 16 percent of Republicans said they were not confident in the country's ability to fight terrorism overseas. That's compared with 9 percent of Democrats who reported the same.\nTom Carlson, 61, a health care professional from Hancock, expressed little to no confidence in the U.S. government's ability to deter terrorists.\nCarlson described himself as a conservative and said U.S. borders are too wide open, leaving the country vulnerable to those who wish to cause harm and mayhem.\n\"You have to have a secure border and our border is about like a stream,\" he said. \"The only people who get caught are clumsy or have bad luck.\"\nThe Star Tribune Minnesota Poll interviewed registered voters around the state from Jan. 18-20. It has a margin of sampling error of 3.5 percentage points, plus or minus, and included interviews on both land lines and cellphones.\nThe poll found that a majority of Minnesotans, 54 percent, do not believe government should temporarily ban Muslims from other countries from entering the U.S. Republican presidential candidate Donald Trump made that proposal in December, sparking heated debate in the presidential race.\nMinnesotans were split along party lines over their views of a temporary ban. Seven in 10 who identified as Democrats said Muslims from other countries should not be barred from entering the country. That's compared with 38 percent of Republicans who answered the same.\n\"I'm for banning everybody from entering the country until [federal authorities] get a handle on the system,\" Carlson said. \"Right now they don't have a handle on our immigration system. Until they can do that, we can't allow anybody realistically in the country.\"\nGordy Gustafson, 36, an attorney from St. Paul, said the proposed ban doesn't get to the core of the deeper problem.\n\"I believe it's basically desperate people trying to commit acts of violence, and that can happen regardless of which religion,\" Gustafson said. \"We've also seen in this country that people who purport to be Christian terrorize people, whether they were the Ku Klux Klan or members of racist groups today that claim to be Christian.\"\nDarrell Amacker, a 59-year-old South St. Paul resident who works in sales, said a ban is likely to incite other Muslims or lead to a backlash against Muslims already living in the U.S.\nAmacker said he is realistic about the threat of terrorism and the complexity globally.\n\"We could go in and take care of ISIS,\" he said of the terrorist organization. \"We have the firepower to do that, but what's going to happen as a result of that? ... The problem is new [terrorism networks] are going to pop up.\"\nRicardo Lopez · 651-925-5044\nTERROR\n\"How confident are you that the U.S. and its allies will be able to destroy terrorist networks around the world?\"\n52% Somewhat\n22% Not too\n15% Not at all\n8% Very\n3% Not sure\nMN POLL: TERROR\n\"How confident are you that the U.S. and its allies will be able to destroy terrorist networks around the world?\"\nVery confident, Somewhat confident, Not too confident, Not at all confident, Not sure\nTotal 8% 52% 22% 15% 3%\nMen 12 46 21 20 1\nWomen 5 57 22 11 5\nDemocrats 13 59 14 9 5\nRepublicans 4 45 32 16 3\nIndependents/other 7 50 21 21 1\n18-34 10 51 20 18 1\n35-49 9 49 27 13 2\n50-64 7 51 20 17 5\n65+ 6 59 19 13 3\nUnder $50,000 9 52 23 11 5\n$50,000 and over 7 52 21 18 2\nHennepin/Ramsey counties 11 62 15 11 1\nRest of Twin Cities suburbs 12 43 28 13 4\nRest of state 3 50 23 20 4\n\"How confident are you that the U.S. and its allies will be able to destroy terrorist networks around the world?\"\nOctober 2001, January 2016\nVery confident 33% 8%\nSomewhat confident 52 52\nNot too confident 9 22\nNot at all confident 3 15\nNot sure 3 3\nHow confident are you that the U.S. government has the ability to prevent terrorist attacks in this country?\nVery confident, Somewhat confident, Not too confident, Not at all confident, Not sure\nTotal 11% 58% 21% 9% 1%\nMen 12 54 24 10 0\nWomen 9 62 18 9 2\nDemocrats 13 68 17 1 1\nRepublicans 7 55 23 13 2\nIndependents/other 12 48 24 15 1\n18-34 11 60 18 10 1\n35-49 14 56 24 5 1\n50-64 7 58 20 14 1\n65+ 12 61 19 7 1\nUnder $50,000 14 54 26 5 1\n$50,000 and over 10 60 18 11 1\nHennepin/Ramsey counties 18 59 18 4 1\nRest of Twin Cities suburbs 12 57 23 7 1\nRest of state 5 58 21 15 1\nDo you think the U.S. should or should not temporarily ban Muslims from other countries from entering the United States, or not?\nShould, Should not, Not sure\nTotal 31% 54% 15%\nMen 36 49 15\nWomen 26 59 15\nDemocrats 17 70 13\nRepublicans 45 38 17\nIndependents/other 35 49 16\n18-34 23 70 7\n35-49 31 53 16\n50-64 34 50 16\n65+ 32 51 17\nUnder $50,000 33 49 18\n$50,000 and over 30 57 13\nHennepin/Ramsey counties 20 71 9\nRest of Twin Cities suburbs 28 55 17\nRest of state 42 40 18\nSource: Star Tribune Minnesota Poll, Jan. 18-20, 2016; 800 Minnesota registered voters;\n+/-3.5 margin of error.\nHOW THE POLL WAS CONDUCTED\nToday's Star Tribune Minnesota Poll findings are based on interviews conducted Jan. 18-20 with 800 Minnesota registered voters via land line (70 percent) and cellphone (30 percent). The poll was conducted by Mason-Dixon Polling and Research Inc.\nResults of a poll based on 800 interviews will vary by no more than 3.5 percentage points, plus or minus, from the overall population 95 times out of 100. Margins are larger for groups within the sample, such as Democrats and Republicans, and income groups.\nThe self-identified party affiliation of the respondents is 38 percent Democrats, 30 percent Republicans and 32 percent independents or other.\nSampling error does not take into account other sources of variation inherent in public opinion surveys, such as nonresponse, question wording or context effects. In addition, news events may have affected opinions during the period the poll was taken.\nReaders can e-mail questions to djmcgrath@startribune.com\nDENNIS J. MCGRATH\n\nLoad-Date: January 28, 2016"
}