{
    "title": "Minneapolis FBI racks up terror arrests; Minnesota has been a hotbed of cases connected with suspect",
    "publisher": "star tribune ",
    "year": 2004,
    "month": 7,
    "day": 22,
    "full text": "Unlike many Minnesotans, Doug Domin says he's not at all surprised at the seemingly relentless string of terrorism-related arrests in the Twin Cities.\n     He saw it coming.\n     While heading the FBI's Minneapolis office in 1998, Domin learned that suspicious Middle Eastern figures were slipping into the state - home to a growing Muslim population and just hours from the Canadian border. Domin formed a working group with the Hennepin County Sheriff's Office. The next year, he won FBI headquarters' approval and funding for a Joint Terrorism Task Force linking federal, state and local law enforcement agencies.\n     \"We didn't do it as a drill or to be popular or because terrorism was the flavor of the month,\" Domin said. \"We were absolutely concerned and needed the resources of these other departments. … Is the threat there and real in Minnesota? It absolutely is.\"\n   The FBI's Minneapolis Task Force now has a reputation as one of the nation's crack units at hunting terrorists, having collared alleged Al-Qaida operatives or Muslim extremists in five unrelated investigations.\n     All five arrests have led to prosecutions, beginning with the capital conspiracy case against Zacarias Moussaoui, a self-proclaimed Al-Qaida member detained a month before the Sept. 11 attacks while learning to fly a 747 jumbo jet at an Eagan flight school. FBI headquarters' handling of his arrest will be one subject of the Sept. 11 commission's report to be released today.\n     Deborah Pierce, the current special agent in charge of the Minneapolis office, said the task force's intelligence-gathering also has helped disrupt Al-Qaida and other terrorism operations elsewhere, but she did not elaborate.\n     She said the level of interagency cooperation has been \"emphatically different\" from the \"head butting\" she experienced in FBI assignments in five other states. \"I've had to break up people ready to come to blows,\" she said.\n     Besides the terrorism prosecution centers of New York and Alexandria, Va., perhaps only the FBI Task Force in Phoenix has had more high-profile arrests and prosecutions than the Minneapolis unit.\n     Why Minnesota?\n     The forces that have drawn so many Al-Qaida-linked figures to Minnesota have been the subject of widespread curiosity.\n     \"Does it mean we've got more terrorists in Minnesota, or we do a better job of detecting?\" asked Tom Heffelfinger, the U.S. attorney for Minnesota. \"I can't answer that.\"\n     Present and former FBI officials say Minnesota might attract Al-Qaida sympathizers because of its large Muslim population, its border with Canada and, said former FBI counterterrorism chief Larry Mefford, because \"it's a nice place to live.\"\n     The State Demographics Center says Minnesota is home to the nation's largest Somali community, an estimated 25,000 refugees. The 2000 census put Minnesota's Arab population at 13,923.\n     Mefford, who headed the Minneapolis FBI office's Violent Crimes Section from 1992 to 1994, noted that in European countries with large Middle Eastern populations, it has been \"easier for the radical elements to hide.\"\n     He praised the Minneapolis Task Force as one of the most effective in the nation.\n     Heffelfinger said that, with the exception of New York City and Virginia, Minnesota appears to be the only district with two unrelated terrorism prosecutions underway. Somali national Mohammed A. Warsame, a 30-year-old student who entered the country from Canada, was arrested in Minneapolis last December and faces charges of conspiring to provide material support to Al-Qaida. Mohamad K. Elzahabi, a 41-year-old Lebanese national, was arrested in May and is accused of lying during a terrorism inquiry. Two other cases have led to convictions of Minnesota men.\n     Of the five, only Moussaoui is accused of plotting to maim and kill Americans; the others were charged with lying or providing logistical support to Al-Qaida or the Taliban.\n     Mefford said that fundraising and logistical aid \"indirectly support attacks\" and, while the bureau gets little credit for those arrests, they are \"very valuable to the counterterrorism mission.\"\n     Pierce said there has been enough counterterrorism work in Minnesota to occupy some FBI agents fully for nearly the past decade. Domin said he dispatched agents on overseas trips in investigations of suspected Middle Eastern terrorists long before Sept. 11. Civil-liberties defenders have criticized the government's sweeping antiterrorism web, particularly the indefinite detentions of some Muslims as material witnesses.\n     Donald Dripps, a criminal-justice professor at the University of Minnesota, said it's difficult to measure how well law-enforcement agencies are observing civil liberties in terrorism inquiries, but it's clear they are \"more willing to push the envelope.\" And as they seek and demand voluntary cooperation, he said, it's \"inevitable that people would see that as having some degree of coercive pressure.\"\n     Hunting for a needle\n     Counterterrorism experts liken the high-stakes hunt for terrorists to sifting through a haystack for a needle.\n     Investigators rely on tips from the public, intelligence information and their own alertness and intuition to identify suspicious characters. Then come tough decisions: Should they confront or arrest suspects and seek their cooperation? Should the task force stretch limited resources and conduct surreptitious surveillance that might lead investigators to active terror cells? Is there enough evidence to seek a national security warrant for a search or wiretap?\n     Subjects of the inquiries typically make it hard for investigators to be sure they are not \"picking on somebody because they're wearing a turban,\" Domin said.\n     \"They're as guarded as any group that the FBI has ever been tasked with investigating.\"\n     Pierce and Heffelfinger trace Minnesota's success to the way law enforcement agencies, sometimes rivals for credit and jurisdiction, have melded in the Terrorism Task Force.\n     Formally launched in January 2000, Minnesota's task force was among the first two dozen of 84 formed nationwide - a small army of 4,200 agents armed with top-secret security clearances so they could share intelligence.\n     The Minnesota Task Force unites agents of the FBI, U.S. Bureau of Immigration and Customs Enforcement, Secret Service, Hennepin County Sheriff's Office, Minneapolis Police Department and 16 other law enforcement agencies. Heffelfinger said it is unusual because it includes one of his prosecutors, allowing \"on the spot\" resolution of evidence-gathering issues.\n     Hennepin County Sheriff Pat McGowan said he and other task force members have built a trust that keeps them working through disagreements.\n     Pierce also credited the task force for reaching out to Somali refugees and other ethnic groups to ease immigrants' fears when an agent knocks on their doors.\n     But Omar Jamal, executive director of the Somali Justice Advocacy Center, said that despite several meetings with the FBI, the Somali community \"is under tremendous fear, and they are less likely to share information.\"\n     Minnesota's counterterrorism effort gained national attention in 2002 when Minneapolis FBI agent Coleen Rowley publicly accused bureau headquarters of bungling the pre-Sept. 11 investigation of Moussaoui, who was turned in by two flight school managers 3 1/2 weeks before the attacks. Washington supervisors' refusal to seek a search warrant, she charged, may have kept agents from uncovering clues to the plot.\n     Two months after the Sept. 11 attacks, the Minneapolis Task Force joined in raids on five Twin Cities money-transfer operations alleged to be sharing profits with Al-Qaida. Nine months later, the government took steps to clear two of the Somali-born men whose money-wiring firms were raided, but it continues to freeze the assets of the other three.\n     As the number of Twin Cities terrorism investigations grew, Hennepin County's McGowan and former Minneapolis Police Chief Robert Olson were named to a six-member federal anti-terrorism advisory task force on improving communication between law-enforcement agencies. Former state Public Safety Commissioner Rich Stanek now co-chairs a national council working on the exchange of intelligence information.\n     While the work in Minnesota may stand out, it isn't unique.\n     Spokespeople from FBI offices in Tampa, San Antonio, Portland and Phoenix said they also have broken down walls that hindered interagency communication. In Portland, seven people were charged with plotting to join Al-Qaida and Taliban forces in Afghanistan. Susan Herskovits, an FBI spokeswoman in Phoenix, said its office has made six high-profile terrorism arrests or indictments.\n     Bloomington Police Chief John Laux, a member of the Minneapolis Task Force, said Minnesotans \"should feel a sense of pride we're on top of things\" but cautioned \"it's not something you throw a party about.\"\n     Greg Gordon is at     ggordon@mcclatchydc.com.  \n     David Chanen is at      dchanen@startribune.com.  \nLocal cases\n     Five men from five countries who have lived in the Twin Cities area have been charged or convicted in investigations that stem from the U.S. war on terror. A sixth man was recently arrested at Minneapolis-St. Paul International Airport with a suspicious note. None of the cases appear to be connected to each other.\n     - Aug. 16, 2001: Zacarias Moussaoui was detained in Eagan after taking flight lessons. He is accused of conspiring with the Sept. 11 hijackers and is facing a U.S. trial in connection with the attacks.\n     - August 2002: Abdel-Ilah Elmardoudi, a Moroccan who lived in Minneapolis, was indicted and later convicted of conspiring to provide material support or resources to terrorists, of fraud and of misusing documents. He was arrested in North Carolina.\n     - November 2002: Indictment unsealed against Ilyas Ali, who was born in India and lived in St. Paul. He pleaded guilty to charges that he conspired to supply weapons to terrorists through the sale of drugs.\n     - December 2003: Mohammed A. Warsame, 30, a Canadian man born in Somalia who lived in Minneapolis, was arrested in the Twin Cities. He has been charged with conspiring to provide aid to Al-Qaida, and federal prosecutors allege he fought with the Taliban in Afghanistan.\n     - April 2004: Agents began questioning Mohamad Elzahabi, 41, a Lebanese man who was later charged with lying to federal agents after saying that he didn't send walkie-talkies to Pakistan. Elzahabi, who lived in Minneapolis, is also charged with lying about his role in helping a man fraudulently obtain a Massachusetts driver's license. An FBI affidavit says he admitted to participating in an Al-Qaida training camp.\n     - July 7: Ali Mohamed Almosaleh was arrested at Minneapolis-St. Paul International Airport carrying a suspicious note hinting at a public suicide. It hasn't been determined if he has terrorist ties.\nShared resources\n     The Minneapolis FBI's Joint Terrorism Task Force, which started in January 2000, has 21 agencies that meet every other week. Here are the participating agencies:\n     - Local and state agencies: Police departments from Minneapolis, St. Paul, Bloomington and the Minneapolis-St. Paul International Airport; sheriff's offices from Hennepin and Ramsey Counties; the Minnesota State Patrol and the Department of Public Safety.\n     - Federal agencies: U.S. Attorney's Office, Department of Agriculture Office of Inspector General, Department of Defense Criminal Investigative Service, Bureau of Immigration & Customs Enforcement, Postal Inspection, Marshal's Service, Secret Service, Federal Air Marshal Service, Transportation Security Administration, Bureau of Alcohol, Tobacco & Firearms, Internal Revenue Service, Central Intelligence Agency and Federal Bureau of Investigation.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 22, 2004"
}