{
    "title": "MINNEBYTES; Terrorism abounds",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 11,
    "day": 25,
    "full text": "As the Bush administration looks to biotechnology to rescue the nation from bioterrorism, the biotech industry is fighting its own terrorists, said Ray Briscuso, executive director of BIO, a trade organization based in Washington, D.C. Briscuso spoke in Bloomington last week during the annual conference of MnBio, a trade organization of Minnesota life sciences companies.\n     Groups such as SHAC (Stop Huntingdon Animal Cruelty) are on the biotechnology industry's terrorist A-list. European-based Huntingdon Life Sciences, a major animal-testing facility, is one of SHAC's chief targets.\n   SHAC opposes the use of animals in experiments. To get its message across, Briscuso said, SHAC uses tactics such as harassing biotech executives at their homes, and vomiting and throwing smoke bombs during conferences.\n     From SHAC's Web site: \"We operate within the boundaries of the law, but recognize, and support, those who choose to operate outside the confines of the legal system.\"\n      There were no disruptions at the Minnesota conference, but Briscuso said that to play it safe, BIO pays $80,000 for security at its conferences.\n     As far as biological terrorism, Briscuso said that only 13 of the 57 known bioterrorism substances have effective vaccines or antidotes. \"The answer is biotech,\" he said, but the industry needs incentives.\n     Sens. Joe Lieberman, D-Conn., and Orrin Hatch, R-Utah, agree. They've introduced bills that would create incentives, including tax credits, for companies that develop counterterrorism products.\n.\nBranding on the Web\n     On the lighter side, Minnesota Interactive Marketing Association's conference last week dealt with online branding. John Golden, design director for Larsen Design + Interactive of Minneapolis, demonstrated the online branding process using the Carlson School of Management's Web site, which Larsen redesigned about eight months ago.\n     Before the redesign, the site was a mishmash of colors, fonts and text. Carlson knew it needed an overhaul and said it wanted the site to be cohesive and easy to navigate, and to show off its building and make people think of a top 10 business school, Golden said. Larsen went with a Fortune 500 corporate look. It laid off the bells and whistles except for a virtual tour, he said, which includes cool stuff such as music and animation. Since the redesign, the school reported 12 times as many application downloads, Golden said.\n.\n_ MinneBytes is a weekly column devoted to technology. Send your informative, interesting and amusing items to scruz@startribune.com.  \n\nLoad-Date: November 26, 2002"
}