{
    "title": "Minnesota Governor Calls Mosque Attack a 'Criminal Act of Terrorism'",
    "publisher": "the new york times",
    "year": 2017,
    "month": 8,
    "day": 8,
    "full text": "The governor of Minnesota denounced an attack on a mosque the previous day as a ''terrible, dastardly, cowardly'' act of terrorism.\n''It's an act of terrorism, a criminal act of terrorism,'' the governor, Mark Dayton, said on Sunday during a visit to the mosque, Dar Al Farooq, in Bloomington. ''I hope and pray that the perpetrator will be caught and prosecuted to the full extent of the law.'' \n  The explosion, which the F.B.I. said was caused by an improvised explosive device, rocked the mosque early Saturday morning just as congregants began to gather for prayers. No one was injured, but the building sustained minor damage close to the site of the explosion.\n  The mosque's executive director, Mohamed Omar, said on Saturday that the explosion was set off ''in the direction of the imam's room.'' He said that a member of the congregation had rushed outside after the device was thrown in and had seen a truck rushing away from the mosque's parking lot.\n  The F.B.I. has taken the lead on the investigation but has not yet said whether it has identified any suspects or a motive for the attack. Mr. Omar told multiple news outlets that the mosque has been the target of threatening messages recently.\n  Asad Zaman, the executive director of the Muslim American Society of Minnesota, called the attack an ''unprovoked hate crime'' during a news conference with the governor on Sunday. He thanked elected and law enforcement officials for responding quickly ''to repudiate'' the attack. He said that his organization, along with the Minnesota chapter of the Council on American-Islamic Relations and others, were offering $24,000 for information leading to the arrest and conviction of the person or people responsible for the attack.\n  The authorities in Minnesota reported 14 anti-Muslim bias incidents in 2016, a record high, according to The Star Tribune. Last week, a Muslim cemetery in Dakota County, Minn., about a 30-minute drive from Bloomington, was targeted by vandals, who spray-painted swastikas and profanities on the property.\n  The mosque has been in Bloomington for six years, according to the city's mayor, Gene Winstead. A GoFundMe page created to support fixing the damage done to the mosque has received more than $36,000 in donations from nearly 900 people as of Monday morning.\n\nhttps://www.nytimes.com/2017/08/07/us/minnesota-mosque-explosion.html\n\nLoad-Date: August 8, 2017"
}