{
    "title": "Minority Report_ It's okay, they're white",
    "publisher": "university wire",
    "year": 2019,
    "month": 7,
    "day": 1,
    "full text": "As I live in a country that expects my downfall based on genetic materials over which I have no control and a system meant to restrict my success at any cost, I continue to see a pattern of hypocrisy.\nThe most recent addition to this pattern is the group of 150 armed men who took over the Malheur National Wildlife Refuge. Who would even dare squabble onto the great soil of the United States of America and take it over? Who has the balls to bluntly disrespect American land in the sense of controlling it with no form of American-governed power?\nI swear, these Muslims are trying to take over this country one day at a time.\nWhere is the National Guard? Where are the news stories that claim our brave police departments feared for their lives as these armed men try to deliberately protest and make demands? Why are we negotiating with terrorists? We never negotiate with terrorists. What's the difference here?\nOh, they're white?\nThat just makes everything better. As long as the terrorist doesn't have the same complexion as the ground we walk on, then we can trust them with assault rifles and hear what they have to say.\nHa ha.\nI find it funny (it's really not), that when African Americans peacefully protest one of our own questionably killed by a police officer, mainstream (white) media covers a few of the bad apples that loot and riot, and not the peaceful ones.\nNow we have white men who have been quoted as saying they're willing to kill and be killed, yet it seems the only way you could find out was through the use of social media. That seems to be a norm now, with social media becoming the medium that actual news outlets are supposed to be, but that isn't what this is about.\nIt's about a small army of white men with more guns than a local police department, occupying American land.\nIt's about the fact that these men are being praised for the very same reason for which people of color, who peacefully protest a justice system that favors the 'just us' system for white people, are being condemned.\nIt's about the hypocrisy of white Americans who feel terrorism isn't terrorism when the terrorists look like them.\nJust because you are American doesn't mean you aren't capable of being a terrorist. The laws and views of our land end at the water and when camera angles are pointing towards America, you will find that most of the world sees you as you seem them: a threat.\nWhen in Ferguson, about the same amount of black protesters occupied a street and got tear gassed, beaten and harassed.  \nDid I mention they were peaceful? Did I mention that they didn't have any weapons? Don't worry, I know I did, but I feel the need to repeat myself for those who hoist confederate flags inside their houses and claim to not see racism in this country.\nEverything is equal, right? That's why responses vary when it comes to races, right? That's why white men can carry weapons and be looked at as heroes while black children like Tamir Rice can't carry toy guns in a state that has open carry laws, right?\nI will look you directly in your eyes and laugh in your face if you defend these terrorists. You are a joke to me, your intelligence level is not respectable, and you're just an all around bad person.\nTwitter user  David A. Love @davidalove said it best: \"Remember, in the U.S., whether it's terrorism depends on the skin tone and religion of those doing the terrorizing. #OregonUnderAttack.\"\n\nLoad-Date: July 1, 2019"
}