{
    "title": "Miranda changes could be afoot Attorney General says international terrorism has shown justice syste",
    "publisher": "charleston daily mail",
    "year": 2010,
    "month": 5,
    "day": 10,
    "full text": "WASHINGTON - The Obama administration is considering changes to the laws requiring police to inform suspects of their rights, potentially pursuing an expansion of the \"public safety exception\" that allows officers to delay issuing Miranda warnings, officials said Sunday.\nAttorney General Eric Holder, in his first appearances on Sunday morning news shows, said the Justice Department is examining \"whether or not we have the necessary flexibility\" to deal with terrorist suspects such as the Pakistani-born U.S. citizen who tried to detonate a car bomb in Times Square last weekend.\n\"We're now dealing with international terrorism,\" Holder said on ABC's \"This Week.\" \"And if we are going to have a system that is capable of dealing in a public safety context with this new threat, I think we have to give serious consideration to at least modifying that public safety exception.\"\nThe announcement marked a potentially significant change by the administration as it tries to manage the politics of national security after repeatedly coming under fire, mainly from conservatives, for being too willing to read Miranda rights to terrorism suspects. The administration is trying to thread a difficult needle: of taking a harder line on terrorism while also doing so within the confines of the criminal justice system.\nHolder and other administration officials said they would be engaging Congress on putting together a proposal for the changes to the law, which requires suspects to be told that they have the right to remain silent and that their statements may be used against them in court. They did not provide specifics of possible changes.\nUnder the public safety exception, statements obtained pre-Miranda may be used in court - including to charge suspects - if it is determined that police needed to obtain information quickly to prevent further crimes. Once an immediate threat is ruled out, the Miranda warning must be read, under current law.\nThe public safety exception dates back to 1984, when the New York Police Department caught a man they believed was an armed rape suspect, only to discover that his loaded gun was missing from his holster. The Supreme Court ruled that it was legal for the police to question the suspect before reading him his rights because the loaded gun - which he had tossed in a grocery store as he fled - was a threat to public safety and it was imperative that it be found immediately.\nHolder referred to the case, New York vs. Quarles, in his remarks Sunday, saying it was time for the law to be updated.\n\"That's one of the things that I think we're going to be reaching out to Congress to do, to come up with a proposal that is both constitutional, but that is also relevant to our time and the threat that we now face,\" Holder said.\nYet the changes Holder would seek are not simply about the admissibility of pre-Miranda statements in court, officials said. The goal would be to give law enforcement officials greater latitude to hold suspects within the criminal justice system and interrogate them for long periods of time - without having to transfer them to a military system or designate them as enemy combatants, they said.\nThat could mean seeking a change not to the public safety exception but to a separate statute that governs how long a suspect may be interrogated before being brought before a judge. Currently, there are limitations on how long that period of time may last.\nOrin Kerr, a professor at the George Washington University Law School and expert in criminal justice, said it is unlikely the Supreme Court would defer to Congress if it sought changes to the scope of Miranda. But there would be more flexibility on the detention statute, he said. Changes, Kerr said, \"make sense if you can define what a terrorism case is.\" \"The devil is in the details in these sorts of things,\" he said.\n\nLoad-Date: May 11, 2010"
}