{
    "title": "Miranda should be updated to deal with terrorism",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 5,
    "day": 16,
    "full text": "WASHINGTON ? It's not often that I agree with Attorney General Eric Holder. But, then again, it's not often that Holder publicly embraces an anti-terrorism measure I proposed 48 hours earlier. In last week's column, I suggested that the 1984 \"public safety\" exception to issuing Miranda warnings be significantly modified for accused terrorists such as confessed Times Square bomb plot suspect Faisal Shahzad. \nRather than just allowing pre-Miranda questioning about any immediate danger, the public safety exception should be expanded to allow full interrogation of the outer limits of that attack and any others being plotted. Two days later, Holder said this on ABC: \"If we are going to have a system that is capable of dealing in a public safety context with this new threat (international terrorism), I think we have to give serious consideration to at least modifying that public safety exception.\" \"The public safety exception,\" he told NBC, \"was really based on a robbery that occurred back in the '80s. ... We're now dealing with international terrorists.\" Which is why we need to be \"perhaps modifying the rules that interrogators have\" to be \"more consistent with the threat that we now face.\" This shift, added Holder, \"is, in fact, big news.\" It is remarkable how base-pleasing civil-libertarian rhetoric, so easily deployed when in opposition, becomes chastened when one is entrusted with the safety of the American people. The fact that the Times Square bomb plot suspect did talk after he was Mirandized is blind luck. Holder is undoubtedly aware of just how much information about the Pakistani Taliban, which he now tells us funded and directed Shahzad's attack, would have been lost to us had he stopped talking ? and therefore how important it is to make sure the next guy we nab trying to blow something up is not Mirandized until a full interrogation regarding that plot and others is completed. The liberals' problem with such interrogation begins with their insistence that terrorists be treated as ordinary criminals rather than enemy combatants. The administration treated Nigerian Umar Farouk Abdulmutallab, the accused underwear bomber, that way, and appears to think it was surely required to so treat Shahzad, a naturalized American. Not at all. As The Washington Post noted in its editorial supporting widening the government's interrogation prerogatives, the two relevant precedents for designating enemy combatants are the Quirin and Hamdi cases. In both, American citizens were subjected to military jurisdiction. Quirin (1942) allowed a U.S. citizen engaged in sabotage on U.S. soil to be tried and convicted as an enemy combatant. Hamdi (2004) upheld the designation as enemy combatant of a U.S. citizen picked up on the battlefield in Afghanistan. It is true that the Supreme Court has not recently ruled whether that applies to a U.S. citizen apprehended committing an act of war on American soil. But why not press the court to decide? After all, had Shahzad's car bomb gone off, Times Square would indeed have been turned into a battlefield. Nonetheless, this administration seems intent upon using the civilian legal system rather than designating caught-in-the-act terrorists as enemy combatants. I think it's a mistake, but they will be in power for almost three more years, possibly seven. In the interim, therefore, we have to think about how to adapt this administration's preferred domestic-judicial model to the real world. The way to do it, as Holder has come to understand, is by modifying Miranda. The usual objection is that the courts will reject such a modification. The 2000 Dickerson case is cited to suggest that the Supreme Court will not countenance congressional intrusion on its jurisdiction over constitutional protections against self-incrimination. But what Dickerson struck down was a provocative congressional attempt to simply overturn and liquidate Miranda. Expanding the public safety exception would be no such affront. It would be acting on the Supreme Court's own Miranda adaptation in Quarles (1984) ? the public safety exception ? and applying its principles to the age of an ongoing campaign of mass attacks upon civilians. Protection from that requires information not just about ticking bombs but about future bombs. The ACLU is predictably apoplectic about Holder's \"big news.\" But the idea is supported by an impeccably liberal attorney general, progressive think tank king John Podesta and Republican Sen. Lindsey Graham (who is working to draft such legislation) ? and that's not even counting us troglodytes on the right. Modernizing Miranda would garner widespread public support as well as bipartisan congressional majorities. Go for it, Mr. Attorney General. Charles Krauthammer's e-mail address is letters@charleskrauthammer.com \n\nLoad-Date: May 16, 2010"
}