{
    "title": "Mirror News To Defeat Terrorism, We Must Starve It",
    "publisher": "university wire",
    "year": 2016,
    "month": 6,
    "day": 20,
    "full text": "You are here\nHome » Mirror News » Mirror News - Volume 41 - Issue 12 - June 20, 2016by Matthew WalkeCopy EditorThe \"War on Terror.\" This term, crafted by the Bush administration in the aftermath of 9/11, has shaped Western foreign policy for more than a decade. It has presided over invasions of Afghanistan and Iraq, a NATO intervention in Libya, and a drone campaign that reaches from Pakistan to Yemen. The War on Terror has claimed thousands of lives and swallowed trillions of dollars.\nAnd it has been an utter failure.\nThough one of the original targets of the war, Al Qaeda, has waned in influence, this has been accompanied by the rise of ISIS, perhaps the most brutal, and arguably most successful, terrorist group in history. After taking swathes of territory in Iraq and Syria, and establishing footholds in Libya, Yemen, and Afghanistan, ISIS has managed to strike out at the heart of Europe, perpetrating horrendous terrorist attacks on Paris and Brussels. The actions of ISIS have been met in the West with calls for an escalation of military involvement, including increased bombing campaigns and even the use of ground troops. This argument follows the same line of faulty thinking that created ISIS, and will most likely result in nothing more than the creation of an even more brutal successor once ISIS collapses.\nAmongst Western politicians, the motives ascribed to Muslim terrorists are that they hate the West for the very qualities that makes it Western, namely its freedom. Interviews conducted with captured ISIS fighters, however, reveal a far different story. Nancy and Maya Yamout, two Lebanese social workers, spent months in Lebanon's infamous Roumieh prison, which houses captured extremists. In their interviews, they discovered that one quality that was common amongst almost all of the men was some sort of absent, or abusive, father figure. Either orphaned or brutalized, these young men lacked any role models, or support. ISIS recruiters prey upon this, often showing kindness to these young men and offering them a sense of direction. Tara Kangarlou of Al-Monitor wrote of her conversation with Maya Yamout, saying of one fighter \"[W]hen he was 17, he just gave up and left school and was approached by a 60-year-old man who he said offered him a sandwich and Pepsi - the first man who ever seemed to care for him.\"\nLike many of their neighbors, these men already possess an anger towards Western actions in the Middle East, an anger ISIS exploits. When asked how they are able to commit the atrocities of which ISIS is guilty, the men responded that they would watch videos and look at pictures of the torture inflicted upon prisoners by American soldiers at Abu Ghraib. They use this material to push themselves into a rage, sometimes with the help of drugs, so that they can then execute prisoners. Maya, deeper into her conversation with Tara Kangarlou, spoke of when she angrily demanded an explanation for this violence, and a fighter replied with \"Slaughtering takes only five to 10 minutes and then they die, but what about Guantanamo prisoners? The US government tortures them every day and then says they died because they were sick - no, they die because of torture. In fact, we are giving them mercy.\"\nThis anger does not justify terrorism, but its presence and its justification for existing cannot be denied. For almost a century, Western powers have interfered with and oppressed the people of the Middle East and North African. From supporting autocrats, to deposing uncooperative elected leaders, to dropping bombs and invading, the West has treated the people of the region as useful tools at best, and obstacles to financial gain at worst. Even now, as Western politicians sneer at the supposed barbarity of Arabs and Afghans, the US and its allies continue their practice of extrajudicial executions via the medium of drone strikes. Many may claim that these actions are necessary, even preferable, as using drones allows us to strike at distant locations, and to strike after conducting extensive surveillance, allowing for casualties on both sides to be minimized. The unfortunate truth, however, is that these strikes regularly result in civilian deaths. According to the Bureau of Investigative Journalism in London, in Pakistan alone, there have been 423 total drone strikes since 2004, resulting in as many as 3,999 deaths. Of these deaths, it is estimated that as many as 965 were civilians, and as many as 207 were children.\nThis \"collateral damage\" at the very least mitigates the benefit of killing terrorists, for it leaves behind death and destruction that serves as the perfect catalyst for the radicalization of dozens of young men. Recently, according to Al Jazeera, 17 civilians were killed in an American drone strike in southeastern Afghanistan. The wife of Bahadur Noorullah Khan, one of the victims of the strike, told reporter Shereena Qazi, \"Who is going to feed [my children]? Bahadur was the sole breadwinner of our family, now where am I going to go with my children? He was innocent.\" These strikes not only kill the loved ones of families, but regularly force the families into a fight to meet even their most basic of needs.\nThe economic devastation that has resulted from Western foreign policy in the region has helped immensely in the recruitment efforts of militant groups. In Afghanistan, as reported by Al Jazeera, ISIS offers new recruits $700 per month, which is more than twice what the Afghani army offers. Abdel Fatah, a young unemployed college graduate living in Kabul, told Jennifer Glasse of Al Jazeera that the Taliban even offers gold to recruit young men. With an unemployment rate of more than 40%, many men face the choice of joining these groups, or going without food and shelter. Nancy Yamout recounted to Rebecca Collard of Public Radio International the story of an orphaned and homeless 16-year-old boy who was offered a sandwich by an ISIS fighter in exchange for smuggling weapons. The boy was caught and imprisoned with the rest of the captured militants, which provided them the perfect opportunity to officially recruit him. Upon being released, the young man went to Syria and became a suicide bomber.\nTerrorists thrive on the violence and desperation of the regions in which they operate, and the violent reactions of Western powers provides them with powerful material for recruitment. There are those who argue that these reactions are justified and necessary, that ISIS relies upon our liberal Western sensibilities to conduct their attacks with impunity. Nicolas Hénin, a French journalist who was held captive by ISIS for ten months, rejects this notion. \"They will be heartened by every sign of overreaction, of division, of fear, of racism, of xenophobia,\" Hénin wrote for The Guardian. \"Cohesion, tolerance - it is not what they want to see.\" Some Western leaders insist that the ruthless violence of ISIS must be met in kind, but discarding our supposed ideals to fight ISIS not only gives the group exactly what they want, it destroys the very thing we claim to be fighting to protect.\nTo truly defeat the threat posed by terrorism, we need unity. The refugees fleeing the violence and hopelessness of their homes are not doing so because they decided that the wars were the perfect excuse to move to Europe. Many would prefer to remain in their countries, but their choices are often limited to joining a terrorist organization, living in a war zone, or dying. Racist and violent rhetoric against refugees only serves to strengthen ISIS. Their attacks upon Europe seek to provoke just such a reaction. ISIS wants to create a narrative of the godless West against the pious Muslims. They want to show Muslims that the West despises them, so every person who plays into this depiction is an actor in ISIS propaganda.\nThe more difficult component of defeating terrorist organizations is to deny them their recruits. After the invasion, the economy of Afghanistan became entirely dependent upon foreign aid, so when NATO troops and international NGOs began withdrawing, the economy went into freefall. Rather than spending billions on weapons, Western governments need to focus on economic and diplomatic solutions. They need to end the imperialist policy of exploitation that has guided them since the fall of the Ottoman Empire. People in the Middle East need opportunities for success and advancement in life. They need stable economies and stable families. Those things are impossible in the face of bombings and invasions. Lack of education and lack of agency makes people ripe for manipulation by violent demagogues, providing terrorist groups with fertile grounds for recruitment in areas left devastated by war and oppression.\nRobert F. Kennedy, Jr., writing for Politico, decried the activities of America in the Middle East. \"We have compromised our values, butchered our own youth, killed hundreds of thousands of innocent people, subverted our idealism and squandered our national treasures in fruitless and costly adventures abroad. In the process, we have helped our worst enemies and turned America, once the world's beacon of freedom, into a national security surveillance state and an international moral pariah.\"\nThe West claims to be founded upon ideals such as freedom and equality. America in particular prides itself as being the \"Land of Opportunity.\" If it has any hope of standing against terrorism, the West needs to start applying these principles to its foreign policy. We need to start treating the people we have been killing as actual living, breathing, feeling humans, and not as bloodless statistics and inconvenient impediments to our goals. The simple truth of the matter is this: Either we believe that human rights are universal and inalienable, or we don't believe in human rights.Share it now!\n\nLoad-Date: January 5, 2017"
}