{
    "title": "Mirror News Editorial Trump's State Of The Union",
    "publisher": "university wire",
    "year": 2018,
    "month": 2,
    "day": 19,
    "full text": "You are here\nHome » Mirror News » Mirror News - Volume 43 - Issue 6 - February 19, 2018\nEditorial Trump's State Of The Union\nby\nOn Jan. 30, 2017, President Trump delivered his first State of the Union Address. Focusing on the economy, infrastructure, trade, national security and immigration, Trump touted the accomplishments of his administration over the past year and highlighted policy areas his administration would be pushing for in the year ahead.\nAs a publication serving a diverse student body at a welcoming college in a diverse community, of particular concern to The Mirror News were President Trump's comments on immigration programs which many in our community are beneficiaries of: the Diversity Visa Program and \"chain migration.\" While it is important for the country to implement immigration policies that best serve American people, it is also important to remember that the country was constructed upon the backs of immigrants and that the unwarranted marginalization and disenfranchisement of those in pursuit of the American dream goes against the very foundation of our country.\nPresident Trump referred to the Diversity Visa program as \"a program that randomly hands out green cards without any regard for skill, merit of the safety of our people.\" However, though there may be some problems with the process, it is unfounded to claim that the program is random and has no regard for merit or the safety of American people.\nAs specified by the U.S. Department of Homeland Security, the program, commonly referred to as the green-card lotto, gives out up to 50,000 immigrant visas annually. Recipients are drawn through random selection from a pool of qualifying entrants from countries with low rates of immigration to the United States, and from a small number of individuals already residing in the US on a nonimmigrant status. To qualify for selection, applicants must have at least a high school diploma and two years of work experience. If selected, applicants undergo background checks, physical interviews and medical checks. Those that may be considered a \"security risk\" undergo further screening which they must pass. Then and only then are applicants deemed eligible for a Diversity Visa.\nWhile every death at the hands of terrorists is a painful tragedy and while acts of terrorism must be condemned, President Trump's reference to the Oct. 31, 2017, terrorist attack in New York as justification for ending the Diversity Visa program is an exaggeration of the threat the program poses to national security.\nThe perpetrator of the New York attack entered the U.S. through the Diversity Visa program, but according to Politifact, the Pulitzer winning fact-checking website that rates the accuracy of claims by elected officials, it is not clear that the program is targeted as an entry point for terrorists. Apart from the attack in New York last October, there has only been one other documented terrorist incident in the country involving a Diversity Visa recipient, the 2015 arrest of Abdurasul Hasanovich and two of his cohorts for attempting to leave the U.S to join ISIS in Syria\nIn his address, President Trump suggested putting an end to \"chain migration\" as a means of protecting the nuclear family and keeping Americans safe. According to Trump, chain migration allows a single immigrant to bring in virtually unlimited numbers of distant relatives into the U.S. According to the Department of Homeland Security however, though technically one immigrant's presence in the U.S. could lead to the immigration of several of their relatives, no single person can directly petition for an unlimited number of distant relatives. A green card holder can only sponsor a spouse, unmarried children under the age of 21 or his/her parents, whereas a U.S. citizens can also sponsor siblings and married or unmarried children over the age of 21. There are limits on visas issued per year per family category and for some of the relatives, the waiting period for a visa is well over 10 years. In essence, chain migration first and foremost keeps the nuclear family intact.\nTrump's suggestion that foreign born individuals who enter the U.S. under the Diversity Visa program or chain migration pose a huge threat to national security does not give an accurate picture of the facts. A database of domestic terrorism incidents compiled by the Investigative Fund at The Nation Institute and Reveal from The Center for Investigative Reporting indicates that between 2008 and 2016, there were far more incidents of terrorism on U.S. soil by right-wing extremists and home-grown radicals than foreign born individuals. From the 201 total reported incidents of domestic terrorism, 36 alleged perpetrators were foreign born.\nPresident Trump's State of the Union Address was supposedly meant to inspire unification across the country and call for bipartisan efforts in Congress. However, his jabs at already disenfranchised communities blatantly embellished with a lack of regard for being factual renders his speech far more polarizing than unifying. Share it now!\n\nLoad-Date: February 19, 2018"
}