{
    "title": "Misconceptions reward terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 1,
    "day": 24,
    "full text": "More than three years after the tragic events of Sept. 11, 2001, it seems that most Americans still do not understand the nature of the war on terror or the character of the enemy we face. In the last few months, I have witnessed two events that have each illustrated a set of misunderstandings that are so pervasive that many in America have overlooked the consequences of their misconceptions. But the stakes are too high and this war is too real and too serious. It is time we start thinking seriously about the costs of our views.\nSeveral months ago, I was sitting in class waiting for the instructor to begin when I heard a colleague of mine make remarks to the following effect: \"I don't know what the big deal is with all this terrorism attention. Yes, a few car bombs are going off here and there, but this sort of thing has been happening for decades. Just look at the IRA in the UK.\"\nWhat my colleague did not understand is that the Irish Republican Army, and the threat they pose, is not the same as al Qaida. Although the indiscriminate use of violence that the IRA employs is equally inexcusable, the breadth and depth of their agenda is so immeasurably different from that of Islamists that their danger is not comparable.\nAl Qaida's war is not characterized by \"a few car bombs going off here and there.\" There are violent Islamist groups in Egypt, Saudi Arabia, Yemen, Somalia, Eritrea, Djibouti, Afghanistan, Pakistan, Bosnia, Croatia, Albania, Algeria, Tunisia, Lebanon, the Philippines, Indonesia, Tajikistan, Azerbaijan, Chechnya, Uzbekistan and Kashmir (among many others). In all of these places, innocent people have been targeted and murdered because some group of individuals was trying to push a violent and radical religious agenda.\nIt does not seem as though my colleague was familiar with the political agenda or religious decrees (fatwas) of al Qaida and other groups like it. Al Qaida has made no secret of its ultimate goal in perpetuating acts of terror -- complete Islamic victory and one Islamic state. To achieve this end, Islamists must first regain the core of the Muslim world (i.e. the Arabian Peninsula and most of the Middle East).\nNext, they must regain past areas of Muslim dominance (i.e. Spain, Portugal, North Africa, Thailand, India and other parts of Central Asia). At that point, Islamists are particularly interested in targeting democratic societies such as Spain and India because they view democratic systems as corrupt and weak. Finally, they want the entire world to recognize the superiority of Islam under the power of one Islamic state. This is the reality of global jihad. It is not a car bomb here and there, and it is not an agenda we can overlook or dismiss.\nWe tried that before Sept. 11, and the Islamists showed us how wrong we were to have written off the sincerity of their purpose.\nSo, we know that the danger is real and that the stakes are high. What, then, can we do?\nSome imagine a world in which the United States takes the peaceful diplomatic route. While peaceful protests have been successful in the past, as they were during the Civil Rights Movement, they would be a catastrophe if employed against al Qaida. Al Qaida is interested in neither protests nor dialogue. It is interested in achieving its agenda and achieving it through murder. And it will continue to murder until it perceives victory or until it is defeated.\nIslamists, moreover, are inspired by a worldview that sees their interpretation of Islam locked in perennial jihad with the West. No amount of dialogue, protest or diplomacy will change this sobering fact.\nToo often individuals tacitly accept a share of the blame for the violent behavior of terrorists, as if we needed to ask forgiveness for the corruption, evil and backwardness that others have brought on themselves and for which they are solely responsible. Terrorist violence is not the fault of Americans, of Europeans or of all those innocent people who have perished at its will. So we must stop making excuses for the terrorists, and we must stop accepting the blame. If we appease terrorists, if we reward terrorism, then there will be more terrorism. This much is clear.\n(C) 2005 Arizona Daily Wildcat via U-WIRE\n\nLoad-Date: January 26, 2005"
}