{
    "title": "Misconceptions about Pakistan and terrorism GUEST COLUMN",
    "publisher": "daily news ",
    "year": 2015,
    "month": 7,
    "day": 10,
    "full text": "Samra Afzal\nGreetings from a Pakistani broadcast journalist who recently was in Dayton, working with Cox Media Group through an exchange program. It was my first time in America and I was impressed by the beauty of this land and the discipline of American people. But there are some misconceptions about Pakistan that really surprised me.\nPeople here consider Pakistan as a terrorist state. It is not; however, it is a terrorism-affected country. According to the Global Terrorism Index Report 2014 by the Institute of Economics and Peace, \"Pakistan ranked No. 3 among 162 countries which are most impacted by terrorism.\"\nAccording to the data represented by the government in front of the Supreme Court of Pakistan: \"In Pakistan more than 58,000 people including military, police, and civilians have lost their lives and more than (80 billion Rupees) in the war against terrorism.\"\n9 /11 was a changing moment not only for the United States, but also for Pakistan, too, as its army started military operations against terrorism as a U.S. strategic partner. Things were not like that before 9 /11 in Pakistan; after the war against terrorism, we the people of Pakistan are facing huge reaction from militants in the form of bomb blasts and suicidal attacks at our schools, universities, shopping centers, mosques, churches, military and police office and airports. There is nowhere in my county which I can call a safe place.\nEverybody in Pakistan is united to fight against terrorism. We all want to see peace in our country as soon as possible. Pakistan's army has succeeded largely to clear the terrorists' dominated areas in the country and with the help of the American government we have killed many terrorists.\nThere is also a misconception in America that the Pakistani public doesn't like the U.S. due to involving them in the war against terrorism. But once again it's not true. I have interviewed many families who had lost their loved ones in suicidal attacks and bomb blasts but I never heard a single word against the United States from them. The only one they hate is the terrorist.\nI have a serious objection to American media referring to terrorists as \"Islamic extremists.\" For me and all other true Muslims, terrorists are not Muslims as they are not obeying the preaching of Islam. Islam is a peace-loving religion which says, \"The killing of one innocent person is considered as the killing of all humanity.\"\nThe rules and regulations the terrorists want to implement in different Islamic countries are not according to the preaching of Islam. Islam allows females to get an education and work, but terrorists are against of it. There are so many other examples which reveal that terrorists are not Muslims. So calling them Islamic extremists is doing an injustice against Muslims. For me there is no religion of terrorists because every religion gives the message of peace to their followers.\nThings and practices of people are changing rapidly in Pakistan. Parents living in terrorists' dominating areas are not willing to send their children to school; instead, they prefer to give religious education to their children at homes. After the Peshawar school incident when seven terrorists killed more than 140 school children on Dec. 16, 2014, parents around the country stopped sending their children to schools for many weeks. So people are really scared of terrorism and all are against of it. Everybody in Pakistan wants to eradicate terrorism from their homeland.\nNow Pakistanis are much more determined to fight against terrorism. Especially the young generation of Pakistan has challenged the terrorists that they can never stop them from getting an education and serving their country. So we are not going to let them ruin our future.\nSamra Afzal is a reporter\nfor Samaa TV, reporting on\nmany social, political and\ncultural issues including\nminorities, women, health and\neducation.\n\nLoad-Date: July 10, 2015"
}