{
    "title": "Misguided Bank Lawsuits Deepen Remittance Crisis",
    "publisher": "american banker",
    "year": 2015,
    "month": 7,
    "day": 2,
    "full text": "Banks have been dealing with stringent anti-money laundering and terrorist financing rules for more than a decade. These regulations have heavily impacted people in countries like Somalia, where many family members of U.S. immigrants rely remittances to pay for food, housing and other essentials. On June 22, the U.S. Conference of Mayors, led by the mayors of Minneapolis and Seattle, called on the government to relent in its overly aggressive enforcement of AML rules. Seattle Mayor Ed Murrayargued, \"Like many immigrants, Somali-American families want to send financial support to their loved ones back home \"\\xA6 the federal government must find a path to allow these remittances to continue.\"\nThe pleas of Mayor Murray and his colleagues may find support in the Departments of Treasury and State. Indeed, MurrayurgedSecretary of State John Kerry to resolve this issue last month. However, even if the U.S. government eases its enforcement against banks processing wire transfers to developing countries, banks may remain reluctant to continue or restart these banking services. The plaintiffs' bar, supported by the courts, has sued so many banks under the Anti-Terrorism Act of 1990 that many banks may feel it is not financially worth it to provide services to these needy communities.\nShould U.S. regulators moderate their approach toward fund transfers to risky regions, banks would still face an increasingly aggressive U.S. plaintiffs' bar that tries to blame banks for any transfers that directly or indirectly reach any organization linked to terrorism. The problem is that it is simply not possible or reasonable for a U.S.-based bank to take on the role of investigating terrorism cells in locations like Somalia, Syria or the Palestinian territories. If banks are going to be sued for failing to spot terrorist cells faster than national intelligence agencies, the response for most banks will be to pull out of troubled regions.\nIronically, the law that plaintiffs have been citing to sue banks was intended to be used only against actual terrorists. Since its enactment in 1990, the Anti-Terrorism Act has evolved from a means of punishing terrorists and terrorist groups into a vehicle that punishes banks within and outside the U.S. with large civil judgments.\nThe Anti-Terrorism Act defined the \"intentional terrorism\" which it was designed to punish as \"violent acts or acts dangerous to human life.\" This definitiondoes not and should notapply to banking services. However, due to the judicial overreach of the Seventh Circuit Court of Appeals in theBoim v. Holy Land Foundationcase, decided in 2008, banks are now \"on the hook\" if they participate, knowingly or not, in transactions that benefit parties found to be terrorists.\nInBoim, the courtclaimedthat banks that process financial transfers that reach terrorists perform an act equivalent to giving a loaded gun to a child.Under this appealing but inapt analogy, banks that allow money to reach terrorists are ruled to have themselves committed an act of terrorism.\nOther U.S. intermediate appeals courts have adopted this analogy as well, most notably the Second Circuit sitting in New York in theNational Westminster BankÂ case. Therefore, until the U.S. Supreme Court sees fit to overruleBoim, it is highly unlikely that banks will be willing to conduct transactions with regions like Somalia no matter how much humanitarian need there may be.\nNone of the ongoing ATA cases have yet reached Supreme Court review. Nevertheless, the solicitor general, the government's advocate-in-chief, has already indicated grave concerns about courts' application of the ATA in a 2014filingwith the Supreme Court.\nIt seems likely that the Supreme Court will eventually hear a case involving the ATA. If that happens, the banking industry as well as humanitarian organizations and groups like those represented in the Mayors Conference must file friend-of-the-court briefs and speak out in the media. Because of overzealous regulators and misguided court decisions, it has become far too difficult to send much-needed money to troubled regions. The best chance for relieving looming humanitarian disasters in regions like Somalia is for concerned groups to speak up.\nWilliam Primps, a partner in the New York office of Dorsey & Whitney LLP, represents large financial institutions in federal court litigation.\n\nhttp://www.americanbanker.com\n\nLoad-Date: July 1, 2015"
}