{
    "title": "MISS. MAN PLEADS GUILTY TO TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2016,
    "month": 3,
    "day": 12,
    "full text": "JACKSON, Miss. - In details provided as a 23-year-old Mississippi man pleaded guilty to a terrorism-related charge, federal prosecutors said his fiancée led him toward a plan to go to Syria to join the Islamic State group.\nMuhammad Dakhlalla pleaded guilty Friday in Aberdeen to providing material support to terrorism and faces up to 20 years in prison, $250,000 fines and lifetime probation.His fiancée, Jaelyn Delshaun Young, is set for trial in June. Ms. Young, who converted to Islam, was a sophomore chemistry major at Mississippi State University at the time of her arrest and is the daughter of a school administrator and a police officer who served in the Navy Reserve.\nMr. Dakhlalla, who was raised Muslim, is a psychology graduate of Mississippi State and a son of a prominent figure in the college town's Muslim community.\nLa. storms continue\nBOSSIER CITY, La. - Torrential rains pounded Louisiana for a fourth day Friday, leaving roads impassable, submerging cars and forcing people from their homes.\nThe Bossier City area has taken the brunt of the storm that began saturating northern Louisiana late Tuesday. At least three people have died, and mandatory evacuations have been enforced.\nZika warnings revised\nNEW YORK - U.S. health officials are revising their Zika travel warnings, saying it's OK for pregnant women to travel to Mexico City and other destinations at high elevations.\nThe Zika virus is spread through bites from a specific mosquito. The Centers for Disease Control and Prevention says that kind of mosquito is rare above 6,500 feet.\nOfficials seize statues\nNEW YORK - Two statues from India that are more than 1,000 years old were seized Friday from Christie's auction house after investigators discovered they had been smuggled out of that country, eventually landing in New York.\nThe antiquities - one from the 10th century valued at $150,000 and the other from the 8th century worth $300,000 - were to be part of an auction next week.\nAfter a yearslong investigation by federal agents and the Manhattan district attorney's office, investigators believe both statues came from a smuggler in India who's awaiting trial on charges he looted antiquities worth tens of millions of dollars from seven countries. Four others have been arrested. Federal officials said four museums and a collector have surrendered looted artifacts within the past year.\nChristie's said in a statement that it would never knowingly offer a stolen work of art and is cooperating with authorities.\nRussian pleads guilty\nNEW YORK - A Russian banker accused of participating in a Cold War-style spy ring pleaded guilty Friday to a conspiracy charge.\nEvgeny Buryakov, 41, pleaded guilty to conspiring with others to act as an agent of a foreign government without registering with the U.S. government.\nWhen he was arrested last year, prosecutors said he had teamed up with diplomats from 2012 through January 2015 to gather sensitive economic intelligence on potential U.S. sanctions against Russian banks and on U.S. efforts to develop alternative energy resources.\nMr. Buryakov has been behind bars and will remain there until he is sentenced in May. Prosecutors and the defendant agreed as part of a deal that a 30-month sentence is appropriate.\n\nLoad-Date: March 15, 2016"
}