{
    "title": "MISSILE ATTACKS ON TERRORISTS WERE JUSTIFIED",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 8,
    "day": 30,
    "full text": "Critics have raised questions about the American response to terrorist bombings at U.S. embassies in Tanzania and Kenya. Correspondent Jeanne Dutel-Martino asked students at the Community College of Allegheny County's North Campus in McCandless: ''Do you think the bombing of bases in Afghanistan and Sudan is an effective way to combat terrorism?''\n''I haven't followed the situation too much. But I do believe it is important for the U.S. to investigate what really happened and to find ways to correct the notion that terrorists think violence like that is acceptable and appropriate. The United States needs to keep other nations accountable.''\n \nSara Hunter, 19, Ross\n''I believe the United States is justified in blowing away terrorists and their sites. I think we need to let these guys know to quit doing that. American people won't accept it or tolerate it.''\n \nDarren Letky, 24, Ross\n''I think it needed to be done, first of all. We need to retaliate against terrorism, no question about it. However, I do think it was an interesting decision on the part of President Clinton, since it came at a pivotal time regarding his sex troubles. I think the U.S. should have acted on this sooner, not a week later.''\n \nDonna Hunter, 45, Ross\n''I am ashamed that innocent U.S. people were killed and the fact that retaliation is necessary. But I do think that retaliating is an effective way and a necessary way to combat terrorism. I think the U.S. actions are justified.''\n \nStacy Hester, 19, Shaler\n''Whenever anyone attacks a U.S. territory, I believe we have the right and the duty to retaliate and to say, 'That's not going to be tolerated.' However, I have a big problem with the timing of the situation.\nBrian Latta, 22, Brighton Heights\nNORTH OPINION\n\nGraphic\n\n \nPHOTOS (5), PHOTO: (no caption for any)\n\nLoad-Date: September 2, 1998"
}