{
    "title": "Missing Schumer",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 8,
    "day": 2,
    "full text": "Senator Schumer's name was missing from the list of those co-sponsoring a recent Middle East Media Research Institute event on Saudi support for terrorism. It was also missing from a bill in the Senate condemning anti-Semitism at the United Nations. The Empire State's senior senator doesn't usually shy away from having his name linked to causes New Yorkers care about, making these absences suspicious.\nThe Memri briefing, titled \"Must See Saudi TV II,\" showed Saudi government controlled and funded television channels running programs calling \"for the annihilation of Christians and Jews; anti-Americanism and anti-Semitism; support for Jihad and terrorism; and incitement against U.S. troops in Iraq.\" The briefing was a follow-up to a similar event held June last year. The original event was sponsored by Senators Santorum and Collins, together with Mr. Schumer. This year his name was missing.\nMr. Santorum has also introduced a bill in the Senate - currently before the Committee on Foreign Relations - with 10 other senators, \"urging action against anti-Semitism by United Nations officials, United Nations member states, and the Government of the United States, and for other purposes.\"\nThe bill lists examples of anti-Semitism and anti-Israel bias at Turtle Bay, and recommends countermeasures the United Nations and President Bush can take. Last time we checked, the United Nations was still in New York's backyard, and the anti-Semitism and Israel-bashing popular there were still of concern to New Yorkers. Yet Mr. Schumer's name is absent from the list of co-sponsors. Also missing was New York's junior senator, Hillary Clinton.\nMr. Schumer's office didn't return our calls asking why the senator's name was missing. We doubt it's because Mr. Schumer no longer cares about the Saudis encouraging terrorism and attacks on American troops, or that anti-Semitism at the United Nations is no longer of concern to Mr. Schumer. A likelier explanation is that New York's senior senator is playing politics. Mr. Santorum is up for reelection in 2006, and Democrats have made unseating the conservative Pennsylvanian a priority. And Mr. Schumer is chairman of the Democratic Senatorial Campaign Committee. Mr. Schumer might be helping the Democratic cause by keeping his name away from Mr. Santorum's, but his constituents aren't likely to be happy that he's putting party politics ahead of them.\n\nLoad-Date: August 2, 2005"
}