{
    "title": "Missing Malaysia Airlines aircraft_ What's known so far. Ships and search aircraft from several coun",
    "publisher": "the new york times",
    "year": 2014,
    "month": 3,
    "day": 9,
    "full text": "It could be months or even years before the mystery behind a missing Malaysia Airlines plane is solved - if ever.\nFlight MH370, carrying 239 passengers and crew from Kuala Lumpur to Beijing, simply disappeared from its flight path Saturday. The crew had radioed no distress report. There was no adverse weather that might have been a factor. The type of aircraft - a Boeing 777-200 - has one of the best safety records; Malaysia Airlines has a good safety record as well.\nAmid speculation involving reports that at least two passengers boarded the flight using stolen passports, authorities have not ruled out terrorism.\n\"Whilst it is too soon to speculate about any connection between these stolen passports and the missing plane, it is clearly of great concern that any passenger was able to board an international flight using a stolen passport listed in Interpol databases,\" the agency's Secretary General Ronald Noble said in a statement.\nBut using a system that looks for flashes around the world, the Pentagon reviewed preliminary surveillance data from the area where the plane disappeared and saw no evidence of an explosion - terrorist or caused by mechanical failure - an American government official told The New York Times. Five ticketed passengers did not check in for boarding, but their luggage was removed from the aircraft before departure.\nBy nightfall Sunday local time, some 40 ships and three dozen ships from nine countries, including the US, had joined in the search effort. Vietnamese military aircraft reported seeing an oil slick, but a \"strange object\" spotted by a Singaporean search plane late Sunday afternoon is not debris from the missing jetliner, an American official familiar with the issue told CNN.\nVietnamese navy ships that reached two oil slicks spotted earlier in the South China Sea found no signs of wreckage, the BBC reported.\nMalaysia's Transport Minister Hishammuddin Hussein said international agencies including the FBI had joined the investigation and all angles are being examined.\n\"Our own intelligence have been activated and, of course, the counterterrorism units ... from all the relevant countries have been informed,\" he said, as reported by the BBC. \"The main thing here for me and for the families concerned is that we find the aircraft.\"\nFirst introduced to commercial service in 1995, Boeing's 777 has had a very good safety record.\n\"It's one of the most reliable airplanes ever built,\" John Goglia, a former member of the US National Transportation Safety Board, told the Associated Press.\nThe only accident resulting in loss of life occurred when an Asiana Airlines 777 crash landed at San Francisco International Airport last July, killing three people. Evidence in that incident points to crew inexperience in that type of landing.\nA British Airways 777 crash landed short of the runway at Heathrow Airport in London in 2008, but no one was injured in that accident.\nCapt. John Cox, who spent 25 years flying for US Airways and is now CEO of Safety Operating Systems, said that whatever happened to the Malaysia Airlines jet, it occurred quickly. The problem had to be big enough, he told the AP, to stop the plane's transponder from broadcasting its location, although the transponder can be purposely shut off from the cockpit.\nOne of the first indicators of what happened will be the size of the debris field. If it is large and spread out over tens of miles, then the plane likely broke apart at a high elevation. That could signal a bomb or a massive airframe failure. If it is a smaller field, the plane probably fell from 35,000 feet intact, breaking up upon impact with the water.\n\"We know the airplane is down. Beyond that, we don't know a whole lot,\" Mr. Cox said.\n\nLoad-Date: March 10, 2014"
}