{
    "title": "MISSING IN ACTION",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 7,
    "day": 22,
    "full text": "America's political leadership failed to pay sufficient heed to Islamist terrorism prior to 9/11. The lapse was bipartisan. One searches the record almost in vain for examples of officials who put terrorism on the public agenda. A few voices issued warnings, but they went unheard.\nThe press was MIA, too.\nIt is the government's foremost job to defend the nation. Homeland security defined Washington's primary obligation long before the creation of the Department of Homeland Security. The national press behaves as though it considers itself a shadow administration. The major papers and the networks not only report the news but make it. Their coverage often compels officials to act.\nFrom time to time columnists would focus on terrorism and the sinister attraction of radical Islam. Serious magazines would run in-depth articles on the topic. When terrorist acts occurred - the first incident at the World Trade Center, for instance, or the bombing of the Cole - extensive coverage would follow. Yet sooner rather than later, the focus would shift to other things - Britney Spears perhaps, or membership policies at Augusta National. In a popular press that does so much to mold public opinion (or tries to), a sustained effort to report, explain, and understand terrorism as a tactic and Islamist extremism as an existential threat did not exist.\nThe 2000 election saw three debates between George Bush and Al Gore. The exercises made for painful watching then and make for painful reading now. Two of the sessions featured the candidates answering questions posed by Jim Lehrer, who has a reputation of being one of television's more serious newsmen; the third had Lehrer directing questions from citizens in the audience to Bush and Gore. Neither the professional journalist nor the assembled Jane and John Does asked directly about terrorism and the Islamist threat. The candidates did not volunteer their views of the subjects, either. The discussion included exchanges relating to military preparedness, the situation in the Balkans, the Israeli-Palestinian conflict, and similar themes - but nothing specifically about terrorism, and never mind the series of Islamist atrocities during the preceeding years.\nThe vice-presidential talkfest came closer to addressing the issue that will dominate the new century's early decades. Dick Cheney and Joe Lieberman talked about Saddam and Iraq. The candidates generally echoed each other's sentiments. Cheney said (as Bush had said on the hustings) that Saddam might have to go; Lieberman proudly cited his vote for the Iraqi Liberation Act, passed by Congress and signed by President Clinton, that established Saddam's ouster as a goal of the United States. The broader questions relating to terror and religious ideology did not arise.\nThe press did not emphasize the life-and-death subjects in other venues. Today the media thunder about official incompetence and the government's lack of foresight. Their own dismal performance attracts rather less scrutiny. If the 9/11 attacks found the nation asleep, then the press shares the blame for not raising the alarm.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 23, 2004"
}