{
    "title": "MISSILE OR BOMB SUSPECTED IN CRASH; FBI STUDIES WITNESS REPORTS OF OBJECT APPROACHING PLANE",
    "publisher": "richmond times dispatch ",
    "year": 1996,
    "month": 7,
    "day": 27,
    "full text": "Investigators grew more suspicious yesterday that a bomb or missile destroyed TWA Flight 800, after tape from the flight data recorder showed the plane was operating normally just before it exploded.\n''We've moved the ball a few more yards down the field'' toward declaring the crash a crime, said James Kallstrom, the FBI agent in charge.\nHe said investigators were looking closely at the possibility of a missile attack.\n''We do have information that there was something in the sky. A number of people have seen it. A number of people have described it very similarly,'' he said, without elaborating on the descriptions except to say: ''It was ascending.''\nNational Transporation Safety Board engineers said the flight data recorder, retrieved from wreckage on the ocean bottom, ended abruptly without showing anything unusual, such as engine trouble or a sudden change in speed.\nCoupled with the cockpit recorder tape, which ended equally suddenly with a mysterious, split-second sound, the data tape appeared to reduce the chance the crash was caused by massive mechanical failure.\nSuch failure usually is preceded by a sign of trouble that would be reflected in cockpit conversation or on flight instruments.\nEarlier, searchers spotted two of the jetliner's four engines and salvagers said they were ready to raise big chunks of wreckage. That would allow forensics experts to see firsthand if there was the type of damage that would indicate a bomb or missile.\nThe flight's cockpit tape recording, recovered late Wednesday along with the data recorder, captured the sudden, brief noise, followed by dead silence. A safety board investigator said yesterday that it raised the odds of terrorism even higher.\nThe 747 burst into a fireball over the Atlantic on July 17, killing all 230 aboard in the second worst disaster in U.S. aviation history.\nIn Washington, technicians compared the split-second sound with a sound library of explosions from terrorist attacks.\nNTSB technicians subjected the cockpit voice tape to sound spectrum analysis, a process capable of differentiating between an explosion caused by a mechanical malfunction and one caused by a bomb.\nBarry Trotter, a former NTSB senior investigator, said technicians use computers to chart the sound on a graph. A fast-moving bomb noise would show a sharp, steep line, while a slower-moving fuel explosion sound would have more of a slope.\nTrotter noted that a bomb leaves a distinct signature of tiny pock marks on metal.\nMore than half the victims' bodies had been recovered by yesterday.\nMeanwhile, citing terrorism yesterday, President Clinton asked the American Jewish leadership to help move the United States' allies to do more in the fight against state-sponsored terrorism, particularly that from Iran.\nTommy P. Baer, a Richmond attorney, and president of B'nai B'rith International, was one of about 100 Jewish community and religious leaders who met privately with the president at the White House.\nReferring to the Flight 800 disaster, Clinton said that, while there is no conclusive evidence that terrorism was involved, it is clear that as the United States leads in combatting terrorism, the risk of terrorist attacks worldwide, and particularly aimed at Americans, has been heightened.\n\nLoad-Date: July 28, 1996"
}