{
    "title": "MISSILE PLANS DISMAY RUSSIA ; CITES SIDETRACKING WAR ON TERRORISM, REKINDLING ARMS RACE",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 12,
    "day": 19,
    "full text": "Dismayed by President Bush's decision to begin deploying interceptor missiles by 2004, the Kremlin cautioned yesterday that the move would sidetrack the war on terrorism and reignite an arms race.\n Russia has long opposed Washington's plans for the missile defense system, which is designed to thwart ballistic missiles aimed at the continental United States. Six missiles will be stationed in Alaska and four in California in 2004. Another 10 will be deployed in Alaska the next year.\nBut as Bush and Russian President Vladimir Putin have strengthened ties after the Sept. 11, 2001, terrorist attacks on the United States, Moscow has grudgingly come to accept the defense system's eventual deployment.\n In a two-page statement, Russia's Foreign Ministry \"expressed regret\" over Bush's decision and urged Washington to remember its pledges made during recent U.S.-Russian summits that fighting terrorism and stopping the proliferation of weapons of mass destruction were top priorities.\n Bush's decision, the statement said, \"can lead only to the weakening of strategic stability, a new senseless arms race in the world, including the spread of weapons of mass destruction, and diverting resources to counter today's real challenges and threats, above all, international terrorism.\"\n The reaction in other countries was muted. China's state-controlled media did not make an issue of it. A spokesman for Japan's Chief Cabinet Secretary Yasuo Fukuda said the decision was Washington's.\n Bush's move comes a year after he announced that the United States was withdrawing from the 1972 Anti-Ballistic Missile Treaty, which prohibited the testing or deployment of missile defense systems such as the one Bush envisions. The treaty expired in June.\n The Bush administration has said the primary focus of a missile defense system would be rogue states such as North Korea, which, according to intelligence officials, is working to develop long-range missile technology. Washington is also concerned that states such as North Korea could provide such missile technology to other countries.\n Right now, only Russia and China have the capability to strike the United States with intercontinental ballistic missiles. Moscow said it wanted assurances that the U.S. missile defense system wasn't directed at Russia and wouldn't be linked up with radar systems in Great Britain and Denmark.\n Igor Sergeyev, Putin's senior adviser on defense strategy, said Russia had yet to receive \"any weighty arguments\" that the deployment posed no threat to Russian nuclear forces.\n Noting that part of the system would be placed in Alaska, Sergeyev added, \"We cannot disregard the fact that elements of the U.S. missile system are being deployed not in the south, where the threat is coming from so-called rogue countries, but in the north,\" the direction from which a Russian missile strike would be launched.\n At their May summit in Moscow, Bush and Putin agreed to cut their nations' nuclear storehouses by two-thirds over a 10-year period. In the Duma, Russia's lower house of Parliament, lawmakers reacted to Bush's decision on a missile shield by beginning work on a measure that would allow Russia to withdraw from the agreement under \"exceptional circumstances.\"\n Duma defense committee Chairman Andrei Nikolayev said he would seek amendments to the pact that would give Russia authority to pull out of the agreement if U.S. or NATO military decisions threatened Russian national security or if Russia encountered severe economic troubles.\n White House spokesman Ari Fleischer did not respond directly to questions about Russia's concerns, saying only that there is \"no question that in a relationship that is, I think, the best in modern times between the United States and Russia, there are areas where there are disagreements.\"\n\nLoad-Date: December 20, 2002"
}