{
    "title": "Missouri minimum wage set for 10-cent hike Law ties base salary to inflation; increase at new year w",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 12,
    "day": 30,
    "full text": "JEFFERSON CITY • The new year is bringing a dime increase for Missouri's minimum wage and the end of an open records law exemption that has shielded from disclosure security systems and structural plans for buildings and policies for responding to terrorism.\nStarting Wednesday, workers in Missouri will be paid at least $7.35 an hour, an increase above the federal rate of $7.25 because of inflation. A 2006 voter-approved law increased the minimum wage and included an annual cost of living adjustment. The federal minimum wage for the past several years had remained higher, so Missouri followed the federal requirement.\nLara Granich, the director of Missouri Jobs with Justice, said many workers have been waiting three years for a raise.\n\"While Missouri's minimum wage remains decades out of date, this modest increase will deliver a valuable stimulus to the state's economy and ensure that low-wage workers do not fall further behind as the cost of living continues to rise,\" Granich said.\nThe minimum wage also is increasing in nine other states, according to the National Employment Law Project. Advocates estimate Missouri's minimum wage increase could directly affect 72,000 people and indirectly affect 7,000.\nBusiness groups said Missouri needs to rethink automatically increasing the minimum wage based on inflation because it makes it harder to compete with neighboring states on labor costs.\nDan Mehan, president and CEO of the Missouri Chamber of Commerce and Industry, said after the increase was announced this fall that it causes uncertainty. \"At a time when Missouri businesses are struggling to provide jobs in today's difficult economic climate, it is concerning news that labor costs will increase and Missouri businesses will become less competitive compared to other surrounding states,\" he said.\nAssociated Industries of Missouri President Ray McCarty said the minimum wage does not directly affect many of his members but that there is a ripple effect. In addition, he said a state minimum wage exceeding the federal rate could be a factor in attracting new companies to Missouri.\nAnother change taking hold with the start of 2013 could allow access to some records that governmental agencies previously were permitted to close.\nTwo exemptions to Missouri's open records law, frequently called the Sunshine Law, expire at the end of 2012. One covers the operational guidelines and policies developed by law enforcement, public safety, first response or public health authorities for preventing and responding to incidents of terrorism. The other deals with security systems and structural plans of property that is owned or leased by a government agency.\nBut the change could be short-lived. Legislation has been proposed to extend the Sunshine Law exemptions through 2016.\nSponsoring Rep. Casey Guernsey, R-Bethany, said he hopes lawmakers move quickly when the legislative session begins Jan. 9. \"There's a lot of crazy people in this world, unfortunately. And we can't know exactly the purpose for which anybody would request the plan, and that's the whole danger,\" Guernsey said.\nThe Missouri Department of Public Safety said state law has allowed \"clear, specific and narrow\" homeland security exemptions and that renewing them protects key security procedures, including those used at schools.\"\nJean Maneke, an attorney for the Missouri Press Association, said there has been work to adjust the exemptions to improve the definitions and make them more precise and narrow.\n\nLoad-Date: December 30, 2012"
}