{
    "title": "Missouri man gets 14 years for al-Qaida support Kansas City businessman was accused of money launder",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 10,
    "day": 8,
    "full text": "KANSAS CITY • A Kansas City businessman who swore an oath of allegiance to al-Qaida and pleaded guilty three years ago to providing financial support to the international terrorist group was sentenced Monday to 14 years in prison.\nKhalid Ouazzani, 35, who had faced up to 65 years in prison for bank fraud, money laundering and conspiracy to support a terrorist group, was sentenced in federal court in Kansas City.\nFederal prosecutors claimed Ouazzani provided more than $23,000 to al-Qaida and had pledged more, with the hope of eventually traveling to the Middle East to join the fight against the U.S.\nIn his May 2010 guilty plea, Ouazzani admitted making false claims to borrow money for a used auto parts business and wiring the proceeds to a bank in Dubai. That money was used to purchase an apartment in Dubai that later sold for a $17,000 profit, which was given to al-Qaida.\nOuazzani, a married father of two who became a U.S. citizen in June 2006, admitted in his plea bargain to bank fraud, money laundering and conspiracy to support a terrorist group after admitting he gave money and things such as watches and GPS units to al-Qaida. He also acknowledged swearing an oath of allegiance to the terrorist network in 2008.\nFederal officials confirmed last year that Ouazzani was part of a small terrorist cell with two New York men, Sabirhan Hasanoff and Wesam El-Hanafi, both of whom pleaded guilty in June 2012 to their roles in the conspiracy.\nOuazzani's contributions went through Hasanoff, a Brooklyn accountant at PricewaterhouseCoopers who moved to Dubai in 2007, according to court documents. El-Hanafi, who accepted Ouazzani's oath of allegiance to al-Qaida, was an information security specialist in Brooklyn with Lehman Brothers before moving to Dubai about 2005.\nThe three met in Brooklyn in May 2008 to discuss membership in the terrorist organization, about a year after El-Hanafi had connected with two experienced terrorists in Yemen, court records show.\nThose terrorists - referred to in court documents as \"Suffian\" and \"The Doctor\" - later told FBI agents after being arrested in Yemen that the Americans believed the money and equipment they sent were being set aside for their military training.\n\nLoad-Date: October 8, 2013"
}