{
    "title": "Missiles strike Pakistani tribal area, 20 reported dead",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 3,
    "day": 17,
    "full text": "MIRAN SHAH, Pakistan (AP) - Missiles that witnesses say came from an unmanned drone flattened a suspected militant safehouse Sunday in Pakistan's tribal area along the Afghan border. State television said the strike killed about 20 people.\nWitnesses said a drone dropped seven missiles on the sprawling, mud-brick compound about three miles outside Wana, the main town in South Waziristan. Only U.S.-led coalition forces in Afghanistan are known to operate unmanned drones in the region, and they have launched attacks over the Pakistani border before.\nOsama bin Laden and other senior al-Qaida and Taliban leaders are believed to be hiding out somewhere in the rugged, lawless tribal regions along the Afghan-Pakistan border.\nAnger over U.S. attacks on militants in the area, which often have tacit approval from President Pervez Musharraf's regime, helped carry the president's opponents to victory in parliamentary elections last month.\nThe new parliament convenes today.\nMany Pakistanis believe Musharraf's friendship with the U.S. and tactics in fighting al-Qaida and Taliban militants have only fueled terrorism at home.\nWitnesses, state TV and intelligence officials said the destroyed building belonged to a local militant leader and Taliban sympathizer who goes by the single name Noorullah.\nState-run Pakistan Television said about 20 people were killed. It was unclear whether Noorullah was among them.\nRahim Khan, a local tribesman who went to the site, said the huge, fortress-like compound was known as a hub for visiting foreign militants. Eight of those killed were foreigners, two intelligence officials said on condition of anonymity because of the nature of their work. They did not elaborate.\nThe Pakistani military said there were five or six explosions that caused casualties.\nMaj. Chris Belcher, a U.S. military spokesman, said coalition forces conducted an operation Sunday just across the border in Afghanistan's Paktika province. But he said he had no information about the Pakistan strike and doubted the two incidents were related.\nWashington has pressed Pakistan to crack down on Islamic militants who harbor al-Qaida and Taliban fighters along the country's border with Afghanistan.\n\"The whole world is passing through a crisis of terrorism and we are in the center of focus,\" Musharraf told Geo TV in an interview broadcast Sunday.\n\"We have to fight terrorism... If we can do this, we will certainly be among the most progressive nations in the world,\" he said.\n\nLoad-Date: March 17, 2008"
}