{
    "title": "Missiles strike tribal area",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 3,
    "day": 17,
    "full text": "MIRAN SHAH, Pakistan - Missiles that witnesses say came from an unmanned drone flattened a suspected militant safehouse Sunday in Pakistan's tribal area along the Afghan border. State television said the strike killed about 20 people.\nWitnesses said a drone dropped seven missiles on the sprawling, mud-brick compound about three miles outside Wana, the main town in South Waziristan. Only U.S.-led coalition forces in Afghanistan are known to operate unmanned drones in the region, and they have launched attacks over the Pakistani border before.\nOsama bin Laden and other senior al-Qaida and Taliban leaders are believed to be hiding out somewhere in the rugged, lawless tribal regions along the Afghan-Pakistan border.\nAnger over U.S. attacks on militants in the area, which often have tacit approval from President Pervez Musharraf's regime, helped carry the president's opponents to victory in parliamentary elections last month. The new parliament convenes today.\nMany Pakistanis believe Musharraf's friendship with the U.S. and tactics in fighting al-Qaida and Taliban militants have only fueled terrorism at home.\nWitnesses, state TV and intelligence officials said the destroyed building belonged to a local militant leader and Taliban sympathizer who goes by the single name Noorullah.\nState-run Pakistan Television said about 20 people were killed. It was unclear whether Noorullah was among them.\nRahim Khan, a local tribesman who went to the site, said the huge, fortress-like compound was known as a hub for visiting foreign militants. Eight of those killed were foreigners, two intelligence officials said on condition of anonymity because of the nature of their work. They did not elaborate.\nThe Pakistani military said there were five or six explosions that caused casualties.\nMaj. Chris Belcher, a U.S. military spokesman, said coalition forces conducted an operation Sunday just across the border in Afghanistan's Paktika province. But he said he had no information about the Pakistan strike and doubted the two incidents were related.\nWashington has pressed Pakistan to crack down on Islamic militants who harbor al-Qaida and Taliban fighters along the country's border with Afghanistan.\n\"The whole world is passing through a crisis of terrorism and we are in the center of focus,\" Musharraf told Geo TV in an interview broadcast Sunday.\n\"We have to fight terrorism... If we can do this, we will certainly be among the most progressive nations in the world,\" he said.\nMany Pakistanis, however, believe Musharraf's approach to fighting militants has hurt the nation since 2001. The president's popularity has plummeted amid an ailing economy and domestic terrorism on the rise.\nA day after the latest attack in Islamabad, police fanned out on Sunday and foreign embassies scrutinized their security. A bomb struck an Italian restaurant popular with foreigners on Saturday, killing a Turkish aid worker and wounding at least 12 other people - including U.S. and British embassy personnel.\nSaturday's attack was the first in Pakistan's quiet capital in several months, and the first targeting foreigners here in more than a year.\nFollowers of two opposition leaders and former Pakistani prime ministers, Benazir Bhutto and Nawaz Sharif, won the most parliamentary seats in the Feb. 18 elections and are expected to name a candidate for prime minister this coming week.\nThe new legislature convenes Monday. The winning parties have said that drafting a new counterterrorism strategy is a top priority under a new coalition government.\nFollowers of Bhutto, who returned to Pakistan from exile last year and was killed in a suicide and gun attack 70 days later, issued a statement late Sunday saying they would wear black armbands during Monday's opening session.\nHer Pakistan People's Party, now jointly led by her widower and 19-year-old son, will hold the largest number of parliamentary seats, followed by Sharif's party.\n\nLoad-Date: March 17, 2008"
}