{
    "title": "Mistrial in Holy Land Case Produces Mixed Bag for Charities",
    "publisher": "the chronicle of philanthropy",
    "year": 2007,
    "month": 11,
    "day": 1,
    "full text": "The declaration of a mistrial last week in the federal case against the Holy Land Foundation, which was one of the biggest Muslim charities in the country until the government shut it down on charges of terrorism, was seen as a partial victory by many nonprofit officials.\nLeaders of other Muslim charities say the inability of jurors to render a decision bolsters their belief that the U.S. government has gone too far in its accusations against such organizations. Yet some Muslim leaders say the outcome does little to reassure potential donors that their work is charitable and has no ties to terrorism.\nJurors in the trial against the Holy Land Foundation were unable to come to a unanimous decision on the nearly 200 counts brought against the charity and five of its former officers and supporters. The government had accused the defendants of funneling money to terrorist organizations, charges they denied.\nThe jury, which deliberated for 19 days following the two-month trial in a Dallas courtroom, acquitted one of the defendants of all but one charge, which remains pending. It appeared ready to acquit two other defendants until routine questioning by the judge revealed that some of the jurors didn't agree with the outcome, leading to a mistrial.\nThe Holy Land Foundation stands accused of providing some $12-million to groups run by Hamas, a Palestinian militant organization the U.S. government has declared a terrorist group. The charity disavows these claims, saying that it was not involved with terrorism and only paid for humanitarian programs.\nThe Justice Department will probably retry the case against the charity, which had offices in Richardson, Tex. President Bush ordered the group shut down just months after the September 11, 2001, terrorist attacks.\nThe government is also continuing to investigate Muslim charities for alleged links to terrorist groups. Federal authorities raided two Michigan Muslim groups this summer, freezing the assets of one of the organizations.\n'Fear, Not Facts'\nLeaders of Muslim charities last week largely cheered the lack of guilty verdicts in the Holy Land trial.\n\"It seems clear that the majority of the jury agreed with many observers of the trial who believe the charges were built on fear, not facts,\" Parvez Ahmed, board chairman of the Council on Islamic-American Relations, in Washington, said. \"This is a stunning defeat for prosecutors and a victory for America's legal system.\"\nHowever, the council's executive director, Nihad Awad, feels the outcome may have little effect on the climate of suspicion already surrounding Muslim-American philanthropy.\n\"With most of the Muslim charitable and relief organizations having been raided or shut down by the government after 9/11, a negative effect is already on the Muslim community,\" he says. \"The government is scaring American Muslims from giving, and giving in Islam -- and in America -- is a fundamental belief.\"\n\nLoad-Date: November 1, 2007"
}