{
    "title": "MITTERRAND ARRIVES IN SYRIA FOR A 3-DAY STATE VISIT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 27,
    "full text": "President Francois Mitterrand arrived for a three-day state visit to Syria today and within hours heard a stern and uncompromising statement on the Israeli- Arab conflict from President Hafez al- Assad.\nMr. Mitterrand's visit was the first to this country by a French head of state since Syria's independence in 1943.\nMr. Assad's harsh opening statement, which came after a private conversation between the two leaders lasting nearly two hours, was largely a recitation of statements that Syria has made many times before on the Arab-Israeli conflict.\nSpeaking at a welcoming dinner for the French President, Mr. Assad said, ''No peace can be realized as long as a part of Arab territories is occupied and a part of our Arab people is subjected to oppression.''\nMr. Assad also charged that the Arabs ''suffered'' the consequences of a ''confusion of notions in certain international milieu, such as that between terrorism and a resistance for the sake of liberation.''\n''It should not be allowed, as it often is, that fighters for national resistance be accused of terrorism when they are striving for a legitimate right,'' Mr. Assad said, apparently in response to calls in the United States and elsewhere in the West for stronger measures against international terrorism.\nThe statement, made directly to the French President, seemed to promise that Syria would take an unyielding position on its conflict with Israel during the talks scheduled with the French for the next two days. Mr. Mitterrand undertook an official visit to Israel within months of his election three years ago and has improved his relations with that country.\nIn his own statement tonight, Mr. Mitterrand said France hoped to play a role in bringing about a settlement of the Middle East conflict, which, he said, endangered European security as well as that of the countries of the region.\nHe said a solution had to be based on several principles, including ''the right of each state to live within secure, recognizable and guaranteed borders,'' a formulation that, in the code words of diplomacy, is a call for Arab countries to recognize Israel's right to exist.\nHe also called for the creation of a Palestinian homeland, saying that another principle of any settlement must be the right of ''all people to live in a country whose form they will create according to their own will, in particular the Palestinian people.''\nMr. Mitterrand's trip here was seen as part of an effort by France to maintain good relations with all of the parties in the Middle East."
}