{
    "title": "MITTERRAND FAULTS MIDDLE EAST FOR TERRORIST ACTS IN FRANCE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 18,
    "full text": "President Francois Mitterrand said today that the outbreak of terrorist incidents in France was the result of tension in the Middle East and he announced a series of measures designed to halt the violence.\nIn a television interview intended to calm an anxious nation, Mr.  Mitterrand insisted that France was not an anti-Semitic country and he attacked Menachem Begin, the Israeli Prime Minister, for saying that it was.\n''The head of the Israeli Government doesn't know the France of today or its leaders very well,'' Mr. Mitterrand told two interviewers from the state television network. At another point, he said, ''It is not healthy or just to accuse France in this incident of having practiced anti-Semitism, which is repugnant to me.''\nPARIS, Aug. 17 - President Francois Mitterrand said today that the outbreak of terrorist incidents in France was the result of tension in the Middle East and he announced a series of measures designed to halt the violence.Defends Middle East Policy\nBut in his general remarks on the Middle East, Mr. Mitterrand's language was considerably more temperate than at his last news conference, in early June. Tonight, he criticized the Israeli invasion of Lebanon only by implication and said France's policy was one ''of presence, of balance and of peace.''\n''I shall not give it up under threats,'' Mr. Mitterrand said of his Middle East policy, ''and obviously I intend to organize the country, the public services, the police in such a way that this terrorism is at last punished.''\nIn five months, 21 terrorist attacks have killed 15 people and injured more than 100. The most direct stimulus for today's action was an attack eight days ago on Jo Goldenberg's restaurant in which six people were killed.\nAlthough most of the attacks have been against Jewish targets, a variety of other groups have taken part, including Armenians and Basques. The steps announced tonight reflected that diversity of causes.\nThe actions included creation of an antiterrorist department, tighter border control, centralized computer information centers, more careful scrutiny of diplomatic baggage and an increase in antiterrorist security forces.\n \nMeets With Shimon Peres\nIn the second television interview of his 15-month tenure and the first time that he has gone before the nation in response to a critical situation, President Mitterrand sat behind his ornate desk in Elysee Palace but frequently turned toward the camera, as if to address his public.\nHaving interrupted several days' vacation at his country residence in southwestern France, he also presided today over an emergency Cabinet meeting on terrorism that considered the new measures. And, in a further effort to counter talk of French anti-Semitism, he met with Shimon Peres, the Israeli opposition leader. Mr. Peres, of the Labor Party, is an old friend of Mr. Mitterrand's and a fellow Socialist.\n''I myself believe that there may be anti-Semites in France,'' Mr.  Peres said at a crowded news conference at the Israeli Embassy, ''but France herself is not anti-Semitic, neither by culture, neither by philosophy, nor by tradition.''\n \nFrance's 'Pacifist Role'\nIn his appearance, Mr. Mitterrand contended without explanation that France had been singled out for terrorism because it was the major force for peace in the Middle East.\n''The terrorism in Paris is part of an act of war by certain Middle East countries'' that are ''seeking to punish France for its pacifist role'' and to ''keep France from the very great role it has to play in the world,'' he said.\nMr. Mitterrand's stance does not differ significantly from those of most other European leaders. He called again tonight for recognition of Israel, for the right of the Palestinians to a homeland and for Lebanon to be free from all foreign military forces.\nUnhappiness in France with the war in Lebanon has been particularly high because that country was a French mandate for three decades.  Tonight Mr. Mitterrand said he expected French soldiers to leave by the ''end of the week'' for Beirut, where they are to comprise the first contingent of an international peacekeeping force.\nAs a Socialist, Mr. Mitterrand faces conflicting pressures in combating terrorism, including warnings from members of his own Cabinet against any significant abridgement of individual freedoms.  He stressed tonight that individual rights, including the right of political asylum, would be maintained, and he took pains to stress that the terrorism predated his election.\nConservative opposition leaders have been pointing out that the Mitterrand Government abolished the death penalty and a special state security court and restricted the power of the police to make spot identity checks."
}