{
    "title": "MITTERRAND ENDS TENSE VISIT TO SPAIN",
    "publisher": "the new york times",
    "year": 1982,
    "month": 6,
    "day": 25,
    "full text": "President Francois Mitterrand ended a three-day visit to Madrid today after failing to assuage Spanish suspicions that France is delaying this country's entry into the European Economic Community and allowing Basque terrorists to operate with impunity north of the Pyrenees.\nDuring his stay, Mr. Mitterrand had sharp exhanges with Spanish leaders, notably King Juan Carlos, who declared bluntly in a dinner toast Tuesday night that ''the Europe of liberty'' should not offer a haven to terrorists who want ''to annihilate by force the social and political orders chosen in freedom by our peoples.''\nIn equally frank language, the French leader suggested that terrorism in the northern Basque provinces was rooted in Spain's social problems and not a result of France's longstanding policy of granting guerrillas political asylum. To the appeal from the King and other political figures that France hasten Spain's entry into the Common Market, Mr. Mitterrand said swift admission would add ''another misery to the current miseries of Europe.''\nMADRID, June 24 - President Francois Mitterrand ended a three-day visit to Madrid today after failing to assuage Spanish suspicions that France is delaying this country's entry into the European Economic Community and allowing Basque terrorists to operate with impunity north of the Pyrenees.\nSaying France agreed in principle that Spain should join the Common Market, Mr. Mitterrand insisted that the 10 members had first to resolve their serious internal differences. ''It will serve nothing to construct new ties when the old ones cannot only weaken, but even break,'' he said in his toast Tuesday, alluding to budget disputes within the community.\n \nDue to Join Market in 1984\nSpain is scheduled to join the Common Market in 1984, but many believe that its entry will not take place until 1985 or later. Many Spaniards regard membership as more a political than an economic move. They tend to blame France for keeping them out, particularly since the French authorities, they say, have been indulgent toward farmers who have destroyed Spanish produce carried in trucks and trains into France. Mr. Mitterrand has also at times sounded more sympathetic to Portugal's joining the community than he has toward Spain's.\nIn meetings with Prime Minister Leopoldo Calvo Sotelo and leaders of the four major political parties, Mr. Mitterrand was urged to adopt a tougher stance toward terrorists from the Basque separatist organization E.T.A. who operate out of southwestern France. Fearful of arousing separatist feelings in their own Basque population, French governments have traditionally refused to extradite E.T.A.  guerrillas, giving them the status of political exiles.\nThe notion that Spanish citizens can obtain asylum from a democratically elected Government infuriates Spaniards. Manuel Fraga, leader of the rightist Popular Alliance, said after his meeting with Mr. Mitterrand, a Socialist, that the President appeared to be poorly informed on the problem and was unaware, for example, that E.T.A.  extorts its so-called revolutionary taxes from Basque businessmen who cross into southern France to pay them at designated bars.\nAt a news conference, Mr. Mitterrand said his Government would take new steps against guerrillas of E.T.A. - the intials in Basque stand for Basque Nation and Freedom - but he declined to furnish details.  ''The Basque problem is not the result of terrorism,'' he said.  Claude Cheysson, the French Foreign Minister, added, ''And terrorism is not the result of the occasional presence of Basque guerrillas.''\n \nMadrid Press Is Hostile\nThe thin results of the French President's visit were reflected in the Madrid press, which is almost instinctively anti-French in any case. ''Why did Mitterrand come?'' asked the tabloid Diario 16 in an editorial, which said the outcome of the visit had exceeded ''even the most catastrophic predictions.'' The neofascist daily El Alcazar said Mr. Mitterrand's attitude was ''intolerable.'' Calling him ''ill-bred,'' it published a large photograph of the President, wearing translation earphones and with his eyes closed.\nThe persistence of strained ties with France heightens Spain's relative isolation from the rest of Western Europe, even though it has just become the 16th member of the North Atlantic Treaty Organization. On Monday relations with Britain took an unfavorable turn when Mr. Calvo Sotelo decided to postpone the opening of the overland frontier to Gibraltar, closed by the Franco regime in 1969.\nThe strained ties with France are embarrassing to the Spanish Socialist Party, since its leader, Felipe Gonzalez, and Mr.  Mitterrand see eye to eye on a number of ideological questions. Mr.  Calvo Sotelo's center-right Government has, however, had little success in exploiting the discomfort of the opposition Socialists, since it had similar problems with the centrist Government of President Valery Giscard d'Estaing, Mr. Mitterrand's predecessor."
}