{
    "title": "Mixed signals on lifting N. Korean sanctions",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 9,
    "day": 4,
    "full text": "North Korea said Monday the United States has decided to remove the Communist nation from a list of terrorism-sponsoring states and to lift sanctions, despite the chief U.S. envoy's insistence that the issue was still under discussion.\nAn agreement reached in February called for such measures in exchange for the shutting down of North Korea's nuclear reactors, the disclosure of its nuclear programs and the disabling of its related facilities.\nIn a report carried by North Korea's state-run Korean Central News Agency, a Foreign Ministry spokesman said that Washington decided in a weekend meeting with North Korean representatives in Geneva to lift sanctions and remove the North from a terrorism list. In line with the news agency's practice, the spokesman was not identified.\nThe move followed North Korea's agreement to take \"practical measures to neutralize\" its existing nuclear facilities this year, the spokesman said.\nState Department spokeswoman Nancy Beck said she did not have confirmation of the report, and Christopher Hill, the chief American envoy, made it clear in his news conference in Geneva that the North Koreans still have work to do before the United States is ready to take the country off the terrorism list.\n\"We have had some very good discussions on those issues, and we certainly believe we have a basis for continuing to go forward,\" Hill said when asked if the U.S. and North Korea \"share the same idea\" on what's needed to remove Pyongyang from the list.\nNorth Korea was first added to the list for its alleged involvement in the 1987 bombing of a South Korean airliner that killed all 115 people aboard. North Korea is among five still on the list, along with Iran, Syria, Sudan and Cuba.\nHill said Sunday in Geneva that North Korea agreed in talks to account for and disable its nuclear programs by the end of 2007.\nKim Kye Gwan, the North's top nuclear envoy, said separately that he had shown willingness to declare and dismantle all nuclear facilities, but he mentioned no dates.\n\nNotes\n\n World \n\nGraphic\n\n \nPHOTO\n PHOTO - Hill \n\nLoad-Date: September 4, 2007"
}