{
    "title": "Mixed findings in coronavirus vaccine trials put China's Sinovac on back foot",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 19,
    "full text": "Researchers said the findings from large, late-stage studies, or phase three trials, would be crucial to determine if the immune response generated by CoronaVac was sufficient to protect people from the coronavirus infection.\nSII and ICMR finished enrolment for Phase-III Covishield vaccine that was developed at Pune with a master seed from Oxford-AstraZenenca.\nA spokesperson with Memorial Regional also said they expect to start receiving the vaccine sometime in December.\nThe UK has already ordered 100 million doses of the Oxford vaccine, manufactured by AstraZeneca, 40 million doses of the Pfizer-BioNTech vaccine and five million of the Moderna vaccine.\nThe minister said, 'We have also initiated an integrated response system against COVID-19 and will also host clinical trials for all the major vaccines.\nAhmedabad-based Cadila Healthcare is now finishing phase-II trials on over 1,000 volunteers across nine sites while Dr.Reddy's Lab will soon begin an adaptive Phase-II and III trial of the Sputnik V vaccine developed in Russian Federation.\n\"The robust antibody and T-cell responses seen in older people in our study are encouraging\".\n\"Our findings show that CoronaVac is capable of inducing a quick antibody response within four weeks of immunisation by giving two doses of the vaccine at a 14-day interval\", said Professor Zhu Fengcai, one of the authors of the paper.\nWhen the vaccine enters cells inside the body, it uses this genetic code to produce the surface spike protein of the coronavirus.\nTowerPostNews: Bobi Wine Arrested by Counter Terrorism Police in Luuka\nThe opposition lawmaker was arrested in Luuka distrct, east of the country, at the venue of a rally, according local media . Police, however, did not comment on the detention, and the reasons for it remained unconfirmed on Wednesday.\nWhat do the results show?\nBetween the phase 1 and phase 2 trials, the researchers changed the manufacturing process of the vaccine to increase production capacity. Members of the Rutgers community who have enrolled in prior virus studies with health care workers are eligible to participate.\nThe next phase of the trials will therefore focus on these groups.\n\"Larger studies are now underway to evaluate immunogenicity, safety and efficacy in older adults with a wider range of comorbidities\", the Lancet report notes.\nThis leaves older adults more vulnerable to infection from a variety of illnesses. Both Pfizer and Moderna have said their potential vaccines appear to be at least 90% effective.\nShe notes that while today's results are a definite step in the right direction, further evidence is needed before any concrete judgement can be made on their vaccine candidate.\n\"Our new study answers some of these questions about protecting older adults, but questions remain about effectiveness and length of protection, and we need to confirm our results in older adults with underlying conditions to ensure that our vaccine protects those most at risk of severe COVID-19 disease\".\nThe study comes amid two additional vaccines in China's emergency programme linked to Sinopharm and CanSino Biologics were found safe and triggered immune system responses in early and mid-stage trials, according to studies.\nFor instance, Covishield,the Oxford vaccine developed by SII in Pune and Johnson and Johnson - Biological E vaccine requires storage at 2-8 degree Celsius temperature. So they included 200 people over 70 to be given the jab.\n\nLoad-Date: November 19, 2020"
}