{
    "title": "MOAA Announces New Chairman and 12 New Board Members",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 5,
    "full text": "ALEXANDRIA, Va., Nov. 5, 2020 /PRNewswire/ -- Gen. Walter L. \"Skip\" Sharp, USA (Ret), has been elected chairman of the board of directors of the Military Officers Association of America .\nSharp, a former commander of United Nations Command and Republic of Korea-United States Combined Forces Command and U.S. Forces Korea, has served on MOAA's board of directors since 2017.\n\"This gives me an opportunity in a leadership role to help steer and improve and advocate for all of our active, retired and former uniformed servicemembers, including active, reserve, National Guard military; USCG; NOAA and USPHS servicemembers and their families,\" said Sharp, a graduate of the U.S. Military Academy at West Point.\nThe following 12 individuals also have been elected to MOAA's 36-member board. They will serve a six-year term.\nCol. Samuel J.T. Boone, USA (Ret), chaplain - member of the South Carolina State Guard and coordinates honors for unclaimed remains of veterans at Fort Jackson National Cemetery, South Carolina\nRear Adm. Scott D. Deitchman, USPHS (Ret) - a principal with Gordon & Rosenblatt LLC in New York and an adjunct associate professor at the Uniformed Services University of the Health Sciences in Bethesda, Md.\nCapt. Marvin H. Heinze, USN (Ret) - an elected councilmember of the City of Coronado, Calif., and an adjunct professor at National University, instructing courses in terrorism response, explosives, and systems engineering\nRear Adm. Michael W. Hewitt, USN (Ret) - co-founder and CEO of IP3 (International Peace, Power, and Prosperity), an international energy and security company with the mission of bringing safe and secure nuclear power to the world's most critical markets\nCWO4 Lelia P. Jackson, USMC (Ret) - senior strategist in the Department of Veterans Affairs Veterans Health Administration and graduate of the Federal Executive Institute\nVirginia \"Gail\" Joyce, surviving spouse - surviving spouse liaison and a founding member of MOAA's Greater Granbury Chapter in Texas and a Gold Star Mother\nLt. Col. Bruce E. Kasold, USA (Ret) - former president and COO of the PENFED Foundation and a graduate of the U.S. Military Academy at West Point\nCol. Peter K. Kloeber, USAF (Ret) - former Air Force civil engineer and inductee in the Academy of Fellows, Society of American Military Engineers, and the Arizona Veterans Hall of Fame\nLt. Col. Aric J. Raus, USA - senior aviation trainer for the U.S. Army Mission Command Training Program, focused on strategic planning, operational design, rapid decision making and consequence management\nCol. Stevan B. Richards, USAF (Ret) - founder of the Veteran Talent Acquisition Partnership, a national 501(c)3 nonprofit dedicated to recruiting and placing highly skilled former military talent into high-demand, well-paying careers identified by industry partners\nCapt. Kathy G. Thorp, USN (Ret) - former chief of staff for Navy Medicine East and deputy and interim director for Total Force Support and Current Operations, Bureau of Medicine and Surgery, Washington, D.C.\nGen. Thomas D. Waldhauser, USMC (Ret) - fellow at National Defense University and former combatant commander for U.S. Africa Command\n\"MOAA's board of directors plays a critical role in ensuring the association achieves its mission,\" said Lt. Gen. Dana T. Atkins, USAF (Ret), MOAA president and CEO. \"I look forward to working with our new chairman and board members as we continue our efforts to protect the rights and improve the lives of those who serve and their families.\"\nIn addition to electing new members, MOAA's board in October formally recognized the U.S. Space Force as a new branch of service eligible for MOAA membership.\nMOAA is the nation's largest and most influential association of military officers, with more than 350,000 members from every branch of service. It is an independent, nonprofit, politically nonpartisan organization and the leading voice on compensation and benefit matters for all members of the military community.\n \n\nLoad-Date: November 5, 2020"
}