{
    "title": "Modeler raises estimate of terror attack losses RMS says possibility of NBCR attack can't be discoun",
    "publisher": "business insurance",
    "year": 2008,
    "month": 7,
    "day": 28,
    "full text": "NEW YORK-If there were a terrorist attack in the United States, the estimated insured losses have increased 8% in the past year due largely to the growing risk of chemical or biological attacks, according to Risk Management Solutions Inc.'s 2009 terrorism model.\nWhile there have been no successful nuclear, chemical, biological and radiological terrorist acts, numerous planned attacks have been disrupted worldwide, said Andrew Coburn, London-based director of terrorism research for Newark, Calif.-based RMS.\nIn a report, ``Terrorism Risk: 7-Year Retrospective, 7-Year Future Perspective,'' RMS said 1,450 planned terrorist attacks have been disrupted worldwide since 2001.\nStrong indications that terrorist groups have resumed NBCR programs and are actively attempting to acquire such materials means the possibility of an NBCR attack in the United States cannot be discounted, Mr. Coburn said.\nThis information has been used to recalibrate RMS' 2009 terrorism model, resulting in an increase in modeled losses to $1.6 billion, RMS said last week in a New York conference updating the annual model it developed in 2002.\nAnother change since last year is ``target substitution,'' which is triggered by governmental counter-terrorism efforts that have resulted in the ``hardening'' of most public sector targets, said Mr. Coburn.\n``As the government protects its assets, it is actually pushing these risks onto the commercial and private sector,'' said Mr. Coburn, who cited major sports stadiums and commercial facilities as examples.\nThe RMS database of potential U.S. targets now numbers more than 4,000 locations.\nRMS said large metropolitan cities are the most likely targets of potential terrorism and its updated model elevates the risk levels of cities that include Atlanta and Orlando, Fla.\n``They may not be a target of the magnitude of New York City, but being some of the larger metropolitan cities in the South makes them attractive targets,'' Mr. Coburn said.\nSince 2001, some two dozen potential terrorist plots have been uncovered in the United States-most involving New York or Washington, but also including Los Angeles, Miami and Chicago, Mr. Coburn said.\n``City risk relativity is one of the most useful guides for insurers managing a multicity portfolio,'' Mr. Coburn said.\nSince 2001, there have been an average three to seven attempted terrorism attacks in the United States each year, RMS said.\nDespite the dynamic nature of the peril, terrorism risk as a whole is relatively stable because the increased threat is balanced by an aggressive counter-terrorism response, terrorism experts say.\nBut ``the challenge is to not become complacent,'' said Bruce Hoffman, professor in the security studies program at Georgetown University in Washington.\nMeanwhile, last year's seven-year extension of the federal terrorism insurance backstop also is helping to establish stability with respect to terrorism in the insurance industry, Mr. Coburn said.\n``Insurance companies can now plan for a seven-year business cycle for their provision of terrorism coverage,'' he said.\n\nGraphic\n\n \nArt Credit: Since 2001, more than 1,450 planned terrorist attacks have been disrupted worldwide. This mosque in Albany, N.Y., was raided in 2004 and several members were arrested in a sting operation by the FBI.\nArt Credit: Reuters\n\nLoad-Date: October 10, 2008"
}