{
    "title": "MODERN TERRORISM SPRANG FROM SEEDS PLANTED IN THE '60s",
    "publisher": "the world",
    "year": 1986,
    "month": 5,
    "day": 13,
    "full text": "'NINETEEN sixty-eight really was the big upsurge.''\nIn his book-lined office at the University of Aberdeen, Paul Wilkinson pinpoints the year that launched the latest epicycle of political violence.\n''A number of different events came together (that year) to create a situation where terrorist violence was a more attractive mode of struggle,'' says Professor Wilkinson, an internationally recognized authority on terrorism.\nAmong the events of 1968:\n* Three armed members of the Popular Front for the Liberation of Palestine seized an El Al airliner and forced it to fly to Algeria - launching a campaign of air piracy that has been a hallmark of terrorism ever since.\n* In West Germany, the Baader-Meinhof gang gained prominence by torching a Frankfurt department store.\n* In Egypt, the Palestinine Liberation Organization, sobered by Israel's victory in the ''six-day war'' in 1967, made Yasser Arafat its leader.\n* In the United States, Martin Luther King Jr. was assassinated, unleashing a spate of domestic violence by groups such as the Black Panthers and Weathermen.\n* In Mexico City, street marches culminated in protests at the Olympic Games, aiding growth of a terrorist movement with Cuban and Soviet connections.\nLike any trend, the upsurge was not restricted to a single year. Che Guevara had been killed in Bolivia in 1967. The Provisional Irish Republican Army took up terrorism in 1969, the year British soldiers were introduced into Northern Ireland.  In 1970, terrorism took a new turn with the kidnapping and murder of Daniel A. Mitrione, a US advisor to Uruguay's police, by Marxist urban guerrillas, the Tupamaros. That year, too, Italy's Red Brigades began their campaign of terror, and the Japanese Red Army sprang into view with robberies, kidnappings, and the hijacking of an airliner.\nSince the late 1960s, the trend has risen steadily (see chart, next page).  But terrorism itself is nothing new.  ''There is a long history of (terrorism),'' notes Wilkinson, ''going right back to the period of struggle of the Jews (known as the Zealots) against the Romans (66-73 AD).'' History also records the eleventh-century rise of the Assassins, a sect based in Persia (modern-day Iran).\nYet the modern epicycle is peculiar, sprouting up fairly suddenly in a number of countries.  What produced it? What happened in the late 1960s that provided such fertile ground for this ugly weed?\nTerrorist experts point to a number of causes.  Generally, however, they fall into three categories: broad historical changes, ideological shifts, and technological advances.\n \nHistorical patterns\nBy the late 1960s, three things had become clear.\nFirst, the world was living under the umbrella of a nuclear standoff between the superpowers. ''Those states and factions which are interested in achieving their ends by force,'' says Wilkinson, ''will be aware of the danger that, if they use even conventional war, it may easily escalate into a nuclear intervention.\n''It is therefore all the more attractive in an age of nuclear stalemate for groups to use low-risk, potentially high-yield, and potentially very effective methods of struggle (such as terrorism).''\nSecond, European colonialism had pretty much ended, leaving a host of newly independent nations to grapple with unfamiliar problems.  In some of these nations, restless minorities were no longer held in check by European-model police and military forces. In others, disputes arose with neighboring states over boundaries that had often been established arbitrarily by colonial administrations. The result: guerrilla uprisings and low-intensity warfare, often including terrorist activity.\nThird, a growing emphasis on human rights had led Western democracies to place high value on the life of a single citizen.  Unlike totalitarian regimes, democracies proved to be particularly susceptible to hostage-taking threats.  Terrorists soon found that a kidnapping, mobilizing public opinion, could bring concessions unattainable in other ways.\n \nIdeological shifts\nSeveral key religious and political changes also occurred around the late '60s.\n* Islamic fundamentalism, growing out of a violent reaction against Westernization and modernity, provided a climate favorable to Shiite terrorism.\n* The Vietnam war radicalized large numbers of young people in developed nations throughout the world.  By the late '60s, some of them, impatient at the inefficacy of street protests, turned to violence. Citing inequalities between first- and third-world nations, they espoused Marxist-Leninist ideologies, went underground, and took up terrorism.\n* Guerrilla warfare, long thought to be a rural phenomenon, became increasingly urbanized. ''(Fidel) Castro and Guevara were firmly convinced that the city was the 'graveyard' of the revolutionary freedom fighter,'' writes historian Walter Laqueur in his pioneering book, ''Terrorism.'' ''It was only in the middle 1960s that urban terrorism came into its own, mainly as a result of the defeat of the rural guerrillas in Latin America.''\n* The rise in world terrorism also coincides with the arrival of Yuri Andropov as head of the KGB, the Soviets' secret service, in 1967.  Terrorism experts generally dismiss the notion that somewhere deep in the Kremlin is a ''control room'' coordinating international terrorism.  But under Andropov's influence the Soviets, in the words of Rand Corporation scholar Paul B. Henze, seemed ''ready for a rougher game.''\n \nTechnological advances\nForemost among the new technological factors has been the growth of mass communications, especially television.  The first live satellite broadcast of an Olympic Game came from Toyko in 1964.  Eight years later, some 500 million viewers around the world saw terrorists take the spotlight at the Munich Olympics, where 11 Israeli athletes were murdered by the Black September Organization.  Since then, television has become the terrorists' medium of choice, allowing tiny, essentially powerless gangs to megaphone their demands.\nBy the early '70s, air travel had also come of age: The number of passenger-miles flown throughout the world tripled between 1960 and 1970.  That growth has provided quick and easy movement for terrorists between target nations and countries that provide safe havens.  It has also increased the availability of hijacking targets. Terrorists have been quick to seize the latter opportunity.  Between 1930 and 1968, there were 16 successful hijackings of scheduled US aircraft. In 1969 alone there were 33.\nWeapons, too, have improved.  Modern, rapid-fire submachine guns fit easily into a briefcase.  The Austrian-made Glock 17, a 9-mm automatic pistol made almost entirely of plastic, is easy to disassemble - and therefore easy to hide in luggage passed through airport scanners.  Weapons have also grown more widely available. It is common knowledge among terrorist groups and security experts that in Lebanon, for example, cold cash can buy some of the hottest weapons available: rifles, pistols, hand grenades, telescopic sights, flak jackets, antitank missile launchers, even (if the price is right) a tank.\nTechnology in the intelligence community, in a backhanded way, has also benefited the terrorist. As technical means of intelligence-gathering were coming to the fore (in satellite photography and sophisticated listening devices, for example), the aftermath of Vietnam and Watergate led to disillusionment with the US Central Intelligence Agency. The result: cutbacks in staff, and increased reliance on technology.  Interviews with present and former intelligence officers suggest, however, that the best intelligence tool for antiterrorism is not the high-tech ''eye in the sky'' but the agent on the ground. Such resources are being rebuilt, but the process takes time.\nCHART: 2) THE FAR-FLUNG WEB OF TERRORISM.\nNote: This chronology is a sampling of incidents since the upsurge of terrorism in 1968. It is designed to show the peoples affected and the types of groups responsible. Yearly numbers of incidents supplied by Risks International Inc.\n \n1968\n* Rome. El Al airliner hijacked by the Popular Front for the Liberation of Palestine (PFLP) and flown to Algiers. Hostages and plane released unharmed.\n1970 (293)\n* Mideast. PFLP hijacks 4 airliners in one week. Pan Am plane flown to Cairo and blown up. Swissair, TWA, BOAC jets flown to Jordan and blown up.\n1972 (206)\n* Munich. Eleven Israeli Olympic athletes killed by Black September Organization.\n1973 (311)\n* Rome. Libyan-sponsored group attacks US and West German planes, killing 32 people.\n1974 (388)\n* Paris. Extreme right-wing Group for the Defense of Europe kills 2, wounds 34 in hand-grenade attack at Le Drugstore.\n1975 (572)\n* Vienna. A pro-PLO group raided an OPEC conference, killing 3, wounding 7, and taking 81 hostages (including 11 oil ministers). The terrorists then flew to Algeria, where the hostages were released.\n1976 (727)\n* Entebbe. Air France jet hijacked to Uganda by PFLP after stop in Libya.  Israeli commandos rescue hostages, kill 7 terrorists.\n1977 (1257)\n* Cologne. West German businessman Hanns Martin Schleyer kidnapped and demands made for release of 11 jailed terrorists, including 3 leaders of the Baader-Meinhof gang.\n* Mogadishu. Lufthansa airliner hijacked by Arab-speaking terrorists of the Struggle Against World Imperialism and diverted to Somalia with 86 hostages. Hijackers demand release of 3 Baader-Meinhof leaders. After pilot executed, West German commandos free hostages, killing 3 terrorists. All 3 Baader-Meinhof leaders commit suicide in jail, kidnapped businessman Schleyer is murdered.\n1978 (1511)\n* Rome. Italian Prime Minister Aldo Moro kidnapped by members of the Red Brigades. Five bodyguards killed during abduction. Moro's body found 2 months later.\n1979 (2585)\n* Mecca. Members of the Saudi ultraconservative Oteiba tribe take control of Grand Mosque. Troops retake mosque in battle that leaves 130 dead. After trials, 63 terrorists executed.\n1980 (2773)\n* San Salvador. Roman Catholic Archbishop Oscar Arnulfo Romero assassinated by right-wing sniper. Within an hour, 30 bombs explode throughout the country. Romero's funeral interrupted by explosion and gunfire, leaving 26 dead.\n1981 (2701)\n* Bangkok. Indonesian Garuda Airlines jet hijacked by Jihad Command. Indonesian commandos storm the plane, killing 4 hijackers.\n1982 (2492)\n* Ankara. Airport attack by Armenian Secret Army for Liberation of Armenia leaves 8 dead.\n1983 (2838)\n* Beirut. Islamic Jihad bomb kills 241 US servicemen in suicide mission against Marine barracks. Two minutes later, bomb kills 58 at nearby French barracks.\n* Pretoria. Car bomb planted by African National Congress kills 18, injures 200 outside South African Air Force headquarters.\n1984 (3525)\n* Brighton. Grand Hotel bombed during Conservative Party convention by Provisional IRA, killing 4, including one member of Parliament. Prime Minister Thatcher escapes injury.\n1985 (3012)\n* Atlantic Ocean. Air-India jet crashes, killing 329. Sikh extremists suspected of planting bomb.\n\nGraphic\n\n \nCHART 1, THE FAR-FLUNG WEB OF TERRORISM, Illustrations by Rob Colvin and graphics by Robin Jareaux.; Chart 2, THE GROWTH OF TERRORISM. Since 1971, the number of incidents has brown ten-fold. Subsequent parts of this series will explore the reasons fr this rapid growth, Illustration by Rob Colvin and graphics by Robin Jareaux"
}