{
    "title": "MODERN TERRORISTS HAVE LEFT LONG TRAIL OF BLOOD",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "THE HISTORICAL record suggests that terrorists win headlines but very little else.\nDespite years of bombings like this week's carnage in Oklahoma City, the consensus holds that only in three instances has terrorism clearly paid off:\nIn Palestine in the 1940s.\nIn Cyprus in the 1950s.\nIn Aden in the 1960s.\nIn all three, the British authorities packed up and went home, which is what the terrorists wanted.\nThe jury remains out in two other locales:\nIn Gaza and the West Bank in the Middle East, where the Palestine Liberation Organization has won at least a small slice of power.\nIn Northern Ireland, where some effort at peace is under way.\nOtherwise, terrorism has largely been a dud in expelling colonialists, or overthrowing governments, or cutting capitalism off at the knees.\nTrue, terrorism leaves some scars on everyday society. A year from now, pedestrians in downtown Oklahoma City may still hold their breath as they walk past the site of the federal building.\nA terrorist could claim this anxiety as a triumph of sorts. After all, terrorists want to gnaw at the average citizen's faith in a stable society.\nBut that's a small victory, and it means little in the big picture. In the big picture, terrorism tends to show itself for what it is: a tool of the weak. The Beginnings\nHistorians can find traces of terrorism (or at least the philosophy thereof) among the ancient Greeks and the Biblical Jews.\nTwo packs of long-ago Asian terrorists worked such wickedness that their names became English words: the Assassins of Persia and the Thugs of India.\nBut the word \"terrorism\" had to await the late 18th century and the French Revolution. In those days, terrorism worked the other way around: the government terrorized its own people.\nThey called it \"The Reign of Terror,\" with Maximilien Robespierre and his Committee of Public Safety hauling off to the guillotine all enemies of the revolution - and all people suspected of being enemies of the revolution, and all people who might someday become enemies of the revolution, and so on.\nThat sort of paranoia can't last for long; after a few bloody months, Robespierre himself went to the guillotine, and France settled down. But he left behind a precedent of state terrorism for the more efficient practitioners of the 20th century, Joseph Stalin and Adolf Hitler.\nStill, most of us think of terrorists as free-lancers working against governments. The traditional caricature depicts terrorists as bearded bomb-throwers - an image rooted in the first modern terrorists, bearded Russians of the 1870s who did, in fact, throw bombs. That was shortly after the invention of dynamite, surely no coincidence. Some of the terrorists wanted to kill off the czar; others, the anarchists, wanted to kill off government, period.\nThe wave of anarchy washed into western Europe and then into the United States, where it killed President William McKinley. But soon enough, World War I came along, with a level of carnage that dwarfed anything the anarchists could plot. Target: Colonialism\nWorld War I bled Europe almost dry. The continent lost its world leadership and, over the long haul, its colonies. But mostly, the Europeans refused to go home gracefully. That stubborness lit the fuse on nationalistic terrorism.\nThe British felt the heat close to home, in Ireland. There, violence against the British had been a way of life for centuries, but it came and went in fits and starts.\nIn 1916, the Irish got organized, more or less. They rose up against the British; after four years, the war-weary British called it quits, more or less.\nThe British handed Ireland back to the Irish - except for the six northern counties, part of Ulster. There, the Protestant majority insisted on remaining under the British crown.\nNever, said a die-hard minority within the Irish Republican Army. They began ambushing border guards and blowing up customs posts.\nThat kind of violence falls into a category marked guerrilla warfare, and the IRA never did well with guerrilla warfare. The IRA's hotheads were underdogs on both sides of the border - outlaws in the Catholic south and Catholics in the Protestant north. In the late '30s, the IRA moved into England, and true terrorism. They planted bombs in London's railroad stations, randomly killing English who knew and cared little about the Irish Problem.\nThe IRA had a method in its randomness. In a society with a free press, a few bloody corpses will quickly educate the public about an obscure grievance like the IRA's. Terrorists call it \"propaganda by deed.\"\nOver the years, the IRA's bombs have given the British public a graduate degree in the Irish Problem. But until recently, no amount of explosive seemed to budge the British government from its refusal to cede Northern Ireland.\nEven in the peace plans being talked about now, nobody is thinking of forcing Northern Ireland's Protestants into union with the south. So far, all the bombs have accomplished concretely is to establish terrorism as another ugly fact of life. The Ideological Offshot\nNo matter how ugly, nationalistic terrorism like the IRA's usually wins at least some friends.\nIdeological terrorism is a different story.\nIdeological terrorism spun off from the societal turbulence of the 1960s. Hardest hit were the affluent and liberal societies of western Europe. Suddenly, something called the Red Brigades shook up Italy, and the Baader-Meinhof Gang rode across Germany, leaving a trail of robbed banks.\nNobody could figure out what these ideological terrorists wanted, not even the terrorists themselves. The terrorists - young, well-educated and often affluent - seemed to have a grudge against capitalism.\nWhen they kidnapped politicians or blew up barracks, they had to be taken seriously. But their terrorism won neither friends nor following.\nIn South America, the ideological terrorists proclaimed themselves \"urban guerrillas,\" a bit of semantic trickery. Real guerrillas shoot only at military targets. These \"urban guerrillas\" dispensed dynamite mindlessly.\nBy and large, they failed. Uruguay's Tupamaros managed to get rid of a government - but the junta that replaced the government promptly crushed the Tupamaros.\nAmericans got a taste of ideological terrorism from the Symbionese Liberation Army, a West Coast band with vague and fuzzy goals.\nThe SLA might well have been ignored to death had it not snatched newspaper heiress Patricia Hearst in 1974. Suddenly, the SLA got what every ideological terrorist craves: a massive dose of publicity.\nIn the end, it proved to be an overdose. The authorities, feeling the heat, tracked down the SLA. Today, its members are dead or in prison, and the ideology has sunk back into the intellectual swamp from which it rose. In The Name Of God\nThese days, ideological terrorism takes on a religious coloring - often, the coloring of Islamic fundamentalism.\nWhen newspapers write about \"Islamic fundamentalism,\" they usually mean Shiite Muslims, the underdogs of Islam.\nThe Shiites are almost as old as Islam itself, which arose out of the Arabian Peninsula in the 7th century. Its messenger was the prophet Mohammed - and when he died, Islam split in two over the question of succession.\nThe majority faction became what we call Sunni Muslims. Like most majorities, the Sunnis generally have a positive outlook. The minority became the Shiites - and like so many minorities, the Shiites tend to take a grim view of life.\nMilitant Shiites despise the secular governments that rule so many Islamic nations, like Egypt; they want Muslims to live under Islamic law. These same militant Shiites recoil from Western culture, with its baggage of sex, alcohol and materialism.\nThe terrorists among the Shiite militants have a few victories on their record. In Iran, for example, their takeover of the U.S. Embassy in 1979 all but wiped out Western influence inside their country.\nRadical terrorism also evicted Westerners from Lebanon. The truck bomb that killed 241 U.S. servicemen there in 1983 sapped any Western desire to tame the place.\nThe radicals have done less well with \"transnational terrorism,\" the academic term for violence outside the terrorists' own borders.\nThey have hijacked jetliners, terrified passengers on cruise ships and bombed a few American buildings. But so far, the payoff seems to have been short-term at best.\nThis kind of carnage draws attention to the terrorists' grievances, and it shakes the faith of Westerners in the stability of their everyday life.\nBut in the long run, the terrorists seem able to impose nothing more than inconveniences - the delay at the airport security checkpoint, the hassle of signing in with a security guard in a building's lobby.\n\nGraphic\n\n \nPHOTO; (1) Photo from Reuters - ABOVE: A masked youth celebrates after a terrorist attack in Belfast, Northern Ireland, in 1981. (2) Photo - RIGHT: Newspaper heiress Patricia Hearst in her days as a member of the Symbionese Liberation Army in 1974.\n\nLoad-Date: April 22, 1995"
}