{
    "title": "Moderate Islam May Be Key To Winning War on Terror",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 12,
    "day": 5,
    "full text": "An effective counterterrorism strategy must focus on the fact that terrorism by Muslims in the name of Islam presents the strategic threat today to civilized peoples, whether Muslim or non-Muslim.\nOn the low end, this threat involves lone individuals seized by the Sudden Jihad Syndrome who unpredictably set off on a murder spree. At the high end, it involves an outlaw organization like Hamas running the quasi-governmental Palestinian Authority, or even Al Qaeda's efforts to acquire weapons of mass destruction. In all, were terrorism by Muslims halted, this would be a major advance toward winning what some call World War IV.\nCan this be achieved?\nYes, and partially via effective conventional counterterrorism. Individuals must be hunted down, organizations closed, networks smashed, borders monitored, money denied, WMD restricted. These steps, however, address only the symptoms of the problem, not the problem itself. \"The problem itself\" consists of the motivating forces that lie behind the surge of violence by Muslims in the name of Islam. Only by isolating why terrorism has emerged as so prominent a feature of Muslim life can the violence be countered.\nThis aggression results not from some perverse impulse to inflict damage for its own sake, nor does it flow from the religion of Islam, which just a generation ago did not inspire such murderousness. Rather, it results from political ideas.\nIdeas have no role in common criminality, which has purely selfish ends. But ideas, usually ones about radically changing the world, are central to terrorism, and especially to its suicidal variety. Unlike the rest of us, who generally accept life as it is, utopians insist on building a new and better order. To achieve this, they demand all powers for themselves, display a chilling contempt for human life, and harbor ambitions to spread their vision globally. Several utopian schemas exist, with fascism and communism historically the most consequential - each of them claimed tens of millions of casualties.\nBy 1945 and 1991, respectively, these two totalitarianisms had been vanquished through defeat in war, one violently (in World War II), the other subtly (in the Cold War). Their near demise emboldened some optimists to imagine that the era of utopianism and totalitarianism had come to end and that a liberal order had permanently replaced them.\nAlas, this view ignored a third totalitarianism, growing since the 1920s: Islamism, most briefly defined as the belief that whatever the question, from child-rearing to war-making, \"Islam is the solution.\" As the result of several factors - a historic rivalry with Jews and Christians, a boisterous birth rate, the capture of the Iranian state in 1979, support from oil-rich states - Islamists have come to dominate the ideological discourse of Muslims interested in their Islamic identity or faith.\nAs a result, Islamic law, in retreat over the previous two centuries, came roaring back, and with it jihad, or sacred war. The caliphate, defunct in real terms for more than a millennium, became a vibrant dream. Ideas proffered by such thinkers and organizers as Muhammad ibn Abd al-Wahhab, Shah Waliullah, Sayyid Abul Ala al-Mawdudi, Hasan al-Banna, Sayyid Qutb, and Ruhollah Khomeini aggressed successfully against traditional, modernist, and centrist approaches to Islam. To advance the poisoned vision of these utopians, their followers adopted violent means, including terrorism.\nThe most effective form of counterterrorism fights not the terrorists but the ideas that motivate them. This strategy involves two main steps. First, defeat the Islamist movement just as the fascist and communist movements were defeated - on every level and in every way, making use of every institution, public and private. This task falls mainly on non-Muslims, as Muslim communities are generally incapable or unwilling to purge their own.\nIn contrast, only Muslims can undertake the second step, the formulation and spread of an Islam that is modern, moderate, democratic, liberal, good-neighborly, humane, and respectful of women. Here, non-Muslims can help by distancing themselves from Islamists and supporting moderate Muslims.\nAlthough theoretically possible, the weakness of its advocates at present makes moderate Islam appear impossibly remote. But however dim its current prospects, the success of moderate Islam ultimately represents the only effective form of counterterrorism. Terrorism, begun by bad ideas, can only be ended by good ones.\nMr. Pipes (www.DanielPipes.org), director of the Middle East Forum, presented a longer version of this analysis last week in Brazil, at a conference hosted by the country's intelligence agency, the Agência Brasileira de Inteligência.\n\nLoad-Date: December 6, 2006"
}