{
    "title": "Modi's call to UN",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 9,
    "day": 28,
    "full text": "India is all set to become an elected member of the UN Security Council in the next few months. It is at this crucial juncture that Prime Minister Narendra Modi presented an upbeat and forward-looking agenda stressing India's contributions to the global good. Simultaneously, it is also worth noting that Modi also chose to point out certain shortcomings of the UN. \nModi very rightfully drew from the age-old Indian motto of 'vasudhaiva kutumbakam' and told the UN General Assembly's High-Level Meeting through a pre-recorded speech that India treats the whole world as one family. It is part of the culture, character and thinking of India since time immemorial. Thus, once India occupies a seat in the United Nations Security Council, the world's largest democracy will take her years of rich developmental experience for the benefit of the whole world. As the Prime Minister said, India has always given priority to the welfare of the whole world, and the way forward is to proceed from human welfare to the welfare of the world. Having said so, Prime Minister Modi, who has rightfully emerged as a top global leader, pointed out that the international community today is faced with a very important question: Whether the character of the institution, constituted in the prevailing circumstances of 1945, is relevant even today? Particularly pointing at the failure of the United Nations on the COVID-19 pandemic front, Modi stressed the urgent need for UN reforms, and pointed out that in the last eight to nine months, the whole world has been battling the pandemic of the coronavirus. But then the role of the United Nations in this joint fight against the pandemic has become a big issue, and there is a visible absence of an effective response from it. Despite that however, the Prime Minister painted an optimistic picture, saying without mincing words that the faith and respect that the United Nations enjoys among the 1.3 billion people in India is unparalleled, and that India's cultural heritage, tradition, thousands of years of experience will always stand in good stead for the developing countries. But then, Modi also did not forget to issue a veiled warning to the two notorious neighbours. As he said, India will not hesitate in raising its voice against the enemies of humanity, human race and human values - these include terrorism, smuggling of illegal weapons, drugs and money-laundering.\n\nLoad-Date: September 28, 2020"
}