{
    "title": "MOHAMED TO ADMIT TERRORISM SUPPORT",
    "publisher": "the tampa tribune ",
    "year": 2008,
    "month": 6,
    "day": 14,
    "full text": "The former USF student will acknowledge posting online a video that shows how to detonate a bomb, an agreement says.\nBy ELAINE SILVESTRINI\nThe Tampa Tribune\nTAMPA - A former University of South Florida student has agreed to plead guilty to a charge he provided support to terrorists when he posted an Internet video showing how to detonate a bomb with a remote-controlled toy, according to a plea agreement entered in the case Friday.\nAhmed Mohamed, an Egyptian citizen, was arrested, along with another student, Youssef Megahed, in South Carolina in August after deputies said they became suspicious of their car and then found explosive materials in the trunk. Both men were charged with transporting explosives.\nMohamed, 26, acknowledges in his plea agreement entered onto the U.S. District Court docket that he tried to help terrorists with the video he made and posted to the YouTube Web site.\nThe document says Mohamed told investigators he intended, with the video made in his Tampa apartment, to support attempts by terrorists to kill employees of the United States, including members of the military.\nHe wanted to teach \"martyrdoms\" and \"suiciders\" how to save themselves, he said, so they could continue to fight invaders, the plea agreement states. Mohamed said he considered the U.S. military and those fighting with the U.S. military in Arab countries to be invaders.\nThe Berkeley County Sheriff's Office, which had arrested the duo, saw the plea deal as a victory.\n\"There is no question that it is a vindication for our department,\" said Maj. Ricky Driggers.\nBut one prominent critic of the federal government's terrorism prosecutions said the case is nothing more than an illustration of how the law is stacked in favor of prosecutors.\n\"Material support charges are viewed as virtual locks for conviction because the definition is so vague and flexible,\" said George Washington University law Professor Jonathan Turley, who is representing former USF professor Sami Al-Arian in a terrorism case. \"Any act, from driving a car to making a contribution, can constitute material support. The main value of material support for prosecutors is to guarantee convictions or force plea agreements.\"\nDefense attorney Linda Moreno said Mohamed and his family \"wanted a resolution after a long and agonizing decision.\" The parents, she said, \"want a guarantee that their son will come out of prison. This plea is that guarantee.\"\nUnder the terms of the deal, prosecutors have agreed to dismiss other charges, including counts alleging he illegally transported explosives. The maximum penalty for the charge to which Mohamed will plead guilty is 15 years in federal prison and a $250,000 fine. The agreement does not specify what sentence prosecutors will recommend.\nMohamed's other attorney, Lyann Goudie, noted he could have faced as much as life in prison if convicted of some of the other charges. The decision came after \"balancing the prospect of life in prison, the risks of going to trial and possibly getting convicted.\"\nMegahed's defenders have argued he was unaware of Mohamed's video and of the contents of the car trunk.\n\"We're happy to see that the person who was responsible for the illegal activity charged in the indictment has decided to plead guilty to it,\" said Megahed's attorney, public defender Adam Allen. \"We're also hopeful that the government intends to dismiss the alleged explosives counts against my client as well.\"\nReached in Egypt, Mohamed's father, Abdel Latif Mohamed, said he didn't know about the plea agreement and couldn't discuss it until he talked to a lawyer.\nU.S. Attorney's spokesman Steve Cole declined to say what precipitated the deal. \"The plea agreement speaks for itself, and at this time we have no further comment,\" he said.\nAsked to comment on the document, USF spokesman Michael Hoad said: \"From a personal point of view, it's appalling. From the university's point of view, the university is doing as much as it can to make sure we cooperate and respect criminal proceedings.\"\nLocal Muslim activist Ahmed Bedier, who has spoken in support of Megahed, stressed that he doesn't know Mohamed or the Mohamed family. He said the video, as described in court documents, was \"unacceptable.\"\nHe said the case is \"a reminder to all Muslim youth out there, especially young males, that they have to be very careful about their actions and what they say. Even if they don't think they're doing some kind of criminal act, it might be perceived by law enforcement ? that you're promoting something illegal. That can have some very bad consequences.\"\nMohamed, Bedier said, \"was sent here on a scholarship to do a doctorate in engineering and not to make videos, and now he's going to pay the price for that.\"\nVideo Described How To Best Use Toy Car\nThe plea agreement describes the 12-minute YouTube video, which was found on Mohamed's laptop in the car when the two men were arrested in South Carolina.\nOn the video, Mohamed demonstrated how a remote-control toy car could be disassembled and how the components of its chassis could be rewired and converted into a detonator for an explosive device, the agreement states.\nWhen he finished using the car, he reassembled it and returned it to Wal-Mart for a cash credit.\nOn the video, Mohamed said in Arabic: \"Instead of the brethren going to, to carry out martyrdom operations, no, may God bless him, he can use the explosion tools from a distance and preserve his life, God willing, the blessed and exalted, for the real battles, unless he was forced to do so,\" according to the agreement.\nHe added that the method allows bombers to make explosions from a distance of 35 to 200 meters. \"In future lessons, God willing, we will show you how to make advanced circuits that can reach greater distances.\"\nGoudie said the facts described in the plea agreement are the government's account. Mohamed's side, she said, \"will come out at the time of sentencing.\"\nTurley said both the prosecution and the defense had an interest in resolving this case short of a trial.\n\"This may be a case where trying to prove one's innocence would come at too high of a risk,\" he said. \"Going into any trial facing a material support count or a conspiracy count tends to be a high-risk proposition.\"\nOn the other hand, Turley said, prosecutors may have been worried about the possibility of losing, as well.\n\"The government's case bordered on the ludicrous,\" he said. \"The transport of explosives had become almost a bad joke in the defense Bar. The case is often cited as how the government can twist any facts to create a sinister allegation. But more importantly, the government was looking at a very serious constitutional challenge.\"\nTurley said he was referring to defense claims that the video was protected by the First Amendment.\n\"This case was originally billed as a major terrorist conspiracy,\" Turley said. \"It was on all the networks and cable programs. And, as in many other cases, we saw these allegations become laughable on closer examination. I think the case has proven to be an embarrassment for the government. They have convicted people of ridiculous infractions like posing with a gun for 2 1/2 minutes.\"\nTurley was referring to Karim Moussaoui, a friend of Megahed's from Morocco, who was convicted in April of violating his student visa by posing for pictures holding a gun at a firing range.\n\"This case has gone from a major terrorist case to basically ripping the labels off of mattresses,\" Turley said.\nNo date was set for Mohamed's plea hearing and sentencing. Megahed's trial is on hold while prosecutors appeal a judge's ruling not to allow them to use certain evidence.\n3 Men Convicted In Ohio In Terrorism Case\nJustice Department spokesman Dean Boyd said he couldn't comment on the plea agreement. But he noted it was signed the same day federal prosecutors won terrorism convictions against three Ohio men and extradited an international arms dealer to face federal charges in New York.\nA federal jury in Ohio convicted Mohammad Zaki Amawi, 28, Marwan Othman El-Hindi, 45, and Wassim I. Mazloum, 27, of conspiring to commit terrorist acts against Americans overseas and other terrorism-related violations.\nThe three were convicted of conspiring to kill or maim U.S. military personnel serving in Iraq, and conspiring to provide material support to terrorists. Amawi and El-Hindi were also convicted of distributing information regarding the manufacture or use of explosives, according to Boyd.\nInternational arms dealer Monzer Al Kassar, also known as Munawar and El Taous, arrived in New York on Friday from Spain on federal terrorism charges. Al Kassar faces charges of conspiring to sell millions of dollars' worth of weapons to the Revolutionary Armed Forces of Colombia, or FARC - a designated foreign terrorist organization - to be used to kill Americans in Colombia, Boyd said.\nEditor Howard Altman and News Channel 8 photojournalist Kate Caldwell contributed to this report. Reporter Elaine Silvestrini can be reached at (813) 259-7837 or esilvestrini@tampatrib.com\nPhoto credit: Tribune file photo by CLIFF McBRIDE\nPhoto: Megahed, who has been charged with transporting explosives, was released on bail in early May. His attorneys say he was unaware of the trunk's contents.\nPhoto credit: Tribune file photo by MICHAEL SPOONEYBARGER\nPhoto: The cases of former USF students Ahmed Mohamed and Youssef Megahed drew attention because they were pulled over and arrested only miles from Naval Weapons Station Charleston in South Carolina in August.\nPhoto credit: Associated Press file photo by MARY ANN CHARSTAIN (2007)\nPhoto: Former University of South Florida student Ahmed Mohamed, 26, says in a plea agreement entered Friday in U.S. District Court that he tried to help terrorists with a video he made and posted on the YouTube Web site.\nPhoto credit: The (Charleston, S.C.) Post and Courier photo by ALAN HAWES\nPhoto: Authorities say they found explosive materials in the trunk of the car Mohamed and Youssef Megahed were driving in Goose Creek, S.C.\nTBO.COM Keyword: Mohamed, to read the 12-page plea agreement and see a special report on the case.\nCopyright © 2008, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: June 26, 2008"
}