{
    "title": "Mom and pap-arazzo; F&M grads urged to combat terrorism on many fronts",
    "publisher": "the world",
    "year": 2004,
    "month": 5,
    "day": 17,
    "full text": "As they began a new chapter in their lives, the graduating Franklin & Marshall College students heard a call to join the war on international terrorism during commencement ceremonies Sunday.\nCouncil on Foreign Relations President Richard Haass, speaking to 431 students and their families, said, \"My purpose in speaking the way I have today about terrorism is not to frighten you, much less discourage you.\n\"To the contrary, I want to encourage you to consider careers in which you will be an active participant in this struggle against modern-day terror,\" he said.\n#F&MGRADM17#\nDon't just join the military, he said.\nConsider careers in diplomacy, law enforcement, social service organizations, academia and socially conscious businesses, which also can help reduce terrorism, he said.\nHaass, a 1973 F&M graduate, heads the Council on Foreign Relations, an independent, nonprofit, nonpartisan organization dedicated to helping U.S. citizens understand the world and the foreign policy choices facing the U.S. government.\n\"We can prevail in the struggle against terror, but only if we bring all the resources of our society and all the talents of our citizens, including those of you here,\" he said.\nHaass reminded the students that the United States is waging three wars: Iraq, Afghanistan and the war on terrorism.\nHaass spoke mostly on the war on terror because \"it is the one most likely to be part of your lives for the rest of your lives.\"\nTerrorism is nothing new, Haass said, but globalization has allowed it to become more virulent and widespread.\n\"The same jet that takes you on vacation over spring break can be turned into a guided missile,\" he said.\nAlthough the motives of some terrorists might be unfathomable, Haass said understanding terrorism is the first step toward fighting it.\nThe country should think of terrorism as a disease, he said, and should take steps to reduce our vulnerability and treat its effects.\nOne step the United States can take in fighting terrorism is to dissuade other countries from sponsoring terror - either through economic and political aid or, possibly, with military force, Haass said.\nAmerica also can discourage individuals from becoming terrorists by transferring sovereignty to Iraqis at the end of June, as planned, and doing a thorough investigation of U.S. military abuses at Abu Ghraib prison.\nHaass said the United States also should work to establish a Palestinian state that can co-exist with Israel.\nAside from working to change the hearts and minds of the Arab world, America must improve security at rail systems, ports, government offices and prominent businesses here and abroad, he said.\nAlso at the ceremony Sunday, a St. Louis native became the 83rd recipient of F&M's prestigious Williamson Medal.\nEllen Baier, a summa cum laude graduate who majored in sociology, plans to work as an assistant stage manager in her hometown before pursuing a master of fine arts degree in stage management.\nDuring her four years at F&M, Baier served as stage manager for three productions and took on many other behind-the-scenes tasks, such as operating the spotlight or sound board.\nAt F&M, she became co-chair of the campus group Lesbians, Gays, Bisexuals, Transgendered and their Allies; helped established the Kappa Beta Gamma sorority; joined the campus Latino group, Mi Gente Latina; completed two summer research projects; worked as a preceptor for two courses and served as a sociology department research assistant for three seasons; and served as the volunteer coordinator at Mom's House, a Lancaster City agency that offers free day care to single low-income women who are full-time students.\n\nGraphic\n\n \nCOLOR PHOTOS, Lancaster Newspapers Photos, (1)With cameras in hand, family members of graduates gather at Franklin & Marshall College's commencement on Sunday. (2)Richard Haass; Commencement speaker (3)Ellen Baier; Williamson Medal winner\n\nLoad-Date: May 18, 2004"
}