{
    "title": "Mombasa riots deepen concern about religious tensions in Kenya Religious divides appear to be deepen",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 8,
    "day": 28,
    "full text": "Kenya's coastal city of Mombasa has witnessed a new wave violence for the second day running, as Muslim youths protested the killing of Sheikh Aboud Rogo, a fiery Islamic preacher who was under US sanction for links with Somalia's Al Shabab militants.\nSheikh Rogo was shot dead on Monday as he took his wife, Haniya Said, to hospital. His killing has turned Mombasa into a battle zone between the police and Muslim youths, with concerns mounting about the impact of the turmoil on religious divisions as well as on upcoming elections.\nOn Tuesday, a grenade attack on a police truck near a church left one policeman and one civilian dead and another 13 officers injured. The policemen were racing to save the church, which was being set ablaze by the youths, an eyewitness said. Many protesters charge that the police had a hand in what they are calling an extrajudicial killing of the cleric, who was awaiting trial on terrorism-related charges.\nAs the riots escalated, police said they believed the people involved in the violence were no longer mourners but criminals. \"There is no where in Africa where people kill and as they mourn. There is no where in Africa where people loot and rob as they mourn.We have also heard they are raping. These are criminal,\" said Coast Provincial Police boss Aggrey Adoli.\nEarlier in the day, the youths, who were armed with stones, had used burning tires to barricade roads. Looting of shops and homes has also been reported, with the police arresting 12 protesters. The clashes were more intense in the Muslim neighborhood of Majengo, where the cleric frequently preached his fiery sermons.\n\"Tensions remain high and most shops remain partially closed. There was looting last night,\" Joel Kiilu, a Mombasa resident, told the Monitor Tuesday. \"It is hard to move anywhere and it looks like the violence may continue. We fear this may take a religious dimension.\"\nAl Shabab condemned the killing of the cleric as cold-blooded murder. The group said Muslims in Kenya are deliberately being targeted because of their religious identity, and urged them to \"take the matter into their own hands, stand united, and take all necessary measures to protect their religion from the enemies of Islam.\"\nThe impact on elections\nBut it is the call for a Muslim boycott of the general elections expected in March 2013 that is raising more concerns.\n\"Not only is the participation in the elections prohibited in Islam, but also the current government has terribly failed to protect the rights of Muslims in Kenya,\" said the militant group in a news release broadcast through its Twitter link prompting analysts to say the call for the elections boycott must be treated with caution.\nFor them, it resonated with similar calls by Mombasa Republic Council (MRC), a secessionist group, which the police have accused of carrying out attacks in Mombasa, a cause for more worries.\nRallying around \"Pwani Si Kenya\" (\"The Coastal Region Is Not Part of Kenya\"), the group, whose ban was lifted in July, has been calling for the coastal region to break away.\n\"The government has the security machinery to deal with threats, but if they do not, this will surely impact on the forthcoming elections. They must take early precautionary measures against the MRC and its sympathizers,\" said Co. Benjamin Muema, the leader of the Political Parties Collaborative Forum.\nSheikh Rogo was facing multiple charges in Kenyan courts related to terrorism after being found with weapons in his house, but was out on bail.\nIn June, the US blacklisted Rogo and two other Kenyans, two Eritreans, and a Sudanese as terrorists and supporters of Al Shabab. Then, the UN Security Council also slapped a travel ban and asset freeze for providing \"financial, material, logistical or technical support to Al Shabab.\"\n\nLoad-Date: August 29, 2012"
}