{
    "title": "Moment of silence for attack",
    "publisher": "the bismarck tribune",
    "year": 2018,
    "month": 6,
    "day": 20,
    "full text": "LONDON - Grieving family members joined community leaders Tuesday for a moment of silence to remember a man who died and a dozen others who were injured last year when a jobless man drove his van into a crowd leaving evening prayers during Ramadan.\nThe tribute was held in memory of father-of-six Makram Ali, and for others targeted in London's Finsbury Park neighborhood. Beside banners reading \"United Against Terror,\" and \"Turn To Love,\" community leaders bowed their heads and paused to mark the anniversary of the tragedy.\n\"Terrorism is terrorism no matter the target and regardless of what motivates the sick and twisted perpetrators who carry out these evil crimes,\" London Mayor Sadiq Khan said. \"The way this community has responded and come together has inspired us all.\"\nA jury convicted Darren Osborne, 48, of driving a rented van into people leaving evening prayers. Prosecutors said Osborne was motivated by a hatred of Muslims and been radicalized by far-right propaganda he found online.\nThe attack occurred at a particularly tense time in the U.K., coming just weeks after the deadly Manchester Arena concert attack and the London Bridge attack, both carried out by Islamic radicals.\nBystanders who saw Osborne drive into the crowd caught and restrained him until police arrived and Mohammed Mahmoud, imam of the local mosque, intervened to stop the bystanders from hurting him.\nOpposition leader Jeremy Corbyn, who represents the area in Parliament, praised Mahmoud for preventing more violence.\n\"Imam Mahmoud did a brilliant and wonderful job of making sure that hatred of racism did not turn into violence and anger on the streets that night,\" Corbyn said as the crowd applauded. \"He helped to ensure that we came together as a community, because that is the only response there can ever be to the racism that seeks to divide us.\"\n\nLoad-Date: June 20, 2018"
}