{
    "title": "MONDALE ATTACKS FOES AFTER CAMPAIGN BREAK",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 19,
    "full text": "Campaigning again, after his first break since February, Walter F. Mondale had tough words for his opponents and a note of cautious optimism on the progress of his campaign for the Democratic Presidential nomination.\nMr. Mondale, in a televised news conference today in Kansas City, Mo., and at an appearance at a senior citizens' center there, repeatedly said that America needed a ''sound, sure-footed, sensible President.'' He appeared to be referring to changing position statements by his chief rival, Senator Gary Hart.\nWalter Mondale, campaigning in Missouri on day of Democratic Presidential caucuses, criticizes his main opponent Sen Gary Hart for his changing position statements; expresses cautious optimism over progress of his campaign; illustration (M)\nMr. Mondale went to Missouri hoping to put the finishing touches on a victory today in that state's caucuses, which were selecting 75 delegates to the Democratic National Convention. He then flew into Ohio, whose primary is May 8.\nAfter visiting the senior citizens' center in Kansas City, he was asked whether his campaign was ''on a roll.'' Mr. Mondale, who has refused to be tagged front-runner again after his defeats in the early primaries, smiled and said: ''I think we're doing better. But because of what I've been through, I'm not claiming anything.''\nMondale aides view this trip as the beginning of the second half of the campaign for the Democratic nomination. They said the focus over the next two weeks would be on the primaries in Ohio and Texas, which will choose 175 and 200 delegates respectively.  Mr. Mondale, looking rested after his three-day break, sounded many of the same themes he had stressed in his victories in the Democratic primaries of New York and Pennsylvania. He defended social programs that aid the poor, the elderly and declining urban areas and strongly attacked the economic policies of President Reagan.\nAt a news conference late today in Columbus, he attacked Mr. Hart's proposal for a $10 a barrel tax on imported oil. Mr. Mondale said it would cost the average American family $600 and he termed the tax ''regressive.''\n''The question is who will make the best President for the average people of Ohio?'' he said.\nIn Missouri, Mr. Mondale stressed agricultural issues, invoking his status as ''the only farm kid in the race.'' In a televised news conference he said that Senator Hart initially supported the 1980 embargo on grain shipments to the Soviet Union. Mr. Mondale said he had privately opposed that action, taken by President Carter when Mr. Mondale was Vice President.\nAsked for his reaction to a new Reagan Administration policy that would countenance the use of force to quell terrorism, Mr. Mondale said he, too, believed that force was an appropriate weapon against terrorism.\n''Terrorism strikes at the base of civilized behavior,'' Mr. Mondale said. ''I think what happened in London yesterday is a classic example. They just opened up with machine guns. This is dreadful.'' A gunman in the Libyan Embassy opened fire on a crowd protesting the Government of Col. Muammar el-Qaddafi, killing a police officer and wounding 10 people.\nMr. Mondale said an international effort was needed to deny terrorists the safe havens in other countries from which they operate.\nAt the senior citizens' center in Kansas City, Mr. Mondale sharply attacked President Reagan, predicting that the President would cut Social Security and Medicare if re-elected.\nHe told a packed, friendly audience at the Westport House senior citizens center that Medicare had allowed his mother to live the last few years of her life in dignity, after she had been striken with cancer.\nHe called for a national program to limit the costs of health care.\n\nGraphic\n\n \nphoto of Walter Mondale"
}