{
    "title": "Money spent on terrorism must be evaluated",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 17,
    "full text": "In his nationally televised speech Sept. 7, President George W. Bush called on Congress to supply more money to secure peace in Iraq and to defend the nation at home from another terrorist attack.\nWhile more money might indeed be needed to win the war on terror, the exact details of how an additional $ 87 billion in new spending requests will be appropriated have yet to materialize. Nevertheless, as Congress prepares to write new legislation to satisfy the request, it would be best if the House of Representatives evaluated how some of the $ 20 billion already appropriated for \"first responders\" has been spent.\nU. Minnesota\nOver the summer, USA Today reported a number of largesse projects funded in the war on terror. To a large degree, some of these pork projects were approved to satisfy the political interests of ranking members (both Republicans and Democrats) on various House appropriations committees.\nFor example, Christian County, Ky. (population 75,000), received $ 36,000 from Congress to prepare for a chemical, biological or radiological attack. Meanwhile, the town of Colchester, Vt. (population 17,000), received nearly $ 60,000 to purchase a search and rescue vehicle \"capable of boring through concrete to search for victims in collapsed buildings.\"\nWhile local officials in these two places might be happy with their new toys, the fact remains that most members of al-Qaida are not likely to launch a full-scale attack on either Colchester or Christian County. Meanwhile, many large U.S. cities (New York, Chicago and Houston, to name a few) still remain inadequately prepared in the event of another terrorist attack.\nNow, when budgetary resources are particularly scarce (the federal government's budget deficit in 2002-03 has been projected at approximately $ 400 billion), Congress needs to enact a threat-based analysis to determine where appropriations for the domestic war on terror would be best spent. The United States cannot afford to waste resources in its fight against those wanting to destroy us. At the same time, we must ignore blanket calls by presidential candidates (such as John Kerry) who want the federal government to fund any and every terrorism preparedness request made by a local government or municipality.\nHopefully, the 535 members of Congress can rise above their patronage desires and do what is right. It is time to stop exploiting the war on terror by using it as the new mechanism for outlandish pork-barrel spending.   \n(C) 2002 Minnesota Daily via U-WIRE\n\nLoad-Date: September 18, 2003"
}