{
    "title": "MONEY TIES AT ISSUE IN BIHEIRI SENTENCE_ PROSECUTORS SAY LINKS TO A TERRORISM FIGURE JUSTIFY MAXIMUM",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 1,
    "day": 9,
    "full text": "Prosecutors have backed off their contention that an Egyptian national convicted of immigration charges intended to promote terrorism through his actions.\nBut prosecutors told a judge yesterday that Soliman Biheiri's alleged financial ties to a leader of the militant group Hamas are substantial and warrant a stiff prison sentence regardless of his intent.\nBiheiri, convicted in October of unlawfully procuring citizenship and making false statements under oath, would typically be subject to a prison sentence of less than six months. But prosecutors, who charged Biheiri after launching a wide-ranging probe of terror financing, are seeking a sentence of up to 10 years, based on the alleged terrorist connections.\nDefense lawyers deny Biheiri was involved in terrorism in any way. And U.S. District Judge T.S. Ellis III, who will sentence Biheiri on Monday, expressed doubt about the validity of prosecutors' arguments.\nEllis said he saw no connection between Biheiri's attempts to gain citizenship, which led to his conviction, and his alleged transactions with terrorists, for which he has never been charged.\n\"One of the things we're trying to preserve by fighting terrorists is devotion to the rule of law,\" Ellis said, which means Biheiri \"gets full due process.\"\nProsecutors say Biheiri broke the law by distributing money from a bank account connected to Mousa Abu Marzook, the political leader of Hamas, who lived in Northern Virginia until he and Hamas were designated by the U.S. government as terrorist entities in 1995. Court documents describe Marzook as a major investor in Biheiri's company.\nProsecutor Gordon Kromberg said the government does not know what Biheiri's defunct company, BMI Inc., did with hundreds of thousands of dollars of Marzook's money. But the very fact that they used Marzook's money, he said, demonstrates support of terrorism.\nKromberg acknowledged that \"we do not have proof that money [distributed by Biheiri] went to terrorism. . . . It is virtually impossible to ever find out where the money is ultimately going\" once it leaves the United States.\nAny transactions involving Marzook's money, though, should \"be presumed to be furthering terrorism,\" Kromberg said.\nBiheiri could not be prosecuted for distributing Marzook's money because the statute of limitations had expired, prosecutors said.\nBiheiri's lawyer, Nina Ginsberg, introduced canceled checks to show the money was used for benign purposes. One check, for instance, provided more than $100,000 as an investment in a Muhammad Ali Rotisserie Chicken franchise in Egypt.\nShe said some money went from Biheiri to Marzook in 1991 and 1993, but that was legal because it happened years before the government designated Marzook as a terrorist.\n\"There is no evidence that Mr. Biheiri did anything to support terrorism,\" Ginsberg said.\n\nLoad-Date: January 14, 2004"
}