{
    "title": "Money & Management In Brief",
    "publisher": "the chronicle of higher education",
    "year": 2006,
    "month": 1,
    "day": 6,
    "full text": "CUTS TO COME: Hurricane-ravaged Southern University at New Orleans will undergo a drastic restructuring, including the elimination of programs in 19 disciplines.\nBACK IN CHARGE: The Massachusetts Board of Higher Education has reinstated the president of the Massachusetts Maritime Academy, who was fired by the institution's Board of Trustees.\nPARTNERSHIP OVER: Palmer College of Chiropractic's alumni association may no longer use the college's name and logo, an Iowa judge has ruled.\nLESS SALARY: The Harvard Management Company's money managers took home smaller paychecks in the 2005 fiscal year than they did in each of the past two years.\nSPIRIT OF CHRISTMAS: Arizona State University received a $100-million gift last month, the largest in the institution's history.\nIN BRIEF: A roundup of higher-education news.\nTERRORISM INSURANCE: Congress has passed a two-year extension of a federal terrorism-insurance law that was due to expire at the end of 2005. The legislation, which was signed into law by President Bush, includes a provision covering liability from lawsuits arising from an act of terrorism, which colleges and others had been seeking. Colleges said that without the backup coverage from the federal government provided for by the law, such insurance would become too difficult or too expensive to obtain. That, they said, could force institutions to cancel public or controversial events for fear of the potential liability (The Chronicle, November 18).\nCADAVER SETTLEMENT: The University of California system will pay $500,000 to settle a lawsuit by the family of a woman whose donated body was misused by the medical school on the Irvine campus. It is the largest payout so far in a raft of lawsuits alleging the system's mismanagement of cadavers.\nCOKE BOYCOTT: New York University has announced that it will no longer sell any Coca-Cola products in its campus facilities because of alleged human-rights violations and suppression of unions at the soft-drink maker's bottling affiliates in Colombia. Coca-Cola has denied allegations made by the Campaign to Stop Killer Coke, which has asserted that the company was complicit in the murder, kidnapping, and illegal detention of union workers by a paramilitary organization in Colombia.\nPOST-KATRINA RATINGS: Moody's Investors Service has removed the Southern University System and Loyola University New Orleans, two institutions hit by Hurricane Katrina, from its watch list, indicating that the institutions are no longer in immediate danger of seeing their credit ratings downgraded. Meanwhile, the University of New Orleans, which kept classes going in Katrina's aftermath by using satellite facilities and distance learning, saw its credit rating downgraded by Moody's.\n\nLoad-Date: January 3, 2006"
}