{
    "title": "Monge assumes power in Costa Rica amid a sea of problems",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 5,
    "day": 10,
    "full text": "When Costa Rican President Rodrigo Carazo Odio delivered the presidential sash to his successor at a gala swearing-in ceremony May 8, he was bestowing more than a colored strip of satin.\nThe president also handed over a nation whose economy is about as stable as the flimsy sash.\nHis successor, National Liberation Party candidate Luis Alberto Monge Alvarez, smiled politely during the inauguration. But it was an expression that came hard to the serious, career politician.\nJust a week before, Mr. Monge informed the nation of the grim realities of its economic crisis. The foreign debt has soared to $4 billion, unemployment has reached 13 per cent, and currency has been devalued by 45O per cent in the past two years. Costa Rica now holds the highest per capita debt in the world, he lamented.\nIn the long-awaited public address, the moderate social democrat outlined his party's economic recovery plan. The strategy involves fiscal austerity, production hikes, an efficient government, and solidarity.\n''Costa Ricans must give each other their hands in solaridarity, together as if we were at war,'' he told the nation. ''A war of democracy.''\nMany Costa Ricans believe that if the president's National Liberation Party can't pull the country out of the crisis, Costa Rica's firm democratic tradition may totter.\nNational Liberation has been the dominant force in Costa Rican politics since the 1949 revolution, which established the current constitution. Mr. Monge, one of the founders of the party, ushered in sweeping social reforms. The programs are largely responsible for giving Costa Rica Central America's highest standard of living.\nYet these very reforms are now contributing to the crisis. Costa Rica is now feeling the effects of a bloated bureaucracy and uncontrolled public spending.\nTo halt the economic spiral, Mr. Monge promised to cut or freeze the budgets of government institutions, stabilize foreign exchange, and slice national deficits by halting the issuance of printing press currency.\nMr. Monge, a long-time activist in international labor organizations, also asked for a ''permanent dialogue between various political and labor sectors.'' At the same time, he ordered public servants to work six days a week. General reaction to the plan was one of cautious optimism.\nThe question that remained in most people's minds was how Mr. Monge would implement the programs. The president-elect has said he would take an incremental approach.\n''There are people who believe that the government should take all the harsh strategies while Monge's popularity is still riding high,'' explained a US official. ''Others think a more graduated approach is better.''\nMr. Monge is expected to fare better than Mr. Carazo in putting his ideas into practice. Mr. Carazo had neither the public support nor cooperation of congress. Mr. Monge, on the other hand, is backed by popular support, a majority in congress, and a well-greased party machine.\nYet cutbacks in social services and rising unemployment will test even the strongest administration. Besides, certain factors are out of Mr. Monge's control. Terrorism is one of them. In the past two years, Costa Rica witnessed seven clashes with international terrorism. The country, which has no army, is now trying to beef up its security forces. Mr. Monge has proposed the creation of a national security council to combat the threat.\n\nGraphic\n\n \nPicture, President-elect Luis Alberto Monge; Map, no caption"
}