{
    "title": "MONTCO PREPARES TO FIGHT TERRORISM _ A $200,000 FEDERAL GRANT WOULD BUY SPECIAL GEAR FOR POLICE AND",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 11,
    "day": 22,
    "full text": "Montgomery County is, more than likely, not at the top of most terrorists' lists of prime targets.\nBut these days, you never know who will strike where.\nPolice, fire, medical and hazardous-materials personnel in the county have been training to deal with that kind of threat, just in case the unthinkable should happen.\n\"The threat is always there,\" said Dennis Parker, director of the county's Office of Emergency Preparedness. \"We have a considerable amount of historical things, state and federal buildings, even the amount of tourism in the county. We probably aren't as [much of a target] as some larger cities, but the threat exists just about anywhere.\"\nOr, to put it another way: \"Nobody expected Columbine to happen, either,\" said County Commissioner Richard S. Buckman.\nFBI spokeswoman Linda Vizi noted that a terrorist group of about 20 years ago, the May 19 Communists, used a garage in Doylestown to store dynamite, even though most of the group's activity was based in the New York and Washington, D.C., areas.\n\"When we got the search warrant to look in the garage, it turned out the dynamite was very unstable,\" Vizi said. \"And it was very close to an elementary school.\"\nMontgomery County has applied for a preapproved federal grant for $200,000 to equip its police, fire, ambulance and haz-mat teams with the protection necessary to deal with most probable kinds of terrorism. Parker said the equipment included respiratory protection against environmental hazards, materials to detect weapons and other sources of terrorist activity, and additional communications equipment.\n\"To say that Montgomery County is a likely target is sensational,\" Vizi said. \"But with terrorism, you don't know where it's going to happen. You could have the Liberty Bell, but you could have a school yard.\"\nParker said county emergency rescue personnel had been training on methods of responding to terrorism for 1 1/2 years.\n\nLoad-Date: October 22, 2002"
}