{
    "title": "Montpelier council meets",
    "publisher": "the news-examiner",
    "year": 2014,
    "month": 9,
    "day": 10,
    "full text": "The Montpelier City Council meeting was held Wednesday, Sept. 3. All members of the council were present. There were three action items on the agenda. Terrorism waver, the golf commission contract, and planing & zoning recommendation on Evan Skinner's sign. The agenda was modified from the Evan Skinner sign, to talking about an access easement to Tom Hulme's property, east of the golf course.\nBefore the action items began, the mayor reported that they had contacted the insurance company and would be keeping the current plan rather than going to the less expensive one. The city will pay the cost that the employee's 3 percent raise doesn't. The employees will not receive a raise this year due to this. The mayor also pointed out the insurance plan that they currently have is a very good plan.\nOn the first item, the terrorism waiver, Brett Kunz was there from Insurance Designers. He said the insurance was rather expensive: $5,000 a year. The current insurance would cover any incident specific to Montpelier, but would not pay for terrorism on a large scale. Kunz felt that the large-scale coverage would be a moot point if it happened. The council agreed and it was unanimous to sign the waiver.\nThe second issue was the golf commission contract; this was the main issue of the night. The current golf pro has decided to not continue with the golf course after the 2014 season. This is the reason that the contract needs to be redone. Currently the golf pro has to pay the city 25 percent of the green fees back to the city. This is the revenue source that the city has to use to pay the expenses. Currently the golf pro owns the golf carts and he get 75 percent of the green fees, cart rental, money for teaching lessons and the profits from the pro shop. Currently the amount the city has received from the golf course is only $10,000. This is $8,000 short of the expected revenue.\nJill Kunz, from the Golf Commission, asked what expenses the city is willing to pay. There was a sample contract given to the commission, and they and water. This is costing about $8,000 a year.\nIt was decided that the pro could keep 100 percent of the fees but it would have to be negotiated on what costs the pro would have and what the city would be responsible for. The commission wanted to see the city pay more of the expenses as they don't feel that currently a pro can make a livable wage at the golf course. The biggest concern is that if there are no fees coming back to the city, this leaves a revenue deficit. The concern is if the expenses to the city remain as they are now s or more so if the expenses increase, this money would have to come out of someone else's budget. There were some citizens that did not seem to understand the need to keep the budget balanced, and for everything paid out by the city, there must be a source of revenue that covers this.\nThe next item was the easement that is being requested at the east end of Boise Street. There is a 17-acre piece of property there, owned by Tom Hulme. He would like to be able to build a house there. Currently the property only has an agriculture easement. This easement only has to be 40 feet wide, while a residential easement is to be 60 feet wide unless a variance is granted.\nThis issue has been brought to the city at an earlier time without resolution. There is not enough owned by Hulme to be able to make a road into the property that meets the code. He would have to get approval from the adjoining land owners. After much discussion it was decided that this item should be tabled at this time and Evan Skinner would do some more research on the adjoining land owners.\nThe meeting then went to executive session with Chief Russ Roper and Superintendent Peterson. There would be no decisions made by the council after the executive session. The meeting was closed to the public at this point.\n\nLoad-Date: February 27, 2016"
}