{
    "title": "More Americans worry about health care costs",
    "publisher": "the columbian ",
    "year": 2004,
    "month": 1,
    "day": 20,
    "full text": "WASHINGTON -- Worries about the cost of health care have grown in the public's consciousness over the past two years and now rival their concerns about the economy, an Associated Press poll found.\nConcerns about the overall economy have dropped during the past year, mostly in the last months of the year, according to the poll conducted for the AP by Ipsos-Public Affairs. Unemployment has edged up slightly as one of the nation's most important problems over the last year.\nAs domestic concerns shift, worries about terrorism continue to loom large, as they have for more than two years, according to the poll.\nThe poll offers a glimpse of Americans' leading concerns at a time when Democrats are starting to choose a presidential nominee with Monday's Iowa caucuses and President Bush will be spelling out his election-year agenda in the State of the Union address tonight.\nHealth care costs were mentioned by 19 percent in the poll, up from 11 percent a year ago and 5 percent two years ago. Unemployment was mentioned by 14 percent, up from 9 percent a year ago.\nTwice as many women (26 percent) as men (13 percent) cited health care costs as a top problem.\nDiana Bauer, a food service director from Fresno, Calif., said she's convinced doctors sometimes \"demand too much because they know insurance companies will pay it.\"\nConcerns differ\nDemocrats were twice as likely as Republicans to say health care was one of the most important problems. Minorities were twice as likely as whites to say unemployment was a major concern.\nWhen asked an open-ended question, poll respondents must offer an answer that comes to mind, rather than choose from a list of options given to them. They were allowed to offer more than one top problem in their answer.\nThe war in Iraq, a dominant issue in campaign debate this year, was mentioned by 5 percent as one of the most important problems.\n\"I think the major problem is that I'm not sure we have a real exit strategy for the situation in Iraq,\" said David Granger, a 44-year-old public relations worker from Equality, Ala., who said he's less worried about the economy than he was.\n\"Right now it pales compared to what's going on internationally,\" he said.\nImproving signs from the economy recently have lessened worries that it is one of the most important problems. A year ago, 36 percent identified the economy as a top problem, double the 18 percent who gave that answer in the new poll.\nConcerns about other issues affecting people's economic security have been growing.\nOver the last year, Americans' feelings about their economic welfare have been boosted by a third round of tax cuts that took effect during the summer, continued low interest rates that have spurred record home sales and an improving stock market.\nTerrorism ranks high\nSigns of an improving labor market have been halting. The government reported earlier this month that the unemployment rate dipped to 5.7 percent in December, the lowest level in 14 months. But payrolls rose by only 1,000 jobs in December, a tiny fraction of the 100,000 or more that analysts had hoped would be created.\nWhen asked to name the most important problems facing the United States, 21 percent cited terrorism as a top concern about the same proportion that have done so each quarter in the past year.\nRepublicans were nearly twice as likely as Democrats to mention terrorism as one of the most important problems.\nWhen the poll was taken in early January, the nation was still under a heightened terror alert that has since been lowered. Nearly one-third called terrorism a top problem in January 2002.\n\"I think the most important problem is containing terrorism,\" said Bonnie Arnold, a 62-year-old paralegal from Walnut Creek, Calif. \"It changes our way of life. I lived with the Cold War all my life, now this has replaced it.\"\nProblem poll\nSome of the problems mentioned most often in the AP-Ipsos poll on the nation's most important problems.\nRespondents were asked in an open-ended question to identify the most important problems facing the United States today. People were allowed to name more than one top problem, so results total more than 100 percent.\nThe poll of 1,000 adults was conducted for the AP by Ipsos-Public Affairs from Jan. 5-7. It has a margin of sampling error of plus or minus 3 percentage points.\n* Terrorism, 21 percent.\n* Health care costs, 19 percent.\n* Economy, 18 percent (33 percent named the economy and other economy-related issues).\n* Unemployment, 14 percent.\n* Education, 6 percent (9 percent named education and related issues).\n* Iraq, 5 percent (13 percent mentioned Iraq and wars generally).\n* Immigration, 5 percent.\n* Poverty, hunger, homelessness, 5 percent.\n\nLoad-Date: January 20, 2004"
}