{
    "title": "More Unites Than Divides India and U.S",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 3,
    "full text": "To the Editor:\nI read \"India at the Edge\" (editorial, Feb. 24) with shock and surprise -- shock at your apparent advocacy of the Bharatiya Janata Party's \"peaceful protest march\" and surprise at your disapproval of the Indian Government's ban on it.\n\"Peaceful rallies\" of Hindu and Muslim communal parties have recently resulted in arson and looting, murder and torture. The Government would be failing in its duty if it did not ban the proposed \"peaceful rally,\" which if allowed would lead to religious riots and violence. Governments must enforce law and order if they are to function effectively.\nYou are right in emphasizing the importance of democracy and secularism for India and pointing out the dangers of a Bharatiya Janata victory, but you could also have pointed out the danger of Islamic fundamentalism and fanaticism, and state terrorism across India's border, which have led to strengthening of such communal religious parties.\nAmericans must come out more vigorously against religious fundamentalism and fanaticism -- Islamic, Hindu, Buddhists or Christian -- and the exploitation of religion for political ends through state support to religious terrorism by Pakistan in India's Kashmir and Punjab.\nYou speak of \"provocation\" to Pakistan and China by India's nuclear capability. But what of the provocation to India by the nuclear threat from China and through Pakistan?\nIt is sad that the United States, the world's greatest democracy, still does not see its similarity of interests and ideals with India, the world's largest democracy, but often equates India with military and political dictatorships or theocratic fundamentalist states and sometimes even criticizes India's attempts to strengthen its secular democracy.\nNow that the cold war has ended, it is time that Americans and Indians look at one another in the broader perspective of their common interests and ideals in the new emerging world order.\n \nT. N. KAUL\nMonroeville, Pa., Feb. 24, 1993\nThe writer was India's Foreign Secretary and Ambassador to the United States and Soviet Union.\n\nLoad-Date: March 3, 1993"
}