{
    "title": "MORE CHARGES IN TERROR CASE Oklahoma City bombing cited, prosecutors say",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 11,
    "day": 18,
    "full text": "A reputed white supremacist convicted last month of a gun charge related to an alleged domestic terrorism plot has been indicted by a grand jury for an alleged identity theft scheme.\n Wayde Lynn Kurt, 53, is accused of producing fraudulent identification cards for a \"task\" he had been preparing for years, according to a briefing federal prosecutors wrote for his gun trial last month.\n Kurt likened the plan to the Oklahoma City bombing and said he would do everything in his power to stop President Barack Obama from being re-elected, prosecutors say.\n Kurt said \"he didn't want innocent people to die but it was possible they would die,\" according to the briefing. Kurt \"stated that it would be an act of terrorism of the worst kind and would mean a death sentence if he was caught.\"\n Kurt wrote a letter to an FBI informant in May 2010 discussing the need to establish a white government based on the gold or silver standard, prosecutors say.\n \"Kurt also wrote that he would need 30 days to establish a new identity, noting the name 'Wayde Kurt would only bring a bad reputation to a publicly exposed political movement,'\" according to the trial briefing.\n A jury in U.S. District Court in Spokane convicted Kurt last month of felon in possession of a firearm for five firearms he possessed while target shooting with a white supremacist, David Johnathan Udseth, in August 2010, according to court documents.\n Kurt told jurors he spoke of a racist plan with Udseth only to infiltrate the group because its members had assaulted a friend, and he wanted to monitor them. He denies being a white supremacist, said his lawyer, Richard Wall.\n Kurt alleges Udseth and the FBI entrapped him, but Judge Wm. Fremming Nielsen ruled no reasonable person would believe that and prohibited jurors from considering the entrapment defense during deliberations. He faces up to 10 years in prison at his sentencing, which is scheduled for Jan. 26.\n Wall expects Kurt will appeal his conviction, saying that the jury would have acquitted Kurt if the judge had allowed it to consider the entrapment defense.\n \"Without the entrapment instruction the only thing they could do was convict him because there was no question he was in possession of the weapons at one point,\" Wall said.\n Kurt was arrested on Aug. 30, 2010. He was considered such a risk that the FBI didn't give him a chance to surrender - an agent ran up and tackled him.\n He faces new charges of aggravated identity theft, two counts of unlawful production of an identification card, two counts of unlawful possession of an identification card and one count of making a false statement under a grand jury indictment filed Wednesday. The charges carry up to 15 years in prison.\n Kurt was a member of a racist group led by Keegan VanTuyl, 29, who was released from federal prison last week after serving time for violation of his probation on a firearms conviction.\n The group \"routinely traveled around Spokane looking for minorities to bait into a verbal and/or physical altercation, a practice referred to by group members as 'coon hunting.'\"\n Kurt was asked to become the leader of the group after VanTuyl and another key member were imprisoned, but the group instead disbanded, prosecutors say.\n<b>SIDEBAR:\n THE LATEST COUNTS</b>\n In addition to his firearm conviction, Kurt faces new charges of aggravated identity theft, two counts of unlawful production of an identification card, two counts of unlawful possession of an identification card and one count of making a false statement. The charges carry up to 15 years in prison.\n\nLoad-Date: February 27, 2012"
}