{
    "title": "MORE CIVILIANS KILLED IN TALIBAN TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 1,
    "day": 20,
    "full text": "KABUL, Afghanistan -- At least 20 people have been killed in suicide attacks in southern Afghanistan, authorities said Thursday, including seven civilians who died when a bomber blew himself up near an airport used by the U.S.-led coalition.\nThe attack near the entrance to the airfield in Kandahar -- Afghanistan's second-largest city and the traditional heartland of the Taliban insurgency -- occurred Thursday afternoon when a suicide bomber detonated a white Toyota Corolla, said provincial governor spokesman Zalmai Ayubi. Two children were among the dead, authorities said.\nThe Taliban claimed responsibility for the attack in a statement on its website. The insurgents said the target was a convoy of foreign nationals who were leaving the airfield, one of the largest bases used by the NATO coalition. Many civilians use the busy entrance as well, however.\nPresident Hamid Karzai condemned the attack, saying in a statement, \"Killing innocent Afghan women and children is a cowardly act, and is against Afghan and Islamic culture.\"\nThe attack came a day after a blast in neighboring Helmand province targeted a Kajaki district bazaar. Helmand provincial government spokesman Daud Ahmadi said 13 people were killed in that incident: 10 civilians and three police officers.\nU.S. Marine Gen. John Allen, the coalition's commander, on Thursday called the Helmand attack \"horrendous\" and accused the Taliban insurgency of declaring \"outright war on the people of Afghanistan.\"\nHe said such attacks wouldn't derail U.S.-led efforts to transfer control of security nationwide to Afghan forces by 2014 and would only isolate the Taliban from peace talks that the United States hopes to broker between the insurgency and the Afghan government.\nMr. Karzai, after years of advocating peace talks as the only way out of the Afghan war, must soon decide whether he is willing to participate in the emerging diplomatic process that his top advisers claim has left him marginalized by both the United States and the Taliban.\nWhile Mr. Karzai agreed this month to bless opening of a Taliban diplomatic office in Qatar, his administration has become increasingly frustrated by talks between U.S. officials and the insurgency, leaving top Afghan government officials unsure where they fit in.\nBut in interviews, Afghan officials say they feel sidelined and misled, left guessing at the character of negotiations, even as U.S. officials emphasize the importance of \"Afghan-led\" talks.\n\nNotes\n\nThe Washington Post contributed./\n\nLoad-Date: January 20, 2012"
}