{
    "title": "MORE DEATH IN KARACHI; TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 11,
    "day": 13,
    "full text": "Two days after a Virginia court convicted Mir Aimal Kasi, a Pakistani, of first-degree murder in the deaths of two CIA employees, four Americans, employees of Union Texas, and their Pakistani driver were gunned down in their car in Karachi.\nAt this point, no group has claimed responsibility so the connection between these events is only speculative. But that uncertainty is what makes terrorism so terrifying. It can strike at any time, for any \"reason.\" It is unpredictable, arbitrary and deadly. Indeed, by not claiming responsibility, the terrorists keep the situation tense, off-balance.\nIt is impossible to protect completely against terrorism. Still, Kasi's conviction, coming so soon before Secretary of State Madeleine Albright's scheduled visit to Pakistan, should have led to a heightened awareness - and extra care.\nKasi's murders seem to have been politically motivated, a perverse retaliation against the United States for its perceived meddling in Islamic states, including Iraq.\nIn Karachi, a city awash in weapons from the Afghan war and disaffected, jobless men, common sense would dictate that some group would take it upon itself to avenge Kasi's conviction. After all, many Pakistanis were outraged that U.S. agents took Kasi out of Pakistan w ithout even the legal figleaf of an extradition hearing. His conviction lit the fuse of a simmering resentment.\nOn Tuesday, the U.S. government issued a general warning to Americans traveling abroad. But the question is whether security was beefed up in Pakistan before the killings. There is some suggestion that more could have been done. The deputy inspector general of Karachi police said he could have provided better security if the Americans had told him where they were going.\nWhether that's entirely true or whether Pakistan is desperately trying to shore up its image is open to question. Pakistan can ill afford an exodus of foreign business so it may exaggerate the government's control. Instead, the killings may reveal Pakistan's perilous fault lines: a country riven by violence, crippled by often corrupt leadership and on shaky economic ground.\n\nLoad-Date: November 14, 1997"
}