{
    "title": "MORE BELLIGERENCE FROM ARAB LEADERS",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 6,
    "day": 1,
    "full text": "Arab leaders meeting at the summit in Baghdad missed a perfect opportunity to improve the hopes for peace in the Middle East. Though all but a few - Iraq's Saddam Hussein and Libya's Moammar Gadhafi, for instance - generally say they want peace in the region, they have vehemently denounced Soviet Jewish emigration to Israel.  And the aborted raid on Israel's crowded beaches, staged by Palestine Liberation Front commandos during the last day of the conference, raises serious questions about the Palestine Liberation Organization's vow to renounce terrorism against Israel. Either the PLO, of which the PLF is a member, agreed to the attack, or Chairman Yasser Arafat cannot control PLO members. Regardless, the United States should demand a full accounting of this incident in its talks with the PLO in Tunis.  During the conference, Arab leaders again charged that Soviet emigrants would be used to populate the Israeli-occupied West Bank and Gaza Strip. Soviet emigration to Israel is expected to exceed 150,000 people in this year alone, yet only about 200 so far have opted to live among the 1.7 million Palestinians in the territories.  The Arab leaders vowed to resist the immigration, but they cannot resort to terrorism against planeloads of innocent Russians lest they undermine international sympathy for the Palestinians, create new sympathy for Jews and bring opprobrium on themselves. They have deferred a decision on economic sanctions, including an oil embargo, as they used during and after the 1973 Yom Kippur War with Israel.\nAgain, they have the sympathy problem.  Had they really wished for peace in the region, Arab leaders would have welcomed Soviet Jews. They would have let it be known that they find a haven for Jews in Israel no threat to Arab interests. They would have dropped their bellicose talk and saber-rattling. They would have signaled firmly but quietly that as long as Soviet Jews remain inside Israel's 1967 borders, immigration is fine.  That would have told Israelis in clear terms that the Arab states accept Israel at last - and that they want to reassure Israel so all can work toward peaceful coexistence. In one stroke they would have undercut hard-liners led by Acting Prime Minister Yitzhak Shamir and strengthened moderates and leftists who are searching for Arabs with whom to bargain about the future of the occupied territories.  Instead, the Arab summit was another exercise in bombast, slander and threats, staged to make Iraq's dictator, Saddam Hussein, look like the emerging leader of the Arab world's resistance to Israel. That is not the way to peace.\n\nLoad-Date: October 14, 1993"
}