{
    "title": "More Afghan fighting as U.S. says threat grows",
    "publisher": "the new york times",
    "year": 2006,
    "month": 5,
    "day": 25,
    "full text": "KANDAHAR, AFGHANISTAN - Fighting in southern Afghan mountains killed at least 24 militants and five Afghan forces, while the U.S. military acknowledged Wednesday that the Taliban have grown in \"strength and influence\" in recent weeks.\nThe violence came after a week of some of the deadliest violence since the Taliban regime's ouster in 2001. As many as 336 people have died, mostly militants, according to Afghan and coalition figures.\nThe Afghan military commander for southern Afghanistan, Gen. Rehmatullah Raufi, said up to 60 rebels had died in the latest fighting in Uruzgan province, which involved ground forces and a U.S. airstrike. The U.S.-led coalition, however, said 24 militants had died.\nThe fighting erupted after militants hiding in a mountain compound in Tirin Kot district fired small-arms, rocket-propelled grenades and mortars at a joint Afghan-coalition patrol late Tuesday, according to two U.S. military statements.\nMeanwhile, the U.S. military expressed regret for the deaths of a reported 16 civilian villagers Monday in U.S. airstrikes.\n\"We never wanted this to happen,\" Col. Thomas Collins, a U.S. military spokesman, told journalists in Kabul. \"The ultimate cause of civilians being injured and killed was that the Taliban knowingly and willingly chose to occupy homes.\"\nBritain makes 10 arrests in sweep targeting terrorism\nMANCHESTER, England - Ten people were arrested Wednesday in a sweep targeting support for terrorism outside Britain, police said.\nPolice served warrants at a number of addresses before dawn in an operation involving about 500 officers, authorities said.\nGreater Manchester police said three people were arrested under the Terrorism Act, five were arrested under immigration laws, and two others were released within hours.\nDeputy secretary of state appears ready to resign\nWASHINGTON - Robert B. Zoellick intends to resign as deputy secretary of state, the department's second in command, after barely 15 months in the job, the New York Times reported Wednesday, citing aides and associates.\nFrom his first days at the State Department, Zoellick has chafed at his subordinate position, frequently remarking that he was finding the adjustment difficult after running his own office during four years as U.S. trade representative.\nIn addition, Zoellick had at times felt marginalized at the State Department, where his subordinates, including R. Nicholas Burns, an undersecretary of state, manage most of the major issues, including matters related to Iran, Iraq, North Korea and the Middle East.\n\nLoad-Date: May 26, 2006"
}