{
    "title": "More Letter Bombings in Austria Raise Fears of Neo-Nazi Terrorism",
    "publisher": "the new york times",
    "year": 1993,
    "month": 12,
    "day": 7,
    "full text": "A wave of letter bombings continued to shake Austria today, shattering the calm of life in the capital and setting off fears that the country may be facing an outbreak of neo-Nazi terrorism.\n\"This subjects our whole country and body politic to a test that we must pass,\" Chancellor Franz Vranitzky said. \"It must be possible for a state, for a social republic like Austria, to put a stop to this.\"\nOne bomb exploded in the hands of a legal secretary today, and three others were defused by the police. A total of 10 bombs have exploded or been defused since Friday.\n \nVienna Mayor Wounded\n The most seriously wounded victim was Mayor Helmut Zilk of Vienna, who opened a letter sent to his home on Sunday evening. He went through a four-hour operation in which three fingers on his left hand were wholly or partly amputated. Doctors said they were not sure that they could save the rest of the hand.\nAll of the intended victims were involved in supporting the rights of immigrants, refugees or minority groups. No one claimed responsibility for the blasts, but Interior Minister Franz Loschnak said the evidence suggested that those responsible \"come from extreme-right circles where there is hatred of foreigners and all who try to help them.\"\nThe first four unexploded bombs to have been defused by police agents contained notes with the message, \"We are fighting back. Count Rudiger von Starhemberg.\"\n \nA Symbol for Neo-Nazis\n Interior Ministry officials said Count von Starhemberg, who directed Vienna's successful resistance to Ottoman armies that tried to capture the city in 1683, has become a symbolic hero for Austrian neo-Nazis. They also said computer discs containing information about how to make letter bombs had been circulating among far-rightists.\nMr. Loschnak urged Austrians to take special care in opening their mail, and to call the police if they receive any envelope that appeared suspicious. He said his office had issued warnings to more than 100 individuals and agencies considered possible targets.\nPolice investigators appealed for help from the public and offered a reward equivalent to about $19,000 for information leading to the person or persons who sent the bombs.\nToday's victim was an 18-year-old secretary who worked in a law office headed by a lawyer who aids Islamic refugees. The secretary remained hospitalized after operations on her face and left hand.\nOne of the bombs that was intercepted before exploding today was addressed to the Minister of Women's Affairs, Johanna Dohnal. The others were sent to a labor agency that helps foreigners find work and to Terezija Stoisits, a Slovenian-born leader of the Green Party who is the party's spokeswoman on minority rights issues.\nBesides Mayor Zilk and the secretary who was hurt today, two others have been wounded by letter bombs. They are Silvana Meixner, a journalist who moderates a weekly television program about the problems of foreigners in Austria, and the Rev. August Janisch, head of a Roman Catholic relief mission that helps refugees from the former Yugoslavia. Both were hurt on Friday, the first day of the current wave of bombings.\nOne of the intended victims, the Rev. Helmut Schuller, who heads the Catholic relief agency Caritas here, speculated that he had received the bomb from \"a person or persons who have problems with my activities to help refugees and foreigners, or who is against our assistance to needy people in the Balkans.\"\nAll the letter bombs that have been analyzed were sent from the northeastern province of Lower Austria, which borders on Slovakia and the Czech Republic. The province is known as a center of rightist politics.\n \nBombs Called Sophisticated\n The authorities said analyses of the unexploded bombs showed that they were relatively sophisticated and probably made by someone with an advanced knowledge of physics, chemistry and electronics. The explosive charges were made of nitroglycerin stuffed into plastic drinking straws, to be detonated by an electronic fuse.\n\"We estimate that it must have taken at least two days for one bomb to be manufactured,\" said Michael Sika, the chief of Austria's public security agency. \"It was a highly professional job and was made so that it would survive rough handling in the post and would explode only when opened.\"\nHuman rights and religious groups called for a national minute of silence at 11 A.M. Tuesday to express repudiation of the bombings. Commentators and government leaders expressed shock and outrage at the attacks.\nThe newspaper Standard asked in an editorial today, \"What has gone wrong in our outwardly harmonious and cultivated country to lead people to use explosives instead of arguments to advance their point of view?\"\nSeveral prominent Austrians accused the rightist political leader Jorg Haider of contributing to a political climate of intolerance. Mr. Haider led an unsuccessful attempt this year to force a national referendum aimed at halting further immigration.\n\"The year began with this petition drive, and it is ending with acts of violence,\" said Heide Schmidt, leader of Liberal Forum, a centrist party. \"There is now a climate in this country that supports an increasing readiness to use violence.\"\n \nCaution Is Promised\n Mr. Haider defended his policies and suggested that Austria's continuing willingness to admit foreigners to live here may have angered the person or people who sent the letter bombs. \"If they are Austrians, we will have to see if they were pushed to this by our policy toward foreigners,\" he said in a televised interview. At a news conference later, he said he and his aides would be \"more cautious\" in their public statements.\nAustria has been spared the intense anti-foreigner violence that has erupted in Germany and France. The Interior Ministry said rightists have been responsible for 10 firebomb attacks, 17 assaults and 75 other incidents this year before the letter bombings began. There have been no deaths.\nAustria tightened its laws governing refugees this year, but about 100,000 live here, most of them from the former Yugoslavia. About 500,000 foreigners are among the 8 million people living in Austria.\n\nLoad-Date: December 7, 1993"
}