{
    "title": "More eyes to combat terrorism; Partnership_ Government enlists private citizens, firms as allies in",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 3,
    "day": 6,
    "full text": "Washington --- In the security crackdown after Sept. 11, 2001, clam diggers were banned from the Boston Harbor shoreline, where they had long worked in the shadow of planes landing at Logan International Airport.\nNow the clammers are back, and they're on the lookout for more than just mollusks. Put through background checks and given special training, they are armed with telephones so they can call the airport's control tower if they see anything suspicious.\nThey are an added layer of security and a symbol of what some experts say is a far-reaching concept for protecting the homeland: the \"Security R Us\" approach.\nThe idea assumes that no single screening measure is failure-proof, but if members of the community join the daily watch, they increase the possibility of preventing an attack.\n\"The greatest untapped resource is the federal government making a concerted effort to reach out to the general public and also to private sector players,\" said Stephen Flynn, a retired Coast Guard officer and leading advocate of multilayered security.\nThat philosophy is now \"being adopted everywhere,\" said retired Coast Guard Rear Adm. George Nacarra, who oversees Logan and 89 other airports in the Northeast region for the federal Transportation Security Administration. \"As people see that nothing can be impenetrable, it's better to have those layers,\" he said.\nAt Logan, where security lapses allowed Sept. 11 terrorists to board the two flights that later crashed into the World Trade Center, residents of a nearby neighborhood also have been recruited to help keep watch.\nDiverse tactics\nAround the country, the private war on terrorism has taken many forms:\n \n* The Homeland Security Operations Center has started a communications network with companies that run vital services such as water, telephone and power. The project began in Texas and is now being set up in Atlanta and the states around Georgia. By year's end, 200,000 participants should be in the emergency \"loop.\"\n \n* Truckers in all 50 states have joined the industry-run voluntary Highway Watch. Drivers take a class in how to spot and report trouble signs, such as a tanker containing hazardous chemicals parked in an unusual place. The program now has federal funding and a goal of 200,000 members by midsummer.\n \n* Captains of vessels that ply the inland waterways of the Mississippi and Ohio river valleys will get lessons in homeland security measures when they gather in Kentucky this month for an annual conference. Captains are required by the Coast Guard to look for possible danger signs, such as \"a guy with a large trench coat\" trying to come aboard on a hot July day, said Alan Bernstein, a conference organizer and the owner of four Cincinnati cruise boats.\n \n* The Department of Homeland Security has adopted a project started in the 1980s by the Los Angeles Fire Department to teach citizens how to respond to a major emergency. More than 1,500 of these Community Emergency Response Team programs now operate in cities across the country, compared with 170 before the 2001 attacks.\n \n* Large corporations are helping to protect the nation from what is perceived to be a major vulnerability: the threat of a cargo container arriving at a U.S. port with a hidden explosive or even a nuclear device. Companies such as General Motors and Atlanta-based Home Depot have adopted federal safety standards for cargo they ship. In return, the Homeland Security Department ensures that their imports face fewer searches and fewer delays. The system, although far from comprehensive, allows U.S. border inspectors to concentrate on more questionable cargo.\nReport triggers probe\nThe nation's borders remain one area where the government does not welcome help from the private sector. Federal border enforcement officials have long objected to citizen groups such as the Minuteman Project, which plans to gather several hundred volunteers in Tombstone, Ariz., in early April to be \"observers\" of illegal immigration along the Mexican border. The officials' concern is that such groups operating on the rough-and-ready border could end up in armed confrontations with suspected smugglers.\nHowever, a single citizen's report can trigger a federal probe, as when a man last year reported seeing a rented vehicle pull up to a federal high-rise in Florida.\n\"A woman got out, started taking pictures, and the car sped away,\" said retired Marine Brig. Gen. Matthew E. Broderick, director of the Homeland Security Operations Center, which collects such suspicious activity reports. \"About five minutes later, a different rental car pulled up and the woman reportedly got in it and it drove away,\" Broderick said.\n\"It turned out these people were from another country,\" Broderick said. The investigation is still open.\nFor some security experts, including Flynn --- whose recent book is titled \"America the Vulnerable: How Our Government Is Failing to Protect Us From Terrorism\" --- such examples only hint at the possibilities.\nToxic substance fears\nThe National Commission on Terrorist Attacks Upon the United States reported last year that \"witness after witness told us that despite 9/11, the private sector remains largely unprepared for a terrorist attack.\"\nNearly four years after the attacks, the chemical industry and federal government have yet to come to terms on how to safeguard toxic substances in more than 15,000 facilities. And shippers are still far from installing devices to track and safeguard each container from its overseas origin to its U.S. destination.\nAt a cargo safety conference at Georgetown University late last year, Home Depot security official Rosa Hakala said that, although her company would welcome such capability, \"there is no single apparatus that is cost-effective that I can put on that container that will allow me to track that container wherever it is in the world.\"\nAnd the Internet, which has become central to running basic services nationwide, is widely seen as vulnerable to disruption.\nFor Flynn, the government's outreach to the public is far from enough.\n\"The security establishment just doesn't know how to talk beyond themselves,\" Flynn said.\nHe urged all Americans to prepare by setting aside enough essential supplies to last three days.\n\"The tone should be that we need to be resilient,\" Flynn said.\nHow public the war on terrorism will become may depend on Michael Chertoff, the new homeland security secretary, who has been on the job for less than a month.\nIn written answers to questions during his Senate confirmation, Chertoff lauded \"outstanding examples from around the country of how citizens are contributing to homeland security.\"\nAsked specifically about Flynn's concept of integrating security into the private economy, Chertoff noted that, with 85 percent of the nation's infrastructure privately owned, \"it is neither practical nor possible\" for the federal government alone to protect everything.\n\nGraphic\n\n \nFrom the cab of his 18-wheeler, trucker Phil Gould watches for things that \"don't look right\" as he travels the nation's highways. / RICK McKAY / Staff ; Retired Marine Brig. Gen. Matthew E. Broderick heads the Homeland Security Operations Center, which collects reports of suspicious activity.\n\nLoad-Date: March 6, 2005"
}