{
    "title": "More than 1,000 private entities have access to terror watch list, government says",
    "publisher": "the salt lake tribune",
    "year": 2019,
    "month": 2,
    "day": 20,
    "full text": "Muslims who have been put on the government’s secretive terrorism watch list are demanding to know more about the 1,441 private entities that have access.\nThe number was revealed recently through litigation in federal court in Alexandia, Virginia. It's one of a half-dozen lawsuits related to the watch list filed by the Council on American-Islamic Relations. On Friday, CAIR will ask a federal judge to force the government to release the names of the private entities and explain how they access the list.\nThe massive, classified database was created after the 9/11 terrorist attacks to track people deemed potentially dangerous who had not committed crimes. In litigation, CAIR has argued that the terrorism database and the no-fly list that comes out of it ensnare and stigmatize innocent people.\nIn a deposition last October, an FBI official said he was \"not aware of any\" private entities that had access to the database through the National Crime Information Center.\nIn a court filing, which was first reported by the Associated Press, the FBI acknowledged that more than 1,000 actually did have that access.\nThese firms are providing criminal justice services, according to the FBI - for example, private prisons, university police and private security companies that work in government facilities or hospitals. The Transportation Security Administration also shares watch list information with airlines.\nBut lawyers for CAIR say they believe the dissemination goes further, citing plaintiffs who say they have had trouble getting loans or keeping bank accounts open without explanation.\nCAIR's attorneys argue that the conflicting information from the FBI casts its handling of the list into doubt and shows the need for more transparency.\n\"Either they knew that they were being deceitful or the FBI exercises so little care with the watch-listing system which implicates more than a million people,\" said CAIR attorney Gadeir Abbas.\nAn FBI spokesman did not immediately return a request for comment.\nHassan Shibly, one of the plaintiffs and the leader of CAIR Florida, said he has been on and off the watch list since he was 18 years old and has gone through long searches at airports at least 20 times.\n\"It's just a consistently humiliating experience that doesn't make the country any safer,\" said Shibly, now 32.\nAll 25 plaintiffs were taken off the list after filing the lawsuit, but Abbas said they have continued to face problems because of their earlier inclusion.\nDevlin Barrett contributed to this report.\n\nLoad-Date: February 22, 2019"
}