{
    "title": "More than a stereotype",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 3,
    "full text": "BY MANSUR SHAHEEN, STAFF WRITER\nWhen Americans think of the Middle East, they often imagine a war-torn region, wrought with mass terrorism and fascist governments. There is also a common perception that women in Middle East countries are repressed, uneducated and unable to do simple things like driving or getting a standard education. While some of these notions are born out of truth, people who have lived in the region know that the area is actually thriving in ways that are often not covered by the American media.\nMadiha Amarkhil, a communication major, has lived in both Afghanistan and Iran. These are two countries that the U.S. has been at conflict with for nearly her entire life. While the American media may report about these countries as if they are war-torn disasters, Amarkhil says that is far from the truth.\n\"Iran is a beautiful country,\" Amarkhil said. \"Living there and being there in person, it's not how [we think] it is here ... There were beautiful cities. The first thing I noticed when I visited were the mountains,\" she said about Afghanistan.\n\"Americans see the Middle East as a place with a lot of trouble going on, but living there and being there in person, it's not as you think it is,\" she added.\nAmarkhil is ethnically Afghan, but conflict forced her family to move to nearby Pakistan where she was born. At age five, her family moved to Iran. She lived in Afghanistan for the first time when she was nine, when her parents moved back to the country.\nWhile American stories about Afghanistan can make it seem as if the country is overflowing with violence and terrorism, people in the country have lived fairly normal lives.\n\"When we immigrated to Afghanistan at age nine ... my parents never talked about it,\" Amarkhil said. \"The U.S., Taliban, [attacks on September 11th]. Nothing.\"\nShe feels that American media has sensationalized many of the issues in Afghanistan. Amarkhil lived a safe, routine life in the country. When she arrived in the U.S. at age of 13, the sensationalization led to her being bullied by her peers.\n\"I used to wear a hijab,\" Amarkhil said of her adolescent life. \"I used to be called a terrorist and they used to tell me stuff like 'Is Osama Bin Laden your uncle? Are you related?'\"\nIslamophobia in the mid to late 2000's was an overlooked issue by many, especially within schools. Many Muslim students were constantly bullied and harrassed by their peers due to the ignorance of the American population. The idea that all Muslims were intrinsically linked to one another, and that the faults of one Muslim were the faults of all Muslims, dominated the media and trickled down into the minds of school children.\nAmarkhil said \"there was a lot of ignorance\" in defining what \"Arab\" even is. While she is not Arab, many still use that label on her and others from Afghanistan.\nWhile there are many ethnic groups within Afghanistan, the most common are the Pashtuns. In Iran, where she has also lived, the dominating ethnic group are Persians. Pakistan, the nation of her birth, is dominated by the Punjabi and Pashtun ethnic groups.\nMany seem to forget that Pakistan has closer roots to India than it does to the Middle East. None of these groups can be classified as Arab. Arabic is not a primary language in Afghanistan, Pakistan and Iran. Despite this, many people in America still classify people from all three nations as \"Arab\".\nWhile no single ethnic group accounts for over 30 percent of the world's Muslim population, there is an assumption in America that all people of a similar complexion are Arab Muslims. This \"racialization\" of Islam, as Rice University puts it, makes everyone of similar colored skin a potential victim of Islamophobia, as it is easier to bunch them all together for the crimes of a small minority.\nWhile many may imagine that women from the Middle East are repressed, Amarkhil is the opposite. She is pursuing a career in media and even has an occasional feature on KabulTV, an Afghan news channel based in Virginia. One of the things she is planning on covering soon for the channel is feminism and the women's rights movements here in the United States.\nShe is also practicing her skills as a radio DJ at Mason and hopes to find a job as a radio host after she finishes school.\nAmarkhil is far from the stereotype, and she hopes to have a thriving career despite what many may think of her origin.\n\nLoad-Date: December 3, 2018"
}