{
    "title": "More than force needed to combat terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 8,
    "day": 4,
    "full text": "The world changed on Sept. 11, 2001, and the United States' foreign policy, defense and national security institutions must be transformed to deal effectively with the new threats posed by international terrorism.\nSo concludes the recently released report of the National Commission on Terrorist Attacks Upon the United States.\nThe Commission defines the problem as \"a generational challenge,\" similar in scope to the Cold War challenge faced by the United States in the post-World War II international system.\nThe National Security Act of 1947 established institutions designed to coordinate and integrate national security policy and provide advice to the President on national security matters.\nThese institutions include the National Military Establishment (renamed the Department of Defense), led by a civilian Secretary of Defense appointed by the President and including departments of the Army, Navy and Air Force; the Joint Chiefs of Staff, designed to minimize inter-service rivalry and plan unified (or, \"joint\") military strategy; the National Security Council, designed to coordinate national security policy and provide advice to the President on the integration of domestic, foreign and military policy related to national security; and the Central Intelligence Agency, which became the central coordinator or director of national intelligence activities.\nThese institutions were designed to address the threat posed by the Soviet Union and its allies.\nThe Commission report concludes they are inadequate to the challenges posed by international terrorism.\nThe Central Intelligence Agency (CIA) remains a major player in gathering and analyzing intelligence about suspected terrorist activity, but the Federal Bureau of Investigation (FBI) plays an increasingly important role.\nThe Department of Homeland Security adds a focus on domestic vulnerabilities, border control and transportation security, but its role and responsibilities were not anticipated in the National Security Act of 1947.\nChanges in roles and missions of institutions established by the National Security Act of 1947, the creation of new agencies and departments and the changed nature of the threat -- from an organized nation-state with recognizable boundaries to equally well-organized, but not geographically positioned or territorially bound, individuals and terrorist groups -- demand serious institutional and political reforms.\nThe Commission report offers two primary recommendations for institutional restructuring.\nThe first is to create a National Counterterrorism Center that bridges the foreign policy-domestic policy divide and integrates strategic intelligence and operational planning. This center builds on the expertise of the Terrorist Threat Integration Center (TTIC), which was created in 2003 and is based at CIA headquarters, but enables the integration of intelligence and joint operational planning across the government.\nThe second recommendation is to create a Director of National Intelligence that separates the role of coordinator of the intelligence community from the responsibilities of the Director of the Central Intelligence Agency and gives the new Director of National Intelligence greater budgetary authority over the agencies that collectively represent the intelligence community.\nThe second recommendation requires revision of the National Security Act of 1947 by the U.S. Congress.\nIf fully implemented, these recommendations for institutional change will enable stronger management of intelligence community activities and will enhance the ability of the United States to respond effectively to terrorist threats.\nHowever, the Commission report includes significant recommendations for a broader global strategy that have not received sufficient attention in the media.\nThe Commission defines this as \"a preventive strategy that is as much, or more, political as it is military.\"\nThere is a clear need for broader understanding of Islam and the Middle East, including the social, economic and political context that spawns many acts of terrorism.\nSecond, we should expand our investments in \"public diplomacy,\" especially through cultural exchanges, joint library programs, study abroad opportunities for American students and the recreation within our colleges and universities of a welcoming environment for international students.\nThird, there is a pressing need for serious research and scholarship on these topics, including how to measure risk and vulnerability, the impact of the institutional reforms recommended for the intelligence community on the efficiency of government operations, the state of private sector preparedness, human factors issues and security screening and the balance between security and protection of civil liberties, just to name only a few examples.\nAll of these are areas in which N.C. State students and faculty can make significant contributions.\nThe short term focus of the executive branch, the Congress and the media will remain on institutional reform.\nOver the long term, only a comprehensive preventive strategy using all of the elements of national power-including diplomacy, foreign aid, intelligence, homeland defense, military force and public diplomacy-will lead to success.\n(C) 2003 Technician via U-WIRE\n\nLoad-Date: August 4, 2004"
}