{
    "title": "More court ordered rebukes in NSA releases Britain investigates leaks by Snowden to journalist",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 8,
    "day": 23,
    "full text": "WASHINGTON • President Barack Obama's administration has given up more of its surveillance secrets, acknowledging that it was ordered to stop scooping up thousands of Internet communications from Americans who have no connection to terrorism - a practice it says was an unintended consequence when it gathered bundles of Internet traffic connected to terrorism suspects.\nOne of the documents that intelligence officials released Wednesday came because a court ordered the National Security Agency to do so. But it's also part of the administration's response to the leaks by analyst-turned-fugitive Edward Snowden, who revealed that the NSA's spying programs went further and gathered millions more U.S. communications than most Americans realized.\nThe NSA declassified three secret court opinions showing how it revealed to the Foreign Intelligence Surveillance Court that one of its surveillance programs may have collected and stored as many as 56,000 emails and other communications by ordinary Americans annually over three years. The court ruled the NSA actions unconstitutional and ordered the agency to fix the problem, which it did by creating new technology to filter out buckets of data most likely to contain U.S. emails, and then limit the access to that data - and destroy it every two years, instead of every five years, as mandated by the court for other U.S. records gathered by the NSA. The NSA still may retain Americans' phone records and in some cases copies of their Internet traffic for five years or longer in some circumstances.\nBRITISH INQUIRY\nBritain has launched a criminal investigation into Snowden's leak of classified material to the Guardian newspaper and is sifting through documents it seized from the partner of one of the paper's journalists, a government lawyer said Thursday. The revelation by lawyer Jonathan Laidlaw came at London's High Court, where attorneys for David Miranda - the partner of Guardian journalist Glenn Greenwald - unsuccessfully sued to stop police from combing through digital material seized from him Sunday at Heathrow Airport.\n\nGraphic\n\n \n FILE - This June 6, 213 file photo shows the sign outside the National Security Agency (NSA) campus in Fort Meade, Md. The National Security Agency declassified three secret U.S. court opinions Wednesday, Aug. 21, 2013, showing how it scooped up as many as 56,000 emails and other communications by Americans with no connection to terrorism annually over three years, how it revealed the error to the court and changed how it gathered Internet communications. (AP Photo/Patrick Semansky, File) \n\nLoad-Date: August 27, 2013"
}