{
    "title": "More Than Libya Was Ground Zero",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 8,
    "full text": "President Reagan's bombing raid over Libya endangered far more than the Libyans. It endangered the North Atlantic alliance, cornerstone of American foreign policy in the Western Hemisphere.\nWith his impetuous attack on Libya, Mr. Reagan put the alliance under perhaps the most severe strain in its history. He also put his friend Prime Minister Margaret Thatcher of Britain on the spot. As was reconfirmed only this week at the Tokyo summit by their refusal to endorse military action, not a single one of the alliance's other members approved this method of fighting terrorism.\nWhen the President originally phoned her to say he needed to use American planes based in Britain to insure the raid's success, Mrs. Thatcher replied that she wanted to sleep overnight on his request. She had to weigh her grave political, legal and moral doubts about the raid against Mr. Reagan's arm-twisting and the consequences for Britain and the alliance of her saying ''no.''\nIn her eyes, the American military presence in Britain and the future of the alliance were essentially at risk. Her refusal would have immensely strengthened those Washington voices (some in the Administration) already arguing that the United States is militarily overcommitted in Europe, our allies are unreliable and if our bases cannot be used when we think we need them, we should pull back - or out.\nThis is exactly what a part - but only a part - of Mrs. Thatcher's Labor opposition (now enjoying a modest revival) would like to see. As it is, one unwelcome byproduct of the Reagan raid has been to bring the argument in Britain over the American bases from the fringes of political debate, raised mainly by leftists with little general appeal, into the mainstream, where it has suddenly become a legitimate political issue.\nThe French have no such problems. They have no American bases. In what one French official sardonically called ''a masterpiece of Cartesian logic,'' the French people - unlike the British - overwhelmingly approved both Mr. Reagan's raid and the French Government's refusal to cooperate with it.\nTo a visitor in Paris a few days ago, Premier Jacques Chirac tried to explain why. ''We are determined to fight terrorism,'' he said, ''but at the same time we can't agree to take action without fully knowing what's going on. In this case, we were in effect confronted with a 'fait accompli.' '' One of President Francois Mitterrand's close aides insisted that the President was even tougher on Libyan terrorism than Mr. Chirac; but on the overflight issue there was no difference between them.\nFormer President Valery Giscard d'Estaing is one politician unequivocally in support of the raid. When French troops were flown to Chad to protect it from Libyan inroads, he noted, ''We flew over some countries without ever asking permission.'' The implication was that the Americans could and should have done the same.\nOne major reason for the refusal to open French skies to American bombers en route to Libya is the almost fanatical determination to prove to the world that France is running its own totally independent foreign policy, beholden to no one. One almost gets the impression that even if the French had thought the raid was a good idea, they wouldn't have agreed to it because they weren't part of the planning process.\nBut hardly anyone in a responsible position seems to have thought it was a good idea. No matter how much they enjoyed seeing the Americans take it out on Muammar el-Qaddafi, few in Britain or France think a raid of this sort could be effective against terrorism originating in Libya or anywhere else.\nThe British and the French have their own hostages in Lebanon to worry about, as we do; but perhaps more important to them is the destabilizing effect they see on the relatively moderate Arab regimes now obliged to rally round in support of the one Arab leader whom they most distrust.\nIt might have been a different matter if one could have been sure that Colonel Qaddafi would be eliminated by the raid but chances of that were small. As one major political leader said: ''On peut tuer la bete; mais il ne faut pas la blesser.'' (''It's O.K. to kill the beast, but you mustn't wound him.'')"
}