{
    "title": "More evidence information fell through cracks",
    "publisher": "chicago daily herald",
    "year": 2013,
    "month": 4,
    "day": 26,
    "full text": "Nine months before the Boston Marathon bombing, a U.S. counterterrorism task force received a warning that a suspected militant had returned from a lengthy trip to Russia, U.S. officials said.\nThe warning was delivered to a single U.S. Customs and Border Protection official assigned to Boston's Joint Terrorism Task Force, a cell of specialists from federal and local law enforcement agencies. The task force was part of a network of multi-agency organizations set up across the country after the Sept. 11, 2001, attacks to make sure that clues and tips were shared.\nBut officials said there is no indication that the unidentified customs officer provided the information to any other members of the task force, including FBI agents who had previously interviewed the militant.\nThe man whose return from Russia went largely unnoticed was one of the two brothers who would later be accused of carrying out the April 15 bombing that killed three people and injured more than 250 others near the finish line of the Boston Marathon.\nThe apparent failure to alert the FBI has emerged as a significant, if slender, missed opportunity to scrutinize Tamerlan Tsarnaev's activities ahead of the Boston attack.\nThe disclosure — one of several to cause lawmakers to express concern about persistent gaps in U.S. counterterrorism procedures — came as U.S. officials revealed that the bombing suspects may have intended to carry out a follow-up attack in New York's Times Square.\nThe FBI opened an investigation of Tamerlan Tsarnaev in 2011 at the behest of Russian officials who expressed concern that he was becoming radicalized and could be planning an attack in Russia.\nThe bureau set the inquiry aside after concluding that Tsarnaev posed no threat. But notice that he had returned from a seven-month trip to Russia might have provided the FBI with new reasons to question him.\nHe had traveled to the strife-torn region of Dagestan, in the North Caucasus, where rebels have adopted the tactics and language of militant Islamists.\nAfter he returned to Boston, Tamerlan Tsarnaev began assembling an online library of jihadist videos and voiced anger in conversations with neighbors over the U.S. wars in Iraq and Afghanistan.\nStill, U.S. officials said it is not clear that the FBI would have reopened its inquiry after Tsarnaev's return from Russia because no new information had surfaced to indicate he was a threat. A member of an anti-terrorism panel in Dagestan said in an interview this week that he wasn't being observed there during his visit and had done nothing to attract notice.\nU.S. officials also said that the customs officer in Boston may have mentioned Tsarnaev's return to FBI agents serving on the task force without creating a computer file to record the information had been shared.\nDirector of National Intelligence James Clapper Jr. said during an appearance at a conference in Washington on Thursday that he has seen no evidence that U.S. agencies failed. \"The dots were connected,\" he said. He also called on the public \"not to hyperventilate for a while before we get all the facts.\"\nU.S. officials have said that they relayed the outcome of their preliminary investigation into Tsarnaev to Moscow. They asked for follow-up information, but Moscow did not respond.\nOn Thursday, President Vladimir Putin said Russian security services lacked any operative information on the Tsarnaev brothers that they could have shared with their U.S. counterparts. Putin, speaking with reporters after a nearly five-hour-long call-in television show, pointed out that the Tsarnaev brothers lived in the United States and had only visited Russia. That left Russia's Federal Security Service little to go on.\nDuring the call-in show, Putin said he hoped the Boston bombing would enable U.S. and Russian security agencies to work more closely together. He expressed annoyance that Americans tend to describe militants from the Caucasus as \"rebels\" rather than as \"terrorists.\"\n\"This is a common threat — terrorism,\" he said. \"And we need to cooperate more closely with each other. These two criminals, in the clearest way, have confirmed the validity of our thesis.\"\nIn Dagestan, the parents of the Tsarnaev brothers repeated their certainty that their sons were not responsible for the bombing.\n\"No,\" said Zubeidat Tsarnaeva, their mother. \"I don't believe it, and I won't believe it.\"\n\nGraphic\n\n \nAssociated Press Flags on the Boston Public Library remain at half-staff Thursday near the Boston Marathon finish line.\n\nLoad-Date: April 26, 2013"
}