{
    "title": "More Millennials Hoping for Aggressive Foreign Policy",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 29,
    "full text": "style='clear:both'>\nThe past year has been witness to several prominent developments in the United States' role in international affairs, most recently with President Obama's decision to order direct air strikes against Islamic State militants. Not surprisingly, the same timeframe has also seen significant growth in young Americans' concern over events abroad and their potential implications at home. Data most recently compiled by the Harvard Public Opinion Project's semi-annual survey of young people (ages 18-29) reveals that U.S. foreign policy and national defense, especially as they relate to combating ISIS and other potential sources of terrorism, are increasingly salient points for the nation's youngest voting bracket.\nWhen asked which national issue concerns them most, 12 percent of those surveyed gave answers with direct implications for foreign policy, national defense, or both. About 3 percent of respondents explicitly mentioned the threat presented by ISIS, while war and terrorism constituted about 3 percent each as well. This marks a sizable increase from last spring's poll, in which only 6 percent of millennials were most concerned about issues of foreign policy. Last fall, the figure was as low as 3 percent. Although the exact causes of the upward trend in the perceived importance of the United States' role abroad cannot be determined exactly, it is impossible to separate the observation from the expansion of ISIS over this past summer. The significant number of survey takers who placed dealing with the group as a top priority reflects that connection.\nYoung Americans, however, aren't just concerned about events in the Middle East. They are also worried about the potential of terrorist activity on U.S. soil. Over 60 percent of the young Americans surveyed are at least \"somewhat concerned\" that there will be a major terrorist attack on the United States, and about one-fourth is a \"great deal concerned.\" Only 12 percent of those surveyed weren't worried at all about such a prospect.\nAs concern over foreign policy and domestic security grows, it is not a surprise that the newest poll shows young voters reporting themselves as more likely than ever before to favor aggressive foreign policy measures. When asked their opinion about President Obama's air campaign against ISIS, 37 percent of young Americans said they favored the aerial strikes, while only 20 percent opposed them. As a point of comparison, just 34 percent of respondents approved of the Obama Administration's policy in Syria last spring, while 62 percent were unhappy with it. In the same poll, moreover, an overwhelming 74 percent of those surveyed took the stance that the United States should leave the task of solving international conflicts to other countries.\nThis shift in opinion could have significant ramifications for the upcoming midterm elections. Congressional candidates who place more emphasis on foreign policy and push for the elimination of organizations like ISIS will presumably have more of an edge over their domestically focused opponents than they have had in the recent past. In fact, 65 percent of people surveyed said that foreign policy was at least somewhat important in determining their votes this November. To be fair, the survey reports issues such as health care and the economy as still more pressing issues than international affairs in the minds of most young Americans. But this November, candidates' stances on foreign policy will surely play a role in helping them win the support of their youngest constituents.\n\nLoad-Date: September 27, 2018"
}