{
    "title": "More security isn't always the answer",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 14,
    "full text": "We at the Solomon Asch Center for the Study of Ethnopolitical Conflict worry about refugees, what causes ethnic conflicts and how to resolve them. Sept. 11 added something important to our agenda: What is the optimal response to the type of threat posed to America and its allies by militant Islamic fundamentalism? Fortunately, research psychology can shed some light on responses to terrorism.\nUniversity of Oregon psychologist Paul Slovic has shown that when lay people are asked to separately rate the risks and the benefits of important and controversial technologies like nuclear power and genetic engineering, the result is a negative correlation between risks and benefits. That is, the riskier something is, the fewer benefits it has, and vice versa.\nWhen experts do the same task, they generate a positive correlation: Generally, they believe the riskiest things also have the most potential benefits.\nThis insight can be applied to the whole array of anti-terrorism activities sponsored by the United States and some other governments. Anti-terrorism activities, like extensive background checks, airport searches and invasions of privacy can reasonably be assumed to reduce the risk of a terrorist attack. That is their benefit. But it doesn't follow that the risks are low. In fact, as the expert data imply, the risks are high - very high.\nThe financial cost of 9/11 is dwarfed in comparison to the cost of the response.\nWe cannot easily calculate the slowdown in our society, the difficulty in bringing foreign visitors who can contribute to our strength and quality of life and the loss of some individual liberties. But the costs, and therefore the risks, are clearly high. In the extreme, shutting down the airline industry would surely lower the chance of airborne terrorism to nearly zero.\nBut what about the cost?\nOne of the features that psychologists have identified that characterizes individuals who are mentally retarded is that, although they can learn some things, they have difficulty seeing when to generalize their learning to new situations.\nA low-IQ response to the use of box cutters to take over a plane would be to ban box cutters and things like box cutters (e.g. nail clippers). Someone with more intelligence might realize that, after 9/11, passengers on hijacked airliners will no longer sit idly by and listen to hijackers' instructions - making minor \"weapons\" like box cutters and nail clippers not a threat.\nSimilarly, are explosives in shoes a greater or lesser risk after someone tried that once? And was it the left or right shoe? Maybe we should know that, since then we would know which shoe to check.\nMany people in and out of government think we can contain terrorism primarily by military intervention. Why haven't we learned from Israel? Israel is vastly more powerful, militarily, than its neighbors, but it has been unable to control terrorism in a tiny piece of land - the Gaza strip, thousands of times smaller than Iraq or Iran.\nA major finding of modern psychology is that most people severely underestimate the power of adaptation. We can get used to almost anything, including debilitating illness, but we don't think we will. A famous study by Philip Brickman compared people paralyzed as a result of motor-vehicle accidents with people who won a large cash award in a lottery; one year later, their subjective qualities of life were similar, with the lottery winners only slightly higher.\nThe shock, horror and fear following 9/11 was understandable. But we should not assume that occasional terrorist-induced disasters would mean that daily life as we know it would stop. We all get used to the idea that we are going to die and go about our daily lives. Northern Irish, Sri Lankans and Israelis have experienced long years of terrorist attacks but have learned to cope with this and live surprisingly normal lives.\nIf we take adaptation into account, we need not commit to reducing a very low number of terrorist attacks to zero. We can begin to consider the possibility that not every possible security measure is worth taking. We could no doubt increase our life expectancy by living in an emergency ward, but few would choose to do so.\nPsychologists know that people like to have simple choices, ideally between the good and the bad. They don't like situations in which multiple factors influence a decision, and they often pay attention only to what is seen as the main factor. This strategy often pays off. But when facing something as complex as the politics of the Middle East, it can be risky to oversimplify.\nDemocracy is generally a desirable institution, but it is not a panacea. It is not the case, as we have recently observed in Algeria, Venezuela, Iran and Palestine, that democratic governments will favor the United States.\nThe people who run governments suffer from the same miscalculations as everyone else. As individuals, and as governments, we have to learn to think carefully about risks and benefits. 9/11 brought this into the center of our life.\nHere at Penn, we should be teaching much more about risk-benefit analysis to help prepare students to deal with the many important decisions they will face as individuals and citizens.\n(C) 2006 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: September 14, 2006"
}