{
    "title": "Morning Scan_ Terrorism Finance Verdict Puts Banks on Notice; Wells Fargo Fined",
    "publisher": "american banker",
    "year": 2014,
    "month": 9,
    "day": 24,
    "full text": "Receiving Wide Coverage ...\nLiable: A word of warning to banks (as if they didn't already know this): Be careful who you do business with. A federal jury in New York found Jordan's Arab Bank liable for providing financial services to Hamas that helped them conduct terrorist activities, and plantiffs now plan to seek an unspecific amount in damages. For its part, Arab Bank has said it followed compliance procedures, according to the Financial Times. But the case could open the door for additional claims against banks. The jury's verdict serves as a warning that banks could be held liable for doing business with clients, even if those clients' names don't appear on U.S. government lists of alleged terrorists, the Wall Street Journal said. Consider that Arab Bank argued it couldn't have knowingly financed terrorism, because it never conducted business with an individual or with groups whose names appeared on a U.S. government blacklist. The Times points out that the verdict may also discourage banks from doing business in war-torn areas. That topic has been explored by American Banker in a series of articles about Somalia.\nFined: Wells Fargo was fined $5 million by the Securities and Exchange Commission because one of its Miami-based employees engaged in insider trading on the 2010 acquisition of Burger King. It's the first penalty from the SEC against a broker-dealer for \"failing to protect a customer's market-sensitive information,\" the FT notes.\nWall Street Journal\nThe Journal takes a look at the annual report on demographic and financial trends in mortgage lending, pointing out the smaller share of mortgages that went to black and Hispanic borrowers. The tighter credit standards that have become a major point of contention between banks and federal officials was highlighted as a primary cause of the disparate effects on minority borrowers. \"Tightening the credit [rules] has an unusually high impact on minority borrowers,\" Mortgage Bankers Association CEO David Stevens said.\nFinancial Times\nThe U.S. Treasury Department wants to jumpstart the market for private-label mortgage securities. Treasury is looking at a large \"benchmark\" deal in private-label mortgages to get the ball rolling, a Treasury official said on Monday at an industry conference in Miami.\nThe paper reminded its readers that a Republican takeover of the Senate would result in Dodd-Frank critic Richard Shelby taking over the banking committee. American Banker readers are already well aware of this potential scenario.\nWashington Post\nVirginia's attorney general Mark R. Herring dropped JPMorgan Chase from a $1.5 billion mortgage securities lawsuit after learning that his predecessor, Ken Cuccinelli, had already struck a confidential settlement with the bank. A dozen other banks remain as defendants in the Virginia lawsuit, including Bank of America and Citigroup.\n\nhttp://www.americanbanker.com\n\nLoad-Date: October 8, 2014"
}