{
    "title": "Morning Agenda_ The Economic Cost of Terrorism",
    "publisher": "the new york times",
    "year": 2015,
    "month": 11,
    "day": 17,
    "full text": "THE ECONOMIC COST OF TERRORISM   |  After the horrific attacks in Paris, it is an issue that policy makers are grappling with,\nAndrew Ross Sorkin writes in the DealBook column.\nResearch shows that gross domestic product barely budged after the Madrid train bombings in 2004 and the bombs in London the year after. Consumption in the United States was stable after the Sept. 11 attacks, but investment fell. \nStocks markets typically recover within weeks and on Monday, they were flat in Europe and up more than 1 percent in the United States.\nBut this reaction may belie the true cost of terrorism. Many regard the events in Paris as part of a continuum. The attacks could also have far-reaching implications for the future of the eurozone and companies there. \nThey could add to the pressure to close borders and reignite a debate about privacy and surveillance that will have a big effect on technology companies. The indirect costs are difficult to measure. \nOne reminder that the scale of economic damage could be much higher is an academic study that showed that Israel's per capita G.D.P. would have been 8.6 percent higher in the period from 1994 to 2003 had there been peace.\n SETBACKS CAST HARSH LIGHT ON MANHATTAN PROSECUTOR  |  The spotlight on the district attorney of Manhattan has been more intense since he suffered several setbacks in white-collar trials,\nMatthew Goldstein reports in DealBook.\nLawyers have been wondering whether the district attorney, Cyrus R. Vance Jr.,  made financial trials too complex and whether he has been aggressively pursuing matters that might have been better off treated as civil disputes. \nMr. Vance conceded that the trial of three former executives of the once-mighty law firm Dewey & LeBoeuf could have been handled better. The men were accused of orchestrating an accounting fraud and he said that if there was a new trial for them, it would have to be \"simpler and shorter.\"  \nThe trial took four months and the jury spent 21 days grappling with the 151 charges against the men. The deadlock now means that Mr. Vance has to decide whether the men should be retried and how to streamline any new proceedings. \nHe is expected to decide by Dec. 7, when the parties are scheduled to return to court. \nIn another setback for Mr. Vance, in June, a jury acquitted two senior officers of Abacus Federal Savings Bank in a mortgage fraud case. Mr. Vance charged the Chinatown bank, and more than a dozen employees, with participating in a \"systematic\" scheme to sell fraudulent mortgages to Fannie Mae. \nQuestions have emerged over the trial readiness of his prosecutors after prosecutors working for Mr. Vance said the trial had been compromised by \"unanticipated witness issues and evidentiary issues.\"\nThe admission is of little comfort for some of the defendants who have spent more than five years dealing with the investigation. \n\"If you care more about the press conference than the proof, you end up charging people and institutions that you shouldn't and overreaching in terms of theories,\" said Kevin R. Puvalowski, the main lawyer for Abacus. \"My clients spent millions of dollars on this investigation and trial, and it seriously damaged their business for years.\"\nMr. Vance declined to elaborate on the court filing but said his office had secured guilty pleas from eight employees of the bank, which was evidence that crimes were committed.\n\"We have not shied away from tough or challenging cases,\" Mr. Vance said. \"We are going to do tough cases, and some of those cases the jury is not going to agree with us. That is the reality of prosecution.\"\n A ROCKY QUARTER FOR HEDGE FUNDS  |  Thousands of hedge funds have disclosed which stocks they bought in regulatory disclosures to the Securities and Exchange Commission for the third quarter and many of them lost money for their clients, \nAlexandra Stevenson and Matthew Goldstein report in DealBook.\nGrantham Mayo Van Otterloo, the large hedge fund that Jeremy Grantham helped found, increased its stake in Valeant just as it came under siege. Viking Global, the hedge fund led by O. Andreas Halvorsen, also added Valeant stock to its portfolio. \nValueAct, the multibillion-dollar firm founded by Jeffrey W. Ubben, is the top shareholder. John A. Paulson also holds 8.9 million shares, though he sold 110,000.\nThe filings are an imperfect window into firms' finances, but they do show that Wall Street's biggest and wealthiest money managers invest in herds. \nLeon G. Cooperman of Omega Advisors, Daniel S. Loeb of Third Point, York Capital Management and Coatue Management were among the investors who added Kraft Heinz as a new position in their portfolios during the quarter. \nMr. Loeb, Citadel, York Capital and Jana Partners, the hedge fund founded by Barry Rosenstein, all held stakes in Baxter International, the medical equipment maker. \nStarwood Hotels and the renewable energy company SunEdison were two other favorites among investors. \n ON THE AGENDA  |  Walmart will hold a conference call on its third-quarter results at 7 a.m. Data on consumer prices in October will be released at 8:30 a.m. Industrial production data will be released at 9:15 a.m. The latest NAHB/Wells Fargo housing market index data will be released at 10 a.m. The Financial Services Committee will hold a hearing at 10 a.m. titled \"Dodd-Frank Five Years Later: What Have We Learned from Conflict Minerals Reporting?\" The second day of the Global Financial Leadership Conference starts at 9 a.m. Speakers include Dick Costolo, the former chief of Twitter, and Elizabeth Holmes, the chief of Theranos. \n MARRIOTT'S DEAL TO BUY STARWOOD HOTELS  |  Marriott International was not among the rumored suitors when Starwood Hotels and Resorts Worldwide put itself up for sale, but it looks as if the decline in hotel stocks and stronger competition from Airbnb  have made consolidation seem more attractive,\nHyatt was a competitive bidder almost to the end, but ultimately the Starwood board thought Marriott's stock had greater potential. \nMarriott announced that it would acquire Starwood for $11.9 billion in stock and $340 million in cash. The deal would create the world's largest hotel company, with more than 5,500 owned or franchised hotels. The agreement represented a premium of about 6 percent above the average of where Starwood's stock had traded in the 20 days before Nov. 13. \nThe premium was lower than expected, given the competitive sales process, and Starwood's shares fell, while Marriott's gained.\nMarriott's chief executive, Arne M. Sorenson, said the deal promoted growth and value creation, but it was not evident from the figures,\nJeffrey Goldfarb writes in Breakingviews. The deal looks decidedly defensive. \nShares in Starwood and its rivals have slipped steadily, despite regular consolidation. \nMarriott is paying a premium under 20 percent, worth about $1.9 billion, based on its stock price before media reports of potential buyers in October. \nIt anticipates about $200 million in annual cost savings. Once taxed and capitalized, these could be worth some $1.3 billion today.\nMarriott is paying more in premium than is justified by its stated savings, and Starwood investors have a fairly stingy premium to fall back on, Mr. Goldfarb writes. There may well be pushback from hedge funds invested in Starwood. \n  |  Contact amie.tsang@nytimes.com\nMergers & Acquisitions »\n Liberty Global to Buy Cable & Wireless for $5.5 Billion  |  The deal will expand the presence of the company controlled by John C. Malone across the Caribbean and Latin America.\nNYT »\n Media General Rejects Nexstar Bid, but Will Negotiate  |  Media General, which operates 71 television stations, said the unsolicited $4.1 billion offer undervalued the company.\nNYT »\n Pandora Plans to Acquire the Assets of Rdio  |  An acquisition would move Pandora, the Internet radio company, into the field of on-demand music, where it would compete with Spotify and Apple Music.\nNYT »\n Constellation Brands to Buy Maker of Craft Beer for $1 Billion  |  The deal for Ballast Point Brewing & Spirits of California  signals that the craft beer industry, which has about a 10 percent market share in the United States, has become a big business that large brewers expect to continue to grow in the years to come.\nTHE WALL STREET JOURNAL\nINVESTMENT BANKING »\n Chip Credit Cards Give Retailers Grievance Against Banks  |  A battle between retailers and the banking industry over credit card technology adds fuel to a feud over what merchants pay for the processing of credit and debit transactions.\nNYT »\n Baidu and Citic Bank Are Said to Plan Online Bank  |  The Chinese Internet search group Baidu will join with Citic Bank to introduce an online bank, according to local news reports, even as banks created by Alibaba and Tencent have failed to meet expectations.\nTHE FINANCIAL TIMES\nPRIVATE EQUITY »\n Goldman Sachs and Thomas H. Lee Are Said To Buy GCA Services  |  Goldman Sachs Group's private equity unit and Thomas H. Lee Partners have agreed to buy GCA Services Group, a custodial-services provider, from Blackstone Group for $950 million including debt, Bloomberg News reports, citing a person briefed on the transaction.\nBLOOMBERG NEWS\nLEGAL/REGULATORY »\n AR Capital to Stop Creating Nontraded REITs  |  The company built by Nicholas Schorsch and William Kahane said that \"regulatory and market uncertainty\" was affecting its ability to raise investor money.\nNYT »\n TIAA-CREF Is Accused of Land Grabs in Brazil  |  Documents show that the American investment giant and its Brazilian partners have spent millions to buy farmland despite a Brazilian ban on such large-scale deals by foreigners.\nNYT »\n Study Strongly Links Mortgage Denials in Baltimore to Race  |  A report from the National Community Reinvestment Coalition says the racial makeup of a neighborhood is the best predictor of whether a mortgage is made in Baltimore.\nNYT »\n Plan for New Stock Exchange Stirs Furious Debate   |  The proposal, by the Investors Exchange, would create the first new American stock exchange in five years and would include a 350-millisecond \"speed bump.\"\nNYT »\n The Challenges for Volkswagen's Internal Investigation  |  An appeal to employees may be something of a last-ditch effort to ferret out information needed for a credible internal investigation into how vehicles avoided emission standards, Peter J. Henning writes in the White Collar Watch column.\nWhite Collar Watch »\n Apple and Amazon Are Investigated by Germany Over Audiobooks  |  German antitrust authorities are investigating Amazon and Apple concerning an agreement about selling audiobooks, targeting two companies that usually find themselves on opposing sides of competition battles.\nTHE FINANCIAL TIMES\n Investigative Panel to Look into Drug Pricing Next Year  |  A spokeswoman for the House Committee on Oversight and Government Reform said on Monday that the panel was conducting a thorough investigation into drug pricing and has reached out to drug companies to gather information.\nREUTERS\n Fund Manager to Pay $16.5 Million to Settle False-Advertising Charges  |  The S.E.C. penalty for Virtus came after a multiyear investigation into the performance claims behind an investment strategy, which was once worth $11.5 billion.\nREUTERS\n Judge Rules for S.E.C. in Fight With House Panel Over Insider Trading Investigation  |  The Securities and Exchange Commission first went to court over the House Ways and Means Committee's refusal to provide information as part of an investigation into whether Brian Sutter, a former staff director for its health care subcommittee, leaked material nonpublic information about Medicare reimbursement rates to a lobbyist.\nREUTERS\n Ex-Deutsche Bank Broker's Tax Charges Could Be Dropped  |  David Parse, a Deutsche Bank broker accused of participating in the largest tax fraud in United States history, has reached a deal with federal prosecutors approved by a judge on Monday that could result in charges being dropped in a year.\nREUTERS\n Defense Rests in Trial of Ex-Coal C.E.O., Calling No Witnesses  |  Lawyers for Donald L. Blankenship, the former chief executive of the Massey Energy Company, who is accused of conspiring to violate safety standards before 29 people died at a West Virginia mine in 2010, had been expected to call many witnesses.\nNYT »\nSign up for the DealBook Newsletter, delivered every morning and afternoon.\n\nLoad-Date: November 18, 2015"
}