{
    "title": "Morocco _ Combating Terrorism With Opportunity",
    "publisher": "university wire",
    "year": 2013,
    "month": 5,
    "day": 15,
    "full text": "-While some think of North Africa as a region of turmoil and unrest half a world away, one nation has emerged as a leader, demonstrating a commitment to cooperation and regional security that can ultimately benefit the interests of the U.S.\nMorocco, under the leadership of King Mohammed VI, recently deepened its ties in Africa and underscored the country's commitment-and the king's personal dedication-to strong relationships among countries. Such relationships, it's believed, can sow the seeds of economic and social development and help to thwart the rise of radical ideologies and terrorism.\nResources and Health Care\nFor example, in Senegal, King Mohammed VI and President Macky Sall presided over the signing of agreements on mining, hydrocarbons, electricity and renewable energies as well as increasing cooperation on international transport of goods and persons. Together, they also dedicated the Mohammed VI ophthalmologic clinic and a medicine production plant to improve local health care.\nInvestment and Training\nIn Côte d'Ivoire, the King and President Alassane Ouattara chaired the signing of agreements that strengthen cooperation between the foreign ministries, promote and protect investments, encourage fisheries and aquaculture, support vocational training in tourism, and improve Moroccan-Ivorian disaster management.\nSafety and Technology\nIn Gabon, King Mohammed VI and President Ali Bongo Ondimba chaired the signing of cooperation agreements, including an agreement by Morocco to help develop the National Gabonese Institute for Training, Health, and Social Action; another to work together on civil efforts to prevent and manage risks to public safety and the environment; an agreement for technical cooperation; and another establishing a framework for strategic partnership in information technology and systems.\nAll three presidents praised King Mohammed VI for his leadership in promoting democracy, economic and social development, and human rights in Morocco.\n\"Today,\" said the president of Gabon, \"Morocco can rightfully boast to be giving to the world the image of an innovating and modern Kingdom where the will of the people is respected.\"\nThe African leaders also reaffirmed their countries' support for Morocco's autonomy plan for Western Sahara, which aims to resolve a three-decade-long dispute that threatens stability, much-needed economic cooperation, and security in the region and beyond.\nThis information is provided by Beckerman on behalf of the government of Morocco. Further information is available at the U.S. Department of Justice.\nOn the Net:North American Precis Syndicate, Inc.\n\nLoad-Date: January 18, 2018"
}