{
    "title": "Morocco attacks renew world's terrorism fears May 18, 2003, Sunday",
    "publisher": "the world",
    "year": 2003,
    "month": 5,
    "day": 18,
    "full text": "CASABLANCA, Morocco - Moroccan investigators rounded up Islamic militants Saturday for questioning in the series of suicide bombings that killed 28 people in strikes against Jewish and Spanish targets in the heart of Casablanca, an official said.\nThe Interior Ministry official said investigators were focusing on whether the attackers were linked to Salafia Jihadia, an extremist group suspected of ties to Osama bin Laden's al-Qaida network. An Islamic cleric known for his fiery sermons and anti-Western views was detained in Casablanca in March on suspicion he is one of the group's leaders.\nBut the official, who declined to be named, said it was \"too early at this stage to refer to them as arrests.\"\nThere were more signs that Friday's attacks were well-organized and carefully planned. The interior minister said the blasts involved 14 attackers, all apparently Moroccans.\nThirteen of the assailants were killed, and a surviving, wounded attacker was being interrogated, said the minister, Mostapha Sahel. A bomb in working order was found in a raid on the attacker's house, the minister said.\n\"We have strong suspicions that this cell had contacts with foreign groups,\" the minister said, without directly implicating al-Qaida.\nThe bombers divided into five groups and chose five \"soft targets\" - from a Spanish social club to an old Jewish cemetery. About 100 people were injured in the Friday night attacks, 14 of them seriously, the interior minister said.\nThe 28 dead included two Spaniards, two French and one Italian, he said.\nThe deadliest attack ripped through the upscale Casa de Espana social club as clients were playing bingo or dining. Some 20 people were killed, among them a guard whose throat was slit, according to the club president.\nThe scene of horror was repeated at other downtown sites, including a glitzy hotel.\n\"People were severely wounded, crawling in the street, completely burned and disfigured,\" said Sabah Mazouzi, a 33-year-old Moroccan teacher who was in the club but escaped unscathed.\nThe attacks were \"the work of an international network of blind terrorism,\" Hassam Aourid, a spokesman for the Moroccan king, said in a statement carried by the official MAP news agency.\n\"Morocco is determined to crack down on it without mercy,\" he said.\nA U.S. counterterrorism official in Washington said al-Qaida involvement was plausible, given the group's apparent intention to strike lightly defended targets. Al-Qaida maintains a presence in Morocco, the official said. He spoke on condition of anonymity.\nIn an audiotape released in February, bin Laden himself described Morocco as one of several U.S. allies that was \"ready for liberation.\"\nSecretary of State Colin Powell said the United States condemns \"in the strongest possible terms the despicable terrorist bombings.\"\n\"The United States of America will continue to stand together with Morocco against this threat to both our nations and all peace-loving people,\" he said.\nThe strikes left a grisly trail of devastation, stunned this Muslim kingdom on the Atlantic coast - a staunch U.S. ally - and left the world to grapple anew with the knowledge that terror's reach has no bounds.\nBesides the Casa de Espana, suicide bombers struck a Jewish community center called the Israelite Community Circle, an old Jewish cemetery, a major downtown hotel and the Belgian Consulate.\nHowever, Belgian Foreign Minister Louis Michel said his country believed the consulate was \"collateral damage,\" with the real target a restaurant across the street.\nThe Positano restaurant is owned by a French Jew of Moroccan origin. Jean-Mark Levy said the bomb exploded in the middle of the narrow street and the consulate took most of the impact.\nThe attacks just after 9 p.m. local time Friday threw Casablanca into chaos. The city remained on edge Saturday.\n\"We are profoundly shocked,\" said Serge Berdugo, president of the Council of the Jewish Community in Morocco.\nUp to 4,000 Jews live in Morocco, and the kingdom is proud of the harmony that marks relations between its Jewish minority and Muslims.\nThe blasts followed a series of suicide bombings in the Saudi capital, Riyadh, killed 34 people on Monday at three foreigners' housing compounds.\nMorocco has been grappling with rising Islamic militancy. King Mohammed VI had expressed concern the U.S.-led war on Iraq could rouse the country's Islamic fundamentalist movement.\nIn April, the kingdom put off municipal elections over fears that fundamentalists could gain ground. That decision came after scores of arrests among suspected Muslim militants.\nLast year, Moroccan authorities cracked an al-Qaida plot to attack U.S. and British warships in the Strait of Gibraltar. Three Saudis were given 10-year prison sentences in February.\nDia'a Rashwan, an expert on radical Islamic groups at Egypt's Al-Ahram Center for Political and Strategic Studies, said terrorists wanted the Casablanca strikes to convey the message: \"We are capable of striking anywhere, very efficiently and regardless of security measures.\"\nThe bombs devastated parts of buildings, including the entrance to the glitzy Hotel Safir. Body parts were strewn about at some attack sites.\nAt the Casa de Espana, club president Rafael Bermudez said a suicide bomber slit a guard's throat before blowing himself up under a tent where clients were seated, including several Span-iards. Cities across the globe have been bracing for the possibility of attacks.\nForeign leaders expressed outrage and called for renewed anti- terror efforts. France reinforced patrols around subway stations, train stations and other potential terrorist targets in response to the Morocco attacks.\nGermany urged its citizens to be on their guard while in Morocco, especially around tourist sites and places of worship.\n\nLoad-Date: May 19, 2003"
}