{
    "title": "MOROCCO DETAINS MILITANTS AFTER BOMBINGS; U.S. AND FRENCH EXPERTS IN TERRORISM ARE SAID TO BE HELPIN",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 5,
    "day": 19,
    "full text": "Investigators raided suspected Islamic militant hide-outs across Morocco on Sunday after near-simultaneous suicide attacks killed 28 bystanders and tainted Morocco's image of security and peace.\nA diplomatic source said on condition of anonymity that American and French anti-terrorism experts had arrived in Casablanca to help investigate Friday's bombings at five downtown locations.\nThirteen bombers were killed. U.S. officials said there were strong suspicions that Osama bin Laden's al-Qaida terrorist network was involved.\nMoroccan agents detained several dozen suspected militants in Casablanca, Fez and Tangier, suspecting that at least two Moroccan Islamic groups were behind the deadly blasts, a security official told The Associated Press on condition of anonymity. Both groups are believed to have ties to al-Qaida.\n\"The judicial police … as in any democratic country struck by blind terrorism, are continuing their operations against the networks that are already known by our services,\" the official said.\nSeveral officials said they could not say just how many people were detained because the number was in flux and the operations, which began Saturday, were being conducted in several cities.\nThe Casablanca bombings came just four days after similar terror attacks on Western targets in the Saudi capital of Riyadh killed 25 bystanders and nine bombers. U.S. intelligence officials say they fear al-Qaida planned a series of bombings at targets around the world.\nBefore the blasts, Morocco had largely escaped terrorist violence and enjoyed an international image as a relaxed, peaceful tourist destination. But it is a staunch American ally, and in an audiotape released in February, the purported voice of bin Laden described it as \"ready for liberation.\"\n\"This is the same thing as the Twin Towers in the United States,\" said Ahmed Chakir, a Casablanca taxi driver, as he banged his fist on the dashboard in anger. \"The Americans didn't think that it could happen, and neither did we.\"\nThe blasts in Casablanca were reminiscent of the October 2002 car bombings on the Indonesian island of Bali, also a popular tourist destination considered well-removed from the war on terror. Those blasts killed 200 people, and suspicion fell on a regional terrorist group tied to al-Qaida.\nPolice were trying to determine if the Casablanca attackers were linked to the two Moroccan Islamic groups, Salafia Jihadia and Attakfir wal Hijra, the security official said.\nSalafia Jihadia has been the object of police sweeps for months. About 100 people found to have ties with it were in custody as recently as March, including a suspected leader - Abdelwaheb Rafiki - who once called bin Laden \"a hero of the Muslim world.\"\nSecurity services suspect that about 300 Moroccans spent time in al-Qaida training camps in Afghanistan.\nThe 14 bombers struck Friday night, killing 28 bystanders and police. One of the attackers survived and was being interrogated.\nJustice Minister Mohamed Bouzoubaa said Sunday that all 14 attackers were Moroccans and at least eight of them had been identified. He said they all spent time abroad before the attacks.\nFour of the attacks were on a Spanish restaurant, a Jewish community center, a Jewish cemetery and a hotel. The fifth occurred outside a Jewish-owned Italian restaurant across the street from the Belgian Consulate.\nMost of the victims - about 20 - were killed at the Spanish restaurant. The Jewish community center was closed at the time.\nKing Mohammed VI visited the blast sites and a hospital where most of the 100 wounded were being cared for. At the damaged hotel, he walked up the cracked stone steps and through the charred entrance for a look before moving to the next site.\nAt the city morgue, workers nailed together coffins and put some of the dead in an ambulance to transport them to cemeteries. A group of about 100 people, some of them crying, watched.\n\"All Moroccans are victims of this,\" said Lamine El Metouate, wiping tears from his face after he put his dead son's body in its coffin at a morgue Sunday morning. \"And it's not just Moroccans, but the whole world.\"\nThere was a heavy military presence in the bombed areas Sunday, with green-uniformed riot police patrolling the streets or sitting in parked trucks.\nUp to 4,000 Jews live in Morocco, and the kingdom is proud of the harmony that marks relations between its Jewish minority and Muslims.\nStill, it has its share of fundamentalists, especially in universities and impoverished neighborhoods of Casablanca.\nMilitants in Morocco were kept in check for decades under the late King Hassan II, who ruled for 38 years. However, they have grown bolder as Mohammed VI, who took the throne in 1999, presses ahead with efforts to modernize and democratize the country.\n\nNotes\n\nFOCUS ON TERROR\n\nGraphic\n\n \nPHOTO; (1) Color Photo by DENIS DOYLE/THE ASSOCIATED PRESS - Relatives mourn over the coffin of Ben Ardi Elarbi, a father of three, at the family home in Casablanca, Morocco, on Sunday. Elarbi was among 28 bystanders killed in a series of suicide attacks in Casablanca late Friday.; (2) Color Photo by MEHDI FEDOUACH/AGENCE FRANCE-PRESSE - Relatives and friends on Sunday bury one of the victims of the suicide bombings. The attacks, on the heels of explosions in Saudi Arabia, raised fears of a resurgence in international terrorism.\n\nLoad-Date: May 19, 2003"
}