{
    "title": "MOSCOW TIGHTENS SECURITY AFTER BLASTS THAT KILLED 210; POLICE CHECKPOINTS, SWEEPS OF APARTMENT BUILD",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 9,
    "day": 15,
    "full text": "Police in black bulletproof vests swarmed through subway stations, markets and other crowded places in Moscow on Tuesday, challenging visitors to identify themselves after two explosions in five days killed more than 210 people in the Russian capital.\nRiot police manned checkpoints on all roads leading in and out of Moscow, checking identity papers and cargoes.\nAcross the capital, soldiers swept apartment building basements and storehouses, searching for explosives like those suspected in the two apartment building blasts.\nPrime Minister Vladimir Putin addressed a closed session of the lower house of parliament, the State Duma, which convened to discuss the Moscow bombings and other issues.\nMany officials linked Monday's apartment building blasts and the one Thursday to fighting between Russian forces and Muslim militants in Dagestan, which borders on breakaway Chechnya. Muslim fighters from the region want to set up an independent Islamic state, and they have threatened attacks elsewhere in Russia.\n\"It is time to recognize that terrorism has become Russia's national problem,\" Putin told the lawmakers, according to Russian news agencies. \"It is obvious to us that both in Dagestan and in Moscow we are dealing not with independent fighters but rather with well-trained international saboteurs.\"\nPutin called for a \"quarantine\" around Chechnya to cut off a route for weapons and Muslim militants. He also suggested applying \"tough economic sanctions\" against the territory.\nNo one has claimed responsibility for the explosions, which police suspect were caused by bombs. But in tightening security, police and their volunteer assistants concentrated mostly on dark-skinned men assumed to be from the southern Caucasus region.\nThey stopped them in subway passages and outdoor markets, railway stations and intersections crowded with pedestrians. Police fined some who did not have the registration papers required for legal residence in Moscow and detained others.\n\nGraphic\n\n \nPHOTO Photo by THE ASSOCIATED PRESS - Riot police search vendors at a market Tuesday in downtown Moscow. The security measures targeted dark-skinned men presumed to be from the southern Caucasus region of Russia.\n\nLoad-Date: September 15, 1999"
}