{
    "title": "Moscow metro bombings_ Russia should reinvent how it handles terrorism The recent Moscow metro bombi",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 3,
    "day": 30,
    "full text": "Monday's subway suicide bombings, which left 39 people dead and wounded 70 more in Moscow, was allegedly carried out by the Black Widows, a cell of female suicide bombers from the North Caucasus, has deep historic and religious roots. This is the time for the Russian government to review the failing counterinsurgency policies, rooting out corruption and inefficiency and countering the growth of radical Islam. Russia occupied the Northern Caucasus in the 18th century, sparking a gazawat - a \"holy war\" or jihad - in Dagestan and Chechnya that continued until the 1860s. The Chechens rebelled again in the 1920s and '30s, only to be crushed by the Soviets. Stalin loaded the Chechens and the Ingush in cattle cars and shipped them to Siberia in 1944. Hundreds of thousands perished. \nAfter they returned from the exile in 1956, things were relatively calm until the collapse of the Soviet Union in 1991. The Chechens declared independence. The Russians, fearing disintegration of their Federation, attacked in 1994. But the Chechen insurgency - known for its hostage-taking tactics - ultimately defeated the Russian Army, which withdrew in 1996. IN PICTURES: Moscow metro bombings By 1999 the original, secular Chechen leadership had been replaced by jihadist thugs supported by Al Qaeda. The Taliban was the only foreign power to recognize independent \"Ichkeriya.\" Slave markets and weapons bazaars flourished. Arab emissaries financed, trained, and equipped the Chechen mujahedeen. Reports of kidnappings and decapitations became common news headlines. When the Chechens invaded neighboring Dagestan, Vladimir Putin, then the newly appointed prime minister, retaliated with overwhelming force. The bloody counterinsurgency lasted until 2005, led by Islamists Shamil Basaev and an Al Qaeda-affiliated Jordanian known as Khattab. Mr. Basaev proclaimed his goal was to create a North Caucasus emirate from the Black Sea to the Caspian that would become part of the global caliphate. Had he succeeded, the newly created emirate would have disrupted the flow of oil from the Caspian to Western markets and become a chronic threat to Russia and Europe. Basaev and Khattab were eventually killed by the Russian Federal Security Service (the successor to the Soviet-era KGB). The mujahedeen assassinated the pro-Moscow strongman Hajj Ahmad Kadyrov, who had switched sides, abandoning the rebel cause. Mr. Kadyrov's son Ramzan took over, ruling with an iron hand. His political enemies - guerrillas and human rights activists alike - \"disappear.\" His walled compound, which I visited in 2008, boasts a petting zoo with lions and tigers, a mosque, and a conference hall. Kadyrov killed many terrorists in the past three years. Only about 500 rebels are thought to remain in their mountain lairs. However, hundreds more are spread throughout the region's towns in underground cells, and there are support networks throughout Russia's largest cities, based in the North Caucasus diaspora. Ethnic Russian Orthodox people are converting to Salafi Islam and becoming leaders in the terrorist movement. Sayyid Buriatsky, instigator of the November 2009 train attack that killed 27 and alleged spiritual guide of the Black Widows suicide bomber organization, was one such convert. In addition to the most recent atrocity, the Black Widows are reportedly responsible for 600 of the 900 deaths from terror attacks perpetrated in Russia since 2000. \"Jihad\" in the North Caucasus is one of the favorite causes for zakat (alms) in mosques from Dubai, United Arab Emirates, to Dearborn, Mich. Islamist leader Doku Umarov has managed to reactivate the violent Riad us-Salihin (Garden of the Pious), of which the Black Widows are in a suicide vanguard. Mr. Umarov has threatened not only to create a North Caucasus emirate, but also to detach large swaths of southern Russia, from Astrakhan to Rostov. To date, Mr. Putin's reaction to terror attacks has missed the mark. After the 2004 slaughter in a Beslan school, he tightened Federation-wide government controls, canceled the election of regional governors, and effectively emasculated the Russian Duma. Yet, the game of Moscow-controlled musical chairs in the North Caucasus leadership positions has not produced the desired calm. Police and security services in the region remain as notoriously corrupt and inefficient as those in Moscow. Russia's foreign-policy responses to terror in the North Caucuses have failed as well. The Kremlin maintains contacts with Hamas and Hezbollah and, until now, has resisted meaningful sanctions against the biggest state sponsor of terrorism - Iran. The North Caucasus, meanwhile, is looking more and more as if it's part of the Greater Middle East. It suffers from the same high unemployment as well as rising religious extremism. It joins Afghanistan, Gaza, Northwest Pakistan, Somalia, and Yemen as a political space that produces violence, terrorism, and warlordism. Innocent Muscovites are paying the price for their government's misdirected antiterrorism policies. A better approach would entail educating and supporting mullahs who promote enlightened Islam, disrupting connections between North Caucasus and Persian Gulf extremists, and promoting educational and employment opportunities for the droves of the North Caucasus youth. Russian law enforcement and the military should stop treating swarthy people from the Caucasus with violence and racist epithets, while police at roadblocks should stop bilking people for bribes. The Kremlin should wake up soon, otherwise the North Caucasus curse may put Russia on the verge of a civil war. Ariel Cohen is a senior research fellow in Russian and Eurasian Studies and International Energy Policy at the Katherine and Shelby Cullom Davis Institute for International Policy at The Heritage Foundation. IN PICTURES: Moscow metro bombings\n       \n\nLoad-Date: April 1, 2010"
}