{
    "title": "Moslem Terrorists Are Different",
    "publisher": "the new york times",
    "year": 1987,
    "month": 2,
    "day": 25,
    "full text": "To the Editor:\nIn response to Jordanian Ambassador Mohamed Kamal's understandable concern (''Why Tar Arabs and Islam?'' Op-Ed, Feb. 16), I am willing to assume that the vast majority of Moslems are opposed to acts of terrorism perpetrated by a group of dedicated anti-Western fanatics. He does not wish to identify terrorism with Arabs and Islam, and he cites the Baader-Meinhof gang and the Japanese Red Army Faction as examples of radical movements unaffiliated with any religion.\nWhat makes those two, and no doubt other groups, different from the terrorists in the Middle East is that they are Communists, whose sworn objective is the ultimate overthrow and communization of the world's non-Communist societies. In that context, nationality or religion (e.g., ''Christian terrorists,'' ''Shinto terrorists'') are obviously quite meaningless. For purposes of identification those radicals are therefore properly and logically designated.\nWhen it comes to Moslems, the situation is, unfortunately, somewhat different. As long, for example, as leaders in the Government of Iran sponsor acts of terrorism in the name of the Islamic movement, which I fully realize is opposed by other Middle Eastern governments, such as, for example, that of Saudi Arabia, what other name would the Ambassador give to these terrorists?\nOccasionally, it is possible to identify the terrorists with a splinter group. For example, some hostages are presumed to be in the hands of the Amal Shiites. I am open to the Ambassador's suggestion as to how he would identify the captors.\nWhile he is certainly correct in stating, ''Ethnic origin and religious affiliation do not carry built-in genes of criminal impulse,'' until such time as he can identify the terrorists with another meaningful designation, we shall regrettably have no choice but to refer to them not only by their ethnic origin, but also by the nature of their objective and the name of their group, which, unfortunately, for the large majority of innocent people, they themselves call the Islamic movement or some variation thereof.\nAs to King Hussein's address at the recent fifth Islamic summit conference, I think it is quite safe to state, and the King should remember this from his own past experience, that Westerners are not the enemies of Arabs and Moslems.\n \nGARY BABIN\nNew York, Feb. 17, 1987"
}