{
    "title": "MOSLEMS ARE INDONESIA 'S POWERLESS MAJORITY",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 5,
    "full text": "THE Indonesian Government seized an opportunity last week to flex its muscles and show its Moslem opposition, especially religious ultras, that it would not tolerate terrorism. Indonesian commandos recaptured a hijacked Garuda Airlines DC-9 in Bangkok, Thailand, freeing 55 hostages and killing four of the five Indonesian hijackers. They had demanded $1.5 million and the release of 80 political prisoners. Admiral Sudomo, the Indonesian chief of national security, said the hijackers were members of the Jihad Command, an Islamic fundamentalist group, which was also suspected of taking part in the March 11 raid on a police station in Bandung.\nIt was the third international hijacking in recent weeks. Last month, three Pakistani hijackers won the release of 54 political prisoners after diverting an internal flight to Kabul, Afghanistan, and finally landing in Damascus. Four hijackers of a Honduran airliner negotiated freedom for 13 prisoners in Honduran jails last weekend. The Indonesian hijackers, however, won no concessions. The fifth hijacker, captured by the commandos, reportedly did not reach Indonesia alive.\nPamela Hollie discusses Indonesian policy towards Moslem terrorism\nIndonesia has not hesitated to suppress terrorists. With the campaign for the 1982 parliamentary elections gathering momentum, the military-backed Government, mindful of violence in past elections, is unlikely to permit signs of weakness that might encourage the Moslem opposition. President Suharto has made clear that the military will deal harshly with what it sees as subversion. In recent months, hundreds of ''students'' have been jailed in anti-Government demonstrations. In December, after politically motivated riots in central Java, Admiral Sudomo ordered rioters caught burning or damaging property shot on sight.\nTension between the Government and Indonesia's fragmented Moslem majority, which makes up 90 percent of the population, has been building for years. Two of the most serious rebellions since Indonesia gained independence in 1949 were Moslem-fomented.  Extremists repeatedly tried and failed to assassinate the country's first President, Sukarno, who was eased from power by General Suharto in 1966. Only Moslems are capable of posing a challenge to President Suharto's New Order. As a general, Mr. Suharto led army forces that savagely suppressed a Communist coup attempt in 1965, and Communists have since presented no discernible threat.\nReligious Rijsttafel\nIf Moslems were united, Indonesia might be ripe for revolution. As in prerevolutionary Iran, the Jakarta regime is authoritarian and committed to rapid development along capitalist lines. The country is rich in oil and other natural resources but there is a growing wealth distribution gap between the political elite and most of the 140 million people. Students, some of them educated aboard, are pushing for reform. However, Indonesian Moslems, unlike the anti-Shah mullahs in Iran, have not found an effective rallying issue. They have no outstanding leader and no ideology binds them together. Only 20 percent are orthodox believers. Many of the rest are only nominally Moslem, in a uniquely Indonesian mixture that includes Hindu, Buddhist, Moslem and animistic religious practices.\nFurthermore, they lack clout. By forcing four Moslem parties to merge into the United Development Party in 1972, the Suharto Government severely weakened them. Moslem politicians, who hold 99 of the 460 seats in the lower house of Parliament, are mostly moderates. Party actions are kept under close official control because of earlier Moslem involvement in secessionist activity. The moderates' main demand has been for drawing politics and religion into closer alignment. They question whether Pancasila, the official concept of Indonesian identity, amounts to a renunciation of Moslem precepts.  Pancasila consists of five principles - belief in one god, nationalism, ''Indonesian-style'' democracy, humanitarianism and social justice - which accord Roman Catholics, Hindus and Buddhists equal treatment with Moslems.\nBut these are not issues likely to bring about the overthrow of the Suharto regime. More potent concerns, such as the Government's close association with the military and its domestic and fiscal policies, are not often debated openly. Certain kinds of political meetings are risky. The military quickly puts down demonstrations.\nIn the past, Moslem anti-Government terrorism was directed against Chinese who control much of Indonesia's commerce. After anti-Chinese riots late last year, security chief Sudomo warned of an unidentified ''political movement'' which intends to ''ignite a revolution beginning in central Java by fanning the flames of anti-Chinese sentiment or racialism and using secondary and university students as the implementing force.''\nLast week's hijacking was one of the first direct challenges to the Suharto regime by Moslem extremists. By recapturing the Garuda airliner in Bangkok without accepting the hijackers' demands, the Government struck an important psychological blow at the Moslem extremists who favor overthrow of the Suharto Government and its replacement by a Moslem state.\n\nGraphic\n\n \nIllustrations: Photo of comandos"
}