{
    "title": "MOSQUES HERE ASSAIL TERRORISM IN INDIA",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 11,
    "day": 29,
    "full text": "Six local mosques have joined Muslims across the world in condemning attacks that left more than 150 people dead in Mumbai, India.\n\"We are appalled and disgusted by these heinous acts and the wanton loss of life. We are doubly outraged that such acts are carried out in the name of Islam. We find these acts to be a transgression against the very teaching of our holy book, which holds human life as a sacred gift from God,\" said the Islamic Council of Greater Pittsburgh.\nLittle is known of the perpetrators. A previously unknown group calling itself by the Muslim name Deccan Mujahideen has claimed responsibility.\nThe Islamic Council of Greater Pittsburgh represents the Almu'min Islamic Center in Wilkinsburg, the Annur Islamic Center in East Liberty, the Attawheed Islamic Center in Green Tree, the Islamic Center of Pittsburgh in Oakland, the Muslim Community Center of Greater Pittsburgh in Monroeville and Nur-Azzaman Mosque, North Side, said Adel Fergany, vice president of the council.\nThe statement, written and signed via e-mail, quotes Quran 5:32 saying, \"If anyone takes the life of one soul for no right or for the spread of mischief on earth, then it is as if he has taken the life of all mankind.\"\nFor American Muslims, the attacks cast a pall on a holiday that they share with neighbors of all faiths, Dr. Fergany said.\nThe statement continues, \"It is indeed with great sadness and a heavy heart that we receive the news in the midst of this season of reflection and celebration shared by many faiths.\n\"We pray for the victims and their families and we pray that this dark chapter in the history of mankind, too, shall pass. We beseech all believers not to despair.\"\nThe Islamic Society of North America, the largest organization of mosques on the continent, called the attacks \"brazen and vicious.\"\n\"There is no doubt that there are serious and legitimate grievances among the Indian population over discrimination, social and economic marginalization and outstanding political conflicts.\n\"However, these conflicts can and must be resolved within the political framework of Indian democracy, and never with violence. There is no justification for terrorism,\" the society said.\nThe Organization of the Islamic Conference, which represents the governments of 57 predominantly Muslim nations, declared, \"Such violent acts run counter to all human values and ... can in no way be justified.\"\nIt has become increasingly common for Islamic groups to issue statements condemning religious violence or persecution, regardless of whether or how Muslims are involved. Last month, for instance, the Islamic Society of North America condemned violence by Hindus against Christians in India and joined the Organization of the Islamic Conference in denouncing attacks on Christians in predominantly Muslim Iraq.\n\nNotes\n\nAnn Rodgers can be reached at arodgers@post-gazette.com or 412-263-1416.\n\nLoad-Date: December 1, 2008"
}