{
    "title": "Mosque that brothers visited tied to radicals Older suspect was at odds with 'moderate' theology, of",
    "publisher": "usa today",
    "year": 2013,
    "month": 4,
    "day": 24,
    "full text": "The mosque attended by two brothers accused in the Boston Marathon double bombing has been associated with other terrorism suspects, invited radical speakers to a sister mosque and is affiliated with a group that critics say nurses grievances that can lead to extremism.\nSeveral people who attended the Islamic Society of Boston mosque in Cambridge, Mass., have been investigated in terrorism cases, including a conviction of the mosque's first president, Abdulrahman Alamoudi, in connection with an assassination plot against a Saudi prince.\nIts sister mosque in Boston, the Islamic Society of Boston Cultural Center, has invited guests who have defended terrorism suspects.\nAmericans for Peace and Tolerance is among critics who say the two mosques teach a brand of Islamic thought that encourages grievances against the West, distrust of law enforcement and opposition to Western forms of government, dress and social values.\n\"We don't know where these boys were radicalized, but this mosque has a curriculum that radicalizes people. Other people have been radicalized there,\" says the head of the group, Charles Jacobs.\nYusufi Vali, executive director at the Islamic Society of Boston Cultural Center, says his mosque does not spread radical ideas and can't be blamed for acts of a few worshipers.\n\"If there were really any worry about us being extreme,\" Vali said, U.S. law enforcement agencies would not partner with the Muslim American Society and the Boston mosque in conducting monthly meetings that have been ongoing for four years, he said, in an apparent reference to U.S. government outreach programs in the Muslim community.\nThe Cambridge and Boston mosques are owned by the same entity but managed individually. Dzhokhar Tsarnaev and his brother, Tamerlan Tsarnaev, attended the Cambridge mosque and are accused of setting two bombs that killed three people and injured at least 264 others at the April 15 Boston Marathon.\nThe FBI has not indicated that either mosque was involved in criminal acts, but mosque attendees and officials have been implicated in terrorist activity:\nAbdulrahman Alamoudi, who signed the articles of incorporation as the Cambridge mosque's president, was sentenced to 23 years in federal court in 2004 for his role in a Libyan assassination plot against then-Saudi crown prince Abdullah.\nAafia Siddiqui, who occasionally prayed at the Cambridge mosque, was arrested in Afghanistan in 2008 in possession of cyanide canisters and plans for a chemical attack in New York City. She  was convicted in  in 2010 and is serving an 86 years.\nTarek Mehanna, who worshiped at the Cambridge mosque, was sentenced in 2012 to 17 years in prison for conspiring to aid al-Qaeda.\nAhmad Abousamra, the son of a former vice president of the Muslim American Society Boston Abdul-Badi Abousamra, is wanted by the FBI as Mehanna's co-conspirator.\nJamal Badawi of Canada, a former trustee of the Islamic Society of Boston Trust, which owns both mosques, was named as a non-indicted co-conspirator in the 2007 Holy Land Foundation terrorism trial in Texas over the funneling of money to Hamas, a designated terrorist group.\nWhat both mosques have in common is an affiliation with the Muslim American Society, an organization founded in 1993. It has  been described by federal prosecutors in court as the \"overt arm\" of the Muslim Brotherhood, which calls for Islamic law and spawned  Hamas.\nZhudi Jasser, president of the American Islamic Forum for Democracy, says the teachings of the Muslim American Society often follow a theme of recitation of grievances that Islam has with the West.\nJasser says the teachings make some followers feel \"like their national identity is completely absent and hollow, and that vacuum can be filled by (radical) Islamic ideology.\"\nVali characterized Americans for Peace and Tolerance and its founder, Jacobs, as anti-Muslim activists who spread \"lies and half-truths in order to attack and marginalize much of the local Muslim community and many of its institutions.\"\nThe Cambridge mosque says the Tsarnaev brothers were \"occasional visitors,\" and the mosque's office manager, Nichole Mossalam, said neither brother expressed radical views. \"They never exhibited any violent sentiments or behaviors.\"\nThe Cambridge mosque says Tamerlan Tsarnaev, 26, who died Thursday in a shootout, \"disagreed with the moderate American-Islamic theology\" of the mosque. He challenged an imam who preached it was appropriate to celebrate U.S. holidays, the mosque said in a statement. Jacobs says claims of moderation do not jibe with the mosque's jihadi texts in its library and its hosting of radical speakers.\nYasir Qadhi, who lectured at the Boston mosque in April 2009, has advocated replacing U.S. democracy with Islamic rule and called Christians \"filthy\" polytheists whose \"life and prosperity ... holds no value in the state of jihad,\" according to a video obtained by Jacobs' group.\nVali said Qadhi was a guest of a non-profit organization that was renting space at the Boston mosque and has changed his views since that video was made. \n\nGraphic\n\n \nphoto Allen Breed, AP Outside the Islamic Society of Boston mosque in Cambridge, Mass., a banner reads \"United We Stand for Peace on Earth.\" A mosque official confirmed that the bombing suspects occasionally worshiped there.\n\nLoad-Date: April 25, 2013"
}