{
    "title": "Mosque bombing was 'act of terrorism'",
    "publisher": "star tribune ",
    "year": 2018,
    "month": 3,
    "day": 15,
    "full text": "No group - religious, ethnic or otherwise - has a monopoly on individuals who answer the siren call of violent extremism. That is an essential takeaway, especially in an age of escalating anti-immigrant sentiment, from the Tuesday announcement that three men from rural Illinois have been charged in the 2017 pipe bombing of a Bloomington mosque.\nThe Dar al-Farooq Islamic Center also houses a religious school for children. Neither this, nor the fact that it is a house of worship, allegedly stopped the three from tossing into the building what one of them called a \"huge ass black powder bomb,\" according to an affidavit released by the U.S. Attorney's office in Minnesota. The device was estimated to be 18 to 24 inches. It shattered the Aug. 5 morning calm when it exploded, starting a fire and causing heavy damage.\nCharged are Michael McWhorter, 29, Joseph Morris, 22, and Michael Hari, 47. McWhorter claimed the trio \"did not intend to kill anyone,\" according to the affidavit, but instead wanted to send a message that Muslims should leave the country. It is extremely fortunate that no one died. The bomb landed near the imam's office while morning prayers were in process.\nThe three men are also charged in an attempted bombing of a woman's health clinic in Illinois. It is unclear why the suspects may have targeted a Minnesota mosque when they could have sent their execrable message closer to home. Were they working with someone here? That and other critical questions remain unanswered.\nStill, law enforcement merits praise for following through on vows last summer to make the bombing investigation a top priority. Multiple local and federal agencies - the Hennepin County Sheriff's Office and the FBI's Joint Terrorism Task Force are mentioned in court documents - worked swiftly to find the suspects. The investigation remains ongoing.\nThat should inspire confidence in an important community here - the state's Somali-Americans. This community has been denounced as a hotbed of terrorism by President Donald Trump because some of its young people have been successfully recruited by Middle East terrorist groups. As law enforcement diligently works to build trust with these new citizens and thwart recruiters, the vigorous pursuit of justice in this case should strengthen these connections. \"Justice for all'' is far more than a phrase in the Pledge of Allegiance.\nGov. Mark Dayton called out the Bloomington mosque bombing as an \"act of terrorism\" when he visited the site last August. The charges strongly suggest this is an accurate summation. This was not an \"inside job\" intended to create sympathy for Muslims, as some commentators claimed. Nor was it an act of patriotism, a delusion that the suspects harbored.\nInstead, court documents suggest that the perpetrators were homegrown terrorists apparently radicalized in the tiny hamlet of Clarence, Ill. The proliferation of white-nationalist websites is frightening evidence that there are others out there with similar extreme beliefs. National security strategies must aggressively encompass this internal threat.\nReassurance is sorely needed from Trump and Homeland Security Secretary Kirstjen Nielsen that domestic terrorism is taken seriously and adequate resources are available to thwart it. A good first step: Trump doing what he hasn't so far - condemning the Bloomington mosque bombing in the same way as Dayton, as an \"act of terrorism.\"\n\nLoad-Date: March 15, 2018"
}