{
    "title": "Mossad chief seen as indispensable on Iran",
    "publisher": "heritage florida jewish news",
    "year": 2010,
    "month": 3,
    "day": 5,
    "full text": "JERUSALEM (JTA)--Israel has not claimed responsibility for the assassination in Dubai of top Hamas arms smuggler Mahmoud Mabhouh, but the killing is raising questions about whether it will compromise Israel's effort to stop Iran from obtaining the bomb.\nThat's because one of the key figures behind the effort, Mossad chief Meir Dagan, is coming under heavy criticism for the sloppy operation in Dubai.\nOperating under the assumption that Israel was behind the Dubai hit, some Israeli analysts are calling for Dagan's ouster. They say the Mossad has adopted an irresponsible, trigger-happy approach to fighting terrorism, and they point to the diplomatic imbroglio facing Israel for the use of fake British and Irish passports by members of the hit squad, who traveled under the names of European citizens now living in Israel.\nDagan's tenure at the Mossad is up for renewal at the end of the year.\nDefenders of Dagan point to the long list of Mossad achievements in the war on terrorism and the campaign against Iran's nuclear program, and argue that his tenure at the intelligency agency should be extended for an unprecedented fourth time. They insist that his knowledge of the Iranian theater is unmatched, and that as the clock reaches zero hour on the Iranian nuclear threat, his input will be invaluable--and not only for Israel.\nUnder Dagan, the Mossad has had just two priorities: delaying Iran's nuclear program and counter-terrorism.\n\"The list must be short. If we continue pretending we can do everything, in the end we won't do anything,\" Dagan was quoted as saying when he was appointed by then-prime minister Ariel Sharonin2002.\nSharon reportedly told Dagan to run the agency \"with a knife between its teeth.\"\nThe main focus of his tenure has been Iran. Soon after Dagan took over the Mossad, the agency reportedly passed on information to the United States and others that the rogue Pakistani nuclear dealer Abdel Qadir Khan was helping the Iranians build a uranium enrichment facility at Natanz.\nSince then, a string of unexplained accidents has afflicted the Iranian nuclear project: scientists have disappeared, laboratories have caught fire, aircraft have crashed and whole batches of equipment have proved faulty.\nIn 2007, Israeli intelligence detected work on a secret nuclear program in Syria, and in September of that year Israeli planes bombed the site of a North Korea-style reactor the Syrians were building.\nThe Mossad also was credited for the discovery of a hidden Iranian enrichment plant near the holy city of Qom last September--a find that finally convinced even previously skeptical international observers that Iran indeed was conducting a clandestine nuclear weapons program.\nAlthough the Mossad has not claimed credit for any of this, regional players have little doubt as to who has been behind the killings, the accidents and the pinpoint intelligence.\nEgypt's Al-Ahram daily ran an article in mid-January calling Dagan Israel's Superman and claiming that he almost singlehandedly has delayed the Iranian bomb.\n\"Without this man, the Iranian nuclear program would have taken off years ago,\" the newspaper's former Gaza correspondent Ashraf Abu al-Haul wrote. In a moment of rare praise for an Israeli in the Egyptian press, he called Dagan's actions against Israel's enemies \"very brave.\"\nNow, as the international community dithers over new sanctions against Iran and the Iranians move closer to nuclear weapons' capacity, Dagan's reading of the situation will be crucial. He recently revised backward his estimate of when Iran will be able to manufacture a bomb it can deliver to 2014.\nStill, there are fears in the international community that Israel may act to stop the Iranian program before it reaches its \"breakout point\"-- when Iran will have stockpiled enough highly enriched uranium to manufacture a bomb if it so chooses. That could come by the end of this year.\nFor now, Israeli Prime Minister Benjamin Netanyahu says he favors giving sanctions a chance as long as they are tough--not allowing oil out of Iran or oil distillates like petroleum into the country.\n\"If one is talkingaboutwhat are effective sanctions, they must include the constriction of the export of oil from Iran and the import of refined oil into Iran,\" Netanyahu said Feb. 22 in a speech to the Jewish Agency for Israel's board of governors meeting. \"I think that nothing else stands a real chance to stop the progress of the regime, but this has a chance. At least it must be tried and must be tried now.\"\nFew criticize Dagan's actions on Iran, but some question his derring-do tactics on terrorism as reflected in the Dubai operation. They argue that his risk taking could cost Israel diplomatically and provoke heavy terrorist retaliation. His critics also contend that taking out top terrorists is a dubious proposition: Often their replacements are even more dangerous.\nDagan's eight years at the helm have seen several targeted killings of top Hezbollah and Hamas operatives in Beirut and Damascus attributed to the Mossad--the most notable of which was the assassination of Hezbollah terrorist mastermind Imad Mugniyeh in a car bombing in Damascus in February 2008. Mugniyeh, who reportedly planned the attack on the U.S. Marines compound in Beirut in 1983, had been on the wanted lists of Israel and the United States for more than two decades.\nLate last year the Mossad, although it never acknowledged any involvement, seemed to step up its activities.\nIn early December, a bus carrying Hamas members and Iranian officials exploded outside Damascus. Two weeks later, two Hamas members were killed in a mysterious bombing in the heart of Hezbollah's Dahiya stronghold in southern Beirut. Last month, an Iranian nuclear scientist died in a bombing outside his home in Tehran. A week later, Mabhouh was found dead in his Dubai hotel room.\nDagan also has pulled off some major intelligence coups in the war on terror, enabling Israeli forces to intercept weapons destined for Hamas and Hezbollah as far afield as Sudan and on the high seas near Cyprus.\nIn mid-January 2009, a convoy carrying weapons for Hamas during Operation Cast Lead reportedly was bombed by Israel Air Force planes in Sudan. In November, the Francop, an Antigua-flagged vessel carrying more than 100 tons of rockets, mortars and anti-tank weapons for Hezbollah, was captured by the Israeli navy.\nDagan's advice on Iran over the coming months will carry considerable weight. He seems to think there is still time for actions other than a full-scale military operation.\nIf and when it comes to that, however, chances are that despite the Dubai incident, Netanyahu, one of Dagan's staunchest admirers, will want Dagan at his side helping to plan it.\n\nLoad-Date: July 21, 2010"
}