{
    "title": "MOST TERRORISM IS GOVERNMENT TERRORISM",
    "publisher": "the capital ",
    "year": 2010,
    "month": 1,
    "day": 20,
    "full text": "Dear Editor: Your Jan. 13-19 issue featured an outrageously Islamophobic letter by Marc Perkel claiming that atheists don't blow people up because \"atheists don't have an invisible friend promising us sex with virgins in the next life ...\" This is a false and offensive depiction of Islamic belief in general, and the motivations of the martyrs resisting illegal wars of aggression in particular. In his book \"Dying to Win,\" Robert Pape's exhaustive analysis shows that suicide terrorism has no connection to religion - the all-time leaders are the secularist Tamil Tigers - and that it is a rational tactic of self-defense against occupation.\nSo who are the real terrorists? The mainly irreligious leaders of the post-Christian West murdered more than 50 million innocent civilians in the terrorist wars of the 20th century, with or without \"invisible friends,\" and they are murdering millions more now in their criminal wars in Iraq, Afghanistan and occupied Palestine.\nYou are 30 times more likely to be struck by lightning, and 10 times more likely to die in your bathtub, than to die in an anti-government terrorist attack. The only terrorism worth worrying about is government terrorism, and your government is the world's biggest terrorist. For statistics to back this up, see my book \"Questioning the War on Terror: A Primer for Obama Voters.\"\nKevin Barrett McFarland\nDon't emulate Israeli airline security\nDear Editor: I fervently hope that someone buries former Transportation Security Administration head Kip Hawley's proposal that the U.S. \"should have an aviation security system more like Israel's\" (Cap Times, Jan. 13-19).\nI recently experienced firsthand Israeli \"security\" at Ben Gurion Airport. It is primarily a system for repeatedly harassing non-Jewish persons, especially Palestinians, even those who are Hebrew-speaking Israeli citizens. Arab-Americans are singled out for discriminatory and degrading treatment, since the U.S. Embassy does not help them. Come into or out of Ben Gurion with an American passport and an Arabic name, and you and your family will likely experience ethnic profiling that our American bigots can only dream of. You will also obtain a deeper gut understanding of \"why they hate us.\"\nWhen will we learn that sacrificing our liberties in order to be more like Israel makes us infinitely less, and not more, secure?\nBarbara Olson Madison\nLet citizens comment on health care bill\nDear Editor: The health care reform bill is in the final stages of negotiations and review by Democrats with no input or support from Republicans.\nThe citizens of Wisconsin ask for, and expect, full disclosure of its contents and opinions of our elected officials before any vote is taken up. There is no reason why we should not expect a minimum of one week's time to review and comment to our representatives regarding such an expansive bill that will directly affect our taxes and services. Recent election wins by the minority demand more transparency from incumbents if they hope to retain their seats.\nRick Cruz Middleton\nWoodman's wrong to cut mental coverage\nDear Editor: Despite the fact that one in four Americans will experience a mental illness sometime in their life, Woodman's Food Market recently dropped mental health benefits from its health insurance plan. Woodman's claims it cannot afford to comply with a new federal law that requires mental health coverage be equal to benefits for other illnesses, although three other local grocers have not dropped the coverage from their policies.\nWe at the Dane County affiliate of the National Alliance on Mental Illness (NAMI Dane) believe that employers cannot afford to eliminate this coverage.\nWithout necessary treatment, people with unmet mental health needs may lose their jobs and ability to support themselves. The costs to society are substantial. There is considerable evidence that the 1 percent increase in health care costs with mental health coverage is offset by decreases in costs such as emergency room visits, hospital stays and welfare programs.\nPeople do not choose to be mentally ill, just as they do not choose to have cancer. People with mental illness want to get better and feel better just as the person with cancer wants to get better and feel better. To discriminate between illnesses unfairly stigmatizes mental illness.\nWe at NAMI Dane County would like to discuss this issue with Woodman's owners/employees.\nElaine Gundlach, board of directors NAMI Dane County\nUW animal cruelty goes back a long way\nDear Editor: The UW Animal Care and Use Committee took its usual stance when challenged by Rick Marolt (Cap Times, Jan. 13-19). Professor Eric Sandgren, a committee member, stated that ethical considerations are built into reviews of proposed use of animals for research.\nHowever: l. In 1977-78, two UW wildlife specialists broke the wings of 135 mallard ducks to determine if the ducks could survive in the wild (they didn't). When results of the experiment were published, there was a national outcry. A member of the animal care committee stated that the committee knew nothing of the experiment until the results were publicized in newspapers.\n2. In 1997, the UW Primate Lab contracted to use zoo monkeys for research. The contract stipulated the monkeys were not to be harmed. Disregarding the agreement, the researchers killed 12 monkeys in various unpleasant ways.\n3. In 2005, a UW researcher obtained a $500,000 grant to study effects of tasering and cocaine on pigs. John Wiley, then UW chancellor, defended the research as applicable to use of Tasers by police.\n4. And now we read about the appalling conditions in which some UW lab animals are kept.\nAnd so the beat goes on. In sum, when it comes to animal research, UW + ethical considerations = oxymoron.\nAlice Breider Middleton\n\nLoad-Date: January 21, 2010"
}