{
    "title": "Most residents still concerned about terrorism",
    "publisher": "charleston daily mail",
    "year": 2002,
    "month": 1,
    "day": 25,
    "full text": "DAILY MAIL STAFF\nThe overwhelming majority of respondents to a recent West Virginia Poll are still unnerved about the threat of a terrorist attack on a chemical plant, other factory or a school.\nResidents responding to a poll of 400 state residents also expressed concerns in the wake of the Sept. 11 terrorist attack about airplane safety and were somewhat more apprehensive about potential bioterrorism threats.\nDespite these heightened fears, the majority of participants in the poll said they approve of the efforts by state and national leaders to protect the country from further terrorism.\nSeventy percent said they had \"some\" or \"a lot\" more concern about the potential for an attack on a chemical or power plant, school or other factory. That's contrasted against only 11 percent who said their concern about these threats has remained the same since Sept. 11.\n\"It's all mixed up right now,\" said Charleston resident Rondall Snodgrass, who still thinks the potential for a threat is very real. \"I don't know what to think - anything could happen.\"\nJerry Ring, spokesman for the area's largest plant, Dow Chemical Co., said chemical plants across the valley have recognized the public's fear and worked with emergency units to guard against threats.\n\"I think that's a legitimate concern,\" he said. \"It is incumbent on all of us in the chemical industry to reassure the public that preparations and plans are in place to respond to any situation that may occur.\"\nMore than two-thirds of respondents said they feel nervous about flying.\nForty-two percent of residents in the poll have a lot more concern about commercial flights taken by themselves, friends or family members following Sept. 11. Another 35 percent feel either a little or some more concern, while 18 percent haven't had any increase in fears.\n\"I think that mirrors what people's concerns are,\" said Rick Atkinson, director of Yeager Airport.\nAtkinson said stricter regulations on airline security - like making luggage screeners federal employees - will eventually help to ease these fears.\n\"There's no reason to put your head in the sand and say, 'Security was fine, it was an aberration,'\" he said. \"No, it wasn't. It was broke, and it can't be fixed overnight. But there's a good long-term plan in place. As these technologies come online, people's confidence is going to restored.\"\nA majority also said they think the threat of bioterrorism has been heightened.\nAlmost half, 49 percent, of respondents feel a lot or some more concern about the safety of the water supply, while 51 percent answered the same way about the food supply.\nThe poll, however, showed participants have confidence in government. Most residents rate national and state leaders' performance in the U.S.-led war on terrorism and homeland security as either \"excellent\" or \"good.\"\nFor example, although the majority of residents said they are concerned about flying, 62 percent also said government efforts to improve airline safety has been excellent or good, as opposed to 11 percent who said it has been poor.\nSixty percent said efforts to guard against attacks on power and chemical plants and the water supply has been excellent or good, and 82 percent support the U.S. military's efforts to force the Taliban out of power in Afghanistan.\nSnodgrass said over breakfast at Bob Evans that the answer to stopping future terrorist threats could be one of West Virginia's own - Sen. Robert Byrd.\n\"Get Byrd down there,\" he said, \"he'll straighten them out.\"\nThe West Virginia Poll was conducted by RMS Research Inc. for the Daily Mail and WSAZ Newschannel 3. Questions were asked of 400 randomly selected residents from Jan. 14-16. The margin of error is 4.9 percentage points.\nWriter Josh Hafenbrack can be reached at 348-4810 or by e-mail at jhafenbrack@dailymail.com.  \n\nLoad-Date: January 26, 2002"
}