{
    "title": "MOST-WANTED TERRORIST FALLS INTO ITALIAN POLICE NET",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 6,
    "full text": "The arrest of Mario Moretti, the most senior known leader of the Red Brigades terrorist organization and the one presumed to be the most dangerous, is regarded among the most important successes scored by the Italian police against the terrorists in several years.\nMr. Moretti was the presumed military commander of the Brigades and may even have been their overall leader. He was the last of the organization's founders to be still at large.\nMr. Moretti, who had been hunted by the police for nine years, handed over his gun and surrendered meekly to the Carabinieri when they surrounded him as he was walking near the Milan railroad station yesterday afternoon.\nItalian police arrest Mario Moretti, most senior member of Red Brigades\nA 35-year-old electronics expert from a devout Roman Catholic family, Mr. Moretti went underground in 1972 with Renato Curcio and Alberto Franceschini, two other founders of the Red Brigades.\n \nHeaded Rome Group\nHe became the central figure in the terrorist organization after Mr. Curcio and Mr. Franceschini were arrested in the mid-1970's and ''has kept the organization together'' since then, according to Vincenzo Tessandori, a writer for the Turin newspaper La Stampa and an expert on the history of terrorism in Italy.\nMr. Moretti is reported to have organized the Milan column, or unit, of the Red Brigades after the organization was badly hit by arrests in that city. Later he was identified as the commander of the Rome column.\nHis key role did not become known until he was identified as the chief organizer of the kidnapping and murder of former Prime Minister Aldo Moro in 1978.\nHis role was described to the police by Patrizio Peci, a younger member of the organization who had been recruited by Mr. Moretti but was captured. Early last year he become the first arrested terrorist to testify against his former companions.\n \nReportedly Interrogated Moro\nMr. Peci said that Mr. Moretti had not only planned Mr. Moro's abduction, in which five members of the police escort were killed, but was also the man who interrogated the former Prime Minister during the six weeks of his captivity.\nIt was Mr. Moretti who made the decision that Mr. Moro had to be killed when the Government refused to trade his freedom for that of several of the leading terrorists in prison, Mr. Peci told the police. Earlier the police had evidence that Mr. Moretti was present in an apartment on Via Gradoli in northern Rome that served as one of the Brigades' command posts during the Moro kidnapping.\nMr. Moretti has been one of the most extreme hard-liners among the Brigades' leaders, pressing or constant military terrorism when another faction proposed that terrorism be combined with an indoctrination and recruitment campaign aimed at creating a political movement.\nThe controversy came to light in mid-1979 when the police captured an internal document in which dissidents in the organization accused the ''militarist'' wing of being ''Stalinists'' who had misjudged the mood of the country and mishandled the kidnapping-murder of Mr. Moro. A month later Mr. Curcio and a dozen other jailed members of the organization took Mr. Moretti's side in a letter smuggled out of jail and made public.\n \nTerrorists Meet in Farmhouse\nThe letter called the dissidents, identified as Valerio Morucci and Adriana Faranda, ''transvestite members'' of the Red Brigades.  Mr. Morucci and Mrs. Faranda had been arrested a few weeks earlier and had been found in possession of the gun that is believed to have been used to kill Mr. Moro.\nBefore his arrest, Mr. Moretti had attended a meeting with other terrorists in a farmhouse near the northern city of Pavia. Policemen trailed him and his companions as they drove to Milan. When he was arrested he was on his way from a garage to an apartment near the central railroad station that had served as a safe house for the terrorists. He was accompanied by Enrico Fenzi, the presumed head of the Venice column of the Brigades. Two more terrorists were arrested in the apartment, which had been staked out by the police for some time.\nIn the hope of prompting more terrorists to go to the hiding place near the station, the police at first put out a false report that Mr. Moretti had been arrested on the highway outside Milan.\nTonight, a caller saying he was speaking for the Red Brigades told the Genoa newspaper Il Lavoro that Mr. Moretti's arrest was ''a hard blow'' but that the organization would soon prove with major terrorist attacks that it was still strong.\n\nGraphic\n\n \nIllustrations: Photo of Mario Moretti"
}