{
    "title": "Most Serious Charges Are Rejected in Terror Case",
    "publisher": "the new york times",
    "year": 2011,
    "month": 6,
    "day": 16,
    "full text": "Two men who were accused of plotting to blow up the largest synagogue in Manhattan, and kill as many Jews as possible in the process, were formally indicted on Wednesday, but not on the most serious criminal charges sought by the Manhattan district attorney's office.\nThe state grand jury that heard evidence against the men declined to indict them on the charges of second-degree conspiracy as a crime of terrorism and as a hate crime, rejecting the prosecution's assertion that they had plotted to blow up synagogues while there were worshippers inside. Instead, the panel favored lesser charges that suggested that the defendants, at best, had wanted to destroy a synagogue when it was empty.\nThe case that led to the charges against the men, who were arrested last month, was unusual for both the way it was pursued -- both the investigation and prosecution were handled by local, not federal, authorities -- and the way it was announced at City Hall on May 12, with city officials displaying live-action arrest photos.\nIndeed, Mayor Michael R. Bloomberg; the Manhattan district attorney, Cyrus R. Vance, Jr.; and the police commissioner, Raymond W. Kelly, were asked at that news conference why the case, which was presented as a serious investigation of a terrorist plot, had not been brought in federal court.\nThe men provided different answers. The mayor simply said that federal prosecutors ''don't take all the cases''; the commissioner noted that federal authorities have the right of first refusal, but that this case had actually started as a criminal matter and ''morphed'' into a terrorism inquiry; and Mr. Vance said his office focused on ''local, unaffiliated threats.''\nThe F.B.I., which oversees the Joint Terrorist Task Force, whose agents and police detectives generally investigate such matters, declined to pursue the case and have said little about it. Federal prosecutors, apparently, were not consulted.\nOn Wednesday, after the defendants were arraigned on the indictment, a lawyer for one of them suggested that the investigation had continued because of politics and a desire to grandstand.\n''I think you're going to see that this case is a case based on the financial, political and personal ambitions of the police commissioner of the City of New York, the mayor of the City of New York and the district attorney of New York County,'' said Elizabeth Fink, who represents the lead defendant, Ahmed Ferhani.\nBut Mr. Vance, in a statement, said the indictment highlighted how the defendants' ''desire to commit violent Jihad against Jewish Americans is not only an act of terrorism, but a hate crime.''\nDespite the absence of the most sensational charges, the men were nonetheless arraigned on serious felonies under the state's terrorism law, for which they could face up to 25 years in prison if they are convicted. Had the top counts been included in the indictment, the men would have faced mandatory life sentences if convicted. The law, passed after the Sept. 11 attacks, has never been used in such a case.\nMr. Ferhani, 26, and his co-defendant, Mohamed Mamdouh, 20, pleaded not guilty at the hearing in State Supreme Court in Manhattan. Ms. Fink asked Justice Michael J. Obus to appoint a forensic psychiatrist to evaluate her client's mental condition.\nAfter the arraignment, Ms. Fink called the case ''bogus'' and told reporters that Mr. Ferhani had a long history of mental illness.\nAnother lawyer representing him, Lamis Deek, said that Mr. Ferhani had been hospitalized 20 to 30 times in the past 10 to 15 years and had been involuntarily committed to a psychiatric hospital by the Police Department. Paul J. Browne, the Police Department's chief spokesman, said in a statement that the department does not commit people, but may sometimes transport those who appear emotionally disturbed for evaluation at a psychiatric hospital, and has no say over whether the person is admitted.\n''Even so, should that leave the police powerless from interrupting a plot to blow up a synagogue and to shoot and kill Jews in New York City?'' he asked, adding, ''Don't think so.''\nMr. Ferhani's mental history could have a significant impact on the prosecution's case, which grew out of a sting operation in which undercover police detectives with the Intelligence Division sold guns and a hand grenade to the men. Mr. Ferhani's lawyers said they intended to pursue an entrapment defense.\nAt the arraignment, Aaron Mysliwiec, the lawyer for Mr. Mamdouh, underscored the grand jury's failure to include the top counts, saying, ''The charges have dropped a significant level here in this case.''\nAdam S. Kaufmann, the chief of Mr. Vance's Investigation Division, said in a statement that grand juries were empowered to decide independently what crimes to charge defendants with, adding, ''The violent crimes of terrorism for which they have been indicted expose these defendants to potentially lengthy prison terms.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Ahmed Ferhani and Mohamed Mamdouh, who were accused of plotting to blow up the largest synagogue in Manhattan, at their arraignment in State Supreme Court on Wednesday. They were not indicted on the most serious criminal charges sought by the Manhattan district attorney. (PHOTOGRAPH BY JOHN MARSHALL MANTEL FOR THE NEW YORK TIMES)                                      \n\nLoad-Date: June 16, 2011"
}