{
    "title": "MOST MUSLIMS LIVING IN U.S. FEEL TARGETED BY TERROR POLICIES MORE VIEW EFFORTS AS SINCERE, HOWEVER",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 8,
    "day": 31,
    "full text": "WASHINGTON -- More than half of Muslim Americans in a new poll say government anti-terrorism policies single them out for increased surveillance and monitoring, and many report increased cases of name-calling, threats and harassment by airport security, law enforcement officers and others.\nStill, most Muslim Americans say they are satisfied with the way things are going in the U.S. and rate their communities highly as places to live.\nThe survey by the Pew Research Center, one of the most exhaustive ever of the country's Muslims, finds no signs of rising alienation or anger among Muslim-Americans despite recent U.S. government concerns about homegrown Islamic terrorism and controversy over the building of mosques.\n\"This confirms what we've said all along: American Muslims are well integrated and happy, but with a kind of lingering sense of being besieged by growing anti-Muslim sentiment in our society,\" said Ibrahim Hooper, spokesman for the Council on American-Islamic Relations, a Washington, D.C.-based Muslim civil rights group.\n\"People contact us every day about concerns they've had, particularly with law enforcement authorities in this post-9/11 era,\" he said.\nIn all, 52 percent of Muslim Americans surveyed said their group is singled out by government for terrorist surveillance. Almost as many -- 43 percent -- reported they had personally experienced harassment in the past year, according to the poll released Tuesday.\nThat 43 percent share of people reporting harassment is up from 40 percent in 2007, the first time Pew polled Muslim Americans.\nAsked to identify in what ways they felt bias, about 28 percent said they had been treated or viewed with suspicion by people, while 22 percent said they were called offensive names.\nAbout 21 percent said they were singled out by airport security because they were Muslim, while another 13 percent said they were targeted by other law enforcement officials.\nRoughly 6 percent said they had been physically threatened or attacked.\nOn the other hand, the share of Muslim Americans who view U.S. anti-terror policies as \"sincere\" efforts to reduce international terrorism now surpasses those who view them as insincere -- 43 percent to 41 percent. Four years ago, during the presidency of George W. Bush, far more viewed U.S. anti-terrorism efforts as insincere than sincere -- 55 percent to 26 percent.\nThe vast majority of Muslim Americans -- 79 percent -- rate their communities as either \"excellent\" or \"good\" places to live, even among many who reported an act of vandalism against a mosque or a controversy over the building of an Islamic center in their neighborhoods.\nAndrew Kohut, Pew president, said in an interview that Muslim Americans' overall level of satisfaction was striking.\n\"I was concerned about a bigger sense of alienation, but there was not,\" Mr. Kohut said, contrasting the U.S. to many places in Europe where Muslims have become more separatist. \"You don't see any indication of brewing negativity. When you look at their attitudes, these are still middle-class, mainstream people who want to be loyal to America.\"\nThe latest numbers come amid increased U.S. attention on the risks of homegrown terrorism after the London transit bombings in 2005. The problem has been especially pressing for President Barack Obama, with federal investigators citing a greater risk of attacks by a \"lone wolf\" or small homegrown cells following the 2009 Fort Hood shooting and the Times Square bombing attempt last year.\nSuch terror warnings have stirred raw emotions as the U.S. struggles to talk about religion in the context of terrorism.\nTensions erupted last summer over plans to build a mosque near the ground zero site in New York City after critics assailed it as an insult to the victims of the 9/11 attacks.\nRep. Peter King, R-N.Y., held House hearings earlier this year to examine whether American Muslims are becoming \"radicalized\" to attack the U.S., declaring that U.S. Muslims are doing too little to fight terror.\nThe Pew survey is based on telephone interviews with 1,033 Muslims in the U.S., conducted in English, Arabic, Farsi or Urdu from April 14 to July 22. Subjects were chosen at random, from a separate list of households including some with Muslim-sounding names and from Muslim households that had answered previous surveys.\nThe poll has a margin of error of plus or minus 5 percentage points.\n\nGraphic\n\n \nPHOTO: Mark Rightmire/Associated Press/Orange County Register: Abdul Abdi, 2, of Irvine, Calif., looks up while his father, Ahmed Abdi, on his left, and others do their prostrations during the Eid prayer at the Orange County Great Park in Irvine, Tuesday. The prayer was hosted by the Islamic Center of Irvine.\n\nLoad-Date: August 31, 2011"
}