{
    "title": "MOST AMERICANS HOPEFUL ABOUT LIFE IN THE NEXT CENTURY THEY HAVE FAITH IN IN SCIENCE AND TECHNOLOGY,",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 10,
    "day": 25,
    "full text": "As Americans stand at the threshold of the next century, they worry about nuclear war, global warming, terrorism and possible energy crises.\nStill, four out of five people in a poll by the Pew Research Center for the People and the Press say they are hopeful about life in the new millennium. That hopeful outlook is fueled by their faith in science and technology, modern medicine and higher education.\nPrevious polls also have shown American optimism is based largely on the roaring economy.\n\"I think optimistically about the future because I don't want to think negatively,\" said Janice Royce of Anchorage, Alaska, who is studying acupuncture in this planned community about halfway between Washington and Baltimore. \"The economy is great. Politics will always be politics, but I like the direction the country is going in.\"\nThe Pew poll examined what people expect to happen in the coming decades. While the poll found people were generally upbeat, it also suggested they had serious worries about the coming years.\nMore than a third of Americans expected the United States to be involved in a nuclear war during the next 50 years.\nPeter Benson, 45, an Englishman who now lives in this country and works for a delivery service, said he did not expect a full-scale nuclear war, \"but some close calls are possible, along the lines of the Cuban missile crisis.\"\nA majority of Americans, 56 percent, think overpopulation will be a major problem in the next 50 years and cause a strain on food and resources. About the same number think there will be an epidemic worse than AIDS, health care will be less affordable, and the crime rate will grow.\nAlmost two-thirds, 64 percent, think there will probably be a major terrorist attack on this country involving biological or chemical weapons. About the same number fear the world is likely to face a major energy crisis, and environmental problems may be a major threat.\n\"Oh my god, yes,\" said Michelle Nader, 25, a receptionist, when asked whether the environment would be a problem. \"All the trees are being taken down. The ozone's terrible. It's a mess.\"\nWhile seven out of 10 said they were optimistic, 27 percent said they were at least somewhat pessimistic about the next 50 years in this country. Nader had some misgivings as well.\n\"With all the technological stuff, people will just stay in their houses and do everything through a computer,\" she said. \"People are not going to do much real living.\" But several people here talked about an optimism in the future that is reflected in the national poll.\nOne resident who felt \"very optimistic\" was Linda Latta, 46, a real estate saleswoman.\n\"People are getting more concerned about other people,\" she said, \"getting into their own health.\"\nFour out of five in the national poll thought there would probably be cures for cancer and AIDS in the next 50 years, democracy would probably continue its spread around the world, and a woman would be elected president. Almost half said they thought Jesus Christ would return.\nAt least four out of five said medical advances, universities and science and technology would play a major role in improving life in this nation in the future.\nThe telephone poll of 1,546 adults was taken from April 6 to May 6 of this year and had a margin of error of plus or minus 3 percentage points.\nWhen asked if there would be a \"manned landing\" on Mars in the next 50 years - something expected by three-fourths of Americans - Allen Bishop, 59, a custodian, made a small amendment to the question.\n\"I think they'll land a spacecraft on Mars - but women will be involved in a whole lot of this space stuff,\" he said. \"If there's any landing on Mars, it could very well be a woman that will do it.\"\nLike two-thirds of the people in the national poll, Bishop said that he viewed the year 2000 as just another year and that he was not very concerned about changes that would come.\n\"If you're religious like I am, you don't worry about it,\" he said. \"The Bible tells me there's nothing new under the sun.\"\n\nGraphic\n\n \nCHART\n\nLoad-Date: October 22, 2002"
}