{
    "title": "MOST U.S. CITIES ARE TAKING NO SPECIAL MEASURES TO CURB TERRORISM",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 27,
    "full text": "Concern about the threat of terrorism that has prompted heightened security in the nation's capital is not yet being felt around the country, according to law- enforcement authorities in 10 major cities.\n Concrete barriers have been erected at the State Department and metal detectors installed in the Capitol, but in Los Angeles, for example, Sgt. Stephen Finley of the Sheriff's Department said, ''Absolutely nothing special has happened - we're just doing what we've always done.''\nAnd in Houston, Capt. Sam Nunchia of the Police Department said, ''We don't have any specific plans. There really isn't much we can do.''\nOfficals in Detroit, Miami, San Francisco and several other cities similarly reported that they were taking no new measures against possible terrorist acts and feeling no particular anxiety.\nMost US cities, other than Washington and NYC, report they have not taken new security measure to prevent terrorist incidents; FBI Dir William H Webster notes there are not major terrorist organizations now operating in US, although many of overseas incidents are aimed at US (M)New York City More Worried\nOnly in New York City, site of the United Nations headquarters and home to the largest diplomatic community in the world, did officials say they were more worried.\nAccording to Kenneth Conboy, the Acting Police Commissioner, new concern is being felt despite the fact that the number of terrorist incidents in the city, like those around the country, dropped this year. So far in 1983, there have been three, Mr. Conboy said, as against 15 last year, 11 in 1981 and nine in 1980.\n''While there has been a sharp decline in the number of bombings in New York City in 1983, there is a dynamic in this kind of violence that is very sensitive to trends on the world scene,'' said Mr. Conboy, who will soon take over as the city's criminal justice coordinator.\n''You can't take for granted the continuing peaceableness of a community in the face of one year,'' he added. ''You have to view it in the context of world developments, which have turned very ugly in recent months.''\n \nTerrorism Declines in U.S.\nOn the Federal level, officials are stressing that increased fear of politically motivated violence since the bombing two months ago of the Marine headquarters in Beirut should not overshadow an actual decline in terrorist acts.\n''I'd say, rather than a rising tide of terrorism, we have a rising concern for terrorism in this country,'' William H. Webster, Director of the Federal Bureau of Investigation, said last week.\nSo far this year, the bureau has identified 31 incidents in the United States as the work of terrorists. In six of them, the authorities either arrested those they believed responsible or the suspects were killed in the incident. Last year the bureau counted 51 such incidents; in 1981 there were 42, and in 1980, 29.\n''There are no major terrorist organizations operating in the United States,'' Mr. Webster said. Rather, he believes, handfuls of individual terrorists sometimes provide assistance to each other. But because many of the overseas terrorist incidents are aimed at the United States, the F.B.I. has attempted to improve its ability to deal with them, recognizing the potential for an increase here.\n \nBrink's Case Termed Significant\nAccording to Mr. Webster and other bureau officials, the Brink's robbery of 1981, in which two police officers and a guard were killed in Nyack, N.Y., provided lessons that have helped guide the bureau's planning in this area.\n''The significance of the Brink's case as it applies to terrorism was that we identified a coalition of heretofore apparently unrelated groups that had been in existence since 1976 without the knowledge of law enforcement nationwide,'' said Kenneth Walton, deputy assistant director in charge of the F.B.I.'s New York office and head of its joint Terrorism Task Force with the New York Police Department.\n''That coalition of Black Liberation Army, old Weathermen, the May 19 group and others involved in that robbery bears a direct cause-and-effect relationship to terrorism investigations today, and perhaps even to ongoing bombings,'' Mr. Walton said.\n''The Brink's case,'' he added, ''showed that apparently divergent groups provide accommodations for each other - stolen vehicles, explosives, safehouses and protection.''\nThis has led the F.B.I. to examine recent bombing incidents for similarities that could could signal new alliances among seemingly disparate groups that have claimed responsibility.\n \nSimilarities of Technique\nMr. Webster said the names used by such groups are often simply ''names of convenience'' that ''do not necessarily reflect discrete organizations.''\nFor example, he continued, there are similarities of technique and rhetoric between the Armed Resistance Unit, which said it was responsible for the bombing Nov. 17 of the Senate wing of the United States Capitol, and the United Freedom Front, which took responsibility for the bombing Dec. 13 of an East Meadow, L.I., Navy recruiting station. No one was injured in either incident.\nThe authorities have found similar ideologies expounded in communiques by purportedly different groups in connection with recent bombings. They declare their opposition to what they call ''U.S. imperialism in Central America,'' American involvement in Lebanon and oppression of minority groups.\nThe F.B.I.'s efforts to enhance its ability to combat terrorism have led to the development of a computer system for analyzing intelligence.\n''Tidbits from around the country and the world are fed into computers and go to our analysts for investigative guidance,'' Mr. Young said. ''The computer tracks movements and associations. It relates incidents in one part of the country with another through a license plate or similarity of names.''\n \nNew F.B.I. Guidelines\nAnother change in the bureau's approach came with the enactment last March by Attorney General William French Smith of new F.B.I. guidelines for domestic security investigations. The rules represented the first comprehensive revision of standards issued seven years ago after disclosures that the bureau had engaged in widespread spying on Americans in civil rights, antiwar, feminist, Socialist, Communist and extreme right-wing organizations in the 1960's and 70's.\nThe new rules grant new latitude in investigating terrorism. Mr. Webster, who testified in Congress about them last April, said the Brink's case demonstrated the need for some of the changes that were made.\nJohn B. Hotis, a special assistant to Mr. Webster who was largely responsible for drafting both the initial guidelines and the new ones, said they ''encourage continuing investigative interest in a group, even if the group has been inactive, as long as there is a potential threat of violence.''\nHe added: ''With the new guidelines we look at people not just directly involved in the violence, but at peripheral groups providing support for it. We can cross organizational lines, without regard to what a group calls itself. Before, we would deal with them as two separate organizations, but now we can deal with them as a single enterprise.''\n \nSeattle Bombing Averted\nThe ability to gather intelligence, law-enforcement officials said, helped avert a potential attack a few weeks ago in a Seattle theater that was featuring two Iranian entertainers considered loyal to the late Shah. The officials said the F.B.I. had infiltrated a group loyal to Ayatollah Ruhollah Khomeini and learned that members of the group were planning to bomb the theater.\n''The pro-Khomeini group became fully aware of the F.B.I.'s interest and did not go ahead,'' one official said. According to Mr. Webster, ''many, many people might have been killed'' had the plot not been discovered.\nF.B.I. officials say, however, that it is extremely difficult to gain information on terrorist groups before they act because undercover agents can rarely infiltrate them and it is unusual to gain an informer from within.\n''We know that we can never do a job which will make the country totally safe from terrorists,'' said Mr. Young. ''No matter how hard we try, what measures we take, there are vulnerabilities. It can happen any place at any time.''"
}