{
    "title": "Most special session bills to deal with security, terrorism",
    "publisher": "charleston gazette",
    "year": 2001,
    "month": 10,
    "day": 19,
    "full text": "philk@wvgazette.com  \nA visit to the Capitol may soon have something in common with an airline flight, under a bill Gov. Bob Wise will introduce next week to tighten security at the Capitol Complex.\nOn Thursday, Wise issued a call for the special session of the Legislature that begins Sunday. The call includes $ 600,000 to improve Capitol Complex security, including measures to limit the number of visitors' entrances to the Capitol and install a swipe card system for Capitol workers at other entrances.\nVisitors' entrances to the Capitol and other office buildings will have metal detectors and X-ray machines, Public Safety Secretary Joe Martin said Thursday.\nThe security plan also calls for hiring 12 to 14 uniformed officers for the Division of Protective Services. That division, which acts as the police force for the Capitol Complex, has five officers.\nMartin said that, in light of recent events, it is time to improve security at the complex.\n\"It's just terribly unfortunate we have to resort to this, but it's important to maintain security and safety at the Capitol,\" he said.\nHe said the $ 600,000 amounts to a half-year appropriation. It will amount to more than doubling the division's budget, which is $ 1 million a year.\nAlthough originally billed as a special session on medical malpractice insurance, five of the nine bills on the governor's call deal with homeland security and the state's participation in the war on terrorism.\nWise also will propose a Homeland Security Commission to study additional needs for improving security around the state.\nThe commission, which would include the governor, Senate president, House speaker, several department heads and two additional legislators, would make its recommendations to the 2002 Legislature.\nAnother bill would make it a felony to commit terrorist acts or to perpetrate hoaxes relating to terrorism.\nTwo bills are intended to help families of National Guard and Reserve forces called to active duty.\nOne bill would provide at least 12 weeks of paid leave for state employees called to duty, while the other exempts National Guard and Reserve active-duty pay from state income taxes.\nIn a prepared statement Thursday, Wise acknowledged that the agenda is unusually heavy for a special session.\n\"These are extraordinary times,\" he said. \"We need to take extraordinary measures.\"\nAs previously announced, the session will include three bills dealing with medical malpractice insurance, the centerpiece being legislation to create a state-run insurance program.\nThe remaining bill would refinance $ 200 million in Regional Jail Authority bonds. By taking advantage of unusually low interest rates, the administration hopes to free up between $ 60 million and $ 80 million.\nThose funds would be used to build juvenile detention facilities and to expand state prisons.\nThe session, which will begin at 1 p.m. Sunday, will be the sixth special session this year.\nTo contact staff writer Phil Kabler, use e-mail or call 348-1220.\n\nLoad-Date: October 20, 2001"
}