{
    "title": "Most Americans support ethnic profiling in airline security",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 1,
    "day": 13,
    "full text": "WASHINGTON (GNS) ? Americans are divided over whether President Barack Obama's response to the foiled bombing of a Detroit-bound jetliner on Christmas Day went far enough, a USA Today-Gallup Poll finds, amid broad support for the controversial practice of ethnic profiling in airline security. Despite criticism by Obama and others of the failure of intelligence agencies to prevent the incident, however, those surveyed, by an overwhelming 3-to-1 margin, said that the United States has made considerable progress against terrorism since the 9/11 attacks in 2001. There also was no significant increase in the percentage of people expressing concern that their families might be the victim of terrorism. \nNine percent said they are very worried about being a victim of terrorism, and 33 percent were somewhat worried, roughly the same levels of concern reported in early December and over the past five years. \"Despite the high level of focus politically by the Obama administration and from Republicans, the American public doesn't seem too fazed by the December bombing attempt,\" said Frank Newport, Gallup's editor in chief  ? perhaps because no lives were lost. \"It's certainly possible that Americans have become more accustomed to the idea that there will be terrorist incidents,\" he said. By a 3-to-1 margin, those polled favored the idea of subjecting airline passengers to more intensive security checks if they fit the profile of terrorists based on age, ethnicity and gender. A previous USA TODAY poll, released Monday, found even stronger support for the use of full-body scanners at airports, even if they compromise passenger privacy. Asked to assess Obama's handling of terrorism, 49 percent expressed approval and 46 percent disapproved ? an anemic rating, albeit better than his standing on health care or the economy.  A majority also disapproved of his handling of the economy, with a rating of 40 percent approving and 56 percent disapproving. The poll of 1,023 adults, taken Friday through Sunday, has a margin of error of plus or minus 4 percentage points. Two-thirds of Americans said they had closely followed Obama's announcement last week about the attempted Christmas Day bombing. Of those paying at least a little attention, 42 percent said the steps Obama took didn't go far enough, compared with 38 percent who called them \"about right\" and 4 percent who said they go too far.  \n\nLoad-Date: January 13, 2010"
}