{
    "title": "Most of world mourns victims; Iraq says it's 'due punishment'_ Some nations at odds with U.S. denoun",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "Church bells pealed, flags stood at half-staff, and conferences, concerts and sports matches were canceled Wednesday as countries contemplated a world utterly changed by the deadly terrorist attacks on the United States.\nEven nations that have been at odds with the United States denounced the attacks.\nNorth Korea called the attacks \"tragic,\" adding that it \"is opposed to all forms of terrorism.\" The U.S. State Department lists North Korea among seven national \"sponsors of terrorism.\"\nLibya, Syria, Sudan and Iran - all of which are accused by the United States of sponsoring terrorism - also condemned the attacks.\n\"Irrespective of the conflict with America it is a human duty to show sympathy with the American people, and be with them at these horrifying and awesome events which are bound to awaken human conscience,\" Libyan leader Moammar Gadhafi said.\nSyrian President Bashar Assad sent a condolence message to the White House, calling for \"world cooperation to eradicate all kinds of terrorism.\"\nHowever, an Iraqi state-run newspaper described the attacks as due punishment. \"Now, America is gaining the fruits of its worldwide crime,\" al-Iraq newspaper said Wednesday.\nIn the hours after the attack, Iraqi television played a patriotic song that began \"Down with America!\" as it showed the towers collapsing.\nRadical groups behind attacks on Israeli civilians were at pains to distance themselves from the devastating events in New York and Washington. Hamas, Islamic Jihad and the Popular Front for the Liberation of Palestine all denied responsibility.\nAddressing his weekly general audience in St. Peter's Square, Pope John Paul II told Americans that \"those who believe in God know that evil and death do not have the final say.\"\nOffers of solidarity came from around the world.\n\"In the darkest hours of European history, America stood close with us,\" European Commission President Romano Prodi said, referring to U.S. intervention during the two World Wars. \"Today we stand close by America.\"\nEuropean Union ministers said their countries would observe Friday as a day of mourning.\nBritain's Prime Minister Tony Blair spoke Wednesday with President Bush and said he had consulted leaders in Russia, France, Germany, Italy and the European Union. \"We all agreed that these attacks were an attack not only on America, but on the free and democratic world,\" he said.\nIn Kosovo's capital of Pristina, tens of thousands of people gathered for a demonstration commemorating the victims. Many waved American flags or held placards saying, \"United States, We are With You.\"\nIn Paris, about 250 people mourned at the American Cathedral. A French firefighter, Willy Preto, wore a blue New York Fire Department T-shirt, saying \"I'm here in solidarity with my brothers - the firefighters.\"\nQueen Elizabeth II planned a special Changing of the Guard ceremony at Buckingham Palace today to honor the victims. A military band will play the American national anthem, which will be followed by two minutes of silence.\n$$ @122:Aftermath of attack\n\nGraphic\n\n \nPalestinian leader Yasser Arafat donates blood at Shifa Hospital in Gaza City, Wednesday.  Arafat, along with hundreds of Palestinians, participated in a blood drive for the victims of the deadly hijacking in the United States.  He condemned the attacks.\n\nLoad-Date: September 13, 2001"
}