{
    "title": "Most US Muslims feel targeted by terror policies",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 8,
    "day": 30,
    "full text": "WASHINGTON ? More than half of Muslim-Americans in a new poll say government anti-terrorism policies single them out for increased surveillance and monitoring, and many report increased cases of name-calling, threats and harassment by airport security, law enforcement officers and others. Still, most Muslim-Americans say they are satisfied with the way things are going in the U.S. and rate their communities highly as places to live. The survey by the Pew Research Center, one of the most exhaustive ever of the country's Muslims, finds no signs of rising alienation or anger among Muslim-Americans despite recent U.S. government concerns about homegrown Islamic terrorism and controversy over the building of mosques. \"This confirms what we've said all along: American Muslims are well integrated and happy, but with a kind of lingering sense of being besieged by growing anti-Muslim sentiment in our society,\" said Ibrahim Hooper, spokesman for the Council on American-Islamic Relations, a Washington, D.C.-based Muslim civil rights group. \n\"People contact us every day about concerns they've had, particularly with law enforcement authorities in this post-9/11 era,\" he said. Muslim extremists hijacked four passenger planes on Sept. 11, 2001, crashing them into the World Trade Center, the Pentagon and a field in Shanksville, Pa. In all, 52 percent of Muslim-Americans surveyed said their group is singled out by government for terrorist surveillance. Almost as many ? 43 percent ? reported they had personally experienced harassment in the past year, according to the poll released Tuesday. That 43 percent share of people reporting harassment is up from 40 percent in 2007, the first time Pew polled Muslim-Americans. Asked to identify in what ways they felt bias, about 28 percent said they had been treated or viewed with suspicion by people, while 22 percent said they were called offensive names. About 21 percent said they were singled out by airport security because they were Muslim, while another 13 percent said they were targeted by other law enforcement officials. Roughly 6 percent said they had been physically threatened or attacked. On the other hand, the share of Muslim-Americans who view U.S. anti-terror policies as \"sincere\" efforts to reduce international terrorism now surpasses those who view them as insincere ? 43 percent to 41 percent. Four years ago, during the presidency of George W. Bush, far more viewed U.S. anti-terrorism efforts as insincere than sincere ? 55 percent to 26 percent. The vast majority of Muslim-Americans ? 79 percent ? rate their communities as either \"excellent\" or \"good\" places to live, even among many who reported an act of vandalism against a mosque or a controversy over the building of an Islamic center in their neighborhoods. They also are now more likely to say they are satisfied with the current direction of the country ? 56 percent, up from 38 percent in 2007. That is in contrast to the general U.S. public, whose satisfaction has dropped from 32 percent to 23 percent. Andrew Kohut, Pew president, said in an interview that Muslim-Americans' overall level of satisfaction was striking. \"I was concerned about a bigger sense of alienation, but there was not,\" Kohut said, contrasting the U.S. to many places in Europe where Muslims have become more separatist. \"You don't see any indication of brewing negativity. When you look at their attitudes, these are still middle-class, mainstream people who want to be loyal to America.\" The latest numbers come amid increased U.S. attention on the risks of homegrown terrorism after the London transit bombings in 2005. The problem has been especially pressing for President Barack Obama, with federal investigators citing a greater risk of attacks by a \"lone wolf\" or small homegrown cells following the 2009 Fort Hood shooting and the Times Square bombing attempt last year. Such terror warnings have stirred raw emotions as the U.S. struggles to talk about religion in the context of terrorism. Tensions erupted last summer over plans to build a mosque near the Ground Zero site in New York City after critics assailed it as an insult to the victims of the 9/11 attacks. Rep. Peter King, R-N.Y., held House hearings earlier this year to examine whether American Muslims are becoming \"radicalized\" to attack the U.S., declaring that U.S. Muslims are doing too little to fight terror. The Associated Press reported last week that with CIA guidance, the New York Police Department dispatched undercover officers into minority neighborhoods, scrutinized imams and gathered intelligence on cab drivers and food cart vendors, jobs often done by Muslims. It is now common in U.S. mosques for Muslims to preface public remarks by saying that they know the government is eavesdropping but Muslims have nothing to hide. Still, one factor behind the somewhat upbeat sentiment of Muslim-Americans is the 2008 election of Obama, who pledged to improve relations with the Muslim world. Muslim-Americans who vote largely identify themselves as Democrats, and fully 76 percent of those surveyed say they approve of Obama's job performance, compared with 15 percent in 2007 who approved of Bush's performance. Regarding possible terror risks, about 21 percent of Muslim-Americans say there is \"a great deal\" or \"a fair amount\" of support for extremism in their communities, according to the Pew survey. About 81 percent of Muslim-Americans separately say suicide bombings and other forms of violence against civilians are never justified in order to defend Islam, and growing numbers also express an unfavorable view of al-Qaida ? 81 percent compared with 68 percent in 2007. In all, nearly half say that Muslim leaders in the U.S. must do more to speak out against Islamic extremists, compared with one-third who say Muslim-American leaders have done enough. The findings offer an uncommon portrait of the Muslim-American community, which Pew estimates at roughly 2.75 million, or nearly 1 percent of the U.S. population. By law, the Census Bureau does not ask about people's religions, so extensive details about Muslim-American views, their size and demographics as a group are not widely known. Mostly foreign-born immigrants, Muslim-Americans are significantly younger, more likely to be male and more racially diverse than the public as a whole. They express a broad willingness to adopt U.S. customs and are just as likely as the rest of Americans to hold a college degree. For example: ?When asked to choose, nearly half of Muslims in the U.S. say they think of themselves first as Muslim, rather than as American. Roughly 60 percent say that most Muslims come to the U.S. to adopt the American way of life and see no conflict between being a devout Muslim and living in a modern society. ?Foreign-born Muslims in the U.S. come from at least 77 different countries, led by Pakistan, Iran, the Palestinian territories, Bangladesh, Yemen, Jordan and Iraq. About 70 percent of foreign-born Muslims report they are now naturalized U.S. citizens, higher than the 47 percent rate for the broader immigrant population in the U.S. ?Muslim-Americans are more likely than Muslims in the Middle East to say a way can be found for the state of Israel to exist so that Palestinian rights are addressed ? 62 percent say this, compared with a range of 13 to 40 percent in other countries surveyed by Pew. That 62 percent share compares with 67 percent among the general U.S. public who hold this view. The Pew survey is based on telephone interviews with 1,033 Muslims in the U.S., conducted in English, Arabic, Farsi or Urdu from April 14 to July 22. Subjects were chosen at random, from a separate list of households including some with Muslim-sounding names, and from Muslim households that had answered previous surveys. The poll has a margin of error of plus or minus 5 percentage points. AP Deputy Polling Director Jennifer Agiesta contributed to this report. Online: Pew Research Center: http://pewresearch.org/ \n\nLoad-Date: August 31, 2011"
}