{
    "title": "Most favor GOP on economy, war on terrorism",
    "publisher": "usa today",
    "year": 2002,
    "month": 11,
    "day": 12,
    "full text": "WASHINGTON -- A majority of Americans support President Bush's push for war against Iraq and say Democrats are not tough enough in dealing with terrorism, a USA TODAY/CNN/Gallup Poll shows.\nThe poll taken over the weekend also found that most surveyed believe that Republicans have a clearer plan for managing foreign affairs and the economy. Even a majority of Democrats say their party is too liberal.\nThe poll suggests that public support for Bush's leadership on Iraq and terrorism, and the Democrats' perceived lack of a plan for the economy, may have been significant factors in the GOP election sweep that gave it control of Congress.\n\"This election doesn't give Bush a mandate, but it certainly means that his political enemies should never underestimate him again,\" said Stephen Hess, a political scholar at the Brookings Institution.\nOverall, 57% of those polled said Democrats are not tough enough on terrorism, while 64% said Republicans are. And 54% of Democrats polled said the party needs to moderate its liberal message.\n\"Democrats are holding back more than Republicans on attacking Iraq, and we need to clamp down on Saddam Hussein,\" said Democrat Bill Howard, 68, a retired equipment operator in San Angelo, Texas.\nHowever, Democrats do not appear to be moderating their leadership after the elections. House Democrats are expected to elect a liberal, Rep. Nancy Pelosi of California, as their new leader over moderate Rep. Harold Ford of Tennessee.\nPelosi is the only Democratic leader in Congress to oppose the resolution to authorize the use of force against Iraq.\nNow that Republicans are in control of Congress and the White House, their chance of staying in power will be determined by whether they can solve key problems.\nOverall, 50% of those polled said the GOP has a clear plan for curing the country's ills; just 30% of respondents said the Democrats do.\nAnd with one party in charge, three of four respondents, 74%, expect things to be accomplished.\nAmong them:\n * The creation of a homeland security department.\n * Making tax cuts that were enacted last year permanent.\nBut 52% of those polled oppose additional tax cuts being considered by Bush to stimulate the economy.\nTEXT WITHIN GRAPHIC BEGINS HERE\nUSA TODAY/CNN/Gallup Poll\nPercentage of adults who say Republicans controlling the White House and Congress is a \"good thing\" for the country as it relates to:\nForeign affairs: 57%\nEconomy: 53%\n\nGraphic\n\n \nGRAPHIC, Color, Quin Tian, USA TODAY, Source: USA TODAY/CNN/Gallup Poll of 1, 014 adults Friday-Sunday. Margin of error: +/- 3 percentage points (BAR GRAPH)\n\nLoad-Date: November 12, 2002"
}