{
    "title": "Most U.S. Attacks Are Homegrown and Not Jihadist",
    "publisher": "the new york times",
    "year": 2015,
    "month": 6,
    "day": 25,
    "full text": "WASHINGTON --  In the 14 years since Al Qaeda carried out attacks on New York and the Pentagon, extremists have regularly executed smaller lethal assaults in the United States, explaining their motives in online manifestoes or social media rants.\nBut the breakdown of extremist ideologies behind those attacks may come as a surprise. Since Sept. 11, 2001, nearly twice as many people have been killed by white supremacists, antigovernment fanatics and other non-Muslim extremists than by radical Muslims: 48 have been killed by extremists who are not Muslim, including the recent mass killing in Charleston, S.C., compared with 26 by self-proclaimed jihadists, according to a count by New America, a Washington research center. \n  The slaying of nine African-Americans in a Charleston church last week, with an avowed white supremacist charged with their murders, was a particularly savage case.\n  But it is only the latest in a string of lethal attacks by people espousing racial hatred, hostility to government and theories such as those of the ''sovereign citizen'' movement, which denies the legitimacy of most statutory law. The assaults have taken the lives of police officers, members of racial or religious minorities and random civilians.\n  Non-Muslim extremists have carried out 19 such attacks since Sept. 11, according to the latest count, compiled by David Sterman, a New America program associate, and overseen by Peter Bergen, a terrorism expert. By comparison, seven lethal attacks by Islamic militants have taken place in the same period.\n  If such numbers are new to the public, they are familiar to police officers. A survey to be published this week asked 382 police and sheriff's departments nationwide to rank the three biggest threats from violent extremism in their jurisdiction. About 74 percent listed antigovernment violence, while 39 percent listed ''Al Qaeda-inspired'' violence, according to the researchers, Charles Kurzman of the University of North Carolina and David Schanzer of Duke University.\n  ''Law enforcement agencies around the country have told us the threat from Muslim extremists is not as great as the threat from right-wing extremists,'' said Dr. Kurzman, whose study is to be published by the Triangle Center on Terrorism and Homeland Security and the Police Executive Research Forum.\n  John G. Horgan, who studies terrorism at the University of Massachusetts, Lowell, said the mismatch between public perceptions and actual cases had become steadily more obvious to scholars.\n  ''There's an acceptance now of the idea that the threat from jihadi terrorism in the United States has been overblown,'' Dr. Horgan said. ''And there's a belief that the threat of right-wing, antigovernment violence has been underestimated.''\n  Counting terrorism cases is a subjective enterprise, relying on shifting definitions and judgment calls.\n  If terrorism is defined as ideological violence, for instance, should an attacker who has merely ranted about religion, politics or race be considered a terrorist? A man in Chapel Hill, N.C., who was charged with fatally shooting three young Muslim neighbors had posted angry critiques of religion, but he also had a history of outbursts over parking issues. (New America does not include this attack in its count.)\n  Likewise, what about mass killings in which no ideological motive is evident, such as those at a Colorado movie theater and a Connecticut elementary school in 2012? The criteria used by New America and most other research groups exclude such attacks, which have cost more lives than those clearly tied to ideology.\n  Some killings by non-Muslims that most experts would categorize as terrorism have drawn only fleeting news media coverage, never jelling in the public memory. But to revisit some of the episodes is to wonder why.\n  In 2012, a neo-Nazi named Wade Michael Page entered a Sikh temple in Wisconsin and opened fire, killing six people and seriously wounding three others. Mr. Page, who died at the scene, was a member of a white supremacist group called the Northern Hammerskins.\n  In another case, in June 2014, Jerad and Amanda Miller, a married couple with radical antigovernment views, entered a Las Vegas pizza restaurant and fatally shot two police officers who were eating lunch. On the bodies, they left a swastika, a flag inscribed with the slogan ''Don't tread on me'' and a note saying, ''This is the start of the revolution.'' Then they killed a third person in a nearby Walmart.\n  And, as in the case of jihadist plots, there have been sobering close calls. In November 2014 in Austin, Tex., a man named Larry McQuilliams fired more than 100 rounds at government buildings that included the Police Headquarters and the Mexican Consulate. Remarkably, his shooting spree hit no one, and he was killed by an officer before he could try to detonate propane cylinders he drove to the scene.\n  Some Muslim advocates complain that when the perpetrator of an attack is not Muslim, news media commentators quickly focus on the question of mental illness. ''With non-Muslims, the media bends over backward to identify some psychological traits that may have pushed them over the edge,'' said Abdul Cader Asmal, a retired physician and a longtime spokesman for Muslims in Boston. ''Whereas if it's a Muslim, the assumption is that they must have done it because of their religion.''\n  On several occasions since President Obama took office, efforts by government agencies to conduct research on right-wing extremism have run into resistance from Republicans, who suspected an attempt to smear conservatives.\n  A 2009 report by the Department of Homeland Security, which warned that an ailing economy and the election of the first black president might prompt a violent reaction from white supremacists, was withdrawn in the face of conservative criticism. Its main author, Daryl Johnson, later accused the department of ''gutting'' its staffing for such research.\n  William Braniff, the executive director of the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland, said the outsize fear of jihadist violence reflected memories of Sept. 11, the daunting scale of sectarian conflict overseas and wariness of a strain of Islam that seems alien to many Americans.\n  ''We understand white supremacists,'' he said. ''We don't really feel like we understand Al Qaeda, which seems too complex and foreign to grasp.''\n  The contentious question of biased perceptions of terrorist threats dates back at least two decades, to the truck bombing that tore apart the federal building in Oklahoma City in April 1995. Some early news media speculation about the attack assumed that it had been carried out by Muslim militants. The arrest of Timothy J. McVeigh, an antigovernment extremist, quickly put an end to such theories.\n  The bombing, which killed 168 people, including 19 children, remains the second-deadliest terrorist attack in American history, though its toll was dwarfed by the roughly 3,000 killed on Sept 11.\n  ''If there's one lesson we seem to have forgotten 20 years after Oklahoma City, it's that extremist violence comes in all shapes and sizes,'' said Dr. Horgan, the University of Massachusetts scholar. ''And very often, it comes from someplace you're least suspecting.''\n\nhttp://www.nytimes.com/2015/06/25/us/tally-of-attacks-in-us-challenges-perceptions-of-top-terror-threat.html\n\nGraphic\n\n \nCHART: Homegrown Terrorism: In the United States since Sept. 11, terrorist attacks by antigovernment, racist and other nonjihadist extremists have killed nearly twice as many epople as those by Islamic jihadists. (Source: New America Foundation) (CHART BY KIM SOFFEN/THE NEW YORK TIMES) (A17)       \n\nLoad-Date: June 25, 2015"
}