{
    "title": "MOST AMERICANS WOULD CURB LIBERTIES TO BE SAFER, POLL SAYS",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 1,
    "day": 13,
    "full text": "WASHINGTON -- After a recent attempted terrorist attack on a Detroit-bound plane set off a debate about full-body scans at airports, a new McClatchy-Ipsos poll finds that Americans lean more toward giving up some of their liberty in exchange for more safety.\nThe survey found 51 percent of Americans agreeing that \"it is necessary to give up some civil liberties in order to make the country safe from terrorism.\" But at the same time, 36 percent agreed that \"some of the government's proposals will go too far in restricting the public's civil liberties.\" The rest were undecided or said their opinions would depend on circumstances.\nAs has happened often since the 2001 terrorist attacks, the renewed debate over security is hinging on the balance between personal liberty and safety. The suspect's success in boarding a Christmas Day flight from Amsterdam to the United States allegedly carrying explosives is setting off calls for full-body scans, which some find an invasion of privacy, and for new restrictions on passengers once they're in flight.\nTo stop terrorists, the poll found, Americans look first to better governmental coordination and use of intelligence, with 81 percent calling that effective, and just 11 percent calling it ineffective. Body scans or full-body searches at airports ranked second, named by 74 percent as an effective way to stop terrorism. Nineteen percent called those measures ineffective. Further restrictions on carry-on baggage ranked third, called effective by 57 percent and ineffective by 34 percent.\nNew in-flight restrictions such as banning use of laptops and electronic equipment or restricting people to their seats ranked last, called effective by 50 percent and ineffective by 42 percent.\nA solid majority of Americans still feel safe flying, but the number has dropped. The survey found 75 percent saying they feel safe, down from 86 percent in 2007, and 24 percent saying they don't feel safe in the air, up from 13 percent in 2007.\nEven with the alleged Christmas bombing attempt and all the news coverage of it and its aftermath, terrorism remains very low on the national priority list; just 4 percent called it the nation's most important problem. The economy and jobs remained the top issue on people's minds by far, named as the top problem by 48 percent of Americans polled. Other domestic issues were cited by 31 percent, topped by 9 percent who said health care was the biggest problem. Fourteen percent cited some aspect of war or foreign policy, including the 4 percent who named terrorism.\nThe poll, conducted from last Thursday through Monday, found that 52 percent approved of the way President Barack Obama is doing his job, and 45 percent disapproved. Ipsos interviewed 1,336 people 18 and older across the U.S., producing a margin for error of plus or minus 2.68 percentage points.\n\nLoad-Date: January 13, 2010"
}