{
    "title": "Mother's Day parade attacked",
    "publisher": "charleston daily mail",
    "year": 2013,
    "month": 5,
    "day": 13,
    "full text": "NEW ORLEANS - Gunmen opened fire on dozens of people marching in a neighborhood Mother's Day parade in New Orleans on Sunday, wounding at least 17 people, police said.\nThe FBI said that the shootings appeared to be \"street violence\" and weren't linked to terrorism.\nMany of the victims were grazed and most of the wounds weren't life-threatening, police spokeswoman Remi Braden said in an email. No deaths were reported.\nPolice Superintendent Ronal Serpas told reporters that a 10-year-old girl was grazed in the shooting around 2 p.m. She was in good condition. He said three or four people were in surgery, but he didn't have their conditions.\nMary Beth Romig, a spokeswoman for the FBI in New Orleans, said federal investigators have no indication that the shooting was an act of terrorism.\n\"It's strictly an act of street violence in New Orleans,\" she said.\nOfficers were interspersed with the marchers, which is routine for such events. As many as 400 people joined in the procession that stretched for about 3 blocks, though only half that many were in the immediate vicinity of the shooting, Serpas said.\nPolice saw three suspects running from the scene in the city's 7th Ward neighborhood. No arrests had been made as of late afternoon.\nSecond-line parades are loose processions in which people dance down the street, often following behind a brass band. They can be impromptu or planned and are sometimes described as moving block parties.\nA social club called The Original Big 7 organized Sunday's event. The group was founded in 1996 at the Saint Bernard housing projects, according to its MySpace page.\nThe neighborhood where the shooting happened was a mix of low-income and middle-class row houses, some boarded up. As of last year, the neighborhood's population was about 60 percent of its pre-Hurricane Katrina level.\nPolice vowed to make swift arrests. Serpas said it wasn't clear if particular people in the second line were targeted, or if the shots were fired in a random fashion.\n\"We'll get them. We have good resources in this neighborhood,\" Serpas said.\nIn the late afternoon, the scene was taped off and police had placed bullet casing markers in at least 10 spots.\nTHE ASSOCIATED PRESS\nNew Orleans police officers investigate the scene after gunfire at a Mother's Day second-line parade.\n\nLoad-Date: May 14, 2013"
}