{
    "title": "Mother of bomb plot suspect apologizes to NYers",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 11,
    "day": 22,
    "full text": "NEW YORK - The mother of a \"lone wolf\" accused of plotting to attack police stations and post offices with homemade bombs apologized to New Yorkers on Monday, even as questions arose about why federal authorities - who typically handle terrorism cases - declined to get involved in what city officials called a serious threat.\nThe mother of Jose Pimentel spoke to reporters outside her upper Manhattan home the day after her son was arraigned in state court on terrorism-related charges.\n\"I didn't raise my son in that way,\" Carmen Sosa said. \"I feel bad about this situation.\"\nShe also praised the New York Police Department, saying, \"I think they handled it well.\"\nOfficials with the NYPD, which conducted the undercover investigation using a confidential informant and a bugged apartment, said the department had to move quickly because Pimentel was about to test a pipe bomb made out of match heads, nails and other ingredients bought at neighborhood hardware and discount stores.\nTwo law enforcement officials said Monday that the NYPD's Intelligence Division had sought to get the FBI involved at least twice as the investigation unfolded. Both times, the FBI concluded that Pimentel lacked the mental capacity to act on his own, they said.\nThe FBI thought Pimentel \"didn't have the predisposition or the ability to do anything on his own,\" one of the officials said.\nThe officials were not authorized to speak about the case and spoke on condition of anonymity. The FBI's New York office and the U.S. attorney's office in Manhattan both declined to comment on Monday.\nPimentel's lawyer, Joseph Zablocki, said his client was never a true threat.\n\"If the goal here is to be stopping terror ... I'm not sure that this is where we should be spending our resources,\" he said.\nPolice Commissioner Raymond Kelly defended the handling of the case Monday, saying the NYPD kept federal authorities in the loop \"all along\" before circumstances forced investigators to take swift measures using state charges.\n\nLoad-Date: November 22, 2011"
}