{
    "title": "MOTIVATION_ TO CREATE FEAR AND CHAOS; UW EXPERT TRIES TO HELP OTHERS UNDERSTAND TERRORISM",
    "publisher": "wisconsin state journal",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "If Americans have learned anything about terrorist activities over the past five years, they'll know not to jump to conclusions about who bombed Olympic Park in Atlanta, according to John Keenan, a UW-Madison professor who has studied causes of terrorism.\nWhoever planted a pipe bomb in the downtown public park near the summer Olympics site probably shares one key trait with other terrorists -- the desire to draw attention to their cause through fear and chaos, Keenan said.\n''That's a lesson we learned in the Oklahoma City bombing,'' he said. Terrorists can be, but are not always, foreign protestors targeting Americans.\n''The tendency is to get a quick solution and a simple answer,'' said Keenan. ''But this can be very complicated. The connecting link here is that even with different backgrounds and agendas, their efforts are the same. The more attention a terrorist can grab, the more fear they can create,'' Keenan said.\n''Right now, we're in this crescendo of terror. They're winning, they're on a roll,'' said Keenan, an asssociate professor of business with a background in anthropolgy and sociology. He has studied the causes driving international violence and terrorism, which he uses to teach business leaders about the dynamics of international trade and economics in his business courses.\nOnce, diplomats and politicians were the typical targets for political and economic-driven terrorism, he said. But the hostage stand-off at the 1972 Olympics in Munich, Germany, was a wake-up call, he said. Officials realized the vulnerablity of the event was attractive to terrorists and tightened security, Keenan said.\nTerrorists are typically small in number so they pick vulnerable targets, Keenan said.\n''You only need a handful of people to perpetuate horrendous acts,'' he said. ''Today, in this era, it has escalated into random acts of violence in which all members of a society are potential targets.''\nLeaders such as Libya's Moammar Gadhafi, Iran's Ayatollah Khomenini and Iraq's Saddam Hussein have used violence and terrorism to draw international attention to their causes and snag a corner of global economic and political power, Keenan said. The small minority of terrorists who use religion to validate their issues believe they're in a holy war against evil, he added.\n''They view us as pagans. Westerners, with all their materialism, are the antithesis of the correct spiritual order,'' Keenan said.\nBut more Americans with displaced frustrations and anger are turning to large-scale terrorism, he added.\n''There is an underlying atmosphere of frustration and resentment between the haves and the have-nots,'' Keenan said. People are under too much pressure from change and rising expectations fed by the growing global media, Keenan said.\n''We have a population that's undergoing extreme change and stress. You see that fact in that certain individuals go over the line,'' he said.\n\nGraphic\n\n \nKnight-Ridder Tribune graphic/Tim Goeheen Source: News reports Security by the numbers\n\nLoad-Date: July 30, 1996"
}