{
    "title": "Mounties delivered chemicals to terrorism suspects in sting",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 6,
    "day": 5,
    "full text": "The Royal Canadian Mounted Police delivered three tons of potential bomb-making material to a group that authorities said wanted to mount a string of attacks inspired by al-Qaida, according to a news report Sunday.\nThe Toronto Star said investigators delivered the ammonium nitrate to a group of Muslim Canadians, then moved in quickly on what officials call a suspected homegrown terror ring.\nThe newspaper said that investigators learned of the group's alleged plan to bomb targets around Ontario, then controlled the sale and transport of the fertilizer.\nAuthorities refused to discuss the Star's story and have revealed few details of the purported plot, or how the sting developed. \nA government official said Web surfing and e-mail among the suspects led to the start of the probe in 2004.\nCanada's ambassador to Washington, Michael Wilson, alluded to that in an interview with CNN's \"Late Edition.\"\n\"My understanding of it is that the Internet played a very important part of it. Whether there was a direct inspiration or an indirect inspiration, the Internet was, according to the police, was a very important part of their activities,\" Wilson said.\nPolice arrested 12 adults, ages 19 to 43, and five suspects younger than 18 Friday and Saturday on charges including plotting attacks with explosives on Canadian targets. Police said the suspects, all citizens or residents of Canada, had trained together.\nCpl. Michele Paradis, a spokeswoman for the Mounties, said no more arrests were expected in coming days.\n\"Once we once analyze and sort through everything that was seized as a result there may be (more arrests),\" she said. \"At this point we are confident that we have the majority of people.\"\nThe 17 suspects represent a spectrum of Canadian society, from the unemployed to the college-educated. The 12 adults live in Toronto, Mississauga and Kingston, Ontario. The five youths cannot be identified under Canadian law.\nRocco Galati, a lawyer for two of the men from Mississauga, an immigrant-rich town just west of Toronto, said: \"Both of their families are very well-established professionals, well-established families, no criminal pasts whatsoever.\nHe described Ahmad Ghany, 21, as a Canada-born health sciences graduate of McMaster University whose father, a physician, emigrated from Trinidad and Tobago in 1955.\nHis other client, Shareef Abdelhaleen, 30, is a computer programmer who emigrated from Egypt at age 10 with his father, Galati said.\nLawyers and relatives of other suspects could not be reached for comment Sunday.\nOfficials said the operation that led to the 17 arrests involved about 400 intelligence and law-enforcement officers and was the largest counterterrorism operation in Canada since the adoption of Canada's Anti-Terrorism Act following the Sept. 11, 2001, attacks on the United States.\nMike McDonnell, an assistant commissioner with the Mounties, said Saturday that the amount of ammonium nitrate acquired by the alleged terror cell was three times that used to blow up the Alfred P. Murrah Federal Building in Oklahoma City in 1995.\nMuslim leaders voiced worries that the arrests would cause a backlash against their community of 750,000 people. A mosque in northwest Toronto was vandalized overnight, with 25 windows and three doors smashed, police said.\n\nGraphic\n\n \nPHOTO\n PHOTO - Omar Farouk of the International Muslims Organization of Toronto examines one of several broken windows at a mosque in Toronto on Sunday. The mosque was heavily vandalized overnight after members of  a suspected Muslim terrorist ring were arrested.   The Associated Press \n\nLoad-Date: June 5, 2006"
}