{
    "title": "Mountaineer's mission_ Build schools for peace His 'Three Cups of Tea' tells how",
    "publisher": "usa today",
    "year": 2007,
    "month": 12,
    "day": 20,
    "full text": "A surprise best seller this season is a non-fiction book, set in Pakistan and Afghanistan, that was published 21 months ago to limited notice.\nThree Cups of Tea by Greg Mortenson and David Oliver Relin  has climbed the lists, thanks to word-of-mouth recommendations and a tireless author with an inspiring story.\nTea describes how Mortenson, an American mountaineer, found a new cause: building schools, mostly elementary and especially for girls, in 1993 during a failed attempt to climb the K2 peak on Pakistan's border.\nIn a Pakistani village, the former U.S. Army medic met children without paper or pencils. He promised to build them a school.\nHis book, written with Relin, a journalist, describes how he did that and more in the belief that \"education can overcome the despot leaders, dictators and clergy who use illiteracy to control impoverished society.\"\nThe non-profit foundation (ikat.org) he started in his hometown of Bozeman, Mont., has contributed to the construction of 58 schools in Pakistan and Afghanistan.\nVia e-mail on his way to Pakistan, Mortenson, 49, says he pushed to have the book's subtitle changed. In hardcover, it was One Man's Mission to Fight Terrorism ... One School at a Time. In paperback, it was revised to One Man's Mission to Promote Peace.\n\"The public is interested in peace, just as much as fighting terrorism,\" he says. \"So far, no politician seems to have their finger on that pulse.\"\nIn hardcover, the book rose no higher than No. 164 on USA TODAY's Best-Selling Books list, then quickly fell off. In paperback, it hit No. 73 in March and is now No. 24. Publisher Penguin reports 1.1 million copies in paperback.\nHis publisher credits the author's personal appeal: He has visited 123 cities to promote the book and his foundation.\n\"What championed the book were women's groups, book clubs and independent stores,\" Mortenson says.\nAfter he visited Bodine High School in Philadelphia, teacher Cecilia Ramirez said, \"I have honestly never received so much positive feedback from students.\"\nMortenson is planning a sequel, but first, \"I'm negotiating with my wife on a way to strike more balance in our lives. ... For the last 14 years, I've been gone from home about half the year and missed many precious moments parents cherish.\" (Their children are 11 and 7.)\nHe says he has been approached by Hollywood for the film rights but so far isn't interested. Producers seem to have \"little integrity and genuine sincerity to make a film that would strive to show that we want to promote peace, rather than fight terrorism.\" He says he has received death threats from mullahs and post-9/11 hate mail from Americans, and he doesn't \"need Hollywood to contribute to that.\" \n\nGraphic\n\n \nPHOTO, Color\nPHOTO, Color, Penguin\n\nLoad-Date: February 13, 2008"
}