{
    "title": "Mourning and civil rights Respect for American values is important, real component in fight against",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 3,
    "day": 24,
    "full text": "Following nearly every terrorist attack by ISIS, al-Qaida or some similar group, outrage invariably rises based on misinformation that Islamic mosques and community leaders are unwilling to denounce terrorism.\nTo the sources of such outrage, we begin with words from Ahmed Rehab, director of the Chicago Council on American-Islamic Relations, in a release almost immediately after the Brussels attacks, condemning the loss of life and expressing condolences for the people of all faiths affected by the bombings there: \"Keep the victims in your hearts … even as the overwhelming majority of Muslims condemn the tactic of terrorism and indeed many die in its throngs.\"\nThat ISIS and similar terror organizations lay claim to Islamic beliefs cannot be disputed, but to declare that they represent Islamic beliefs or that they operate with the support, tacit or otherwise, of mainstream Muslims is a naive and emotional mistake.\nIn a nation that values pluralism and respects all religious faiths, it feels patronizing to defend the character of a particular religion, but it bears repeating: Hundreds of Muslim mosques, thousands of Muslim political leaders and tens of thousands of Muslim religious leaders have condemned and continue to condemn terrorism in general and at every specific terrorist outrage.\nBeyond that, Muslims are, as Rehab indicates, frequent victims of terrorism themselves, by some counts in overwhelming numbers. And, the successes nations have had in heading off terrorist attacks or will have in heading off future terrorism have depended and will depend on the cooperation of Muslims, Muslim organizations and Muslim political, religious and social leaders.\nSo, as we shudder in the daze of yet another act of inhuman horror, it's important to focus our responses on calm resolve rather than impulsive emotion. To those who, as presidential candidate Ted Cruz suggested, yearn for more law-enforcement scrutiny of Muslims, we ask you to consider the chilling picture of a nation that sends secret agents into houses of worship without a specific threat or spies on religious leaders or suppresses whole neighborhoods. Imagine having to wonder whether the people you are worshipping with are government agents. Imagine seeing increased police surveillance in your neighborhood simply because most of your neighbors share your ethnicity or religious beliefs. Would such situations make you more likely to support — or to resent — the government?\nThe fight against terror requires complicated, multiple strategies, which are most effective when conceived with long-term success in mind rather than anger and revenge. When Cruz urges that we \"empower law enforcement to patrol and secure Muslim neighborhoods before they become radicalized,\" it's important to remember the overwhelming role that oppression and second-class citizenship play in radicalizing disaffected populations.\nProtecting civil rights, in short, is not feel-good political correctness. It is good policy, especially worthy of remembering in the aftermath of horrors that may temporarily push our emotions ahead of our values.\n\nGraphic\n\n \nAssociated Press A banner for the victims of the bombings reads \" I am Brussels\" at the Place de la Bourse in the center of Brussels Wednesday.\n\nLoad-Date: March 24, 2016"
}