{
    "title": "MOURNING IN CITY OF THE DEAD; TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 11,
    "day": 19,
    "full text": "The Nile River is Egypt's lifeline, but tourism is that country's lifeblood. With the horrific killings of 58 foreign tourists and four Egyptians at one of Egypt's most splendid sites, the country is left in a state of shock. Reverberations from the brutal attack by The Islamic Group are felt in every quarter: the tourist industry, government, international relations and even the rich mosaic of Egyptian history and identity.\nJust last month, the funerary temple of Queen Hatshepsut was the site of a production of Verdi's opera \"Aida.\" The $ 3.2 million production was sponsored by the government to reinvigorate tourism. The production was criticized by Islamic extremists for promoting Egypt's ancient pharonic past over its Islamic history and identity.\nThat criticism illustrates the double-edged sword of Islamic extremism. Of course, attacks on tourists, like Monday's massacre or the September bombing in Cairo that killed nine Germans and their Egyptian bus driver, have a base economic and political motive. They are meant to terrify potential tourists, to keep them, and their money, out of Egypt and to destabilize a government dependent on tourists' money.\nBut the violence is also cultural violence, an assault on the view that Egypt's glory was its ancient past and that its greatest accomplishments were not Islamic. That's why Coptic Christians have also been terrorist targets; they are a living reminder of an Egypt before Islam.\nThe ferocity of Monday's attack reveals the shabby state of security f or tourists. For what little good it will do, President Hosni Mubarak was right to come down hard on the interior and prime ministers for the lack of protection.\nAnd it also reveals the problems with Egypt's own sometimes vicious battle with terrorists. With the imprisonment of 15,000 people, it has not succeeded in controlling terrorism.\nEgypt needs to look beyond repression to the roots of Islamic fundamentalism. Whether in Egypt, Iran or Turkey, religious extremism is born of tension - between tradition and uneven modernization; between a Westernized elite and an impoverished majority. Add to that an authoritarian government that can't provide food, work, housing or medical care for its people.\nThe result is a reservoir of resentment, one that can spawn enough terrorists to keep Egypt, or any country, on the edge. In the not too long term, Egypt must become more democratic. It must give people a voice in the system, and the system must attend to that voice. Right now, the only hopeful note has been struck by ordinary Egyptians - their revulsion at the violence.\nWhen Tupac Amaru pulled off its daring invasion of the residence of the Japanese ambassador to Peru, no one knew it was the group's last gasp. But then ordinary Peruvians protested strongly, altering the political equation. That could happen in Egypt. If it did, the desert necropolis of Thebes might prove to be the burial ground of Egyptian extremism.\n\nLoad-Date: November 18, 1997"
}