{
    "title": "Movie review_ Rendition -",
    "publisher": "university wire",
    "year": 2020,
    "month": 7,
    "day": 15,
    "full text": "Rendition is a political thriller that's worth getting out to see. If you like political intrigue, you'll like this movie. Jake Gyllenhaal's performance is well-controlled as a CIA analyst who gets more than he bargained for in the interrogation of an Egyptian terrorist suspect, Anwar El-Ibrahimi, played by Omar Metwally. \nWhat separates this movie from other thrillers of its kind is that the film offers a healthy moral investigation that is worth a look. Both sides of the coin are well represented. Meryl Streep as Corrine Whitman makes a compelling argument that any and all means are necessary to protect U.S. national security. It is the humane side of the coin that draws the audience's sympathy, as the plight of the suffering terrorist suspect is brought home when his wife Isabella Fields El-Ibrahimi, played by Reese Witherspoon, goes to Washington D.C. to find out what has become of her missing husband. Her performance is of a woman keeping on top of desperation but able to be emotional when duress presents itself. Witherspoon adds a lot to this picture by helping the audience feel the urgency of her situation and getting them interested in the outcome. The depiction of terrorism is effective, including a silent look at a terrorist bombing in an unnamed African city that emphasizes the senseless destruction by dropping the sound. During the film, the cinematography captures life in an African city with vivid effectiveness. Additional human interest is developed with a side plot about a young Muslim lady who crosses paths with radicals. No matter what your feelings are about the subject matter, the audience is invited to give some thought to the agendas of the parties depicted in this film. A major component of the plot is the torture of Inwar, and it is Whitman's authority that permits this sad business. Gyllenhall, as Douglas Freeman, the analyst who is privy to the interrogation, plays this with a subdued, half-hearted reaction and some mixed feelings to what he is witnessing. His change of heart is visible in his body language. It was a given from the film's representation of his own sensibilities that he would feel this way. He is kind of an accidental bystander. What you can expect from the film is an interesting foray into the underside of the political belly. \"This is my first torture\", said Freeman in the film, but it is clearly not something he relishes. It's worth going to see this film to see the colourful portrayal of life in Africa, and the political machinations of life in DC. It looks close to reality, and if life behind the scenes of the war on terror are anything this brutal, it is a disturbing peek through the keyhole into a world you can be glad you don't have to confront everyday. The gist of the story is that it could be anyone picked up as a suspect, taken away without due process and put through torture to get them to reveal information they may not have. In this light, the events of the film are chilling and also tragic, for those who are innocently killed in the bombing. If you have a taste for political thrillers, go to this movie and enjoy exercising your \"I knew it all along\" attitude at the fury spurred by terrorism among those protecting the interests of U.S. national security.\n\nLoad-Date: July 17, 2020"
}