{
    "title": "Movie review_ Hoffman compelling in spy drama 'A Most Wanted Man'",
    "publisher": "the salt lake tribune",
    "year": 2014,
    "month": 7,
    "day": 24,
    "full text": "The brooding, low-key spy drama \"A Most Wanted Man\" comes wrapped in an extra layer of despair it didn't have when it premiered at this year's Sundance Film Festival.\nThat's because between then and now, the film's star, Philip Seymour Hoffman, died of a heroin overdose -- and every moment of his performance is now weighted with a sense of foreboding doom.\nThat doom might have been there anyway, because John LeCarrcc's novel provides director Anton Corbijn (\"The American\") with plenty of dark material. Like most of LeCarrcc's work, it's a story of spies doing the wrong things for what they perceive to be the right reasons. This one, though, is viewed through the funhouse mirror sometimes called the \"war on terrorism.\"\nThe story starts with a nobody, Issa Karpov (Grigoriy Dobrygin), a young Chechen who has escaped from a Russian prison and has landed in Hamburg. The Germans know he's there and are worried he could join some radical Islamist terror group. But while the German police want to arrest Karpov, Gccnther Bachmann (played by Hoffman), head of a secret German counter-intelligence unit, has other ideas.\nBachmann wants to let Karpov remain at large, under surveillance, to see what other mischief he might reveal to authorities. To do so, he uses intimidation tactics against a double-dealing banker (Willem Dafoe) and a naive human-rights lawyer (Rachel McAdams). It all guides Karpov toward Dr. Faisal Abdullah (Homayoun Ershadi), a Muslim humanitarian whom the West suspects of funneling charity money to terrorist groups.\nAt a meeting with his bosses, as well as a wary CIA operative, Marsha Sullivan (Robin Wright), Bachmann explains his unit's methods for developing contacts and aiming them at larger contacts. \"It takes a minnow to catch a barracuda, a barracuda to catch a shark,\" he says, knowing full well that other sharks may be circling the table.\nCorbijn and screenwriter Andrew Bovell build tension through quietly chilling conversations and the detailed workings of Bachman's nameless group of spies. This is the sort of movie where there's more menace in Bachmann and Sullivan drinking coffee than in a car chase.\nHoffman gives a powerful performance as Bachmann, a spymaster in the classic LeCarrcc mold -- a rumpled, jaded, haunted figure who knows duplicity is just one tool in the kit. Watching \"A Most Wanted Man\" now, knowing that it's the last time we'll see Hoffman explore such an imperfect soul, just makes the experience that much more engrossing.\nmovies@sltrib.com -- HHHhj 'A Most Wanted Man' Philip Seymour Hoffman, in his last starring role, is dynamic as a jaded German spy in this tale of double-dealing in a terrorism-obsessed world. Where - Area theaters.When - Opens Friday, July 25. Rating - R for language. Running time - 121 minutes.\n\nLoad-Date: July 25, 2014"
}