{
    "title": "MOYNIHAN SEES 'REAL' THREAT OF BOMBINGS IN U.S. IN 1984",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 14,
    "full text": "Terrorist bombings similar to those at the United States Embassy in Kuwait and the Marine headquarters in Beirut may well occur in the United States in the coming year, according to Senator Daniel Patrick Moynihan.\n ''I think the prospect of 1984 being the year they bring the war to our shores is real,'' he said yesterday. ''We should assume it and not be surprised by it. Remember that a bomb went off in the U.S. Capitol this year on election day.''\nSen Daniel Patrick Moynihan says terrorist bombings similar to those in Middle East may well occur in US in coming year; makes his remarks at conference on terrorism; most prominent theme to emerge is that terrorism sponsored by governments is increasing around world and presents special challenge to Western democracies (M)\nThe New York Democrat made his remarks at a conference on terrorism held at the Graduate Center of the City University of New York at 33 West 42d Street. A panel of government officials, professors and independent experts spoke at the conference, which was sponsored by the American Jewish Congress and the Institute for Studies on International Terrorism at the State University of New York.\nThe most prominent theme to emerge was that terrorism sponsored by governments is increasing around the world and that it presents a special challenge to Western democracies.\nSeveral speakers decried the lack of international laws prescribing sanctions against it. The United Nations was frequently criticized as an ineffective forum for combating terrorism since many of its members excuse the use of terrorist or terrorist-like violence in ''national wars of liberation.''\nSeveral speakers warned that in the United States the dangers of terrorism included a possible erosion of democratic institutions. Terrell Arnold, the deputy director of the State Department's Office for Combating Terrorism, said that laws had to be effective enough to allow detection of terrorist conspiracies, yet also had to protect the privacy of citizens.\n''Our response to terrorists,'' he said should ''not destroy the fabric of our own society.''\n \nFence for Capitol Debated\nSenator Moynihan reported that after the bombing of the Capitol on Nov. 7, members of Congress debated whether to surround the building with a fence. ''We decided almost unanimously against it,'' he said. ''You have to be very careful not to let your institutions be affected'' by terrorism.\nThe thesis of Senator Moynihan's speech was that the concept of international law has ''disappeared as a guiding principle of American policy'' and that one of the consequences ''has been the steady elevation of the role of terrorism,''\n''Could it be,'' he asked, ''that the inattentiveness of the West, and of the United States in particular, to considerations of law, has contributed to an international political climate that allows other states to assume that they will not be held accountable to standards of civilized and peaceful behavior?''\nPolice Inspector Donald Moss, who heads the Public Security Section of the New York Police Department, said New York City presented a special case. While the many United Nations missions, and the many native ethnic populations, make the city ripe for attacks, he said, several factors tended to protect it.\n''One limiting factor is the openness of our institutions,'' he said. ''Terrorism is by and large used by frustrated people'' who feel alienated from society's institutions. Also, he said, ''terrorism is often a search for publicity, and the availability of news organizations here tends to be a limiting factor.''"
}