{
    "title": "MOZAMBICAN SEEKS U.S. INVESTMENT",
    "publisher": "the new york times",
    "year": 1987,
    "month": 1,
    "day": 28,
    "full text": "The problem facing Mozambique's new President is hardly unfamiliar on a continent racked by insurgencies and instability. Put simply, it is that internal strife discourages foreign investment, but the lack of investment deepens the instability on which the insurgents feed.\n''Some would say that terrorism does not allow development,'' President Joaquim A. Chissano said in an interview. ''But development is a fight against terrorism. The United States and others cannot just cross their arms and say we can't help Mozambique because of terrorism. They have to get rid of terrorism, and development would contribute to its decrease.''\nWhat Mr. Chissano refers to as 'terrorism' is a brutal, wasting insurgency by the Mozambican National Resistance Movement, a grouping of displaced Portuguese colonialists, opponents and defectors from the ruling Frelimo Movement, as well as a host of other Mozambicans who residents and foreigners say have found banditry a lucrative alternative to the grinding poverty of a countryside wasted by war and drought.\nUntil 1980, the rebel movement was backed by white-ruled Rhodesia. Since then, diplomats in the region say, it has received its primary sustenance from the South African military, often in direct contradiction to Pretoria's diplomatic assurances and undertakings.\n \nAn Office in Washington\nThe rebels also maintain an office in Washington at the headquarters of the Heritage Foundation, a conservative organization that supports the movement out of hostility to the Marxism professed by Frelimo.\nThe insurgents employ sabotage and terrorist tactics on a wider basis than the governing movement did in its own guerrilla struggle against the Portuguese. The conflict has effectively laid waste to the Mozambican economy, already weakened by the flight of Portuguese at independence and the overly ambitious early policies of the socialist Frelimo.\nThe Frelimo army, ill-equipped and poorly trained, has proved incapable of coping with the guerrillas, who now hold much of central Mozambique. The plight of tens of thousands of peasants displaced by the war, as well as by the drought of recent years, has brought extensive relief aid to Mozambique.\nBut investment has not followed. ''We want development in Mozambique,'' Mr. Chissano said. ''We cannot live all the time off charity.''\n \nAn Immediate Challenge'\nThe security crisis was the most immediate challenge Mr. Chissano inherited when he was named to succeed Samora M. Machel, the charismatic and dynamic Frelimo leader who died in a still-unexplained plane crash just inside the South African border Oct. 19.\nSince then, Mr. Chissano, a soft-spoken, 47-year-old Frelimo veteran who once hoped to be a doctor, has earned the respect of colleagues and diplomats for his quiet, unassuming style, honed through 12 years as Mozambique's Foreign Minister.\nAlthough maintaining Mr. Machel's policies of improving relations with the West and avoiding open conflict with South Africa, Mr. Chissano has eased the conflicts that reportedly had developed within Frelimo under his predecessor and has forged a more collegial leadership.\nHis agenda, however, has been dictated by the war. ''My priority is to destroy the terrorism, and at the same time to develop the economy,'' Mr. Chissano said.\n \nNegotiating With Rebels\nNegotiations with the rebels, tried once indirectly through the mediation of South Africa, are no longer an option, he said. ''The problem first is to know who they are,'' he said. ''I know there is a commander - but he never showed up in the talks through South Africa. They preferred the Portuguese.'' ''We know that they are looking for a leader in order to be credible,'' the President went on. ''We hear about groupings in Germany splitting into three, others in the United States led by American citizens in the Heritage Foundation.\n''But we don't have a political movement with which we can talk,'' he said. ''We have terrorists, with whom you cannot negotiate.''\nBarring negotiations, Frelimo's remaining options are to work at improving its army and its economy, gathering international support and seeking to dissuade south africa from sustaining the guerrilla movement.\n \nSees Support Increasing\n''With a little more organization of the people, with a little more organization of the armed forces, with a little boost to our economy, we can easily eliminate the bandits militarily,'' Mr. Chissano said.\nHe said international support was increasing, not only from neighboring black-ruled nations but from the West as well. Zimbabwe has sent about 6,000 soldiers to protect the oil pipeline and railroad from its border to the Mozambican port of Beira, Tanzania has provided some military transport in the north, and Britain has undertaken a training program for Frelimo soldiers.\n''Western governments are recognizing that we are fighting terrorism, not just internal political strife,'' Mr. Chissano said. ''This gives us better morale.''\nMozambique's relations with South Africa have been among the more complex of the front-line states, in part because of Pretoria's support of the rebels and in part because of Mozambique's historic economic ties to the south, mostly through revenues from miners who work in South Africa.\n \nA Nonaggression Pact\nIn 1984, in an attempt to win breathing room, Mr. Machel signed a non-aggression pact with Pretoria, the Nkomati accords, to the dismay of some of his neighbors. But both armed incursions into Mozambique and support for Renamo have continued, and foreign investment has not materialized.\nNonetheless, Mr. Chissano said the Nkomati pact remained a ''valid document,'' because it at least compelled Pretoria to weigh its actions against its obligations.\nMozambique is among the southern African countries that would be hurt most by a blockade of South Africa, but Mr. Chissano has remained an advocate of international sanctions against Pretoria.\n''If sanctions are really applied, South Africa has to feel the burden,'' he said. ''Of course, Mozambique and the front-line states will be hurt by the application of sanctions, no doubt about it. But South Africa would also be hurt and will have to change, to take measures.\n \nOn Applying Sanctions\n''So far sanctions have not really been applied,'' he went on. ''I know countries have declared sanctions, but they are not being applied - the U.S. is still studying laws and so on.''\nHe continued: ''But just the fact of declaring sanctions, and you can see what is happening - the regime in Pretoria is speaking more and more of change. This changes at least the mentality of some people.''\nMr. Chissano said he would continue Mr. Machel's efforts to improve relations with the United States, troubled in the early days of Mozambican independence by Washington's suspiciousness of Frelimo's professions of Marxism and ties to Moscow.\n''We are happy that the relations are improving,'' the President said. ''We feel this is the result of our own efforts, - it took a lot of time to explain, to demonstrate who we are and what we want.''\n''Up to now we haven't demanded anything of the United States,'' he continued. ''We are asking the U.S. to help us.''\nHow? he was asked. ''In the United States we are looking for any kind of help,'' Mr. Chissano replied with a hint of a smile.\n\nGraphic\n\n \nphoto of President Joaquim Chissano"
}