{
    "title": "Mpls. at heart of terrorism strategy debate",
    "publisher": "star tribune ",
    "year": 2017,
    "month": 8,
    "day": 10,
    "full text": "Domestic efforts to curb homegrown terrorism are under fresh scrutiny from the Trump administration and Congress, placing Minneapolis at the center of a new national debate over whether they are working - or should even continue.\nEarly signals from Washington point to a greater emphasis on law enforcement, with some elected officials saying the federal government should use its core anti-extremism program to expand intelligence gathering in immigrant and refugee communities.\nAt a recent hearing of the U.S. House Oversight Committee, Chairman Ron DeSantis, R-Fla., singled out Minneapolis' Somali community and called the city \"ground zero for terrorist recruitment.\"\nDeSantis, who visited Minnesota last December, railed against existing federal policy for not properly focusing on \"radical Islamic extremism.\"\nBut that philosophy has outraged a number of community leaders who work directly with Somali and Muslim youths. In the Twin Cities, some local groups have already backed away from Countering Violent Extremism (CVE), a $10 million grant program administered by the Department of Homeland Security. Minneapolis' Ka Joog, a Somali nonprofit, rejected a nearly $500,000 grant after President Donald Trump signed his controversial travel ban last winter. Another local nonprofit, Youthprise, vowed to avoid money \"from sources focused on the anti-radicalization of Somali youth,\" citing \"heightened community concerns.\"\nSome terrorism researchers have echoed those concerns. The House hearing perpetuated \"the false notion that Muslims present a singular terrorist threat,\" according to the Brennan Center for Justice at New York University School of Law. Scholars there cited research showing that nearly three-quarters of all deadly terror attacks since 09/11 were authored by far-right domestic extremists - a question raised again by Saturday's bombing at the Dar Al Farooq Islamic Center in Bloomington.\nOne result of this clash is that CVE now enjoys few \"built-in advocates,\" said Seamus Hughes, deputy director of George Washington University's Program on Extremism.\n\"On one side of the political spectrum ... CVE is seen as thought policing and stigmatizing,\" Hughes testified at the July 27 hearing. \"On the other side, it is considered too soft. ...\"\nOne beneficiary of the administration's approach is the Hennepin County Sheriff's Office. It missed the cut when CVE grants were first announced in January, but will now receive $347,600 for \"terrorism prevention training and engagement.\"\nIn a recent interview, Hennepin County Sheriff Rich Stanek said he welcomed the new administration's aim at \"securitizing\" CVE.\n\"Law enforcement has a role to play in community outreach,\" Stanek said. \"Even at a traffic stop, a relationship is being built. And that's securitizing. The Trump administration saw it for what it is.\"\nStanek said the new CVE funds, announced in June, will allow his office to add up to four community liaison workers and convene more public meetings with East African mothers to discuss youth recruitment by overseas terror groups.\nMinnesota had an early start in confronting terror recruitment, after nearly two dozen local Somali-Americans sought to join the extremist group Al-Shabab between 2007 and 2009. The crisis resurfaced in 2014, when young Minnesota men began leaving for Syria to fight for the Islamic State of Iraq and Syria. Nine were stopped and convicted last year on federal charges.\n\"The difference was this time around we actually knew who was going,\" Stanek said. \"The community had an outlet to tell us who was going.\"\nAfter those episodes, Minneapolis was chosen as one of three pilot cities for a federal counter-extremism program that ended last year. The pilot, dubbed \"Building Community Resilience\" here, emphasized social services for the area's Somali-American community.\nYouthprise was tapped to administer the funds, which included $216,000 contributed by the U.S. attorney's office.\nThat participation of the federal office that leads criminal prosecutions, however, drew protests from some Minneapolis community groups. A flier distributed last year faulted participating groups and called the project \"surveillance and entrapment.\"\nSaciido Shaie saw the tensions firsthand. Her Minneapolis nonprofit, the Ummah Project, used CVE funding to train Somali-American young people as peer mediators through a restorative justice course \"shaped by Somali and Islamic teachings and practices.\"\nShaie knows some Twin Cities Somali-American and Islamic leaders want nothing to do with federal law enforcement, but she believes her group's work plays a valuable role by helping the state's young Muslims confront and resolve conflict.\n\"I didn't apply for that money because I believed kids were radicalized,\" Shaie said. \"I [applied] for that money because kids need ways to deal with everyday issues.\"\nMinneapolis' Heartland Democracy is one of the few non-police CVE grantees to survive the Trump administration's review; it received the full $423,340 it requested. In 2015, Heartland Democracy became the first organization to engage in a mentoring program, working with a defendant in the ISIS recruitment case, Abdullahi Yusuf.\n\"We put into our proposal that we believe the best way to prevent violence is to engage with young people and families around day-to-day issues,\" said Mary McKinley, the group's executive director.\nBut even as Homeland Security finally disburses the grants, the CVE program faces new uncertainty. The official who led the agency's efforts, George Selim, resigned recently; together with a Trump proposal to slash all federal CVE funding, his departure throws into question who will assess the grant projects.\nYouthprise has continued with its work, awarding funding this year for 30 projects, while expanding outstate, using state and private funds. But that hasn't stopped groups like the Young Muslim Collective, led by Twin Cities college students, from insisting that local nonprofits atone for having partnered with the feds.\n\"It is good that they're turning away from it, but they also need to reconcile with what happened in the past,\" said Ayaan Arraweelo at an April panel her group convened.\nYouthprise President Wokie Weah said the nonprofit knew it was tackling a controversial subject but believed it was worth the risk. She said she felt comfortable taking federal money \"because I think I was very clear in what the intentions were. But if that was misinterpreted by any young person, that I regret.\"\nOther Twin Cities leaders are forging ahead in the private sector. Andrew Luger, the U.S. attorney and leader of the Minneapolis pilot before he was asked to step down by the Trump administration, has announced plans to build a network of nongovernmental groups working to counter extremism.\nDeqa Hussen, whose son Abdirizak Warsame was one of the nine young men caught trying to join ISIS, has continued working with a national group that recently introduced the first private hot line to address questions about suspected extremism. She also works locally with the nonprofit Voice of East African Women, which has helped lead community meetings with Stanek.\nMeanwhile, Stanek sees no contradiction in a law enforcement agency building community outreach, and he's optimistic about what he considers to be \"a marked shift in philosophies\" on CVE since Trump's election.\n\"Why should terror prevention be any different from what we've been doing?\" he said. \"There isn't some special program. ... It's community outreach.\"\nStephen Montemayor · 612-673-1755\nTwitter: @smontemayor\n\nLoad-Date: December 2, 2021"
}