{
    "title": "Mr. Putin's Broad Crackdown on Dissidence",
    "publisher": "the new york times",
    "year": 2019,
    "month": 10,
    "day": 30,
    "full text": "The Russian leader is not too busy in Ukraine and Syria to ignore growing disaffection with his government.\nVladimir Putin's popularity among Russians may not be what it once was, but despite a slowing economy he still enjoys unchallenged popular support. Why, then, do his security forces deem it necessary to crack down on the most obscure instances of perceived dissidence? Why accuse a little-known freelance journalist of ''inciting terrorism'' over an article about a teenager's suicide? Why arrest and send to Siberia a self-styled shaman who was walking across Russia to ''exorcise'' Mr. Putin? \n  These cases were among several cited by Andrew Higgins in a report in The Times last week on intensified repression of critics of the Russian government as Mr. Putin enters the final four and a half years of what is supposed to be his final term.\n  After ruling Russia from one Kremlin office or another since May 2000, the president, now 67, is scheduled to step down in 2024. That could explain a certain jumpiness among the various forces of bureaucracy and security through which he wields his power. What will happen once Mr. Putin goes -- whether it's in 2024 or later, should he find a way to stretch his reign -- is bound to set off a ruthless power struggle.\n  But that is still a few years off. There may also be more pressing concerns for the Kremlin as the economy flattens under the pressure of fallen oil prices, Western sanctions and extravagant military spending. The powerful men enriching themselves in the shadows of the Kremlin are aware that once the leader's aura begins to dissipate, their power is threatened.\n  That was Russia's experience in imperial and Soviet times. As the Russian reformer Yegor Gaidar once summarized his country's historical cycles, a ruler would go all out to ''catch up and overtake'' the world, especially in military technology, only to exhaust and alienate his people. After a tortuous collapse, the country would regroup and start the chase again.\n  Mr. Putin's popularity is not accidental, nor permanent. After the chaotic collapse of the Soviet Union, in which millions of Russians lost savings and jobs, he restored economic stability and a sense of worth. He reversed the sense of humiliation over the loss of great-power status and empire with showy Olympics, a focus on church and family values and most notably the seizure of Crimea, a proxy war in the Russian-speaking eastern provinces of Ukraine and the defense of Russia's dictatorial ally in Syria. And through manipulation of state-controlled television, he has exuded a comforting sense of competence and confidence.\n  But the ''make Russia great again'' game works only so long as people have the stability and security they have longed for through a brutal and tumultuous history. Now the grumbling has begun, in several small but widespread protests, Mr. Higgins reported. And Mr. Putin and his lieutenants -- many, like him, veterans of the secret services -- know from personal experience that a state based on a coercive central power cannot survive without it.\n  Svetlana Prokopyeva, the journalist facing seven years in a labor camp for ''inciting terrorism,'' touched on these fears when she delivered a radio commentary last year about a teenager who had recently blown himself up in the headquarters of the Federal Security Service secret police in the northern city of Arkhangelsk. Ms. Prokopyeva said the teenager was acting in the tradition of 19th-century Russian revolutionaries whose avenues of peaceful protest had been shut off. The same fears were raised by the shaman detained in Siberia in September, and subsequently packed off to a psychiatric hospital, when he declared Mr. Putin a ''demon'' who needed to be exorcised.\n  These are only two of many dissident acts, but they stand out because they might have never become widely known had the authorities left the transgressors alone. But the publicity, and the warning it carries, is the point, as Lev Shlosberg, one of the few opposition politicians in Ms. Prokopyeva's city, Pskov, noted. ''Their logic is the same as terrorists,'' he said. ''They want to create fear.''\n  That may work for a while. But the Russia of the widely available internet is not the Soviet Union or the czarist empire, and fear is harder to sustain when the facts are available for those who want them. \n  It is impossible to know whether Mr. Putin is planning to cede power peacefully in 2024. But if he is at all interested in his legacy, he would be wise to show his people that he is doing something about their plight, which might mean extracting Russia from the costly adventures he has pursued in eastern Ukraine and Syria. And he might focus more on rebuilding the domestic economy than on mucking around in foreign elections and allowing his goons to prey on harmless shamans and thoughtful reporters.\n  The Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com\n  Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\n\nhttps://www.nytimes.com/2019/10/28/opinion/russia-putin.html\n\nGraphic\n\n \nPHOTO: Svetlana Prokopyeva is a journalist facing seven years in a Russian labor camp for ''inciting terrorism'' with her commentary. (PHOTOGRAPH BY Ksenia Ivanova for The New York Times FOR THE NEW YORK TIMES)               \n\nLoad-Date: November 2, 2019"
}