{
    "title": "Mr. Ashcroft exits",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 11,
    "day": 11,
    "full text": "LIBERTY VS. SECURITY\nJOHN D. ASHCROFT'S tenure as one of the nation's most important and divisive attorneys general has ended with his resignation and the quick nomination of White House Counsel Alberto Gonzales to replace him.\nEvents beyond Mr. Ashcroft's control -- the death of former Missouri Gov. Mel Carnahan and the Sept. 11, 2001, terrorist attacks -- thrust the former Missouri governor into one of the most perilous times in U.S. history, organizing the law enforcement response to terrorism.\nFrom the moment he was told of the attacks as he flew over Detroit on the morning of Sept. 11, Mr. Ashcroft realized, as he told an aide, \"Our world has changed forever.\" He subsequently cast his antiterrorism efforts as part of America's \"fight for freedom\" around the world. But, in the process, he undermined freedoms.\nOn Sept. 10, 2001, Mr. Ashcroft was in the midst of a listless first year in office. Thomas J. Pickard, acting FBI chief under Mr. Ashcroft, told the 9/11 commission that after two briefings about terrorism in the summer of 2001, the attorney general told him he did not want to hear any more -- a statement Mr. Ashcroft denied having made. On the day before the attacks, Mr. Ashcroft also turned down a request to increase the counterterrorism budget.\nBut 9/11 transformed Mr. Ashcroft just as it has transformed as the nation. He moved aggressively to reorganize antiterrorism efforts to emphasize prevention over reaction.\nIn his letter of resignation Wednesday, Mr. Ashcroft proclaimed victory. \"The objective of securing the safety of Americans from crime and terror has been achieved,\" he said. Mr. Ashcroft then proceeded to take credit for the absence of a terrorist attack since 9/11, maintaining that he had \"dismantled terrorist operations and cells all across America,\" and brought criminal charges against 368 people.\nThose claims are greatly exaggerated.\nNo one, not even President George W. Bush, can claim that the objective of protecting America from terrorism has been achieved. It is an ongoing process that will continue for many years, if not decades. The attorney general's statistics about terrorism prosecutions also are misleading. The only criminal conviction of a terrorist planning a U.S. attack was that of shoe bomber Richard Reid, captured as a result of an observant flight attendant, not a G-man.\nMost of the 368 terrorism cases Mr. Ashcroft refers to did not actually involve terrorism, which is why the average sentence was only 14 days.\nThe only jury verdict Mr. Ashcroft won in connection with an alleged terrorist cell was in Detroit. But the judge threw out the conviction because prosecutors failed to turn over key evidence. In other cases, Sami Omar Al-Hussayen, a Saudi computer science student in Boise, Idaho, was acquitted by a jury of designing Web sites used to support terrorists. And the FBI admitted it had misread a fingerprint tying Oregon lawyer Brandon Mayfield to the Madrid bombing.\nMr. Ashcroft won convictions in three cases involving groups of Muslim men. The \"Portland Seven\" had planned to fight U.S. troops in Afghanistan. A Lackawanna, N.Y., group had traveled to an al-Qaida training camp before 9/11. And a Virginia group played paintball in the woods to train for combat in Pakistan. None of these groups of bumblers constituted a cell like Mohammed Atta's, which successfully planned and carried out the Twin Towers' destruction.\nMr. Ashcroft argues that the threat of terrorism was reduced by his detention of 1,200 Muslim men as \"suspected terrorists\" after Sept. 11 and his round-up of 4,000 Mideasterners for questioning. None of the people held in these secret detentions was convicted of terrorism. The Justice Department's inspector general said Mr. Ashcroft did little to separate real terrorist suspects from men who had been swept up merely because they were from the Middle East.\nThe White House reportedly thought Mr. Ashcroft was grandstanding at times, such as his Moscow announcement of the arrest of Jose Padilla in a dirty-bomb plot. The U.S. Supreme Court soundly rejected Mr. Ashcroft's defense of the incommunicado detention of U.S. citizens in military prisons.\nMr. Ashcroft obtained swift passage of the Patriot Act in the wake of 9/11. He was generally correct in saying that most of the law did not interfere with civil liberties. But Mr. Ashcroft was unwilling to reevaluate provisions allowing secret searches, which conservatives and liberals alike thought went too far. And he sank into demagoguery when he told the Senate that his critics \"give ammunition to America's enemies.\"\nAt times, Mr. Ashcroft was unfairly blamed for administration policies he opposed. Within administration councils, Mr. Ashcroft opposed using military tribunals instead courts for terrorism-related trials. In fact, it was Mr. Gonzales who favored the tribunals and who called the Geneva Conventions \"quaint\" rules that couldn't be reconciled with the \"new kind of war\" on terrorism.\nAlthough it may be too soon to judge, Mr. Gonzales does not appear to have the same kind of polarizing persona as Mr. Ashcroft. Beyond terrorism, Mr. Ashcroft pushed a strong conservative agenda, shifting Justice Department policy to favor gun owners, opposing Oregon's assisted suicide law and insisting that federal prosecutors seek more executions.\nIt must be said to his credit that Mr. Ashcroft took his responsibilities as guardian of his nation's safety with the utmost seriousness and grim determination -- a seriousness and determination that may well have taken a toll on his health. The burden of those responsibilities -- and the fierce criticism that his policies engendered -- surely must have been, at times, hard to bear. But Mr. Ashcroft is made of stern stuff. The son and grandson of Assembly of God ministers, he doesn't smoke, drink or dance. His morning prayer breakfasts rankled some department lawyers, but were the expressions of Mr. Ashcroft's deeply held religious faith.\nIn a letter to the American people, Mr. Ashcroft said, \"I am blessed to leave public office in a nation that is safer and stronger than the one I found; a nation in which the flame of freedom illuminates every American and burns a signal fire to a watching world.\"\nWe can only hope that flame of freedom burns brighter with Mr. Ashcroft's departure.\n\nLoad-Date: November 11, 2004"
}