{
    "title": "Mr. Bush and the Truth About Terror",
    "publisher": "the new york times",
    "year": 2004,
    "month": 9,
    "day": 2,
    "full text": "While Republican delegates have been meeting in New York City, terrorist bombs have been exploding in the rest of the world. The horrific pictures of victims on an Israeli bus and slain airplane and subway passengers, as well as of a school held hostage in Russia, are a stark reminder to Americans that terrorism is not all about us. It is the tactic of preference for the self-obsessed radical movements of our age.\n President Bush was absolutely right when he said it was impossible to win a war against terrorism -- it's like announcing we can win a war against violence. Terrorism can only be minimized and controlled, and that can be done only with a worldwide strategy, joined by all of the world's sensible and peaceful nations. We hope that when Mr. Bush accepts his party's nomination for re-election tonight, he makes that argument. \n  The chances of a serious dialogue about terror took a blow, of course, when Mr. Bush retracted his completely sensible statement about terrorism after the Kerry-Edwards campaign attacked it. So far, this has been an election season of monumental simple-mindedness, in which the candidates start each day by telling us this is the most important election in the history of the planet, then devote the rest of their waking hours to meaningless sniping. But it's certainly not too late to elevate the conversation.\n Tonight we do not need Mr. Bush to remind us that he went to ground zero and spoke through a bullhorn. It was a fine gesture that any president would have made. As far as judging his leadership, it is as irrelevant as the famous extra minutes he spent in a classroom in Florida during a reading of ''The Pet Goat'' after the World Trade Center was attacked. \n We do not need to hear further justification of his invasion of Iraq. It seems clear to us that the whole war is a mistake, a detour from hunting down terrorists that was undertaken on the basis of wrong information and is likely in the end to do far more harm than good when it comes to ending fanaticism in the Middle East. But the president is certainly not going to admit any of that, and as far as the future goes, he and John Kerry are in agreement about staying the course in Iraq.\n What Mr. Bush should really talk about tonight is staying the course in Afghanistan, which is a case study in the perils of battling groups like Al Qaeda as if they were nation-states. The American-led invasion was a success to the degree that a government friendly to the United States and opposed to terrorist groups has been installed in Kabul. But armed opponents of the government are still all over the rest of Afghanistan, including Qaeda remnants and a revived Taliban. \n So are the people who sponsor them, like Abdul Rasul Sayyaf, a notorious warlord and savage fundamentalist who in the 1980's and 1990's served as the chief mentor and protector of Khalid Shaikh Mohammed, the Qaeda mastermind of the Sept. 11 terrorist attacks. Incredibly, Mr. Sayyaf has been a major beneficiary of the American-led invasion and is now one of the country's leading power brokers. All of the main candidates in the coming presidential election in Afghanistan, including the American-backed incumbent, Hamid Karzai, actively seek his endorsement. \n If Mr. Bush is going to speak seriously about terrorism tonight, he also needs to talk about Israel. With its fixation on Iraq, the administration has allowed the situation in Israel to turn into a stalemate in which the Sharon government continues to expand its suicidal West Bank settlements while attempting to keep the Palestinians under control with sheer military force. The West Bank is not just a breeding ground for terrorists; it is the perpetual wound Arabs use to justify supporting and financing violent extremists. \n Iraqis can go to the polls to vote, but the Middle East will still be a hotbed of terrorism if Palestinians cannot grow up with hopes for a decent life in a land over which they have some control. There is no way that the current mess is going to improve without the very aggressive intervention of United States diplomacy.\n The Bush campaign is betting the ranch on the idea that Americans, in the end, will vote for the candidate they think is most likely to keep the nation safe from terrorism. The president has been honest about saying we will never be totally safe. He has been much less frank about explaining that even relative safety depends on our ability to create international alliances and to pick our fights not on the basis of where our armies can successfully fight, or of settling old scores, but where the gravest dangers lie. There are few venues less promising for truth-telling than a political convention, but there are also few better opportunities to make the public listen.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 2, 2004"
}