{
    "title": "Mr. Obama and the Rule of Law",
    "publisher": "the new york times",
    "year": 2009,
    "month": 3,
    "day": 22,
    "full text": "As much as it needs to happen, we never expected President Obama to immediately reverse every one of President George W. Bush's misguided and dangerous policies on terrorism, prisoners, the rule of law and government secrecy. Fixing this calamitous mess will take time and care -- and Mr. Obama has taken important steps in that direction.\n  But we did not expect that Mr. Obama, who addressed these issues with such clarity during his campaign, would be sending such confused and mixed signals from the White House. Some of what the public has heard from the Obama administration on issues like state secrets and detainees sounds a bit too close for comfort to the Bush team's benighted ideas. \n  There are times when the president seems to be making a clean and definitive break. On his second day in office, he ordered the closing of the prison at Guantanamo Bay and directed his cabinet to formulate new policies on detaining and interrogating people suspected of terrorist acts or of supporting terrorists. \n  Last week, the administration notified a federal court hearing appeals by Guantanamo inmates that it was dropping Mr. Bush's absurd claim that  he could declare anyone an ''enemy combatant'' and deprive that prisoner of judicial process. The administration affirmed its commitment to the laws of war, the Geneva Conventions and long-standing military doctrine. \n  But the break does not always seem complete enough. Even as they dropped the ''enemy combatant'' terminology, Mr. Obama's lawyers did not seem to rule out indefinite military detentions for terrorism suspects  and their allies. They drew a definition of association with Al Qaeda that is too broad (simply staying in a ''safe house,'' for example). Worse, they seemed to adopt Mr. Bush's position that the ''battlefield'' against terrorism is the planet. That became the legal pretext for turning criminal defendants into lifelong military captives.\n  On Thursday, we were delighted to see Attorney General Eric Holder reverse the Bush policy on releasing documents under the Freedom of Information Act. Mr. Bush's first attorney general, John Ashcroft, directed the government to assume that documents should not be released and to find pretexts to keep them secret. Mr. Holder directed all agencies to presume that ''in the face of doubt, openness prevails.'' And he said the policy applied to pending lawsuits against the Bush administration for refusing to disclose information.\n  It was great news, but also recalled our distress that the Justice Department had abandoned transparency just last month in a case before the United States Court of Appeals for the Ninth Circuit. The case involves five men who were seized and transported to American facilities abroad or countries known for torturing prisoners.\n  The Obama administration advanced the same expansive state-secrets argument pressed by Mr. Bush's lawyers to get a trial court to dismiss the case without any evidence being presented. Even the judges seemed surprised, asking whether the government wanted a delay to reconsider its position.\n  The Obama team should have taken the delay. It should now support bipartisan legislation to fix this problem by expanding judges' powers to examine evidence the government wants to keep secret and decide whether to admit it based on facts rather than claims of presidential power. It is hard to fathom what signal Mr. Obama is trying to send by stifling cases that must be heard.\n  On the filing in the Guantanamo appeals, administration officials say -- quite rightly -- that they took an important step by declaring that their treatment of prisoners would be based on the law and not theories about executive power. They said that they had a deadline to file the document and that its discussion of prisoner policies pertained only to the Guantanamo inmates.\n  These arguments are persuasive for now. The test is whether they will be fully reflected in the results of the continuing policy reviews -- and we assume they will. It is vital for Mr. Obama's team to be as thorough and detailed as possible, ensuring that American policy respects the limits so clearly laid out by the nation's laws and Constitution.\n  Mr. Obama also should stop resisting an investigation of Mr. Bush's policies on terrorism, state secrets, wiretapping, detention and interrogation. We know he is struggling with many Bush-created disasters -- in the economy, in foreign policy and on and on. But understanding all that has gone wrong is the only way to ensure that abuses will truly end. That investigation should be done calmly rather than under the pressure of some new, shocking revelation.\n  Former Vice President Dick Cheney is still proclaiming that waterboarding detainees prevented another attack. Among other things, an investigation would examine that assertion -- for which Mr. Cheney offers no evidence, and which others have challenged.\n  Everyone wants to move forward. The only way to do that, and make sure the system of justice is working properly, is to know exactly how Mr. Bush broke it. \n\nhttp://www.nytimes.com\n\nLoad-Date: March 22, 2009"
}