{
    "title": "Mrs. Kirkpatrick, Loudly",
    "publisher": "the new york times",
    "year": 1981,
    "month": 8,
    "day": 22,
    "full text": "Jeane Kirkpatrick surprised a lot of people by keeping her footing in that most treacherous of sandpits, the Arab-Israeli quarrel. Her belief in quiet diplomacy paid off at the United Nations when she negotiated a unanimous Security Council resolution on the Israeli assault on Iraq's nuclear reactor. But fresh from that triumph, Mrs.  Kirkpatrick, the American representative at the U.N., started sounding off in Latin America in the very manner she used to deplore.\nEditorial criticizes US United Nations Ambassador Jeane Kirkpatrick for her support of military dictatorships in Central and South America\nMrs. Kirkpatrick could not have been more outspoken during her sixnation tour. She was quoted in Santiago as saying the United States intends to ''normalize completely its relations with Chile in order to work together in a pleasant way.'' That was pleasant indeed to President Pinochet, whose repressive regime had been at serious odds over human rights with the Carter Administration.\nBut it was not so pleasant for the democratic opposition, four of whose leaders were expelled from Chile just two days after Mrs.  Kirkpatrick departed. One was the president of the Chilean Commission on Human Rights, who had vainly tried to arrange a meeting with her.  At a Lima press conference, Mrs. Kirkpatrick volunteered her advice to Costa Rica, the only stable democracy in Central America. Costa Ricans proudly claim that their republic has more teachers than police, and has had no army at all since 1948. That was not good for Costa Ricans, the Ambassador said, because they were ill-equipped to cope with terrorism: ''We can help them with some training for their police.''\nCosta Ricans took this amiss. President Carazo Odio formally complained that Mrs. Kirkpatrick's remarks were ''exaggeration and falsehood,'' a view shared by his likely successor in next February's election. As Costa Ricans see it, the real peril to their democracy stems from a floundering economy, not from terrorism. If Costa Rica lacks an army, it also lacks a guerrilla opposition, and maybe there is a message in that.\nTo be sure, Mrs. Kirkpatrick has her own views on Latin America.  It is the region she concerned herself with most during her years as an academic. But in dispensing praise to military dictators or criticism to democrats, she might profit from her own past advice.  Quiet is best."
}