{
    "title": "MRS. KIRKPATRICK URGES U.S. TO ADOPT LATIN MARSHALL PLAN",
    "publisher": "the new york times",
    "year": 1983,
    "month": 3,
    "day": 6,
    "full text": "Jeane J. Kirkpatrick, the United States delegate to the United Nations, said today that Washington should initiate a major economic aid program for Central America similar to the Marshall Plan in Europe after World War II.\nAt the same time Mrs. Kirkpatrick, who has played a key role in shaping the Reagan Administration's policy toward Central America, said the region's leaders had voiced anxiety to her about ''the very large Soviet effort influencing the region.'' She said the leaders also expressed concern about ''subversion, terrorism and guerrilla warfare'' by the Nicaraguan Government.\n''They fear Nicaragua's goals and they fear systematic subversion by way of terrorism and guerrilla subversion,'' Mrs. Kirkpatrick said in an interview. ''They believe there's a plan, and El Salvador is the focus of it today.''\nWASHINGTON, March 5 - Jeane J. Kirkpatrick, the United States delegate to the United Nations, said today that Washington should initiate a major economic aid program for Central America similar to the Marshall Plan in Europe after World War II.\nIt was Mrs. Kirkpatrick's report to President Reagan, after a Feb.  3-12 trip to the area, that led the Administration to seek an additional $60 million in military aid to El Salvador and undertake a reassessment of the United States' policy toward the region, according to officials. Mrs. Kirkpatrick met with the leaders of Panama, Costa Rica, Honduras, El Salvador and Venezuela.\nMrs. Kirkpatrick, seated in her sixth-floor office at the State Department, said a Vietnam analogy to the situation in El Salvador ''is mistaken, it doesn't apply.'' She said that ''perhaps the most relevant analogy'' to Central America and the Caribbean should be the Marshall Plan. ''That's because the Marshall Plan constituted a response to a regional problem that was simultaneously economic and social and military,'' she said. ''That was a highly successful use of American strength.''\n''I don't know why the Cubans should be relied upon to bring literacy to Central America,'' Mrs. Kirkpatrick said.  She added that the Reagan Administration should ''consider seriously providing development assistance'' on the scale of the Marshall Plan in order to thwart Soviet-backed ''subversion'' in the region.\nMrs. Kirkpatrick, although saying she did not use the words ''Marshall Plan'' in her meetings with President Reagan, indicated that she told him of the region's need for major economic aid to thwart potential guerrilla advances. Although recent reports have said Mrs. Kirkpatrick focused on the region's military needs in her talks with Mr. Reagan, she indicated today that she conveyed what Central American leaders told her, and that her personal recommendations centered heavily on the economic needs of Central America.\n \n'Consequence,' Not 'Cause'\n''My trip was not the cause of a higher level of concern by the President,'' she said. ''My trip was a consequence of the President's concern.'' Mrs. Kirkpatrick used relatively muted terms in describing the conflict in El Salvador.\n''I don't think it's that dicey,'' she said of the military situation. ''The fact that they need more military assistance to sustain their effort against the guerrillas doesn't mean the war is going very badly. It just means that there's a very sustained effort on the other side and in order to respond to that they need assistance.\n''As long as the Government in El Salvador can sustain its own internal divisions, and as long as the levels of our military assistance are comparable to what we've been providing, there isn't any danger of losing the war,'' she added.\n \n'That's for the Birds'\nMrs. Kirkpatrick said reports of her trip ''overemphasized the military.'' She added: ''I am not at all an expert on military affairs. Tass said I spent most of my time in Honduras visiting military installations. That's for the birds. I didn't spend any time visiting military installations there.''\nMrs. Kirkpatrick said she had told President Reagan, after speaking to officials, labor leaders, journalists and educators in Central America, that there had been an increase in the level of anxiety about Soviet, Cuban and Nicaraguan ''subversion'' and cultural influences.\n''There is this very widespread concern about the level of Soviet long-range investment in the region and the low level of apparent U.S. interest and involvement,'' she said.\nMrs. Kirkpatrick said the leaders in the region voiced repeated concerns about the military balance in Central America. ''What they talked about was the systematic importation into Nicaragua of heavy armaments, unique in the region,'' she said.\n''It's hard for us to think very seriously about a Nicaraguan military threat, but the fact is Nicaraguan military power outstrips any other military establishment in the region,'' she said.\nShe said the region's ''longer range problems are economic, educational and cultural,'' and the United States has offered ''nothing like'' the fellowships and other programs provided by the Soviet Union. Generous development and food aid should mark United States involvement, she said.\nMrs. Kirkpatrick said: ''The United States has attempted to use American strength to influence events many times since World War II.  One of those times was in Vietnam. Obviously we did badly in Vietnam, with its very high human cost and very high social cost. On the other hand we used American strength with a greater degree of success, and perhaps the most relevant analogy now is the Marshall Plan.''\nThe program, under Gen. George C. Marshall, helped rebuild Europe after the war. Mrs. Kirkpatrick noted that at the time Greece, Italy and France were facing unrest and disorder. ''There can be successful uses of American strength and resources,'' she said.\n\nGraphic\n\n \nIllustrations: photo of Jeane Kirkpatrick"
}