{
    "title": "MRS. GANDHI SAYS TERRORISM WILL END",
    "publisher": "the new york times",
    "year": 1983,
    "month": 10,
    "day": 16,
    "full text": "Prime Minister Indira Gandhi, facing new political violence in northwestern India, said today that terrorism ''is not going to succeed'' as a political weapon in the country.\nMrs. Gandhi, at her first news conference here in more than six months, also said that national elections would be held ''when they are due.''\nSome politicians here had lately felt that Mrs. Gandhi would call elections for next February or March. They are scheduled to be held in January 1985. The Prime Minister's popularity has been rising recently, and some had thought she would schedule early elections to take advantage of that.\nIndian Prime Min Indira Gandhi, facing new political violence in Punjab, where militant Sikhs have been agitating for more autonomy, says terrorism will not succeed as political weapon in India, news conference; indicates she will not call early elections to take advantage of her rising popularity (M)\nMrs. Gandhi said today, as her political associates have said earlier, that she intended to serve out her full five- year term.\n \nViolence in Punjab\nMuch of the two-hour session with reporters dealt with the violence that has been plaguing Punjab, the northwestern state where militant Sikhs have been agitating for greater autonomy for more than a year.\nAt least three people were killed today and 25 others were injured in a bomb blast during a Hindu festival in Chandigarh, the capital of Punjab. Much of the violence has recently been directed at Hindus by Sikhs.\nEarlier this week, two people were injured in a bomb blast on the outskirts of Chandigarh. In the last two days, the violence spread to New Delhi. Five people were killed and more than 30 injured when grenades exploded in two theaters in the capital on Thursday night.\nFriday night, 19 people were injured when a grenade went off in the New Delhi railway station. Police and intelligence officials blamed Punjabi extremists for the Delhi bombings.\n \nNo Place for Terrorism\nMrs. Gandhi said terrorism has no place in a democracy and pledged that political violence would not be allowed to become a device for redressing grievances.\n''Violence,'' she said, ''is not going to succeed in settling any such problem, and the sooner people realize that the easier it will be for them to get their problems settled.''\nMrs. Gandhi did not say what steps the Government would take to counter the violence. Last week, acting under the Indian Constitution, the central Government took over direct control of Punjab's government and imposed what is called president's rule. Policemen in Punjab were given extraordinary authority to shoot to kill and to arrest people and search buildings without warrants. Today the Government extended those powers to army units operating in Punjab.\nMrs. Gandhi said today that president's rule was necessary because events in Punjab ''had to do with the total situation of the security of the country as well as the situation in Punjab itself.'' Punjab is India's best grain-producing area and an important frontier state, sharing a border with Pakistan.\n \nOpposition Parties Accused\nAcknowledging that the main responsibility for dealing with the situation belonged to the Government, Mrs. Gandhi charged that India's opposition parties had created an atmosphere of confrontation with New Delhi that has encouraged the Punjab violence."
}