{
    "title": "MSA Hosts _Issues With Islam_ The Misconceptions_",
    "publisher": "university wire",
    "year": 2011,
    "month": 3,
    "day": 7,
    "full text": "Lehman MSA\nLehman's Muslim Student Association hostedIssues With Islam: The Misconceptions, on Thursday, March 3rd 2011 to help the club's goal of eliminating the misconceptions that many in the community have about Islam.\nThe Faculty Dining Room overflowed with listeners eager to hear Jameel Haque, a professor at Lehman and MSA's faculty advisor. His fun, short and simple presentation addressed the many delusions surrounding the religion of Islam. Through logic, he explained that some of these misconceptions about Islam are actually myths, cleverly described these mistaken beliefs as \"myth-conceptions.\"\nMaryam Jalalluddin, a senior English major and former president of MSA, said of the event: \"It was a good opportunity for students to sit and listen to the presentation because there are a lot of lies and falsities out there about Islam and its believers.\"\nProfessor Haque described four \"myth-conceptions\" that he felt were most commonly assumed including, the beliefs that all Arabs are Muslim and all Muslims are Arab; Allah is not the God of the two other major religions; women are oppressed in Islam and that Islam means terrorism and violence. The Lehman audience learned that most of the Muslim population in the world is not even Arab. Indonesia, Pakistan, Bangladesh and India are the four countries with the largest Muslim population, and none of those countries are Arab countries.\nHaque went on to clarify that, in some ways, women are still oppressed all around the world. It was not until quite recently that America regulated rights for the women. Many Muslim countries, like Bangladesh, even have women leaders; and the countries that deprive many women of their rights use patriarchy as a shield against religion. These countries are following a culture and not the religion, which essentially gives women more rights in society.\nAs an example, Haque discussed the wearing of the hijab. The hijab that covers a woman is used to protect the woman, and at the same time, represent the religion. The professor also stressed that different people wear the hijab for different reasons; if we wanted to know the reason for their wearing of the hijab, we'd have to ask each woman individually. There are actually many benefits of the hijab. One mentioned at the lecture by a student in the audience was that the hijab covers the beauty of a woman, allowing her to be judged by her personality rather than her beauty.\nThe last myth-conception mentioned in the lecture was that Muslims are violent and Islam represents terrorism and violence. This myth arises from the media. In movies, old and new, whether the Muslim characters are good or bad, they are seen as violent. Islam itself means \"peace\" and doesn't encourage violence.\nProfessor Haque presented the lecture with deftness and allowed the students time to discuss anything they wanted about Islam. The audience at the lecture consisted of mostly Muslim students.\n\nLoad-Date: September 18, 2013"
}