{
    "title": "MSC Student Conference on National Affairs",
    "publisher": "university wire",
    "year": 2019,
    "month": 2,
    "day": 5,
    "full text": "For many of us, terrorists have become just another element of the world we live in. From the September 11 attacks to the 2015 Paris shootings and bombings, terror threats have slowly evolved into an unfortunate expectation.\nHowever, there are many working to eliminate those threats, and that will be the focus of the 64th edition of the MSC Student Conference on National Affairs .\nMSC SCONA is an yearly conference highlighting issues of national and global importance. The conference features delegates from universities all across the U.S. and the world. This year's topic, \"Extinguishing the Flames of Fury: U.S. Policy and Response in the Face of Global Terrorism,\" will look at U.S. policy regarding modern, global terrorism.\nZach Griffin, vice chair of communications for SCO, says NA delegates will be split into 15 round tables to discuss terrorism efforts, each led by an expert in the subject matter. He continues, \"They will be talking about different facets of terrorism--cyber terrorism, agri-terrorism, bioterrorism--all of the above.\"\nEach round table will create mock policy papers based upon the discussion that takes place. The experience offers delegates a unique opportunity to develop professional relationships and gain insight into the importance of public policy.\n\"It's important for people to understand what actually goes on in the government that we interact with every day and the policies that may not be conscientiously felt every day, but are going on in the background,\" Griffin says.\nFormer White House Chief of Staff Andrew Card will be a keynote speaker at MSC SCONA this year. Card served under President George W. Bush from 2001 to 2006, and also served as Dean of the Bush School of Government and Public Service at Texas A&M University from 2011 to 2013.\n\"It is incredible to have Andrew Card speaking this year,\" Griffin says. \"We are really honored to have him coming back to Texas A&M. He ties directly into what we are talking about this year, as he was Bush's Chief of Staff during 9/11, during the invasion of Iraq and the invasion of Afghanistan. He has a very unique perspective on terrorism.\"\nRegistration is open for MSC SCONA 64 and can be found on their website at scona.tamu.edu.\nShare this:\nClick to share on Twitter (Opens in new window)\nClick to share on Facebook (Opens in new window)\nClick to share on Google+ (Opens in new window)\nRelated\n\nLoad-Date: February 5, 2019"
}