{
    "title": "MU doctoral student investigates how understanding terrorist propaganda can aid fight against terror(2)",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 8,
    "full text": "A doctoral student in the Missouri School of Journalism found that the Islamic State's propaganda magazine is used as a form of strategic communication.\nDouglas Wilbur, a retired U.S. Army major, based his research on a sample of IS' official propaganda magazine, Dabiq.\n\"In the field of propaganda studies, there aren't that many people who do it and it's kind of disjointed and it's not really unified,\" Wilbur said. \"There is not a unified theory of propaganda, so I wanted to help that problem. I wanted to propose a new way of looking at propaganda, a new way to analyze it.\"\nDuring his time in the Army, Wilbur was a strategic communicator for five years. His duties included broadcasting news and handing out newspapers to the locals in Iraq. His experience encouraged him to explore IS' use of propaganda.\nIn his article \"Propaganda's Place in Strategic Communication: The Case of ISIL's Dabiq Magazine,\" Wilbur defines propaganda as a \"deliberate, systematic attempt to shape perceptions, manipulate cognitions, and direct behavior to achieve a response that furthers the desired intent of the propagandist.\"\nPropaganda has been used by IS to recruit soldiers and glamorize a life of insurgency and is inherently manipulative. Understanding propaganda allows insight into a terror group and eventually, insight on how to defeat it, according to the article.\n\"Good propaganda will always fact check and make sure there is a strong element of truth,\" Wilbur said. \"By studying propaganda, you can learn things about the propagandists.\"\nWilbur's first finding is that, in most cases, propaganda fails to radicalize non-Muslim westerners.\n\"ISIS propaganda contains stories from the Quran, Arabic words and concepts that are completely foreign to Westerners,\" Wilbur said. \"The real target of ISIS propaganda is not average Americans; it's the first through fourth generation Sunni Muslims. They have some knowledge of Arab culture and Islam.\"\nDespite what has been seen on mainstream media coverage of Western insurgents, radicalized Westerners usually need an insider from the terrorist group to explain the propaganda.\nWilbur's second finding is the common misperception that IS and other terror groups work together when, in fact, they are rivals.\n\"This complicates conflict resolutions,\" Wilbur said. \"ISIS is a competitor to the Taliban. They have often fought each other.\"\nWilbur's article also addresses how propaganda affects Muslims living in the Western world.\n\"The vast majority of Muslims or Arabs in the West will not engage in terrorism,\" Wilbur said. \"A small percentage will donate to ISIS and be sympathetic to their cause.\"\nIS' propaganda denounces Muslims who live in the Western world and who follow aspects of Western culture, according to the article.\nIts propaganda promotes strict interpretation of the Quran and that Muslims should follow IS' extreme laws, citing Sharia law as an example. Sharia is an Arabic word that translates to \"a path to be followed\" and refers to a personal relationship with God. However, IS does not represent Sharia law accurately in its teachings or propaganda. In fact, IS does not properly express Islam at all.\nThe Sahih Muslim, the second most authentic hadith collection by Sunni Muslims, quotes the Quran in condemning murder as the second major sin.\nKnowing this further enforces the idea that IS and other radical Islamic terror groups are using Islam as a scapegoat to impose their own personal ideology onto others.\nIS uses its propaganda to capture and convince outcasts in society that there is a place for them in this terror group by promoting an us-against-them ideology.\nThis ideology is mostly accepted by Muslim immigrants living in the Western world who have a difficult time assimilating with the new culture, making friends or understanding the language. This is much more of a problem in Europe, Wilbur said.\n\"The best thing you can do is make sure they understand they are welcomed in our community,\" Wilbur said. \"If they are having a struggle meeting friends, help them meet friends. If they are having a struggle adjusting to new life, maybe you can help them with that. Just reach out to them and be a good, decent human being to them. The ones that are left alone and isolated and floating around out there, they're the ones the recruiters seek out.\"\nEdited by Olivia Garrett | ogarrett@themaneater.com\n\nLoad-Date: November 17, 2017"
}