{
    "title": "MU to open center for terrorism, disaster research; Will aid state, federal agencies, educate public",
    "publisher": "intelligencer journal",
    "year": 2003,
    "month": 9,
    "day": 13,
    "full text": "Millersville University announced Friday it will be home to a federally recognized Center for Disaster Research and Education.\nProfessors and students associated with the center will research how people and organizations, including the media, respond to disasters and terrorism.\nThe center will produce and distribute information on terrorism to the public, media outlets and emergency management personnel.\n#MUTERROR.S13#\nMillersville president Francine G. McNairy said the center is a good fit for the university because many faculty members were knowledgeable in disaster management and research before 9-11.\n\"It seemed that the establishment of such a center would be beneficial to the university, its students, as well as disaster management agencies and people across the United States,\" McNairy said in a statement.\nUniversity officials announced the center's creation Friday morning at a press conference outside Caputo Hall, the campus' science and technology building. Dignitaries present included Wayne Blanchard of the Federal Emergency Management Association; Keith Mohler, state director of homeland security; and David Sanka of the Pennsylvania Emergency Management Agency.\nThe university invited Gov. Ed Rendell to the press conference, but he chose to attend another disaster-related formality -- a ribbon-cutting for Mark S. Schweiker Special Operations Center in the state capital.\nThe 20,000-square-foot Harrisburg complex will be headquarters for the newly formed Pennsylvania Urban Search and Rescue Team and house vehicles, equipment, communications gear and other specialized rescue supplies.\nMillersville's center will prepare for emergencies on a more theoretical basis.\nThe university recently began offering a minor in environmental hazards and emergency management. Future academic programs available through the center will include a distance-learning certificate in emergency management, a master's of science degree in emergency management and a \"disaster and terrorism\" fellowship for local, regional and national media.\nSociology professor Henry \"Hank\" Fischer, a White House consultant on bioterrorism, took the lead to coordinate and develop the center. Other faculty members involved include Marlene Arnold, cross-cultural issues and policy; Kimberly Mahaffy, survey research; and John Scala, meteorological research and applications.\nThe Millersville center will partner with the U.S. Justice Department's Office of Emergency Preparedness, the Early Responders Distance Learning Center at St. Joseph's University and the Disaster Research Center at the University of Delaware.\nIt also will partner with the Organization of American States, the Institute for Catastrophic Loss Reduction of Canada, the Pennsylvania Emergency Management Agency, the Pennsylvania Office of Homeland Security and the Technion-Israel Institute of Technology in Haifa, Israel.\nMore information on the center is available at the Web site www.millersville.edu/[CDRE. \n\nLoad-Date: September 15, 2003"
}