{
    "title": "MUBARAK HOPEFUL ON TABA ISSUE",
    "publisher": "the new york times",
    "year": 1985,
    "month": 9,
    "day": 18,
    "full text": "President Hosni Mubarak of Egypt said today that progress had been made toward resolving Egypt's dispute with Israel over the territory known as Taba.\nThe dispute has been a source of tension between Israel and Egypt.\n''I am optimistic,'' he said. ''I hope that we could proceed forward on the problem of Taba to put it to an end.''\nEgyptian Pres Hosni Mubarak says progress has been made toward resolving Egypt's dispute with Israel over Taba strip; British Prime Min Margaret Thatcher meets in Cairo with Mubarak on first stop of four-day tour of Egypt and Jordan (M)\nSpeaking with British reporters, Mr. Mubarak declined to elaborate on the nature of the progress. He said he sent a message today to Prime Minister Shimon Peres regarding the issue.\nThere was no response from Israel, where Rosh ha-Shanah, the Jewish New Year, is being observed.\nTaba, a disputed 700-yard strip of beachfront kept by Israel after it left Sinai in 1982, has become a stumbling block in efforts to restore normal relations between Egypt and Israel under the 1979 peace treaty.\nRelations have been strained since Israel invaded Lebanon in 1982. Egypt withdrew its ambassador after the invasion and has said that it will not return him until the Taba issue is settled.\nMeanwhile, Prime Minister Margaret Thatcher met here for two hours today with Mr. Mubarak on the first stop of a four-day tour of Egypt and Jordan.\nAfter the meeting, Mrs. Thatcher said their talk had focused on ways to revive Arab-Israeli peace talks.\nMrs. Thatcher said she favored talks between Assistant Secretary of State Richard W. Murphy of the United States and a joint Jordanian-Palestinian delegation as soon as possible.\nShe said Palestinians who were associated with the Palestine Liberation Organization, but had renounced terrorism, should not be excluded.\nThe United States has refused to meet with the delegation on the ground that such a meeting would not advance the cause of peace. American officials have said that such a meeting must lead to direct talks between the Jordanian-Palestinian delegation and Israel. Israel and the United States have refused to talk with the P.L.O. unless it accepts Israel's right to exist and renounces terrorism.\nMrs. Thatcher characterized the American unwillingness to meet with the joint delegation as a disagreement over the choice of Palestinian participants.\nAsked whether P.L.O. members should be included in such a delegation, she replied: ''It is important that those names should not include people extremely prominent in the P.L.O., but it could include people who have been associated with the P.L.O. as long as they reject terrorism.''\nShe urged the United States not to allow the dispute over the choice of names to delay the peace process further."
}