{
    "title": "MUBARAK'S TRIP TO LIBYA DEFENDED",
    "publisher": "the columbian ",
    "year": 1998,
    "month": 7,
    "day": 12,
    "full text": "WASHINGTON -- Secretary of State Madeleine Albright defended Egyptian President Hosni Mubarak's visit to Libya as a \"one-time humanitarian\" exception to a U.N. ban on travel to the terrorism-accused country.\nBut Albright said Friday that \"we are not going to go along with any further visits by anyone for the purpose of just paying courtesy calls on Mr. (Moammar) Gadhafi.\"\nThe mother of an American woman killed in the bombing of a Pan Am jetliner in 1988 reacted angrily to the Clinton administration's decision to go along with the U.N. sanctions committee in authorizing Mubarak's trip.\n\"They have absolutely betrayed us, and they don't care about the American victims of terrorism,\" Susan Cohen told The Associated Press in a call from her home in Cape May Courthouse, N.J.\nMubarak and a delegation of Egyptian officials went to Libya on Thursday to see Gadhafi, who had surgery for a broken hip.\nOn Friday, Egyptian health minister Ismael Salam arrived in Iraq with a delegation of physicians who will do operations in Iraqi hospitals on a week-long stay.\nLike Libya, Iraq is on the State Department's list of countries that sponsor terrorism.\nCohen, whose daughter, Theodora, 20, was among 270 victims in the downing of Pan Am 103 over Lockerbie, Scotland, said the Clinton administration \"has given away the store.\"\nGadhafi has refused to turn over to the United States and Britain two Libyans wanted in the terrorist bombing.\nResponding to Cohen's assertion, Albright said, \"We have not, nor do we ever forget about the victims of Lockerbie.\"\nEgyptian Foreign Minister Amr Moussa, here for talks with Albright, said Mubarak's call on Gadhafi \"lies within the parameters of Arab traditions and neighborly relations.\"\nMoussa also said, \"We have been trying to reach out for a long time\" to Libya. \"We believe that it is always useful to dialogue, to talk,\" he said.\n\nLoad-Date: July 13, 1998"
}