{
    "title": "MUBARAK DEFENDS TERRORISM CRACKDOWN",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 3,
    "day": 5,
    "full text": "Egyptian President Hosni Mubarak yesterday defended what he called his government's ''very heavy hand'' against Islamic extremists who use violence, and expressed confidence that their activities, while not about to disappear, have peaked in Egypt.\nHe also ruled out further political liberalization as a way to combat Islamic political activism, saying he fears political and religious turmoil from such a move at a time when Egypt is undergoing major economic restructuring, and does not want to put his country ''in a collapse'' like others in the region.\nMubarak's comments, in an interview, came hours before U.S. authorities announced the arrest of a suspect in the New York World Trade Center bombing who they allege is linked to a radical Islamic group with ties to a faction in Egypt.\nWhen Mubarak was told last night of the suspect's arrest, he said it illustrated his earlier contention that religious extremism is a global phenomenon. ''This proves that terrorism is becoming a plague spreading all over the world, and it would call for international cooperation to resist this unhealthy phenomenon,'' he said through a spokesman.\nOver the past 10 months, such violence has killed scores of Egyptian civilians and police and has seen Islamic extremists target foreign tourists, three of whom have been killed, as a way to undermine the government by striking at its main source of income.\nCiting Algeria, whose military government is engaged in daily gun battles with Islamic extremists, and Iran and Sudan, where militant Islamic politicians have come to power, Mubarak cast Egypt as a front-line country upholding democratic standards in a region were Islamic activists are increasingly threatening established regimes.\nEgypt's steps have included adopting a tougher anti-terrorism law; sending those accused of extremist violence to military courts, and most recently, enacting new restrictions on election procedures in professional associations. Such groups recently have come under the control of nonviolent Islamist politicians through elections.\nThe use of torture by security police, widely documented by local and international human rights groups, is also seen as contributing to a growing cycle of violence between police and Islamic extremists, who cite torture as a reason for their regular attacks on security officials.\nEgypt, a key U.S. ally, is the only Arab country to make peace with Israel and was a major regional participant with Western allies in Operation Desert Storm. Mubarak is scheduled to visit Washington next month, where he will be the first Arab leader to meet President Clinton.\nMany political observers in Cairo say the current wave of extremism is the biggest domestic challenge Mubarak, who saw his predecessor, Anwar Sadat, assassinated by Islamic extremists, has faced in his 11 years as Egypt's leader.\n\nLoad-Date: September 20, 1995"
}