{
    "title": "Much discussion but few public_private deals so far ; Government role seen in terrorism risk pools",
    "publisher": "business insurance",
    "year": 2002,
    "month": 3,
    "day": 25,
    "full text": "Reinsurers are working with governments to develop terrorism coverage arrangements, but so far, few agreements have been reached.\nEuropean and U.S. reinsurers have stated that public/private partnerships such as government-backed reinsurance pools are the best way to cover terrorism risks, at least until the insurance market's appetite for underwriting such risks returns.\nWhile terrorism risk pools already exist in the United Kingdom, France and Spain, similar pools are being discussed in other countries, including Austria, Belgium, Germany and the United States.\nIn France, a new government-backed pooling arrangement has been formed to provide property and business interruption coverage for insured risks valued at more than 6 million euros ($5.3 million). Spain and the United Kingdom, which set up government-backed terrorism pools years ago, are considering expanding those pools' coverage.\nSince the Sept. 11 terrorist attacks, reinsurers and insurers have changed their underwriting approaches, leaving some large commercial risks unable to secure coverage for terrorism exposures.\nPublic/private partnerships\nMunich Reinsurance Co. and Swiss Reinsurance Co. both favor a government role in providing coverage against terrorism risks.\nMunich Re is ''in favor of a pool situation where the state is involved for claims over a certain dimension and plays a role as the reinsurer of last resort. We are convinced that the new risk dimension coming from terrorism can only be borne by all parties involved, i.e., insureds, insurance industry and the state,'' a spokeswoman for the German reinsurer said.\nSwiss Re also believes that a public/private partnership that would pool losses is the most promising way to provide terrorism insurance. In a recent report, the Zurich-based reinsurer concluded that terrorism risks are insurable privately only on a ''very limited basis.''\nSwiss Re has proposed a pool that would be reinsured beyond a given deductible by reinsurers, capital markets and governments, with the governments serving as the insurers of last resort.\nFrance recently established such a system. Groupement d'Assurance et de Reassurance des Risques Attentats et Actes de Terrorisme, or GAREAT, is a pool supported by property insurers in France and backed by the government.\nGAREAT covers property and business interruption losses with an insured value of more than 6 million euros. The first 250 million euros ($220 million) in aggregate annual losses is covered by insurers writing property insurance in France. Capacity for annual aggregate losses totaling 750 million euros ($660 million) excess of 250 million euros is provided by a group of reinsurers, including SCOR S.A., Hannover Re Group, Swiss Re, Munich Re and Partner Re Ltd.\nIf aggregate annual losses exceed 1 billion euros ($880 million), the pool's participants will cover a further 500 million euros through a government-backed financial contract. Above 1.5 billion euros ($1.32 billion, the French government provides unlimited stop-loss coverage through Caisse Centrale de Reassurance, the state-owned reinsurer.\nGAREAT expects to receive annual premiums of about 200 million euros ($176 million), which will be split among participants on the various layers, said Pierre-Denis Champvillard, group executive vp of SCOR.\nFrance has been forced to act quickly to set up a pool because the government, following a spate of terrorist bombings, in 1986 required that all property policies include terrorism coverage, Mr. Champvillard said.\nAs a result, French insurers and reinsurers ''were very concerned about their exposures'' after Sept. 11, he said, and late last year AXA S.A. stated that it would no longer automatically renew large risks (BI, Dec. 3, 2001).\nIn the United Kingdom earlier this month, the Treasury met with the Assn. of British Insurers, the Assn. of Insurance & Risk Management, The Retail Consortium, the Confederation of British Industries and other trade groups to determine whether, and to what extent, terrorism coverage provided by state-backed Pool Reinsurance Co. Ltd. should be expanded.\nPool Re was established in the early 1990s to provide some terrorism property and business interruption reinsurance for large commercial risks, following a series of bombings by the Irish Republican Army. Since Sept. 11, though, risk managers and insurers have called for Pool Re's coverage to be expanded (BI, Jan. 14). Although insurers and the U.K. government had hoped to reach an agreement by March, an ABI spokesman said further work is needed.\nEarlier this month, AIRMIC criticized the insurance industry and government for tardiness in agreeing to a solution. ''Six months on from the terrible events of Sept. 11 which caused this crisis over loss of cover, our members still face the prospect of being unable to insure their operations fully,'' said AIRMIC Executive Director David Gamble.\nSCOR's Mr. Champvillard also noted that, while talks were underway in several other European countries to provide government-backed arrangements, few decisions had yet been made.\nSpain also is considering extending the terrorism coverage offered by its state-backed pool, Consorcio de Compensacion de Seguros, to include loss of profit, Mr. Champvillard said.\nPools, meanwhile, are being discussed in Germany, Austria and Belgium, he said.\nLast month, Allianz A.G. Holding announced that it was looking for partners to establish a mutual in Luxembourg to provide Europewide terrorism insurance for property and casualty risks, excluding business interruption losses. Zurich Financial Services Group and Swiss Re reacted positively to the idea, but Munich Re is postponing a decision until talks about a German government-backed arrangement are concluded.\nMunich Re acknowledges the difficulty for large risks in obtaining full coverage but stresses that the industry needed to change its underwriting. ''Sept. 11 has changed the insurance world entirely. Claims reached new dimensions which had never been regarded as probable. For the reinsurers, the nature and dimension of the claims after the events of (Sept. 11) showed the need to give more attention to risk management,'' Munich Re said in a statement.\nThe company said its requirements for underwriting terrorism risks include ''more transparency of the risks, limitation of liability, extra premium for terrorism cover and possibility of cancellation at short notice.'' The reinsurer said it also is looking closely at ''possible accumulations of risks and newly emerged correlations between lines of business.''\nAccording to Munich Re, ''reinsurance can, at most, only cover the first wave of such loss events.''\nMunich Re advised its ceding insurers shortly after Sept. 11 that it was implementing these new underwriting conditions for large industrial risks, though it is continuing to provide unchanged coverage for small and medium-sized risks.\nU.S. conditions worsen\nIn the United States, observers say what little appetite insurers and reinsurers have for terrorism-related risks may be shrinking.\n''It's getting worse, from a private-market standpoint, rather than better,'' said Joel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers in Washington.\nInsurers are growing increasingly concerned about workers compensation exposures where there are large concentrations of people, Mr. Wood said. ''There's a brewing availability crisis.''\n''At this point, there is nobody that's writing very much, if anything,'' said David Mair, president of the Risk & Insurance Management Society Inc. That lack of interest underscores the need for a short-term federal guarantee of coverage, said Mr. Mair, who is also risk manager for the U.S. Olympic Committee in Colorado Springs, Colo.\n''In the United States, the market has always been creative enough over time to address the needs of consumers,'' he said. Mr. Mair said he is confident that private capacity eventually will return, but it will, he said, take time.\n''RIMS believes the federal government should be involved in a period in the three- to five-year range, and we believe the political sentiment is for a period that is much shorter than that,'' Mr. Mair said. ''In the minds of risk managers, federal involvement while private capacity recovers is the critical theme.''\n''Everybody is still waiting to see if the federal government is going to act,'' said Julie Rochman, a senior vp with the American Insurance Assn. in Washington.\nEvery major U.S. property/casualty insurance trade group lined up last October behind a plan for a federally backed terrorism reinsurance pool, modeled after Pool Re in the United Kingdom, that would give a private market time to emerge (BI, Oct. 15, 2001). But the idea received a cool reception in Washington, Ms. Rochman noted.\n''It still would have been a really good idea, but, at the time, the administration did not have any interest in getting that far into the business of insurance. We had told them we thought the market could come back, given time and data,'' she said.\nIt will take a good deal of time for the market to come back, said Alice D. Schroeder, senior U.S. nonlife equity insurance analyst at New York-based Morgan Stanley Dean Witter & Co., in testimony before the House Financial Services Committee on Feb. 27.\nThe terrorism risk simply can't be underwritten yet, Ms. Schroeder said. ''In general, we believe that insurers may be, in the aggregate, underestimating risks from locations other than so-called 'target' properties. While the individual odds of an attack on other properties may be low, in total, those odds may be much higher,'' she testified.\n''To date, terrorists have not behaved predictably, and no study we have seen suggests that they will do so. We do not believe insurers have a reasonable basis for underwriting the risk at this time. At best, they can limit the amount of capital they expose to the risk,'' her statement read.\nMs. Schroeder cited a recent address by former Central Intelligence Agency Director Robert Gates in which he predicted that insurers may need at least five years before the level of risk falls and the level of experience rises to the point that terrorism can be adequately underwritten.\n\nLoad-Date: March 28, 2002"
}