{
    "title": "Mueller defends FBI terrorism performance before skeptical senators",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 3,
    "day": 27,
    "full text": "WASHINGTON -- FBI Director Robert Mueller labored Tuesday to persuade skeptical senators that the FBI can properly use its Patriot Act authority to gather telephone, e-mail and financial records of Americans and foreigners while pursuing terrorists.\nHe appeared before the Senate Judiciary Committee after the Justice Department inspector general revealed abuses in the FBI's use of documents called national security letters to gather such data without approval from a judge.\n\"We're going to be re-examining the broad authorities we granted the FBI in the Patriot Act,\" Committee Chairman Sen. Patrick Leahy, D-Vt., told Mueller.\nMueller urged the panel not to revise the law.\n\"The statute did not cause the errors,\" Mueller said. \"The FBI's implementation did.\"\nHe said he instituted procedures to police the use of these letters. \"What I did not do and should have done is put in a compliance program to be sure those procedures were followed,\" the FBI chief added.\nHe said he has now begun to do that, has ordered an audit to determine the full extent of the problem and to determine if any agents should be disciplined.\n\"We are committed to demonstrating to committee, the Congress and the American people that we will correct the deficiencies,\" Mueller said.\n\"I still have very serious qualms,\" Leahy replied.\nCiting the inspector general report on national security letters and his previous reports criticizing FBI reporting of terrorist cases, of weapons and laptops losses, Sen. Arlen Specter, R-Pa., said, \"Every time we turn around there is another enormous failure by the bureau.\"\n\"There's another headline virtually on a daily basis,\" Specter added, citing a Washington Post report Tuesday that agents had submitted inaccurate data to a court that issues warrants for foreign intelligence surveillance.\n\"The question arises as to whether any director can handle this job and whether the bureau itself can handle the job,\" Specter said, proposing that the panel give serious consideration to establishing a separate domestic intelligence agency like Britain's MI-5.\nMueller said he had reduced the problem since learning of it in 2005 but noted that the warrant applications are very long and contain thousands of facts.\n\"I'm not impressed with your assertion that there are thousands of facts,\" Specter said. \"That's your job. You asked for these powers; we gave you them. If these applications are wrong, you're subjecting people to an invasion of privacy that ought not to be issued.\"\nBut Republican Sens. Jeff Sessions of Alabama and Orrin Hatch of Utah made clear they opposed altering the law to curb FBI authority. \"You've acknowledged the problems and pledged to fix them. That's what Congress and the American people need,\" Hatch said.\nThe committee plans to hear April 17 from Attorney General Alberto Gonzales, who is struggling to keep his job amid criticism of the NSL abuses and the firings of eight U.S. attorneys.\n\"Last year the administration sought new powers in the Patriot Act to appoint U.S. Attorneys without Senate confirmation and to more freely use National Security Letters,\" Leahy said in opening remarks. \"The administration got these powers, and they have badly bungled both.\"\nIn a review of headquarters files and a sampling of four of the FBI's 56 field offices, Inspector General Glenn A. Fine found 48 violations of law or presidential directives during 2003-2005. He estimates there may be as many as 3,000 violations throughout the FBI that have not been identified or reported.\nWhen Fine testified before the Senate panel last week, Leahy said, \"In light of this report, we need to consider whether Congress went too far\" in the Patriot Act in removing restrictions on FBI use of national security letters.\nIn a House Judiciary Committee hearing with Fine, Republicans and Democrats warned the FBI could lose that broad power.\nIf the FBI doesn't move swiftly to correct the mistakes and problems, \"you probably won't have NSL authority,\" said Rep. Dan Lungren, R-Calif., a supporter of the power.\nIn 1986, Congress first authorized FBI agents to obtain electronic records without approval from a judge, using national security letters.\nThe letters can be used to acquire e-mails, telephone, travel records and financial information, like credit and bank transactions. They can be sent to telephone and Internet access companies, universities, public interest organizations, nearly all libraries, financial and credit companies.\nIn 2001, the Patriot Act eliminated any requirement that the records belong to someone under suspicion. Now an innocent person's records can be obtained if FBI field agents consider them relevant to an ongoing terrorism or spying investigation. On the Net:\nSenate Judiciary Committee: judiciary.senate.gov/\nFBI: www.fbi.gov/\n\nLoad-Date: March 27, 2007"
}