{
    "title": "Muhammad Ali Jr. Temporarily Detained At Florida Airport",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 28,
    "full text": "By Sabrina Newton, Contributing Writer\nPosted 1:30 AM EST, Sat., March 11, 2017\nThe son of world famous boxer Muhammad Ali was detained last month as a victim of President Donald Trump's 'extreme vetting' policy. Ali Jr., the 44-year-old son of Ali, was detained at the Fort Lauderdale-Hollywood International Airport for an extended period of time upon return to the country from Jamaica, along with his mother Khalilah Camacho Ali, the first wife of Ali Sr. subsequent to a Black History Month speaking engagement in Montego Bay.\nA Philadelphia born-Chicago resident, Ali Jr. possesses undisputed American citizenship and is in possession of a valid passport. With no criminal record, the grounds for his detainment have been said to have been religious prejudice.\nAccording to news reports, airport officials questioned Ali for nearly two hours, repeatedly asking him \"Where did you get your name from?\" and \"Are you Muslim?\" The mother of Muhammad Ali Jr. was reportedly allowed to enter without incident after showing agents a picture of her with the three-time champ.\nUnderstanding what it feels like to be discriminated against, many Howard University students expressed outrage after being informed about the situation.\n\"I think it is deplorable, I can't stand behind a country that enforces such laws,\" said Brianna Bennett, a sophomore information systems major. \"By no means will stopping every perceived Muslim deter terrorist activity.\"\nThe effect that the ban has had on immigration has been described as a lethal blow to social and religious constructs. U.S. Customs and Border Protection officials failed to make an informative statement on the matter, saying they \"cannot discuss individual travelers; however, all international travelers arriving in the U.S. are subject to CBP inspection.\"\nThe residue from the controversial immigration ban continues to be the root of concern among several marginalized communities as profiling and stereotypical perceptions seemed to be the criteria for detainment. The tenets of this ban continue to affect even permanent residents and green card holders. This assault on religious and racial rights have been perceived by many to be an assault on American values. The true crux of the reason behind the ban is that the vast majority of individuals found guilty of terrorism entered the country legally.\n\"This experience is a terrible testimony to the state of affairs in this country,\" said Taylor Coats, a sophomore political science major. \"Ali Jr. should use this experience to speak out and spark change within society. He has a responsibility to do so after such an experience.\"\n\nLoad-Date: September 28, 2020"
}