{
    "title": "Mukasey selection widely praised",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 9,
    "day": 18,
    "full text": "WASHINGTON -- President Bush's nomination Monday of former federal judge Michael Mukasey as attorney general won praise from unlikely quarters and possibly averted a contentious Senate confirmation battle.\nLeading Democrats, who had vowed to block any nominee who appeared overly partisan, said Mukasey appeared independent enough to be confirmed.\n\"I'm glad President Bush listened to Congress and put aside his plan to replace Alberto Gonzales with another partisan administration insider,\" said Senate Majority Leader Harry Reid, D-Nev. \"Judge Mukasey has strong professional credentials.\"\nEven so, Senate Democrats cautioned that Mukasey shouldn't expect to coast through the confirmation process and would be questioned closely about his views on controversial issues such as the administration's wiretapping program.\nIn contrast to other leading candidates to lead the Justice Department, Mukasey isn't known for his political ties but for his rulings in high-profile terrorism cases, including the prosecution of Jose Padilla, a U.S. citizen accused of attempting to detonate a dirty bomb.\nLast week, word leaked that Bush might choose former U.S. Solicitor General Theodore Olson, provoking an outcry from Democrats over Olson's fierce partisan background.\n\"From all indications, Judge Mukasey is a highly qualified professional who has a long and distinguished legal career,\" said Rep. Chris Cannon, R-Utah, who sits on the House Judiciary Committee. \"However, I will withhold judgment until we hear from him at his confirmation hearing. I can only hope that Democrats will use this nomination as an opportunity to end pointless political witch-hunts. The Department of Justice needs someone at the wheel.\"\nSen. Orrin Hatch, R-Utah, said the Senate should focus on Mukasey's qualifications and almost 40 years of experience in the U.S. legal system. \"I know some in this body want to use nominations to fight unrelated policy or political battles. Those fights are for the legislative process or the oversight process, but not the confirmation process,\" he said.\nHatch said he has seen nine previous attorneys general go through the Senate Judiciary Committee with a three-week average time frame between their nomination and confirmation.\nMukasey, 66, doesn't have close personal ties to Bush -- unlike former Attorney General Alberto Gonzales. Gonzales, who served as White House counsel, was criticized for lacking the necessary independence and expertise to serve as the nation's top law enforcement official.\nBush described Mukasey, an 18-year veteran of the federal bench, as a \"tough, but fair judge\" who would be a strong advocate for the administration's anti-terrorism measures.\n\"Judge Mukasey is clear-eyed about the threat our nation faces,\" said Bush during an appearance Monday with Mukasey.\nMukasey, a Reagan appointee, presided over the 1995 trial of Sheik Omar Abdel Rahman, whom he sentenced to life in prison for his role in a plot to blow up New York landmarks. Before his appointment to the bench in the Southern District of New York, he was a federal prosecutor and headed the district's anti-corruption unit.\nIf confirmed, Mukasey said he recognized that he would have to guard the nation against terrorist attacks, while protecting the \"rights and liberties that define us as a nation.\"\nNan Aron, president of the left-leaning Alliance for Justice, described the nomination as \"a step in the right direction,\" noting that Mukasey had demonstrated \"independence and a willingness to stand up to this administration.\"\nGonzales' critics had said that a more moderate replacement was necessary after months of controversy over his handling of the firing of nine U.S. attorneys and the administration's terrorist surveillance program. Gonzales stepped down on Friday.\nGroups on the left and the right urged senators to ask Mukasey about hot-button issues, such as the administration's aggressive interrogation practices, and his views on partial-birth abortion laws.\nMany conservatives had lobbied the White House to nominate Olson -- relishing the prospect of a confirmation battle with Democrats.\nWhen word leaked out that Mukasey might be the administration's pick, some conservatives grumbled that they didn't know enough about him.\nA senior administration official, who spoke on condition of anonymity as a matter of policy, said Mukasey met individually with six representatives from conservative organizations on Sunday in an effort to answer their questions.\nJon Sale, a former federal prosecutor assigned to the Watergate investigation, compared Mukasey's nomination to President Ford's appointment of former University of Chicago President Edward Levi, who was widely credited for repairing the Justice Department's reputation after Watergate.\n\"He's perceived as a lawyer's lawyer -- someone who is smart and fair,\" said Sale, who worked alongside Mukasey as an assistant U.S. attorney in New York. \"People will have to really strain to find anything negative about him.\"\nSen. Arlen Specter, a Republican member of the Judiciary Committee who was openly critical of Gonzales, said Mukasey has shown that he's capable of disagreeing with the government.\nAlthough Mukasey agreed with prosecutors that Padilla could be held as an enemy combatant, he also concluded that Padilla had a right to a lawyer. In his interactions with the Justice Department in the case, Specter said Mukasey was firm and sometimes \"curt.\"\n\"In making this selection, I think President Bush has made a ... deliberate effort to choose someone who would not be controversial,\" Specter said.\nBut other lawyers said they were troubled by some of Mukasey's public statements about anti-terrorism measures.\nAfter retiring from the bench in 2006, Mukasey wrote a column for the Wall Street Journal in which he called the current federal court system and federal law \"not well-suited\" to handling defendants like Padilla and to the government's efforts to prevent another terrorist attack.\n\"In fact, terrorism prosecutions in this country have unintentionally provided terrorists with a rich source of intelligence,\" he wrote.\nShayana Kadidal, an attorney who oversees the representation of Guantanamo Bay detainees for the Center for Constitutional Rights, said Mukasey's views reflected \"a lack of understanding\" of how law enforcement officials should be pursuing terrorism suspects.\n\"I see somebody who falls over himself to justify some of the worst practices that the administration has carried out,\" Kadidal said.\nNonetheless, Kadidal stopped short of opposing Mukasey's nomination, saying \"after Gonzales, almost anyone else is progress.\" Contributing: Suzanne Struglinski, Deseret Morning News\n\nLoad-Date: September 18, 2007"
}