{
    "title": "Mukasey Sees No Necessity For Pardons In Terror War",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 4,
    "full text": "Attorney General Michael B. Mukasey said Wednesday that he saw no need for President Bush to issue blanket pardons of officials involved in some of the administration's most controversial counterterrorism policies.\n  Mr. Mukasey told reporters that there was ''absolutely no evidence'' that anyone involved in developing the policies ''did so for any reason other than to protect the security in the country and in the belief that he or she was doing something lawful.'' \n  The comments appeared aimed at tamping down speculation that Mr. Bush, before leaving the White House next month, might issue pre-emptive pardons to protect counterterrorism officials from legal jeopardy in the face of possible criminal investigations by the new Democratic administration.\n  The attorney general has said repeatedly in recent months that he sees no need for criminal investigations into the administration's policies in the campaign against terrorism, and he rejected calls from Congressional Democrats in July for the appointment of a special prosecutor to investigate whether there had been violations of law. \n  But before his remarks to reporters at a round-table discussion on Wednesday, neither he nor anyone at the White House had publicly discussed the prospect of blanket pardons for counterterrorism officials. \n  The attorney general pointed to two of the Bush administration's most hotly debated counterterrorism programs, one authorizing eavesdropping without court orders, the other extreme interrogation techniques like waterboarding.\n  Mr. Mukasey, whose nomination as attorney general last year was threatened by his refusal to say whether he considered waterboarding to be torture, said the lawyers who authorized the surveillance and interrogation programs had done so in the belief that they were following the law.\n  ''In those circumstances,'' he said, ''there is no occasion to consider prosecution, and there is no occasion to consider pardon.''\n  ''If the word goes out to the contrary,'' he said, ''then people are going to get the message, which is that if you come up with an answer that is not considered desirable in the future you might face prosecution, and that creates an incentive not to give an honest answer but to give an answer that may be acceptable in the future. It also creates some incentive in people not to ask in the first place.''\n  Some conservatives and counterterrorism officials say they believe Mr. Bush should consider a pardon -- of C.I.A. officers, for instance, who took part in extreme interrogations, because they could face increased risk of prosecution under the Obama administration's Justice Department. \n  But other conservatives who support the terrorism policies say that for Mr. Bush to issue blanket pardons -- as President Jimmy Carter did, for example, in pardoning Vietnam-era draft dodgers -- would be tantamount to acknowledging that the policies may have been unlawful.\n\nhttp://www.nytimes.com\n\nLoad-Date: December 4, 2008"
}