{
    "title": "Multiple people injured in series of stabbings in England",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 6,
    "full text": "Two police forensics officers enter the cordoned area in Livery Street in Birmingham after a number of people were stabbed in the city centre.\nA total of seven patients were treated by ambulance staff - five of which were taken to the major trauma centre at Queen Elizabeth Hospital Birmingham. \"It was just multiple people on top of each other, not one on one\".\nCara Curran, a club promoter, said she saw multiple people fighting in the street, though it was unclear whether that was connected to the stabbings.\nOne of the injured men has potentially life-threatening injuries, the Metropolitan Police said. We immediately attended, along with colleagues from the ambulance service.\nDetectives said they were hunting one suspect after being called to reports of stabbings at four separate locations in the city centre between 12:30 am (2330 GMT Saturday) and 2:30 am.\nHe added \"please be assured that we are doing absolutely everything we can to find whoever was responsible and try to understand what exactly happened\".\nOfficers have set up a cordon at the junction of Hurst Street - a popular nightlife area in the city centre - and Bromsgrove Street. Special arrangements are in place for all of the emergency services to work together.\nHonor Watch GS Pro and Watch ES launch, know price and features\nIn terms of I/O, the MagicBook 15 offers 1x USB Type-C port, 2x USB Type-A ports, 1x HDMI port, and a 2.5mm audio jack. It'll also offer menstrual cycle tracking, albeit only for people who use an Android phone with their new timepiece.\nMeanwhile officers also put up a forensic tent in Barwick Street in Snow Hill, around 10 minutes walk away on the other side of the city center.\nMost of Hurst Street, which runs past the Arcadian, was taped off on Sunday morning, in an area which had already been closed off to traffic to aid social distancing.\nForeign Secretary Dominic Raab said anyone close to the area should be \"very vigilant\".\nHe said: \"We are still in the early stages of that inquiry but I can say that we are treating all four of those incidents as a linked series\".\nA man was charged with murder after three people were killed in a park in Reading, west of London, the previous week in an attack investigated by counter-terrorism police. We are aware of reports on social media.\n\"I have every faith in West Midlands Police who are working extremely quickly on this investigation\".\nBut she said there remained a real issue withsocial exclusion among younger people, including \"county lines\" drug dealing.\n\nLoad-Date: September 6, 2020"
}