{
    "title": "Multinationals and Hazardous Wastes",
    "publisher": "christian science monitor ",
    "year": 1989,
    "month": 4,
    "day": 11,
    "full text": "CRITICISM of international trade in hazardous waste escalated into shouts of ''toxic terrorism'' last summer. The international outcry led to several United Nations gatherings, with the most recent one in March resulting in 34 nations signing a treaty to restrict shipping dangerous wastes to countries ill-equipped for proper disposal.\nThe attention given this matter brings to mind another type of ''toxic terrorism'' perpetuated by multinational manufacturers based in countries with lax regulations for hazardous waste disposal. US State Department officials say the potential for an overseas Love Canal or Times Beach caused by improper hazardous waste disposal is very real. If a US multinational corporation is found at fault, it could cause the same international-relations backlash as did Union Carbide's deadly gas leak in Bhopal, India. Still, the State Department has never investigated how US multinational companies get rid of their hazardous waste generated overseas.\nExperts who have researched US multinational corporations' waste disposal records in foreign countries give large US corporations an overall good rating - but then caution that it is difficult to generalize. The damage that hazardous waste has done to water, land, and air in the United States is certain, however.\nAs multinational corporations bring American-style industry into industrializing and third-world countries, they must also bring American-style environmental precautions. To do less is ethically wrong, and in the long run can lead to economic bankruptcy.\nStruggling third-world countries often welcome the boost to their economy given by a US plant making chemicals or allied products.  If these countries open themselves up as a pollution haven, the US corporation should impose its own environmental rules.\n*Full disclosure is the first rule. Street protests can erupt when the public believes a company is hiding damaging information to get permission to build a plant. Environmental protests have even become entangled with broader political issues. In some cases, opposition groups have exaggerated environmental consequences and exploited fears of uninformed residents.\n*Corporations must not define their environmental obligations too narrowly. Companies, for example, often act as though their responsibilities end at their plants' gates. They don't. In Ireland, some waste disposal handlers have illegally dumped toxic materials at local landfills and other unacceptable locations. Corporations that hire waste handlers must ensure that they employ environmentally conscious companies, or they should demand tough disposal guidelines matching those of the country.\n*Multinational corporations should encourage and contribute to a country's efforts to reduce industrial pollution. One way is to share with local officials information about pollution control measures and technologies.\nToxic waste can devastate natural resources. The damage is eventually a detriment to any economy, and can contribute to an unstable political atmosphere in which neither corporations nor people can prosper. Only through responsible planning will industry be able to sustain its own prosperity and promote that of its host nation.\nFlagrant overseas dumping of wastes may stir shouts of alarm that curb the abuses and eventually halt that brand of toxic terrorism. But the type of toxic terrorism that can be veiled under the guise of an economic boost is even more egregious. If we reach the shouting stage on this, it may be too late."
}