{
    "title": "MUMBAI ATTACKER DESCRIBES HIS JOURNEY INTO TERRORISM",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 21,
    "full text": "MUMBAI, India -- The sole surviving gunman of the deadly rampage in Mumbai unexpectedly confessed in court here yesterday, adding his voice -- matter-of-fact even as he spoke of opening fire into crowds -- to what may be the most well-documented terrorist attack anywhere.\nThe gunman, Ajmal Kasab, 21, was the man in an infamous surveillance photograph, looking calm with a blue T-shirt and a machine gun. The photograph was one part of an extraordinary electronic record reviewed during the trial, which the judge ruled would proceed.\nOther tapes showed his fellow gunmen shooting up luxury hotels. Recordings of intercepted phone calls provided a spooky, real-time chronicle between the handlers and the gunmen, who at times needed to be prodded into action and were stunned at the opulence of one hotel.\n\"Everything is being recorded by the media,\" one of the handlers told the gunmen at the Oberoi Hotel. \"Inflict maximum damage. Keep fighting. Don't be taken alive.\"\nBut it did not appear to be the evidence that prompted Mr. Kasab to confess to his role in the attacks, where more than 160 people were killed in November in luxury hotels, a train station, a popular cafe and a Jewish center. He said it was because his native Pakistan, which had denied any role in the attacks, had begun cooperating more with India and identified him as a participant.\n\"I don't think I am innocent,\" Mr. Kasab said, speaking in subdued Hindi. \"My request is that we end the trial and be sentenced.\"\nFor the better part of a day, Mr. Kasab held the courtroom spellbound: He portrayed himself as a poor Pakistani who joined the militant group Lashkar-e-Taiba only for money. But in the end, the mission was martyrdom, inflicting the much death and chaos along the way. He told the court how he and his partner had assembled a bomb in a public restroom at a train station, then planted another bomb in a taxi.\n\"I was firing, and Abu was hurling hand grenades,\" he told the court, referring to his partner and to the assault on the train station, where more than 50 people were killed. \"I fired at a policeman, after which there was no firing from the police side.\"\nMr. Kasab's journey to Mumbai was banal but strange. He told Judge M.L. Tahilyani that he was broke and tired of his job working for a decorator in Jhelum, a small Pakistani town, making a pittance.\nHe and a friend hatched a plan. They would earn cash by robbing people. And to improve their banditry skills, they would seek out military training from the easiest source available to a young Pakistani man: Islamic militants.\nMr. Kasab and his friend went to the garrison city of Rawalpindi, he said, and asked in the market where they might find mujahideen. They were directed to the office of Lashkar-e-Taiba. Indian and U.S. investigators say the militant group, fighting India over the disputed region of Kashmir, planned the attacks in Pakistan. Although Pakistan initially denied any of its citizens had been involved, it has now charged five men believed to be Pakistan-based Lashkar operatives with involvement.\nIn the months before the attack, Mr. Kasab said in court, he and the other attackers were taken to a safe house in Karachi, a coastal city that is Pakistan's commercial capital.\nMr. Kasab said they and their trainers were not told where they would go next, nor were they given any details about their mission \"They told us we were to wait for some time,\" he said in court. \"There was some problem.\" They were warned sternly that \"nobody will disobey\" their orders.\nOn Nov. 26, Mr. Kasab and nine other Pakistani men headed toward Mumbai in an inflatable dinghy, each of them armed with a Kalashnikov, a 9mm handgun, ammunition, hand grenades and a bomb made of explosives, steel ball bearings and a timer.\nIt is clear from the electronic record that the attackers seemed unworldly tools of their handlers. In one video clip, the attackers wander through the Taj Mahal Palace & Tower hotel, seemingly dazed by their surroundings' opulence.\nBut the young men quickly recovered, and the videos captured the muzzle flashes of the attackers' Kalashnikovs as they opened fire in marbled hallways, kicking in hotel room doors and mowing down those hiding behind them. A handler instructed a gunman: \"For your mission to end successfully, you must be killed.\"\nWhen the smoke cleared, Mr. Kasab was the only survivor among the attackers. He was arrested and confessed on camera, giving a slightly different version of his life story to interrogators, who questioned him in his hospital bed. He later recanted that confession.\n\nGraphic\n\n \nPHOTO: Ajmal Kasab during the attack at Chatrapathi Sivaji Terminal in Mumbai.\n\nLoad-Date: July 21, 2009"
}