{
    "title": "Mumbai Attack Strengthened Indo- U.S. Ties_ FBI",
    "publisher": "the world",
    "year": 2009,
    "month": 3,
    "day": 12,
    "full text": "(RTTNews) - The unprecedented level of cooperation between the investigative agencies of India and the United States following last November&apos;s Mumbai terror attack has strengthened Indo-U.S. ties, America&apos;s premier investigative agency, the Federal Bureau of Investigation (FBI) said Thursday.\nTestifying before a Congressional subcommittee, James McJunkin, deputy assistant director, counter-terrorism division of FBI, said the co-operation between the investigative agencies of the two countries have added a new dimension to the Indo-U.S. relationship.\nThe unprecedented collaboration we developed with our Indian law enforcement and intelligence counterparts in this investigation has strengthened our relationship with the Government of India, he added.\nOne key lesson of the Mumbai attacks have reinforced is the importance of international partnership, he said, though the principal lesson of the attacks remain that a small number of trained and determined jihadists with relatively unsophisticated weapons can do a great deal of damage.\nHe cited last week&apos;s attack on the Sri Lankan cricket team in Lahore as another example of a low-tech, but potentially high-impact operation.\nMcJunkin said the FBI was concerned about the possibility that other terrorist groups, including the Al-Qaida or its affiliates will take note of these attacks and attempt to emulate them.\nHe said the FBI would continue to work with its Indian counterparts in New Delhi and around the world, to bring the perpetrators of these attacks--which also killed a number of Americans--to justice and to prevent further attacks.\nReferring to the statements made by the FBI Director Robert Muller during his recent trip to India and Pakistan, he said terrorism is not an issue for one country alone as all are fighting against the menace.\nThe house committee on homeland security subcommittee on transportation security and infrastructure protection had convened the hearing on \"The Mumbai Attacks: A Wake-Up Call for America&apos;s Private Sector.\"\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}