{
    "title": "Mumbai the Game-Changer",
    "publisher": "the forward",
    "year": 2008,
    "month": 12,
    "day": 12,
    "full text": "Until now, most of us thought of Mumbai, if at all, as just a  name on a map. Now we have a clearer image. On November  26 a band of terrorists swept through the Indian port  city, shooting and bombing, taking over buildings and combing  them for people to kill. For three days the world looked on in  horror, and even though we had seen terrorism before, this felt  like something new. Indeed, the Mumbai attack may well have  altered our relationship to terrorism, much as the September 11  attacks did seven years ago.\nThe September 11 analogy is not as false as it might seem.  True, the death toll in Mumbai was scarcely comparable  barely  180 dead this time, as against nearly 3,000 in 2001.\nThe attacks on the World Trade Center and the Pentagon were  unique in scale. They expanded the horizons of mass murder: A  mere handful of men with box cutters successfully murdering thousands  in a stroke. Nine-eleven opened a whole new world of possibilities  for terrorists to imagine. It thus transformed the meaning  of terrorism. It was a game-changer.\nThe Mumbai attack is a game-changer in its own way. It  expands terrorism's horizons, not in numbers of dead but in the  complexity and ambition of possible future operations. In Mumbai  we saw a coordinated assault on the heart of a major city. That  is indeed transformative.\nTerrorism is commonly understood by military and diplomatic  experts to be a psychological weapon, not a strategic one. Terrorists  can sow fear and panic among a citizenry with their sudden  acts of cruelty, but they cannot alter the balance of power within  and between societies. Forcing a power shift requires the ability to  dislodge an enemy, capture his ground and hold it. Terrorists don't  do that. Armies do. That, at least, is the way it has been.\nThe attack on Mumbai raised the possibility of eliminating  that distinction, of lowering the barrier between terrorism and  strategic military action. In an unsettling show of discipline and  precision, the terrorists fanned out across a city, captured a list of  high-profile targets and dug in, much as an army's advance troops  would do. No, they did not capture a military base or a government  house  only a pair of hotels and a community center. If  their goal was to expand their strategic capabilities, they're not  there yet; this was just a preliminary test run. Still, they did capture  their multiple targets and hold their ground for days. That  changes the rules of terrorism.\nThe Mumbai attack was a game-changer in another sense.  The terrorists who staged these atrocities introduced us to  a frightening new recipe for hatred. It's a toxic brew that  mixes a regional border dispute in South Asia together with the  symbols of global jihad and a caricatured version of the Israeli-Palestinian dispute, reconfigured as a genocidal race war. If this  mixture becomes the new paradigm, it will be tough to roll back  even to a manageable level of insanity.\nThe individual elements are not new. Attacks on Diaspora  Jewish institutions by Muslim extremists and violent supporters  of the Palestinian cause are all too familiar  in Istanbul and  Casablanca, Paris, Buenos Aires and Seattle. Some of these were  sophisticated assaults by organized terrorist groups, targeting Jews  as Israel's second line of defense. Others were the acts of loners  looking to make a perversely symbolic statement. Never before,  however, was such an act carried out by a regional Muslim group  fighting its own local war, whether in Chechnya, Kashmir or the  Philippines.\nThe Mumbai terrorists appear to be the first to bring a highly  visible Jewish target into an operation rooted in a regional dispute  and wrapped in the symbolism of global jihad. That's a highly  unstable cocktail.\nWe have argued before that the rising tide of attacks on Jewish  institutions by pro-Palestinian actors calls for a joint Israel-Diaspora strategic reassessment. The latest events only make the  task more urgent.\n\nLoad-Date: December 8, 2008"
}