{
    "title": "Mumbai attacks spark outrage, mourning at colleges",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 3,
    "full text": "Although the terrorist attacks in Mumbai, India, occurred thousands of miles away from the U.S., Indian students and their peers are coming together to mourn on campuses across the country. Many students scrambled to connect to family in the area, while a MIT professor shared his experience of being in one of the attacked hotels. College columnists have also written extensively about the attacks, using it as a platform to debate how close the Mumbai bombings should be compared to Sept. 11 and as a way to remind students about the existential threat terrorism poses. Click for a topicProfessor, students directly impacted by crisisOpinions on the worldwide impact of the attacksOpinions on what India, America should do in wake of tragedyStudents around the nation mourn the victims Professor, students directly impacted by crisis MIT prof escapes Mumbai terrorist attackSource | The Tech On the night of Nov. \n26, MIT Sloan Professor Eric von Hippel SM '68 was awoken by explosions and gunshots from his room at the Oberoi Hotel in Mumbai, India. Von Hippel experienced and survived the terrorist attack that devastated one of India's largest and most developed cities. This is his story. Read more. Â  Mumbai terrorism reaches Harvard U.Source | The Harvard Crimson When the parents of Alisha Mashruwala '11 calmly called her from their Mumbai home to tell her that their city was under terrorist attack, Mashruwala could hear grenade fire in the background. She turned on the news immediately, and what she heard she said was unreal. Read more. Â  One student's family's flight cancellation may have saved their livesSource | Washington Square News When news of a terrorist attack in Mumbai broke, New York University Steinhardt sophomore Elena Chacko was scared for her family's safety. \"My family was supposed to be there,\" she said. Chacko's family was going to visit relatives in Mumbai, and she did not know who to contact to find out if her mom, dad and two sisters were alive. Luckily for Chacko, her family had canceled their flight to Mumbai from another location in India because of the danger. Read more. Â  Indian students closely followed attacks through TwitterSource | The Technician Ankit Lad heard the gunshots echoing through the halls of buildings in his hometown of Mumbai, India. He saw the flames usurping the Taj Mahal hotel. He saw flashes of terror on the faces of natives and tourists who were caught in the middle of the worst terrorism attack in India's past. Lad, a graduate student in engineering, was more than 8,000 miles away from Mumbai, but followed the news through online news Web sites and microblogging sites like Twitter. For three days - from Nov. 26 to Nov. 29 - they searched for up-to-the-minute updates on the situation, waiting for news of its culmination. Read more. Opinions on the worldwide impact of the attacks Mumbai shows threat of radical Islam was underestimatedSource | Harvard Crimson If there existed any doubts that radical Islam poses one of the biggest threats to our time, let the horrifying news from Mumbai erase those. This is a threat far greater than the damage wrought by a dissatisfactory Bush administration or by domestic disagreements. It exists neither far ahead in the future, nor is it geographically far-flung. Last week's attacks may have only struck Mumbai physically, but they were attacks on all of us. If ever there were a time to shed our preoccupation with political correctness, this is it. Read more. Â  Mumbai attacks oversimplified as extensions of Sept. 11 terrorismSource | Michigan Daily Consider the huge mistake the American media and leaders made post-Sept. 11 in grouping Al Qaeda with other violent movements like Hamas or the insurgency in Iraq. Al Qaeda is a global ideological operation of sickening fortitude and proportion. The other groups, however, care only about their practical regional gains. Dealing with them as one is inefficient to say the least and creates a blanket war whose blanket solutions are impossible. Read more. Â  Mumbai attacks conveniently feed into ethnocentric narrativesSource | The Lantern The media has worked hard to peddle a connection between the Mumbai attacks and Sept. 11. This is not India's 9/11, and making a tragedy into a cliche is incredibly callous. Those who insist on repeating this line have a clear agenda. Read more. Opinions on what India, America should do in wake of tragedy Long road ahead to eradicate terrorism from IndiaSource | Vanderbilt Hustler As the final death toll and structural damage are becoming clear, the identity and the motive of the attackers are also beginning to surface. Despite a claim of responsibility from an unknown terrorist organization, Deccan Mujahideen, there is growing evidence that the suspects received training and technical support in Pakistan from radical Islamic groups associated with violence and political instability in the disputed Kashmir territory. Read more. Â  What Mumbai and the world can do nowSource | The Columbia Daily Spectator It is ironic that one of the targets of these hateful gunmen was the Taj Mahal hotel, the namesake of a larger, spectacular structure in Agra, India, the Taj Mahal mausoleum. Built by the Mughal Emperor Shah Jahan many centuries ago in mourning for the death of his wife, the white marbled Taj Mahal is widely recognized as one of the greatest wonders of this world. It is also testimony to what marvelous things can come out of personal tragedies. By approaching the aftermath of these terrorist rampages calmly and wisely, Mumbai can show such militants that while they may have drawn blood, they have failed to kill the spirit of that city-that, unlike them, Mumbai remains a tolerant, humane, and peaceful society. Read more. Â  U.S. must reach out to India following attacksSource | Harvard Crimson As the world gets ready to welcome the Obama Administration, policymakers throughout the national security apparatus should realize the universal threat posed by terrorist cells and movements. Regardless of our geopolitical interests in the region - which are long overdue for a revision after the fall of the Soviet Union - Americans everywhere share a common cause with the Indian government in its effort to root out the groups responsible for this tragedy and bring them to justice. The new Administration can demonstrate its capacity for global leadership by combining the considerable anti-terror expertise of both governments. Read more. Â  In wake of attacks, rethink terrorSource | Badger Herald While it is difficult to focus on and reassess our strategies against terrorism while embroiled in an economic upheaval, we must combat terrorism in the most effective manner; the attacks in Mumbai reintroduce this idea. In reality, for Americans, terrorism has a relatively insignificant impact on our daily lives, but it is an existential threat; it existed long before the economic downturn, and it will exist long after it. For that reason, we must approach it in the best manner possible. Read more. Students around the nation mourn the victims Fear, uncertainty hovers over Brown U.'s Indian community Princeton student from India: Attacks were the final straw U. Florida community responds to Mumbai attacks U. Penn students mourn U. Missouri students react to Mumbai attacks Cornell students react to India terror Mumbai attacks sadden U. Maryland community U. Mich students hold vigil for victims of Mumbai terrorist attacks (C) 2008 UWIRE via UWIRE\n\nLoad-Date: December 4, 2008"
}