{
    "title": "Murderous racist gets life in prison",
    "publisher": "daily news ",
    "year": 2019,
    "month": 2,
    "day": 14,
    "full text": "White supremacist James Jackson - who confessed to trying to launch a race war by stabbing a black man in Times Square two years ago - was sentenced to life without parole Wednesday.\nJackson (photo), who pleaded guilty last month and said he wanted to purge the world of black people, is the first white nationalist to be convicted on terrorism charges in New York, the Manhattan district attorney said.\nHe was hit with the stiffest sentence possible under state law as friends and relatives of Timothy Caughman, his 66-year-old victim, gathered to see justice done.\nCaughman \"had a heart like a blanket crocheted with a grandmother's love - huge, warm and comforting,\" a family member wrote in a letter that was read to Manhattan Supreme Court Justice Laura Ward at sentencing.\nCaughman's first cousin Richard Peek, 47, who read his niece's letter on behalf of his family, said the victim left behind devastated relatives including 11 first cousins, a brother-in-law, nieces and nephews. The letter added that the family would never get to \"share another family moment with [Caughman], that they had no chance to say goodbye.\"\n\"We'll never know how much he truly suffered or how alone he felt in his last moments,\" he added. \"That is our life sentence - we get no parole either.\"\nManhattan DA Cy Vance Jr. said his prosecutors would have taken Jackson, 30, to trial if necessary.\n\"American law enforcement has been slow to acknowledge the rise and scope of white nationalism, and this has emboldened actors like the defendant,\" Vance said. \"We have too often treated these crimes as something less than terrorism.\"\nVance read from Jackson's sick \"manifesto,\" which he brazenly put on a hard drive and offered to investigators.\n The document discusses the need to \"exterminate\" the \"Negro races.\"\n\nLoad-Date: February 14, 2019"
}