{
    "title": "Museum to honor veterans of war on terrorism",
    "publisher": "daily news ",
    "year": 2009,
    "month": 5,
    "day": 14,
    "full text": "Twelve years after handing out the first World War II walking sticks, Cole Land Transportation Museum is ready to recognize the country's newest veterans.\nA brand-new maple walking stick, with its own symbolic decals, will be given out to Maine veterans of the war on terrorism, including some current military personnel, before the Memorial Day parade starts on May 25.\nThe recipients, from any branch of the service, may be \"active, Guard, Reserve and retired,\" said retired Lt. Col. Chuck Knowlen, Vietnam War veteran and museum volunteer. \"Walking sticks will be available for these veterans with proof of service, 9 to 10:20 a.m., at tables under the canopy of the TD Banknorth Building on Exchange Street in Bangor.\n\"If you accept a walking stick,\" Knowlen said, \"we hope you will participate in the parade, either by walking or riding one of the three buses. Vehicles will have signs for veterans.\"\nRecipients of the new walking sticks will include Mainers who served in the Persian Gulf; Desert Storm; Desert Shield; Somalia, Bosnia, Kosovo; the Afghan war or Enduring Freedom; and the war in Iraq or Operation Iraqi Freedom.\nFour members of the Maine Army National Guard stood in front of the Maine World War II Memorial last Friday as Knowlen presented them with walking sticks for participation in the war on terrorism.\nHimself a veteran of a war that brought no gratitude for service for decades, Knowlen was pleased to present each of the Guard members with a Maine-made maple walking stick.\n\"I'm thrilled for us that we can recognize them,\" he said afterward. One at a time, he passed the specially decorated walking stick to the servicemen and women:\n.  Sgt. 1st Class Gilman Thibeault of Hermon, motor sergeant, 1136th Transportation Company. Thibeault has been deployed overseas four times.\n.  Spc. Meaghan Bowers, South China, supplies, driver for battalion commander, chaplain's assistant, 152nd Component Repair Company. Bowers was deployed to Iraq. Her husband, Sgt. Glendon Bowers, is deployed to Afghanistan with the 286th Combat Sustainment Support Battalion, a supply battalion.\n.  Sgt. 1st Class Scott Crooker, Hampden, mechanic, 152nd Component Repair Company. Crooker was deployed to Iraq.\n.  Sgt. Michelle Michaud, mechanic and security, Old Town, 152nd Component Repair Company. Michaud was deployed to Iraq.\nAfter each presentation, Knowlen said to the recipient, \"Thank you.\"\nThe four Guard members were certainly pleased to receive the new walking stick.\n\"I think it's an extreme honor,\" said Thibeault, originally from Fort Kent.\nThibeault, a motor sergeant who was employed four times between 1990 and 2003 - to Bosnia, Kosovo, Guatemala and Iraq, will have another honor on Memorial Day.\n\"[Galen] Cole is going to have me drive the World War II Jeep in the parade,\" Thibeault said.\nCole, who founded the museum that carries out the walking stick project, said he was glad to see the program include these newest veterans and personnel, \"all these guys and gals who have been in service.\"\nThe parade will begin at 10:30 a.m. on Exchange Street and finish up by Davenport Park at Main and Cedar streets.\nThe afternoon program at Cole Land Transportation Museum, 405 Perry Road, will include an address by Maj. Gen. John Libby, the presentation of Honorable Service Certificates, and youngsters reading their winning essays, \"What Freedom Means to Me After Interviewing a Veteran.\"\nBring lawn chairs to enjoy a patriotic concert by the Bangor High School Band. Booster parents will run concessions.\nWalking sticks for World War II, Korean War and Vietnam War veterans from Maine are available with ID and proof of service 9 a.m.-5 p.m. daily at the Cole museum. Walking sticks for those who participated in the war on terrorism must be picked up on Memorial Day before the parade.\n\nLoad-Date: May 15, 2009"
}