{
    "title": "Museum's 'Target America ' shows ties between terrorism, drug trade",
    "publisher": "usa today",
    "year": 2002,
    "month": 9,
    "day": 4,
    "full text": "\"The bearer of this letter, who possesses four kilograms of 'white good,' has paid duty at the Shinwar Customs. It is hoped the bearer will not be bothered,\" reads the tax receipt for an Afghan drug courier carrying 8.8 pounds of heroin for delivery abroad.\nBearing a stamp of a customs office in eastern Afghanistan, the document was issued by the Taliban in the spring of 2001, despite its official ban on poppy crops, the raw material for heroin. The tax receipt is one of 80 items that constitute Target America, a 1,500-square-foot exhibit at the Drug Enforcement Administration Museum in Arlington, Va., not far from the Pentagon. The exhibit opens Tuesday.\nOther items on display include a captured handmade Taliban flag; a leather briefcase confiscated in New York that once held $ 1 million in $ 20 bills; and a tablecloth dipped in liquid heroin, a smuggling technique.\nOpening the exhibit, which aims to show the link between terrorism and drug trafficking, is a chilling 14-foot-high structure of rubble from the World Trade Center. But it's not another Sept. 11 memorial, says Sean Fearns, museum director. \"It uses Sept. 11 as a starting point. We are trying to tell a story that most Americans don't know exists.\"\nThe exhibit gives an overview of drug production and the trade that sponsors terrorism, from the Colombian FARC, the biggest guerrilla group in South America, to al-Qaeda, which reports have said is financed by the drug trade. The exhibit is the first to show the historic connection between terrorism and the drug trade, DEA director Asa Hutchinson says.\nDuring the course of a recent federal drug investigation, investigators found that some proceeds of drug sales in the USA were going to terrorist organizations in the Middle East, including the militant Islamic group Hezbollah, Hutchinson said in an interview with CNN.\nHowever, not everyone accepts the link between drugs and terrorism. Groups critical of the nation's drug policy questioned $ 3.2 million Super Bowl ads from the White House Office of National Drug Control Policy that suggested the money spent on drugs in America is financing terror groups all over the world.\n\"This connection is blown out of proportion,\" says Kevin Zeese of Common Sense for Drug Policy, a Washington-based non-profit group.\n\"They are trying to tie the unpopular drug war to the more popular terrorism issue.\"\nTarget America will run in Arlington through April 1, 2003. The exhibit will continue in New York, Chicago, Dallas, Detroit and Los Angeles.\n\nLoad-Date: September 4, 2002"
}