{
    "title": "MUSHARRAF LEAVES A FRAGILE PAKISTAN CRITICAL JUNCTURE AS LEADER RESIGNS",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 8,
    "day": 19,
    "full text": "The resignation yesterday of President Pervez Musharraf ends an era in Pakistan, and could pave the way for a stronger civilian government that is more independent from the army than any government in Pakistan's 61-year history.\nBut it also could open the door to more political uncertainty and the potential that no one in the ruling coalition will be able to take charge of the troubled nation at a critical time, analysts said.\nEverything depends on what happens next -- including whether the army chief, Gen. Ashfaq Kayani, who replaced Mr. Musharraf as army chief last November, continues to distance the army from politics and keeps his focus on fighting extremists along the western border with Afghanistan, and whether the ruling coalition political parties can work together.\nMr. Musharraf's much-expected exit, after almost nine years as president, adds to the fragile country's turmoil at a time when the United States is asking it to do more against a growing militancy along the Afghanistan border. Pakistan's significance extends far beyond its national boundaries; it has nuclear weapons, and some of the world's most wanted terrorists are thought to be hiding along its rugged borders.\nThe United States considered Mr. Musharraf a key ally in the war on terrorism, but his support of the United States contributed to his unpopularity and eventual downfall. His political opponents accused Mr. Musharraf of playing a double game -- supporting the United States while allowing elements of the military, and particularly the country's major spy agency, to support their one-time Taliban allies in Afghanistan.\nMr. Musharraf, who seized power in a bloodless military coup in 1999, also lost massive popularity in the past 18 months because of his own political missteps. His attempt to fire his popular and independent chief justice in March 2007 sparked national protests. His declaration of emergency rule and firing of the country's top judges Nov. 3 drew international condemnation, and led to a new ruling coalition being elected in February. Earlier this month, the coalition said it would attempt to impeach Mr. Musharraf.\nIn recent weeks, U.S. officials have been largely quiet about their key ally. Yesterday, Secretary of State Condoleezza Rice said Mr. Musharraf had been a friend to the United States, and one of the world's most committed partners in the war against terrorism. \"For this, he has our deep gratitude,\" she said.\nMs. Rice also said the United States would continue to work with the Pakistani government, and that respect for democratic and constitutional processes in Pakistan was fundamental to the country's future and the fight against terrorism.\nThe civilian ruling coalition has argued that it is better poised to be an ally in the terror war because it truly represents the voters' will. The coalition is made up of several parties, including the Pakistan People's Party of slain former Prime Minister Benazir Bhutto and the Pakistan Muslim League-Nawaz party of former Prime Minister Nawaz Sharif, deposed by Mr. Musharraf in 1999.\nYet it is unclear whether the civilian government actually can take over the reins of control from the army, which has run the country directly or indirectly most of the time since the country's founding in 1947.\n\"Unless and until there is more of a focus on military leadership reform, then reform of these [intelligence] agencies isn't going to go anywhere,\" said Samina Ahmed, South Asia project director for the International Crisis Group think tank.\nThe civilian government already has failed in an attempt to make the Pakistan's military-allied Inter-Services Intelligence spy agency report to the interior minister rather than the prime minister. Other attempts to keep the army out of politics have failed miserably.\nGen. Kayani has indicated that he wants to distance the military from politics. He is liked by his U.S. counterparts and has longstanding ties to the United States, having graduated from the U.S. Army Command And General Staff College at Ft. Leavenworth, Kan., in 1988.\nAnalysts say Pakistan's nuclear weapons remain in safe hands. The country's arsenal is under the control of a military cell with its own intelligence service and 10,000 soldiers.\n\"The politicians have nothing to do with controlling the system of nuclear assets in Pakistan,\" said Muhammad Amir Rana, director of the Pakistan Institute for Peace Studies. \"Right now, it is under the army establishment, and it will remain under the army establishment. I don't think there is any threat.\"\n\nGraphic\n\n \nPHOTO: Pervez Musharraf salutes as he leaves the presidential house in Islamabad yesterday.\n\\ PHOTO: Khalid Tanveer/Associated Press: Supporters of the Pakistan Muslim League-N party share sweets to celebrate President Pervez Musharraf's resignation in Multan, Pakistan yesterday.\n\nLoad-Date: August 19, 2008"
}