{
    "title": "Musharraf_ Talk of strikes is not good",
    "publisher": "the bismarck tribune",
    "year": 2007,
    "month": 8,
    "day": 8,
    "full text": "LONDON (AP) - Britain's new Prime Minister Gordon Brown asked the United States on Tuesday to free five British residents from the military prison at Guantanamo Bay - a policy reversal that was welcomed by the Bush administration.\nThe United States has been working to reduce the detainee population at Guantanamo, with an eye toward closing the controversial detention center.\nIn some cases where a detainee is likely to be mistreated in their native country, the Bush administration has been appealing to nations with respected human rights records to take the Guantanamo Bay detainees it does not intend to try in U.S. military courts.\nU.S. officials said Tuesday that Brown's decision to ask for the transfer of non-British nationals was a positive step in broader efforts to cut back the number of inmates and eventually shut Guantanamo.\nState Department spokesman Sean McCormack said the British request was already being reviewed and encouraged Britain and other nations to accept more detainees.\n\"This request is for five,\" he told reporters. \"If there is a desire for the U.K. government to look at more than five, of course we would entertain that, just as we would with any other country making a request.\"\nMIAMI (AP) - Throughout 53 days of trial, Jose Padilla's defense lawyers contended that prosecutors had not proven that their client was part of a conspiracy to support terrorist groups.\nOn Tuesday, they rested their case, without calling a witness or putting on evidence for Padilla. They cleared the way for closing arguments to begin Monday and then jury deliberations.\n\"Your honor, on behalf of Mr. Padilla, we rest,\" Padilla attorney Michael Caruso told U.S. District Judge Marcia Cooke.\nMost of the testimony that began May 14 focused on co-defendants Adham Amin Hassoun and Kifah Wael Jayyousi, accused of being part of a network providing recruits, supplies and financing for terror groups.\nISLAMABAD, Pakistan (AP) - President Gen. Pervez Musharraf said Tuesday that talk of U.S. military strikes against al-Qaida in Pakistan only hurts the fight against terrorism, and his troops bombarded militant hideouts in their strongest response yet to a month of anti-government attacks. Ten suspected militants were killed.\nThe assault by artillery and helicopter gunships \"knocked out\" two compounds in Daygan village in the tribal belt near the border with Afghanistan that were being used as staging posts for attacks on security forces, said Maj. Gen. Waheed Arshad, the army's top spokesman.\nTen militants were killed and at least seven were wounded in the operation, he said.\nMusharraf, a key ally in Washington's war against terrorism, told visiting Sen. Dick Durbin, D-Ill., that comments by senior U.S. officials and presidential hopefuls about the possibility of unilateral U.S. strikes within the country were not helpful. Testimony ends in Padilla terrorism support trial; closing arguments to come next week\n\nLoad-Date: August 8, 2007"
}