{
    "title": "Musharraf speech flails terrorism",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 1,
    "day": 13,
    "full text": "ISLAMABAD, Pakistan -- President Pervez Musharraf declared Saturday that Pakistan will not be a base for terrorism and banned two extremist groups accused in an attack on India's parliament. Police raided religious schools and mosques and arrested more than 300 suspected militants.\nThere was no immediate reaction from the Indian government to the televised speech, in which Musharraf tried to defuse a crisis over the disputed Himalayan region of Kashmir that has pushed the neighboring nuclear powers to the brink of war.\nSecretary of State Colin Powell, who will visit the region soon , hailed Musharraf's \"bold and principled stand\" and said he believed the basis now exists \"for the resolution of tensions between India and Pakistan through diplomatic and peaceful means.\"\nIn his hourlong address to the nation, Musharraf vowed that \"no organization will be allowed to indulge in terrorism behind the garb of the Kashmiri cause. We will take strict action against any Pakistani who is involved in terrorism inside the country or abroad.\"\nMusharraf also announced a crackdown on religious extremists in his country who had supported Afghanistan's Taliban rulers and Osama bin Laden's al-Qaida movement. In addition to the two Kashmiri groups, he banned three Pakistani Muslim organizations, including one that sent members to fight alongside the Taliban in Afghanistan.\nHours after the speech, police and militants reported authorities were sealing offices of all five extremist organizations throughout the country. Several militants were taken into custody, police said.\nMusharraf spelled out new regulations for mosques and religious schools -- long considered a breeding ground for religious extremism. He also announced plans to review the status of foreign teachers and students at Pakistani religious schools.\n\"If in any mosque there is any political activities or any other … extremism, then we will take strong action,\" Musharraf declared. He warned Muslim clerics to \"spread the good points of Islam\" or \"there will be strong action against them.\"\nThe speech had been widely anticipated in hopes it would defuse mounting tensions with India that began with the Oct. 1 suicide bombing at the legislature building in Indian Kashmir and escalated on Dec. 13, when five armed gunmen stormed the Indian Parliament complex. Fourteen people, including the five attackers, were killed.\nIndia accused Pakistan and two Kashmiri separatist groups -- Jaish-e-Muhammed and Lashkar-e-Tayyaba -- for the December attack and dispatched hundreds of thousands to the border. Pakistan responded with its own buildup and warned it would resist any Indian incursions.\nA spokesman for Lashkar-e-Tayyaba, Abdullah Sayyaf, vowed to continue attacks against India despite the ban. Lashkar-e-Tayyaba, or the Army from Medina, has carried out suicide attacks on the Indian army and has been declared a terrorist group by the United States. Both banned Kashmiri groups have links to al-Qaida.\nAlthough Musharraf banned the two Kashmiri groups, he made clear that Pakistan would maintain \"moral and diplomatic\" support for Kashmir in its struggle for self-determination. India considers Kashmir its sovereign territory, a claim Pakistan has disputed.\nThe Pakistani president appealed to the United States and other major powers to play a role in settling the dispute, which has triggered two wars between India and Pakistan.\n\"I want to address the international community, especially to the United States: Pakistan rejects terrorism in all its forms and manifestations,\" Musharraf said. \"Pakistan will not allow its territory to be used for any terrorist activity anywhere in the world. Now, you must play an active role in solving the Kashmir dispute for the sake of lasting peace and harmony in the region.\"\nIt was unclear, however, whether the steps would be enough to satisfy India. In his speech, Musharraf rejected Indian calls to extradite Pakistanis sought by India in the parliament attack although he promised to try them here if there is compelling evidence against them. He also did not ban others from the more than a dozen militant groups fighting Indian troops in Kashmir.\nAn Indian defense analyst, C. Rajamohan, told Star Television News in New Delhi that the speech was \"quite a courageous effort, especially in relation to Kashmir.\"\n\"The sense of it is that no one will be allowed to promote terrorism in the name of Kashmir,\" he said. \"I think it comes very close to India's demand.\"\nIslamabad clearly hoped, however, that the speech would bring new diplomatic pressure on India to offer some sort of reciprocal move to ease tensions.\nPakistan has long accused India of reneging on promises made a half century ago to allow Kashmir's Muslim majority to decide whether they want to be part of India or Pakistan or gain independence. Musharraf appealed to India, a mostly Hindu nation, to begin a dialogue on the issue, adding that Kashmiris expect an end to \"Indian state terrorism and human rights violations.\"\nMusharraf's remarks on Islamic extremism in Pakistan, however, may have more lasting significance on the direction of this strategic nation of 145 million as well as the U.S.-led campaign against global terrorism.\nUnder the encouragement of the late president Mohammed Zia ul-Haq, Islamic fundamentalism spread rapidly in Pakistan since the 1980s. Pakistan encouraged the spread of Taliban rule in Afghanistan, raising fears that Islamabad might share its nuclear technology with bin Laden and other Islamic radicals.\nHowever, Musharraf broke with the Taliban after the Sept. 11 terror attacks in the United States, granting the Americans use of military bases here for the war on terrorism. That led to street protests by Islamic militants, although the unrest never developed into a significant threat to the Musharraf government.\nDuring his speech, Musharraf said Pakistanis were \"fed up\" with religious extremism and wanted to build a society of mutual respect and tolerance. He declared that if extremist clerics will not \"show any responsibility, we will stop them.\"\nHe said that no new mosques or religious schools would be permitted without government registration. Foreign students and teachers in Pakistani religious schools must show they were in the country legally by March 23 or they would face deportation.\nIn advance of the speech, heavily armed police raided religious schools and mosques in Karachi and other areas, arresting more than 300 Muslim extremists. Police sources said the arrests were aimed at preventing a violent reaction to Musharraf's remarks.\n\nLoad-Date: January 13, 2002"
}