{
    "title": "Music and fireworks",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 6,
    "day": 27,
    "full text": "Music will fill the air and fireworks will light up the sky at the Capitol on the Fourth of July, courtesy of the Bismarck-Mandan Symphony.\n\"Something we do for the community, it is free and open to the public,\" said Karen daSilva, volunteer coordinator.\nThe group has members from all over the region. They perform and work together from September to April for the show.\nThe event is held on the Capitol grounds. Inflatable games for kids and concessions will be available.\nThe preshow will start at 7 p.m. A Mandan musical group called Seven West River Winds will perform.\nAt 8:15 p.m., the national anthem will be played along with the presentation of colors. Gov. John Hoeven will speak about the National Guard and other service groups. Sen. Kent Conrad, D-N.D., will follow as the master of ceremonies.\nThe symphony will start playing at 9 p.m. They will be performing mostly patriotic songs. Soprano Carrie Mineck from the Twin Cities will sing with the symphony. She will be performing Mariah Carey's \"Hero,\" which will be dedicated to the National Guard.\nVolunteers will collect donations during the performance\nThe donations will go the the construction of the North Dakota Memorial to the Fallen in the War on Terrorism. It will be built at Fraine Barracks in Bismarck.\n\"This is the first year we worked with the symphony. They usually pick a patriotic theme, and when they asked I thought it was a great idea,\" said Holly Gaugler, who works with the North Dakota National Guard Foundation.\nThe Bismarck-Mandan Symphony felt it was important to include the Guard this year. \"They did so much for the state with all the flooding and deployment, we wanted to help them raise money for the memorial, \" daSilva said.\nThe memorial will have all the names of people who lost their lives in the fight against terrorism. It is co-sponsored by the city of Bismarck and the North Dakota National Guard.\nThe conclusion of the symphony performance will be around 10:15 p.m. Typically, it ends with the song \"Stars and Stripes Forever.\"\nThen fireworks will cap off Independence Day.\n\nLoad-Date: June 29, 2009"
}