{
    "title": "MUSLIMS AT CONFERENCE FAIL TO AGREE ON DEFINITION OF TERRORISM; BUT THEY SAY IT HAS NOTHING TO DO WI",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 4,
    "day": 3,
    "full text": "Stumbling over the Palestinian conflict, Muslim nations were unable to agree Tuesday on a definition of terrorism at a conference intended to dispel post-Sept. 11 perceptions that Islam is rooted in violence.\nInstead, the foreign ministers and officials of the 57-member Organization of the Islamic Conference drafted a declaration that rejected any link between terrorism and the Palestinian struggle.\nThe draft declaration was received by delegates after two days of meetings that coincided with increasing bloodshed in the Middle East. It was expected to be passed without change today. The document said a committee would be established to work for a U.N. conference to take up the issue.\n\"This is a wasted opportunity,\" said Ahmad Azam, head of the Malaysian Youth Islamic Movement, a nongovernmental organization that observed the meeting. \"The problem is too many countries have their own interests.\"\nOpinion had been divided here over Malaysian Prime Minister Mahathir Mohamad's proposal that attacks on civilians - including those by Palestinian suicide bombers - be classified as terrorism.\nPalestinian and other Middle East delegates rejected the proposal. Those delegates say the suicide bombers were driven by frustration over what they called Israeli terrorism in the occupied territories.\nMahathir supports the Palestinians but said attacks targeting civilians could not be justified \"irrespective of the nobility of the struggle.\"\nShaher Bak, Jordan's minister of state for foreign affairs, said differing opinions made consensus impossible. Other delegates said there was not enough time.\nThe draft declaration rejected \"any attempts to link terrorism to the struggle of the Palestinian people\" to establish an independent state with east Jerusalem as its capital.\nThe roots of terrorism, including \"foreign occupation, injustice and exclusion\" should be addressed, it said.\nThe nations pledged commitment to \"the principles and true teachings of Islam, which abhor aggression, value peace, tolerance and respect, as well as prohibiting the killing of innocent people.\"\n\"We reject any attempt to link Islam and Muslims to terrorism, as terrorism has no association with any religion, civilization or nationality,\" the document said.\n\nNotes\n\nCRISIS IN THE MIDDLE EAST\n\nLoad-Date: April 3, 2002"
}