{
    "title": "Muslim students discourage negative views on Islam",
    "publisher": "university wire",
    "year": 2010,
    "month": 5,
    "day": 11,
    "full text": "Some Muslim students are concerned that Islam is being misconsued after Faisal Shahzad, the main suspect in the attempt to detonate a car bomb in Times Square, told police the explosive was meant to \"kill Americans.\"Some of the students are worried that the most recent act of terror will exacerbate an already negative view of Islam that persists around the couny.As a result, many Muslims reject the May 1 incident and encourage other Americans to learn about Islam before judging the religion.\"In Islam, people have the right to voice their opinions. ... (Muslims) believe in kindness and respect. ... Democracy is not in conflict with Islam,\" said Kutibh Chihabi, director of UCLA's Muslim Union and second-year neuroscience student.Violence and warfare are also negative stereotypes often associated with Islam that the Muslim Prophet Muhammad did not promote except in rare circumstances, he said.\"Muhammad allowed warfare 13 years after the beginning of Islam, and then only for self defense,\" Chihabi said.He added that people should learn about what the religion actually teaches.\"I encourage people to y to learn about Islam before they judge it. \nLook at what we believe, not certain people's actions,\" he said.But Mark Jasa, a Lutheran pastor, believes terrorism is a direct result of Islam.\"I believe people who commit acts of violence believe Islam is telling them to do it,\" he said. Jasa, who speaks to students on campus, said he has only read certain passages of the Quran.Jasa, who often sits behind the \"Religion is for the Weak\" table on Bruin Walk, said he disagrees with Chihabi's classification of Islam as peaceful.\"Muhammad was involved in wars since Islam's inception. \"¦ If Muslims carry out violence, it is following the history set out from the very beginning,\" he said.These statements are conary to Islamic organizations' views, which denounce exemists as a very small and unrepresentative minority.\"On behalf of the American Muslim community, we condemn the attack in Times Square. \"¦ American Muslims repudiate all acts of terrorism and will continue to work with law enforcement authorities to keep our nation safe,\" a statement released by the Council on American-Islamic Relations said.\n\nLoad-Date: March 4, 2016"
}