{
    "title": "Muslim Students at Columbia U. Concerned by U.S. Attacks",
    "publisher": "university wire",
    "year": 1998,
    "month": 9,
    "day": 11,
    "full text": "\"Islam means peace\", answered Diane Aboushi, President of Columbia's Muslim Student Association (MSA), to questions about her religion. Aboushi, BC '99, and other on-campus Muslims are disturbed by their belief that Americans consider Islam synonymous with terrorism, an idea that has been furthered by accusations against a Muslim in the August bombings of two U.S. embassies.\nThe U.S. responded to the attacks by launching a dual assault on purported terrorist training camps in Afghanistan, and a pharmaceutical plant in Sudan that allegedly produced key ingredients for a chemical weapon.\nColumbia U.\nHassan Safdar, CC '99 and vice president of the MSA, feels America acted on a whim, and that the resultant deaths of civilians-primarily Muslims-could certainly have been avoided.\nSafdar, a Pakistani, believes the U.S. government should have consulted with the Sudanese before committing a \"violation of their air space,\" and killing their civilians.\nThough preventing terrorism is \"admirable,\" Safdar said, it should be done in \"the proper manner.\"\nSpecifically, he feels that the U.S. should have informed the Sudanese government of its intentions, and coordinated a plan that would not have caused either the deaths of Sudanese civilians or the destruction of parts of the plant that were producing licit pharmaceuticals.\nSafdar said it is unfortunate that Islam has been associated with this most recent terrorist attack on the United States. He maintained, however, that the U.S. launched its attacks on terrorism, not Muslims.\nNazreen Karim, CC '01, an Indian Muslim raised in New Jersey, said she is disturbed by the fact that an entire population of Muslims is being blamed for the actions of one alleged supporter of terrorism.\n\"An American life is [also] precious, but you don't kill people's parents and children because of the act of some crazy terrorist,\" she said.\nKarim mentioned that she knew Muslim children who are afraid to admit their religion to others, and how she herself found the need to separate the politics affiliated with Islam from her faith.\nAboushi, a Muslim of Palestinian descent, and Karim insisted that most Muslims do not support Osama bin Laden, the Saudi exile accused of leading the Embassy attacks.\nAboushi blames the media, in part, for what she feels is an association between terrorism and Islam.\n\"I distrust the media and government, and what type of information they feed us,\" she said.\nAboushi said she believed the United States would have reacted differently had the perpetrators not been Muslim, partly because of prominent media attention on the relationship between Muslims and terrorism.\nShe mentions her belief that India, a predominantly Hindu nation, was only \"scolded\" by the U.S. for testing nuclear weapons, while, she claims, economic sanctions were enforced more stringently on Pakistan after its nuclear tests.\nWhile they may disagree about Islam's role in the American decision to retaliate, the members of the Muslim Student Association agreed on the negative consequences of the Embassy bombings and the resulting American assaults.\nThe troubles began with those killed and affected by the initial embassy bombings, were sustained by the deaths caused by the U.S. assaults, and, the MSA members claim, have continued as Muslims everywhere feel the backlash for bin Laden's actions.\nIn the words of Karim, \"all are suffering.\"\n(C) 1999 Columbia Daily Spectator via U-WIRE\n\nLoad-Date: February 8, 1999"
}