{
    "title": "Muslim Charity Sues Treasury Dept. and Seeks Dismissal of Charges of Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 12,
    "day": 12,
    "full text": "In a new challenge to Washington over its closing several American Muslim charities that it has accused of aiding terrorism, the largest such group sued on Monday seeking dismissal of many of the charges.\n  Lawyers for the group, the Holy Land Foundation of Richardson, Tex., filed suit in Federal District Court in Dallas two weeks after a federal judge in California called into question a crucial provision in designating terrorist supporters. Since December 2001, the Treasury Department has designated Holy Land and five other Muslim charities in the United States as terrorist supporters, seizing millions of dollars in assets and halting their activities.\n No accused charity or any senior officer have been convicted on a charge of terrorism. Some charities have faced no criminal charges. \n  In a separate case against a Georgia man whom the prosecution identified as a fund-raiser for Holy Land, the defendant pleaded guilty this year to sending money to Hamas, the Islamist Palestinian political party that Washington first designated as a terrorist organization in 1995. \n  The foundation denies that the man had an official post. \n  The government has accused the foundation of having been the American fund-raising arm of Hamas. The charity and five officers are expected to go on trial in July on charges of financing a foreign terrorist organization, money laundering and tax fraud.\n  In October, Ghassan Elashi, a founder and former chairman of the charity, was sentenced to more than six years in prison after he and four brothers were convicted of violating export laws by shipping computers to Syria and Libya, both once on the United States list of terrorism sponsors. Libya was removed this year. \n  Last year, Mr. Elashi and two brothers were convicted of helping a Hamas leader launder money. \n  The Treasury Department's repeated refusal to unfreeze charities' assets so they can be sent abroad has provoked alarm and frustration in the philanthropic world. \n  ''The question is not whether the individual nonprofits are guilty as organizations,'' said Kay Guinane of OMB Watch, a Washington group advocating government transparency. \n  ''The issue is whether there is a fair process to determine that and how to protect the charitable dollars so they are used for the intended purposes,'' Ms. Guinane said. ''What Treasury has done is treat charities the same way they treat the criminal process. It has really hurt the U.S. image in the places where the aid was expected and where people were depending on it.'' \n  Early last month, philanthropic groups from across the nation sent Treasury Secretary Henry M. Paulsen Jr. a letter asking that he find a way to release the assets to their intended recipients. Mr. Paulsen has not responded, Ms. Guinane said. \n  A spokeswoman for the department, Molly Millerwise, said courts, citing national security, had repeatedly upheld the government's use of secret evidence to freeze assets of charitable organizations. \n  ''These institutions have been designated because they are financing terrorism,'' Ms. Millerwise said. ''We have to make sure that the money is kept in place and does not go to illicit ends.'' \n  Critics say the law prevents the airing of secret evidence in such cases. ''When Treasury says the courts have upheld its action, they are saying the courts found its action was not arbitrary and capricious,'' Ms. Guinane said. ''Not that the court made any kind of independent determination of the merits or factual accuracy.''\n  A spokesman for the Justice Department, Bryan Sierra, said he could not comment on the Holy Land motion because it was too new. As a matter of procedure, Mr. Sierra said, prosecution does not automatically follow the designation of a charity as a terrorist organization. \n  ''Not every case is a criminal case,'' he said. ''It's a question of can you come up with enough evidence to prosecute based on a violation of the statutes of material support for terrorism.''\n  Charitable giving is one of the five pillars of Islam, and the closing of Muslim charities has become a major source of American Muslims' distrust of the federal government. \n  Many American Muslims accuse the government of, at best, acting out of fear and ignorance to tamp contributions. At worst, they say the Bush administration focuses on Arab and Muslim groups critical of United States policy in the Middle East, particularly charities that aid poor Palestinians in the territories occupied by Israel. \n  ''That was a valve that does not put the Palestinian population under pressure,'' Hatem Bazian, a professor of Near Eastern studies at the University of California, Berkeley, said. ''If you starve them, they will take the deal the least acceptable to them.''\n  The government says just Muslim charities have been designated because they are the ones that terrorist groups have penetrated. \n  ''The sad truth is that we have seen groups like Hamas and Al Qaeda infiltrate the charitable community, and specifically the Arab and Muslim charitable community,'' Ms. Millerwise said. ''When we do find evidence that any group is providing material or financial support, we have a responsibility to act against them and designate them and put the world on notice that this group is facilitating terrorists.'' \n  Holy Land was once the largest American Muslim charity, receiving more than $57 million in contributions, gifts and grants from 1992 to 2001, the indictment says. It seeks to have more than half the charges in the 42-count indictment dismissed, based on the ruling last month by Judge Audrey B. Collins in Federal District Court in Los Angeles. \n  Judge Collins said an executive order used to identify organizations and individuals as ''specially designated global terrorists'' violated the Constitution because it was too vague. Other districts are not bound by the ruling. Congress has largely ignored the question. \n  Lawyers for two other charities said they expected to file similar motions. Lawyers for two others said they were defunct, left bankrupt by challenging terrorism designations. \n  American Muslim organizations acknowledge that Islamic charities overseas funneled money and arms to support Al Qaeda and other terrorist groups. But they say guilt by association rather than hard evidence has become a judicial standard for them in the United States. \n  ''The government's claim of national security is a way to conceal government misconduct rather than state secrets,'' said Matthew J. Piers, the lawyer for the Benevolence International Foundation, a defunct charity that had been in Illinois. \n  Charity officials say the United States is shooting itself in the foot. Rather than spending millions on failed advertising to improve its image, the officials say, Washington should let the charities work where it is not welcome. \n  ''People are saying that this is not about this or that charity, it's about Islam,'' said Khalil Jassemm, who helped found Life for Relief and Development, a charity in Michigan. ''We could be a humanitarian bridge to the Muslim world, but nobody thinks about that.''\n\nGlobal Relief Foundation\nGROUP'S STATED MISSION: Provide economic, occupational and agricultural aid, with an emphasis on Bosnia and Chechnya.\nTREASURY DEPARTMENT'S ACCUSATIONS: Providing financial and other assistance to individuals associated with Al Qaeda. The government says the foundation has stocked and promoted tapes and books glorifying jihad.\nSTATUS OF AGENCY AND REACTION: No criminal charges filed.\nThe group's lawyer has made repeated requests through the Freedom of Information Act to see what the charges against the group are based on, but he has yet to see any evidence. A key fund-raiser was jailed and ultimately deported on immigration charges.\nIslamic American Relief Agency\nGROUP'S STATED MISSION: Charitable work for orphans, disaster, famine relief and aid to refugees.\nTREASURY DEPARTMENT'S ACCUSATIONS: Being an affiliate of a Sudanese charity of the same name that is suspected of supporting Al Qaeda.\nSTATUS OF AGENCY AND REACTION: No criminal charges filed.\nThe agency's lawyer says that the group has no connection with the Sudanese charity, other than the fact that the founder of the American organization copied the name.\n\nKindHearts USA\nGROUP'S STATED MISSION: Provide aid to the occupied territories and elsewhere in the Muslim world.\nTREASURY DEPARTMENT'S ACCUSATIONS: Coordinating with Hamas leaders and contributing to organizations affiliated with Hamas.\nSTATUS OF AGENCY AND REACTION: No criminal charges filed.\nCritics say that the Treasury Department's inquiry focuses on the group's ties with other suspected individuals and organizations, including the Holy Land Foundation, rather than action taken by the group.\n\n(Sources by Treasury Department; O.M.B. Watch)\n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article and headline yesterday about a response by the Holy Land Foundation to federal charges that it aided terrorism misstated the legal action the organization took on Monday. It filed a motion to dismiss several charges against it; it did not sue the Treasury Department.\nCorrection-Date: December 13, 2006\n\nGraphic\n\n \nChart: '' Islamic Charities Shut Down''Since the Sept. 11 attacks, the United States Treasury has frozen the assets of the following Muslim charities in the United States:Holy Land FoundationGROUP'S STATED MISSION: Aid for people displaced by man-made and natural disasters\nprimary focus was Palestinian refugees in Jordan, Lebanon and the occupied territories.TREASURY DEPARTMENT'S ACCUSATIONS: Being the funding arm of Hamas and providing ''millions of dollars of material and logistical support'' to Hamas.STATUS OF AGENCY AND REACTION: Trial scheduled for 2007.Lawyers for the group say the government has relied on faulty translations of Israeli documents. In two separate cases, a former chairman of the group was convicted of helping a Hamas leader launder money, and a Palestinian man in Georgia pleaded guilty to providing financial support to Hamas through Holy Land.Benevolence International FoundationGROUP'S STATED MISSION: Short- and long-term relief for people afflicted by wars\noperated in Bosnia, Chechnya, Pakistan, China, Ingushetia, Russia and other nations.TREASURY DEPARTMENT'S ACCUSATIONS: Providing logistical support to Al Qaeda. The department linked Enaam Arnaout, the chief executive officer of the defunct charity, to Osama bin Laden and said he purchased weapons for terrorist training camps.STATUS OF AGENCY AND REACTION: Terrorism charges dropped.Mr. Arnaout pleaded guilty in 2003 to a lesser fraud charge, admitting that he used money that was supposed to be used for humanitarian purposes to buy items like combat boots for soldiers in Chechnya and Bosnia.Al Haramain Islamic FoundationGROUP'S STATED MISSION: Provide educational and financial support to impoverished Muslims\n one of its priorities is to promote Islam as practiced in Saudi Arabia.TREASURY DEPARTMENT'S ACCUSATIONS: Supporting Al Qaeda fighters in Chechnya. The indictment was largely based on the charge that one of the group's officers, Soliman H. al-Buthi, took $150,000 out of the United States in traveler's checks without declaring it.STATUS OF AGENCY AND REACTION: Terrorism charges dropped.The charges against Mr. Buthi, for taking money out of the country illegally, still stand. He is now in Saudi Arabia. Another man has been charged with concealing the movement of funds intended for Chechnya by claiming that the money was to purchase a prayer house in Springfield, Mo.\n\nLoad-Date: December 12, 2006"
}