{
    "title": "MUSLIM SECT UNDER SCRUTINY; ITS MEMBERS ENGAGED IN ASSASSINATIONS, BOMBINGS ACROSS U.S",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 6,
    "day": 28,
    "full text": "A shadowy African-American Muslim sect with ties to Pakistan is coming under closer law enforcement scrutiny as investigators probe the World Trade Center bombing and the alleged plot to bomb the United Nations and the Hudson River tunnels, according to law enforcement sources.\nAuthorities say that members of the sect, known as ''Fuqra,'' during the past decade have carried out or attempted dozens of bombings and assassinations in locations scattered across the United States and Canada. But the sect has not been publicly or officially linked to either New York case.\nHusain Abdullah, the head of a Brooklyn, N.Y., security company and one of the early organizers of Fuqra in the United States, denies that the sect engages in terrorism.\n''We do not commit acts of terrorism in this country,'' he said in an interview last week. ''Just because other members of a faith commit crimes does not mean that we are criminals. We do not preach crime.\n''The government is trying to create a blueprint to destroy us, to pull another Waco and destroy us,'' he said, in reference to the Texas standoff and inferno that resulted in the deaths of members of the religious sect led by David Koresh.\nAbdullah was first contacted by Newsday at a Fuqra compound in the Catskills near Deposit, N.Y. The 55-acre site near the Pennsylvania border is described by law enforcement officials as the most important Fuqra facility in the country.\nIt is one of several rural retreats established over the years by sect members at locations from South Carolina to the Colorado Rockies and the California desert.\nAuthorities estimate that there are between 1,000 and 3,000 Fuqra members in the United States.\nThe sect's U.S. origins can be traced to Brooklyn in 1980, when a charismatic Muslim mystic from Pakistan, Sheik Mubarik Ali Jilani Hasmi, began preaching at what at that time was the most influential black American mosque in the borough. Jilani later returned to his base in Lahore, Pakistan, but has traveled to the United States a number of times, authorities say.\nEfforts to contact Jilani in Lahore were unsuccessful. A neighbor said Jilani was well known in that part of the industrial city of more than 3 million, but that not much was known about his current activities. ''I have seen several black Muslims with him,'' said the neighbor.\nU.S. intelligence and law enforcement officials say that U.S. members of Fuqra regularly send money to Jilani in Pakistan, and that some members have traveled to Lahore for religious indoctrination and terrorist training.\nBecause their activities appear to be unimpeded by Pakistani authorities, specialists suspect that Fuqra is supported -- or at the least condoned -- by influential Pakistani government officials. The Times of India reported last fall that Fuqra is used by Pakistani intelligence agencies ''for funneling assistance'' to Kashmiri separatists in India.\nAccording to the files of the U.S. Bureau of Alcohol, Tobacco and Firearms, Fuqra members are suspected of involvement in 16 bombings or attempting bombings throughout America since 1979. But the FBI, which has the lead responsibility for fighting terrorism, seems to have remained on the sidelines while local and state police brought criminal charges against a handful of Fuqra members over the past decade.\nThe FBI did not respond to requests last week for an interview regarding Fuqra. The agency does not list Fuqra as a terrorist group in its annual reports on domestic terrorism.\n\nLoad-Date: September 20, 1995"
}