{
    "title": "Muslims are unfairly connected to terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 12,
    "full text": "The shooting in Las Vegas is the most recent example of a growing string of large-scale attacks on American soil. After we've mourned this terrible tragedy, America must look critically into the circumstances that allowed this shooting to occur, both on a national and local level. When doing so, it is important to analyze the rhetoric used to describe the situation.\nWhy are some attacks labeled by the media as \"mass shootings\" and other attacks are labeled \"terrorist attacks?\" The answer to this question can be found in the profiles of the attackers.\nThe Las Vegas shooting has been labeled as a mass shooting by the media. The attacker was white.\nThe Charleston, S.C. church shooting in 2015 was labeled as a mass shooting. The attacker was white.\nThe Sandy Hook massacre in 2012 was labeled as a mass shooting. The attacker was white.\nThe Orlando Pulse Nightclub shooting in 2016 was labeled as a terrorist attack. The attacker was Muslim.\nThe San Bernardino, Calif. shooting in 2015 was labeled as a terrorist attack. The attacker was Muslim.\nThe Boston Marathon bombing in 2013 was labeled as a terrorist attack. The attacker was Muslim.\nSee the pattern? Terrorism is defined by American law based on two requirements. First, the act must be a violent offense under state or federal law. Of course all of the aforementioned examples easily meet this criterion. Second, the act must appear to be intended to intimidate a group of people or government in some way.\nThis clause is just vague enough to have absolutely no meaning. Any justification that shows one of these examples was intended to intimidate can be just as easily be applied to the other examples. There is only one factor linking the attacks labeled as terrorist attacks: the ethnicity or religion of the attacker.\nI by no way mean to infer that the term \"mass shooting\" carries positivity with it. However, \"terrorism\" carries much more weight than \"mass shooting\" in contemporary American society. Mass shootings have been portrayed as anomalies, one-off events. Terrorism, on the other hand, is presented as an ever-present threat looming over American citizens.\nThe wars against terror have helped to engender a sense of nationalism against the \"terrorists,\" while the attackers in a mass shooting are often viewed as mentally ill or disillusioned Americans. While these are legitimate concerns, there is no sense of \"other\" when it comes to the term of mass shooting.\nThe \"other\" ends up being Muslims. By using the provocative, although slightly meaningless, term of \"terrorism\" exclusively and universally with Muslims, a common enemy starts to form in the mind of American citizens. This image begins to apply to all Muslims, not just those who are radicalized or violent.\nMuch of the negative connotation with Muslims stems from their identification with terrorists. They become the scapegoat of actions carried out by other groups.\nWhile Muslims are put at the forefront of the mass shooting, they make up a small percent of the actual perpetrators of these attacks. White, American men are significantly more likely to commit a mass shooting or terrorist attack compared to Muslims.\nIt is disingenuous to the American public for the media and government to create a narrative that connects Muslims with terror. It fuels discrimination, justifying it through a sense of increased insecurity.\nThe most dangerous part of this is that by using Muslims as a scapegoat, the true issues that are causing these attacks are not addressed. There are many possible contributing factors to the prevalence of mass shootings in America. Mental health stigmas and lack of treatment, semi-automatic rifle regulation, or lack of security in transportation services are all possible explanations.\nThe validity of each of these arguments is for a different essay. The fact is that the ethnicity or religion of the attacker is not a contributing factor to mass shootings.\nIf we can't call the Las Vegas shooter a terrorist, then no large-scale attacker can be a terrorist. If some attacks are blamed on the work of terrorists, then every attack must be regarded as a terrorist attack, regardless of the person who committed it. It does not matter, in the end, what we name these attacks, as long as it remains consistent, regardless of who the perpetrator might be.\nSamuel Farrar is a freshman from Brevard, N.C. He plans to major in political science.\n\nLoad-Date: October 12, 2017"
}