{
    "title": "MUSLIM CHARITY HEAD ADMITS FUNDING FIGHTERS, NOT TERRORISTS",
    "publisher": "the new york times",
    "year": 2003,
    "month": 2,
    "day": 11,
    "full text": "The director of one of America's largest Muslim charities, a man depicted by federal prosecutors as a key financier for Osama bin Laden, struck an eleventh-hour plea agreement yesterday without admitting any ties to al-Qaida or terrorism.\n In a surprise plea bargain, Enaam M. Arnaout, director of the Chicago-based Benevolence International Foundation, admitted in court that he had illegally funneled charitable donations to rebel fighters in Bosnia and Chechnya to pay for boots, tents and other military supplies in the 1990s. But prosecutors dropped six other charges in which he was accused of financing terrorism.\nArnaout agreed to cooperate with prosecutors, and authorities said they hoped that his contacts with Afghan rebel groups in the 1980s would provide a roadmap to the al-Qaida network's roots. They remained convinced that he had helped to finance terrorism.\n Prosecutors viewed the case against Arnaout -- the only leader of an Islamic charity to be charged criminally since the Sept. 11 attacks -- as a linchpin in their efforts to shut down al-Qaida's money pipeline. But the ambiguous outcome of the case, which left both sides claiming victory, underscored the difficulties that federal prosecutors face in trying to establish clear financial links between terrorists and suspected U.S. backers.\n Arnaout, a naturalized American citizen from Syria, faces up to 20 years in prison after pleading guilty to a single count of racketeering conspiracy. His plea bargain means he will probably receive a significantly reduced sentence if he fully cooperates with authorities before sentencing, case lawyers said.\n Arnaout's plea bargain came just as jury selection was scheduled to begin in a federal courtroom in Chicago. Instead, lawyers said they had struck a deal.\n The case against Arnaout, 41, a father of four, drew close attention as a crucial test of the Justice Department's ability to trace the sprawling financial roots of global terrorism.\n Attorney General John Ashcroft went to Chicago last October to announce Arnaout's indictment personally. At the time, Ashcroft accused Arnaout of duping donors into helping provide financial support for al-Qaida and for terrorism.\n Cracks began to emerge in the government's case in recent weeks. Perhaps the most damaging blow came last week when U.S. District Judge Suzanne Conlon ruled that certain hearsay evidence the government wanted to use -- linking Arnaout to al-Qaida -- probably could not be introduced at trial.\n\nLoad-Date: February 11, 2003"
}