{
    "title": "Muslim Approval of Terrorism Declines, a Global Poll Finds",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 15,
    "full text": "Support for terrorism, including suicide bombings, has declined substantially in several Muslim countries in the past two years, according to a survey conducted earlier this year.\n  The survey, commissioned by the Pew Global Attitudes Project, found that in almost all of the Muslim countries where the poll was taken, including Turkey, Indonesia, Pakistan and Morocco, there was less support for suicide bombing as a means to defend Islam against its enemies than there had been in past years. The only exception was Jordan.\n  The survey also shows that the public in several Muslim countries share the widespread belief in Europe and North America that Islamic extremism is a threat. In Morocco, 73 percent of respondents expressed a worry about Islamic extremism, while roughly half of the respondents in Pakistan, Turkey and Indonesia, three of the world's most populous Muslim countries, shared that concern.\n  While generally the Pew survey indicated a reduction of support for terrorism among Muslims, it showed majorities or near majorities in several Muslim countries believing suicide bombings against Americans or other Westerners in Iraq to be justified.\n  The survey also showed sharply negative views of Jews in most Islamic countries, with virtually all of those polled in Jordan and Lebanon holding unfavorable opinions. In Pakistan, Indonesia, Lebanon, Jordan and Morocco, more than 70 percent of respondents said they had unfavorable opinions of Jews.\n  The survey also measured feelings in several non-Muslim countries about Muslim immigration. It found large majorities in Europe and North America looking unfavorably at what they see as the wish of Muslim immigrants to maintain a separate identity from the non-Muslim majorities there.\n  The poll was conducted in 17 countries using a total sample of more than 17,000 people, who were interviewed by telephone or in person mostly in April and May, before the London terror bombings last week.\n  The margin of sampling error ranged from two to four percentage points. \n  The survey is one of a series that the Pew Global Attitudes Project has conducted in recent years. \n  The most important finding, emphasized in the summary report, is the shared sense in the Muslim and non-Muslim worlds that Islamic extremism represents a threat. \n  But there were sharp differences among Muslim countries in this regard, with only 10 percent of the respondents in Jordan seeing Islamic extremism as a threat.\n  The survey showed that in Turkey, Morocco and Indonesia, approval of terrorism had fallen to 15 percent or less. \n  Asked specifically whether they believed that suicide bombings and violence against civilians was justified to defend Islam against its enemies, 13 percent of Moroccan respondents replied yes, compared with 40 percent just a year ago.\n  In Indonesia that percentage fell from 27 percent in 2002 to 15 percent in this year's study. In Pakistan 25 percent responded yes to that question, down from 41 percent last year.\n  But the percentage of people in Muslim countries saying that suicide bombings against Americans and other Westerners in Iraq were justified was far higher, with 24 percent in Turkey, 29 percent in Pakistan, 49 percent in Jordan and 56 percent in Morocco approving of such methods. Even so, those figures represented declines in most of the countries surveyed.\n  Perhaps not surprisingly, large majorities in countries outside the Middle East said they were concerned about Islamic extremism in their own countries and in the world. In Russia, which has been fighting a Muslim separatist movement in Chechnya for a decade, 84 percent of respondents said they were very or somewhat concerned about Islamic extremism in their country.\n  The figures for other countries were similar: 84 percent in India, 73 percent in France and 70 percent in Britain and the United States.\n  The survey found widely differing views of Osama bin Laden in Muslim countries, with the proportion of people feeling confidence in him as a world leader ranging from 7 percent in Turkey (compared with 15 percent two years ago) to 60 percent in Jordan (an increase of five percentage points since 2003).\n  In Pakistan the numbers showing confidence in Mr. bin Laden increased to 51 percent from 45 percent in recent years, but in Indonesia and Morocco the numbers declined substantially.                                                                    \n\nhttp://www.nytimes.com\n\nLoad-Date: July 15, 2005"
}