{
    "title": "Muslim immigrants appeal N.J. terrorism convictions",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 5,
    "day": 24,
    "full text": "PHILADELPHIA - Five Muslim immigrants convicted of plotting a deadly strike at a New Jersey military base will challenge warrantless seizures enabled by the 2001 Patriot Act as their lawyers appeal their convictions Monday.\nThe defense argues that dubious FBI informants entrapped the young men and that their taped discussions amounted to little more than a religious debate about jihad, or holy war.\nThey will also challenge the constitutionality of a Patriot Act provision used to seize video the defendants had brought to a Circuit City store for reformatting. The footage shows them firing assault weapons and screaming about jihad.\n\"The use of evidence obtained via this act and through electronic surveillance by the government and law enforcement officers during trial resulted in wrongful convictions,\" lawyers wrote in their 210-page appeal brief.\nA federal jury in Camden, N.J., convicted the men - Mohamad Shnewer, Serdar Tatar and brothers Dritan, Eljvir and Shain Duka - in December 2008 of conspiring to kill U.S. military personnel at Fort Dix. All but Tatar are serving life terms.\nProsecutors charged that the Philadelphia-area immigrants, inspired by al-Qaida, had taken training trips to the Pocono Mountains and scouted out Fort Dix, an Army base in New Jersey used primarily to train reservists for duty in Iraq, and other sites.\nProsecutors concede the group did not necessarily have a specific plan to attack Fort Dix and were probably months away from an attack. The jury acquitted the men of attempted murder charges.\nThe three-judge appeals panel has directed lawyers to focus in part on the constitutionality of the warrantless seizure under the Foreign Intelligence Surveillance Act, as it was amended by the Patriot Act.\nJustice Department lawyers argue that many other courts have upheld the warrantless seizures permitted for national security purposes under the act.\nFurthermore, they wrote in their brief, \"any error was harmless, given the overwhelming evidence of guilt that was obtained independently of FISA.\"\nThe 3rd U.S. Circuit judges also want the government to defend the trial judge's admission of videos depicting individuals being beheaded by groups unrelated to the defendants. Defense lawyers had sought to have them excluded on grounds they were \"unduly prejudicial.\"\n\nLoad-Date: May 24, 2011"
}