{
    "title": "Muslim Brotherhood leader denies 'terrorism' claim Group is planning new demonstrations",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 8,
    "day": 28,
    "full text": "CAIRO • A fugitive leader of Egypt's Muslim Brotherhood has denied accusations his group is committing acts of \"terrorism\" following the coup that toppled the country's president.\nMohammed el-Beltagy's address, which aired Tuesday, comes as the Brotherhood plans new demonstrations to defy a crippling security crackdown that has put most of its senior and midlevel leadership behind bars. Among those detained Monday was U.S. citizen Mohamed Soltan, 25, the son of outspoken Brotherhood figure Salah Soltan, family and security officials said.\nEl-Beltagy, a former lawmaker, is wanted himself on accusations of inciting violence and has been hunted by authorities for nearly three weeks. In a videotaped message aired by Al-Jazeera Mubasher Misr, an affiliate of the Qatar-based broadcaster, el-Beltagy said that authorities were trying to turn a \"political crisis\" into a security problem by accusing his group of orchestrating a terrorism campaign.\nEgypt's media, almost uniformly anti-Brotherhood after the closure of Islamist television stations, have described the crackdown as a \"war against terrorism.\"\n\"Don't be fooled by these lies and deception that aim to label us with terrorism, violence, (and) killing ... at a time when the hands of the coup regime are drowned in blood,\" el-Beltagy said.\nEl-Beltagy went into hiding this month after authorities violently broke up protest encampments held by supporters of President Mohammed Morsi, overthrown July 3 by the military after days of mass protests against him. Hundreds died in the crackdown, including el-Beltagy's daughter.\nIn retaliation, Morsi supporters attacked police stations, government buildings and churches. Hundreds of Brotherhood members, the group's top leaders and Morsi supporters were arrested, many accused of orchestrating and taking part in violence.\nAirport authorities also said Tuesday that well-known Egyptian cleric Yousef al-Qaradawi, based in Qatar, would be arrested upon entry to the country. The elderly sheik is very close to the Brotherhood and has spoken out vehemently against the country's military chief.\nThe current bout of violence is the worst in Egypt's 2½ years of turbulent transition. More than 1,000 people, mostly Morsi supporters, were killed in the raids and other violence since mid-August. Violence has waned in the past few days.\nAn official in the Interior Ministry said Tuesday that 106 security personnel have been killed since Aug. 14 and that more than 900 have been wounded in violence, including soldiers and policemen.\nIn the latest roundup of Brotherhood supporters, authorities said they arrested Soltan and three others at the pro-Brotherhood Rassd Network News service's office in the Cairo suburb of Maadi. Also detained in the group arrest was the manager of the news service, a broadcaster and one of Rassd's founders.\nSoltan, a graduate of Ohio State University, was active online in support of the Brotherhood and had posted a picture of his arm after he was shot during the security raid on the sit-ins two weeks ago. His father is wanted by police on charges he incited violence during speeches.\n\nGraphic\n\n \n Photo - El-Beltagy   A poster showing Egypt's ousted President Mohammed Morsi with Arabic slogan reading, \"no revenge without trials,\" hangs in a popular coffee shop in Tahrir Square in Cairo, Egypt, Tuesday, Aug. 27, 2013. The current bout of violence is the worst in Egypt's 2 ½ years of turbulent transition. It was set off when security forces backed by snipers and armored vehicles broke up two sprawling pro-Morsi protest camps on Aug. 14. More than 1,000 people, most Morsi supporters, were killed in the raids and other violence over the next several days.(AP Photo/Amr Nabil)  FILE - In This Friday, Nov. 16, 2012 file photo, protesters led by senior Muslim Brotherhood figure Mohammed el-Beltagy, and former member of the Egyptian Parliament, Essam Soltan, unseen, chant slogans against the Israeli invasion of Gaza, in Al-Azhar mosque after Friday prayers, in Cairo, Egypt. The fugitive leader of Egypt's Muslim Brotherhood is denying media allegations that his group is waging a \"terror\" campaign. El-Beltagy's videotaped speech was aired by Al-Jazeera early Tuesday, Aug. . He says the accusations are \"lies\" and an attempt to turn a political crisis into a security problem. He went into hiding earlier this month after authorities violently broke up protest encampments held by supporters of President Mohammed Morsi, ousted in a July 3 coup. Hundreds died in the crackdown, including el-Beltagy's daughter. (AP Photo/Thomas Hartwell, File)  Egyptian vendors sell fool, or fava beans, from a cart with verses from the Quran in Tahrir Square in Cairo, Egypt, Tuesday, Aug. 27, 2013. The current bout of violence is the worst in Egypt's 2 ½ years of turbulent transition. It was set off when security forces backed by snipers and armored vehicles broke up two sprawling pro-Morsi protest camps on Aug. 14. More than 1,000 people, most Morsi supporters, were killed in the raids and other violence over the next several days. (AP Photo/Amr Nabil)  An Egyptian vendor walks in Tahrir Square in Cairo, Egypt, Tuesday, Aug. 27, 2013. The current bout of violence is the worst in Egypt's 2 ½ years of turbulent transition. It was set off when security forces backed by snipers and armored vehicles broke up two sprawling pro-Morsi protest camps on Aug. 14. More than 1,000 people, most Morsi supporters, were killed in the raids and other violence over the next several days.(AP Photo/Amr Nabil) \n\nLoad-Date: August 28, 2013"
}