{
    "title": "Muslim Scholar Denied a U.S. Visa Again",
    "publisher": "the chronicle of higher education",
    "year": 2006,
    "month": 10,
    "day": 6,
    "full text": "The U.S. State Department has again denied a visa to Tariq Ramadan, the Swiss Muslim scholar who had to turn down a teaching appointment at the University of Notre Dame two years ago after he was barred from residing or working in the United States.\nThe American Civil Liberties Union and several other groups that are parties to a lawsuit on Mr. Ramadan's behalf condemned this month's decision as political censorship.\nFaced with a federal court's deadline to issue Mr. Ramadan a visa or explain why it would not, the State Department pointed in its latest decision to donations he had made to French and Swiss organizations that provide humanitarian aid to Palestinians. Those donations, made between 2000 and 2004, totaled about 600 euros, which would be worth about $765 today.\nThe Bush administration contended that the groups Mr. Ramadan supported gave money to the radical Islamist group Hamas, which the administration considers a terrorist organization. The State Department applied a law that allows the government to exclude individuals whom it believes have provided \"material support\" for terrorism.\nMr. Ramadan, a professor of Islamic studies and philosophy, has been a vocal critic of terrorism, Islamism, and U.S. policies in the Middle East.\nHe accepted a position as a visiting fellow at the University of Oxford, in England, after the U.S. government's first denial of his visa application in 2004, and was later named by Prime Minister Tony Blair to serve on a British commission to combat terrorism. He reapplied for a U.S. visa last September but received word in December that it could take as long as two years to consider that application.\nSoon afterward, the ACLU, acting on behalf of the American Academy of Religion, the American Association of University Professors, the PEN American Center, and Mr. Ramadan, sued the government, alleging that the provision of the USA Patriot Act it had used to exclude him was unconstitutional.\nIn a written statement on his Web site, Mr. Ramadan said the organizations to which he had donated were humanitarian groups devoted to the health and welfare of Palestinians and were not deemed suspect in Europe.\n\"While the State Department has found a new reason to deny my visa application,\" he wrote, \"I think it clear from the history of this case that the U.S. government's real fear is of my ideas.\n\nLoad-Date: October 4, 2006"
}