{
    "title": "Muslim in America _ Skewed Tales of Terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 5,
    "day": 5,
    "full text": "Is terrorism linked with Islam? Every time I hear this question, I cringe. It's a possible narrative to believe when looking at popular media, yet when looking at hard data, it is simply not the truth. There is no conclusive study linking terrorism with Islam. There are, however, extensive studies on the disproportionate representation of terrorism in the media. If you don't believe me, let's look at the data.\nAs PBS reports, five countries (Afghanistan, Iraq, Nigeria, Pakistan and Syria) saw 78 percent of all terrorist deaths and 57 percent of attacks. However, in these regions, terrorism has more to do with geography and politics than religion. As the Atlantic recalls from Global Terrorism Database report, between 1870 and 2013, roughly 70 percent of terrorist attacks took place in countries with serious ongoing conflicts. This explains why countries like Iraq and Afghanistan have always topped the list of locations with terrorist attacks, and why Syria joined the ranks within the past few years. It's a country's stability - not religion - that determines how much terrorism it will have.\nSimilar correlations are seen in the West, where only 2.6 percent of 21st century terror attacks took place, according to PBS. From these attacks, only 2 percent of terror attacks in Europe in 2013 were religiously motivated, according to the Daily Beast.\nIn the U.S., the statistics are even more reassuring. In a highly detailed FBI report, it is stated that 94 percent of terror attacks in the U.S. were committed by non-Muslims between the years 1980 to 2005. This includes 9/11.\nThese statistics tell a different story than our media coverage. Assistant Attorney General John Carlin from the U.S. Justice Department elaborated on this topic for the Washington Post. He tells the story of two thwarted acts of terrorism, both occurring in 2011. One was by a neo-Nazi who planted a pipe bomb during an MLK parade. The other was by a Saudi citizen and Texas resident, who was plotting to build a bomb targeting U.S. government officials. As Carlin concludes, though both cases had the same concern and attention from the FBI, the neo-Nazi's attack didn't \"get as much public attention.\"\nIf you are U.S. citizen worried about terrorism, then such misrepresentation in the media should concern you. It perpetuates fear of Muslims in the West, provides inaccurate reason to support Islamophobia, and causes an increase in terrorism as a by-product. The Guardian cites how more media coverage on an act of terrorism leads to more follow-up attacks. Specifically, an additional New York Times article about an attack in a particular country increases the number of follow-up attacks by 11 to 15 percent. This is especially true with reporting about suicide missions, which is partially why the number of suicide bombings have increased in recent years.\nIn the end, there's nothing cementing Islam to terrorism, especially in the U.S. Yet, it is dangerously important to realize that believing there is a link will likely lead to a rise in such terrorism. If we are to prevent this, we as Americans will have to learn to look at our fellow Muslims, and not think \"terrorist.\" TAGSextremismislamIslamaphobiaMediaMiddle EastMuslimRacismradical Islamsensational mediaterrorismviolent extremism SHARE Facebook Twitter tweet Ayat AminAyat Amin is a fourth year undergraduate student at UCSD majoring in physics and double minoring in computer science and the humanities. Ayat has been writing for the Guardian Opinion Section for 3 years, and currently has a column titled Muslims in America.\n\nLoad-Date: December 15, 2016"
}