{
    "title": "MUSLIMS HAVE NOT BEEN SILENT ABOUT TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 5,
    "day": 11,
    "full text": "The April 27 letter \"The True Outrage,\" claiming that American Muslims have been \"silent\" in the face of terrorism, exemplifies how extremists like evangelist Franklin Graham are tearing our nation apart.\n After the attacks on Sept. 11, 2001, there was a resounding cry of outrage and condemnation from Muslim communities both here and abroad. Islamic authorities from all facets of society (political, religious and educational), all across the globe spoke out against the tragic loss of almost 3,000 innocents. Their message to the world was clear: this was not Islam.\nAmong the political voices raised against the 9/11 attacks were: the League of Arab States, President Muhammad Khatami of Iran, Jamaat-e-Islami (the Islamic Party) in both Pakistan and Bangladesh, the head of the directorate of religious affairs of Turkey as well as the Organization of Islamic Conference of Foreign Ministers, which donated $5 million to the victims of the 9/11 attacks.\n Religious and educational leaders also joined the chorus, with voices including the Muslim Brotherhood of Egypt, the chief mufti of Saudi Arabia, the Council of Senior Religious Scholars in Saudi Arabia and the Islamic Research Academy in Cairo, Egypt.\n Here, in the United States, every major American Muslim organization (such as the Council on American Islamic Relations, the Islamic Society of North America and the Muslim Student Association) has categorically condemned the attacks. Locally, the Islamic Council of Pittsburgh held a press conference on Sept. 14, 2001, to express outrage and condemnation of the horrific acts of 9/11. On Sept. 11, 2002, local mosques had open houses inviting all to remember the victims of terror all over the world.\n The Muslim global response to the attacks of Sept. 11 has been single-voiced and clear. It's amazing how extremist rhetoric can blind some of us to concrete facts.\n DALIA MOGAHED\n Outreach Program Director\n Islamic Center of Pittsburgh\n Oakland\n\nLoad-Date: May 31, 2003"
}