{
    "title": "Muslim man to students_ Peace be to you",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 4,
    "day": 22,
    "full text": "A Muslim man used complex magic tricks and simple theology to teach seventh-graders a bit about his religion Thursday. Aref Khatib talked about Islam to about 100 Thomas Jefferson Middle School students in Doug Bausch's social studies classes. \"We're studying about Islam because in today's multi-national society, these kids will be learning and working with Muslims and they'll do a much better job if they understand more about them,\" Bausch said. \n\"Assalamu Alaikum,\" said Khatib, explaining that the traditional greeting means, \"Peace be to you.\" Khatib warmed up the assembled students with a magic card trick he tied loosely to religious commonality. \"The common denominator between Muslims, Jews and Christians is they all believe in one God,\" said Khatib, of Scales Mound, Ill., who traces his family lineage directly back to the Prophet Mohammed. In front of a student-made poster of \"salat\" or the formal practice of prayer in Islam, Khatib explained the five pillars of his lifelong faith: belief in one God, Allah; praying five times daily and the ritual washing required before each session; charitable giving (2.5 percent of liquid assets); fasting from sunrise to sunset during the month of Ramadan; and the hajj, or pilgrimage to Mecca, required in every Muslim's lifetime. Khatib chronicled his own hajj with his brothers and father, noting how it affected his religious life. \"You can't understand the magnitude until you're there. I stood and prayed at the exact spot where the Prophet Mohammed prayed. It felt like I was in heaven praying,\" he said. Sadie Specht and Megan Klein, both 12, created the colorful, detailed poster explaining Islamic prayer practices as part of a class project. Specht was enthusiastic about what she gleaned from the Muslim speaker. \"I learned that Islam teaches respect for others and what it's like to go to Mecca,\" she said. Khatib, who worships at the Tri-State Islamic Center in Dubuque, made clear his feelings about some Muslims around the world citing jihad as they complete acts of terrorism. \"Jihad is a very misunderstood idea. It means struggle. The big jihad is the struggle to do good in your daily life and the little jihad means going to war if someone doesn't allow you to do that good,\" he said. As for widespread messages linking Muslims and terrorism, Khatib hoped the students were clear that, \"Islam teaches peace and has nothing to do with terrorism. It's an oxymoron - Islamic terrorism or Christian terrorism, because all religions teach peace.\"\n\nLoad-Date: April 22, 2011"
}