{
    "title": "Muslims Denounce Gephardt For Withdrawing a Nominee",
    "publisher": "the new york times",
    "year": 1999,
    "month": 7,
    "day": 10,
    "full text": "American Muslim groups said yesterday that they were stunned and betrayed by the decision of the House minority leader, Representative Richard A. Gephardt, to revoke his appointment of an American Muslim to a Congressional counterterrorism commission.\nMr. Gephardt decided late Thursday to withdraw his appointment of Salam Al-Marayati, executive director of the Muslim Public Affairs Council in Los Angeles, to the National Commission on Terrorism. Since he made the appointment in June, Mr. Gephardt, a Missouri Democrat, had been severely criticized by Jewish organizations that portrayed Mr. Al-Marayati as a terrorist sympathizer cloaked in a moderate's guise.\nIn a statement yesterday, the American-Arab Anti-Discrimination Committee said of the decision, \"It is shameful that Representative Gephardt would bow to pressure from pro-Israel groups who falsely accused Dr. Al-Marayati of being a 'supporter of terrorism.' \"\nSeveral non-Muslim religious and political leaders who have worked with Mr. Al-Marayati in interfaith and human rights organizations also stood by him yesterday.\nRepresentative David E. Bonior, Democrat of Michigan, who had originally recommended Mr. Al-Marayati to Mr. Gephardt to serve on the commission, said in a statement: \"Mr. Salam Al-Marayati is a person of great integrity, who has proven his commitment to peace and constructive dialogue. As a member of the Los Angeles Human Relations Commission, he worked together with a large number of groups, bringing together people of all faiths.\n\"I regret that Mr. Al-Marayati will not be serving on the National Commission on Terrorism. It is paramount that the commission include someone with perspective, insight and sensitivity to the concerns of the Arab and Muslim communities in this country, as they begin to address the serious problem of terrorism.\"\nMr. Gephardt sent a letter to Speaker J. Dennis Hastert yesterday formally withdrawing the nomination of Mr. Al-Marayati to the commission, a 10-member group that has six months to review national strategy for preventing and punishing terrorism against the United States.\nThe reason Mr. Gephardt gave for withdrawing the nomination was that it would take longer than six months for Mr. Al-Marayati to receive the security clearance necessary to participate on the commission. Mr. Gephardt wrote that Mr. Al-Marayati \"is prepared to provide input\" to the commission, and he encouraged commission members to \"listen to the voices\" of the American Muslim community.\nMr. Al-Marayati said yesterday that the episode proved that \"there are threats to our democracy, and one of these threats is the exclusion and discrimination that was exposed to us by these developments.\"\nHe said his group, the Muslim Public Affairs Council, will hold its own counterterrorism forum and issue a paper to contribute to the dialogue.\nOf his critics, Mr. Al-Marayati said, \"Either somebody is providing them misinformation, or they're reading it from a biased lens.\"\nWhile many Jewish groups said they were privately applauding the Gephardt move, not many were eager to claim victory with celebratory media releases. Some Jewish leaders said they did not want to be seen as having encouraged the quashing of an appointee because of his religion or ethnicity. They said their objections were based only on statements that Mr. Al-Marayati or his associates had made asserting that Israel shared the blame for inciting Palestinian terrorists.\nDavid Harris, executive director of the American Jewish Committee, said that while American Muslims deserved a place at the table, \"this table is not just any table.\"\n\"This table,\" Mr. Harris said, \"is one that was set up to direct U.S. policy on terrorism.\"\nThe Council on American-Islamic Relations called for Mr. Gephardt to reinstate Mr. Al-Marayati, saying, \"Those who represent one side of the debate cannot be allowed to establish a pro-Israel litmus-test for any Muslim who is to be considered for Government service.\"\n\nhttp://www.nytimes.com\n\nLoad-Date: July 10, 1999"
}