{
    "title": "Muslim Group Speaks Out Against Terror",
    "publisher": "the tampa tribune ",
    "year": 2005,
    "month": 7,
    "day": 16,
    "full text": "BY CHRIS ECHEGARAY\ncechegaray@tampatrib.com\nTAMPA — A national Muslim organization is offering a 30-second public service announcement to TV stations, an effort to denounce terrorism after the July 7 attacks in London.\nWith local network affiliates hedging on whether they will air the spot, Bay area viewers may not see it.\nAhmed Bedier, spokesman for Central Florida's Council on American-Islamic Relations, distributed the video to local stations Friday at the Islamic Society of Tampa Bay Area's mosque.\nIn the video, American Muslims — a man and two women — talk about terrorists, each speaking a few words:\n\"We reject anyone — of any faith — who commits such brutal acts and will not allow our faith to be hijacked by criminals. Islam is not about hatred and violence. It's about peace and justice.\"\nBedier said the message would go a long way toward helping people understand the Bay area's Muslim community, estimated at 30,000.\nThe spot's release quickly became a topic on MSNBC and other network news reports, but national network representatives have not committed to airing it free as a PSA, said Ibrahim Hooper, a CAIR spokesman in Washington.\nIn Tampa, Bob Linger, vice president and general manager of FOX affiliate WTVT, Channel 13, said his station is reviewing the tape and deciding whether to run it.\nBrad Moses, News Channel 8's director of marketing, said he looks at community interest and benefits before running a public service announcement on the NBC affiliate. He had not made a decision.\n\"In Chicago and in Michigan where there's a large Muslim community, the PSA would be aired,\" he said.\nNews Channel 8 and The Tampa Tribune are owned by Media General Inc.\nShortly after the July 8 London subway and bus suicide bombings, which killed 54 people and injured hundreds more, CAIR's national office decided to produce the public service announcement.\nRepresentatives said they wanted the nation to know where they stand. American Muslims say their religion has been hijacked and distorted by extremists, and they are aware of the widespread criticism of Muslims for their inaction after attacks.\n\"This is one way, a concrete way, to demonstrate our rejection of terrorism,\" Hooper said. \"The decision was made immediately after the attacks. We were casting about to answer this question: whether we have done enough to condemn terrorism.\"\nThere is some sentiment that an ad is not enough.\nLola Walter, of Brandon, wrote a letter to the Tribune after the London attacks, questioning the lack of Muslims' outrage. She said Friday that swift, grass-roots action from the international Muslim community would resonate more than a TV spot.\n\"Arabs, Muslims worldwide should take to the streets and condemn the jihadists, the extremists,\" Walter said. \"We have a right to see that. I don't think a simple declaration of disapproval is a strong enough position.\"\nReporter Chris Echegaray can be reached at (813) 259-7920.\nCopyright © 2005, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nGraphic\n\n \nPHOTO 2\nVentana Productions The ad by the Council on American-Islamic Relations shows Muslims denouncing terrorism. Tribune photo by CRYSTAL L. LAUDERDALE Rajaa Sabir, 12, flanked by Khadija Sabir, left, 13, and Hibah Cantove, 12, takes pictures during a news conference held by Tampa Bay area Muslim leaders to denounce terrorism.\n\nLoad-Date: July 18, 2005"
}