{
    "title": "Muslim voices still need to clearly oppose terrorism",
    "publisher": "the world",
    "year": 2006,
    "month": 1,
    "day": 3,
    "full text": "Re: Blogs, threats force Muslim meeting to relocate, Jan. 1.\nI found some of the quotes in this article quite interesting. Mazen Mokhtar, the guest speaker at the Muslim retreat who was alleged to have ties to al-Qaida, made two statements that I find very ambiguous.\nThe first, related to attacks by terrorists groups: \"It is not now nor has it ever been my position that a Muslim should ever partake in an attack on an innocent person.\" I would ask Mokhtar to provide his definition of an innocent person. I would also ask if he, along with other Muslims, is claiming Islam is a religion of peace then why does he not repudiate violence committed in the name of Islam - the suicide bombers, the calls for the destruction of Israel, and other acts of terrorism committed around the world in the name of Islam?\nThe second is his understanding of the story of Joseph: \"God's power is everything and patience and perseverance pay off.\" Mr. Mokhtar, what is the payoff? Is it the peaceful coexistence of all religions or the eventual world domination of Islam through Jihad?\nLater in the article, Chantal Carnes is quoted as saying that \"Islam is still considered a foreign religion.\" What I find disturbing about Carnes and others like her is that she feels that with all the attacks this country has suffered since 1979 at the hands of Muslims, we should trust them.\nThat will happen when people such as Carnes and Mokhtar call for a stop to terrorism, the jihad against Western countries and their cultures, and seek tolerance of Christians and Jews in Arab and other Islamic countries.\nRick Moorbeck, Inverness\nWhat Muslims should be emphasizing\nThe Dec. 31 conference by the Muslim American Society of Tampa was reported in the Jan. 1 Times. Conference speaker Chantal Carnes was quoted at length, as were other conferees. No one is well served by the serious threats made in advance of the meeting.\nIf I were a Muslim, I would have made certain that the one message to come out of that assembly in no uncertain terms would be to distance ourselves from the suicide bombers.\nI would also acknowledge that of the worlds' 30 or more nations that are dominated by Islam, not one allows freedom of religion and try to offer some explanation for that, particularly in a conference in America where there is freedom for Muslims to meet and keep religious practices.\nFinally, I would formulate a proposal that the Arab nations begin to use some of their oil riches in humanitarian efforts to meet the needs of the severely oppressed in southern Sudan, in Eritrea, Nigeria, northern Kenya and other nations. Until that happens, declarations that Islam is a religion of peace will only ring hollow.\nThe Rev. Morris McDonald, Palm Harbor\nSpeak out against peddlers of violence\nRe: Muslim retreat sparks threats, Dec. 31.\nSo the Christians, inspired by Fox News and right-wing bloggers, apparently have their very own terrorist element, who send anonymous threats of death, burning and destruction to a church camp where a Muslim youth retreat was planned. Very Christian. Very courageous.\nAs a Presbyterian I anticipate soon finding myself in a position similar to that of Mohammed Moharram, president of the Muslim American Society of Tampa: trying in vain to explain that not all Christians are threat-sending cowards, trying to dissociate myself from the violent members of my own faith.\nJesus of Nazareth taught that one should meet violence with love. But the people sending these threats bear a striking resemblance to members of al-Qaida, who murder innocent victims while claiming to be disciples of Mohammed, who taught that innocents must never be attacked.\nThose of us who take religious faith seriously need to speak up forcefully to make it clear just how un-Christian and un-Islamic these groups are.\nHarry W. Ellis, Tampa\nUhurus fight for positive change\nRe: St. Petersburg gets listed as No. 1 in hate, Dec. 29.\nKarl Nurse, president of the Council of Neighborhood Associations, blames the Uhurus for giving St. Petersburg a bad name. I completely disagree. The Uhuru movement has always waged principled campaigns against injustice in our city.\nOne of their very visible campaigns resulted in a change in the racist dress codes and policies at BayWalk. In that instance, what gave St. Petersburg a bad name were the backward corporate attitudes in our city.\nIt was the Uhurus' work with the former police chief, Goliath Davis, that resulted in NO police killings of young black men for six years after the killing of TyRon Lewis. In that instance, what gave St. Petersburg a bad name were aggressive unreasonable policing policies on the south side of St. Petersburg.\nNurse just wants to protect his investment in land speculation that buys homes out from under working people in desperate financial situations. Now, that really gives St. Petersburg a bad name as a greedy, uncaring place.\nAnne Hirsch, St. Petersburg\nDon't blame the Uhurus\nRe: St. Petersburg gets listed as No. 1 in hate.\nAs someone who has volunteered with the Uhuru movement for more than 15 years and currently works with its legal committee, I found your article extremely dishonest and defamatory. It is ironic that your paper uses a discussion on hate crimes, which historically have been perpetrated against the black community, to attack this same community.\nIf the St. Petersburg Times is interested in doing an article on hate crimes, it should address the crimes that are continually perpetrated against the black community. In St. Petersburg, 70 percent of the residents of the south side live at or near the federal poverty level. In the black community, police brutality is rampant, and no genuine economic development exists. Instead of working with homeowners in the area, the city is using code enforcement as a means to gentrify the black community and make property increasingly available to white land speculators like Karl Nurse.\nSince its inception in 1972, the Uhuru movement has created economic development programs designed to change the conditions affecting the black community, and has consistently stood against all forms of violence against African people.\nIt is these conditions, in conjunction with the city's apathy and disdain toward the black community, which are the true cause of civil unrest.\nTo place the blame for civil unrest on the Uhuru movement is irresponsible and malicious. Who's stirring up race hatred here?\nZoe Weir, St. Petersburg\nOne man's model life\nRe: One man's life, a treasury of moments,Dec. 30.\nWhat a well-written, uplifting article. This article should be made into a documentary as a role model for men nationwide.\nWhat a wonderful place the world would be if more people were like Bill Futch.\nPamela Ericson, St. Petersburg\n\nLoad-Date: January 3, 2006"
}