{
    "title": "Muslim 'Moderates' And Terrorism",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 7,
    "day": 28,
    "full text": "SHEIK, Egypt - The poor people dressed in Islamic garb or in dirty blue trousers and T-shirts sitting in 118-degree heat in the hall of the Sharm el-Sheik Hospital were either the brothers, the cousins, or the friends of the people wounded in the terrorist attack of the day before. Just plenty of desperate young people.\nNo women were there, no mothers, or sisters, or wives. Egyptian women almost don't live in Sharm. The family and children of the workers are in the villages near Cairo, and their beloved men come to visit for one week once a month. Sharm is inhabited by a couple of thousand military people and public officials that President Mubarak, just like President Sadat, keeps as a defense vanguard near his own villa; or by poor workers, waiters, drivers, plumbers, and cooks - lots of day laborers that serve the enormous tourism business. Only a large group of very poor workers, the other face of the holiday town of Sharm el-Sheik, have been the killed and the wounded here.\nYou understand many things about terrorism when you speak to them; and you understand also, unfortunately, why we will never be able to count on what we call \"the moderate Muslims\" for the war against terrorism.\nWhat you learn about terrorism from the poor of Sharm, if you still didn't know it, is that its cruelty has no limits, no excuses, and no historical explanation, but only a cold ideological background.\nThe terrorists know that the men they kill, wound, and destroy economically have nothing to do with imperialism, occupation, Palestine, Iraq, colonialism, and all the other explanations that the mayor of London, Ken Livingstone, finds to explain their crimes. They know who the hundreds they are going to kill are: people who sleep 10 (exactly!) to a room, with no bathroom, one toilet, and one little kitchen; people who define themselves as \"good Muslims,\" go the mosques once a week, pray three times a day, and when they forget, says Khaled, it is because they work too much or it is too hot; people who after the terrorist attack tremble because they will have no work anymore, now that the tourist season is destroyed and this will make them lose their $100 a month wage in the best cases for a family of five, six, 10 children.\nThese guys are the typical \"moderate Muslim\" that the holy rage of the jihadists destroys with fury, the one infected by the contact with the West and also the one that in our Western dreams and in many European and American experts' analyses should suddenly rise against the extreme Islam, their enemy.\nSo, let's test this thesis and ask: \"Do they hate terrorists?\" The answer is \"Yes, very much so,\" and they really do, - they close their fists and watch in rage and repeat to me that they deeply hope that Mr. Mubarak will catch them all, will put them in prison, will kill them. Are they ready to fight them? Yes, at every level, with their hands, if requested, and with demonstrations that actually, while I'm in Sharm, suddenly appear in the hot streets and just in front of the cameras of the international press: \"Down with terrorism,\" \"We are against terrorism\"...\nBut then, if it's so, why can the great moderate Muslim world not really fight their own enemy? They themselves give me the answers: \"Bin Laden? The Muslim Brotherhood? Certainly the terrorist attacks are not their work, no! This is a lie. A Muslim could never do this. And if they say they do it in the name of Islam, they are not Islamic; or, most likely, this shows, like the television says, that someone uses the name of Islam just to hide the real perpetrators.\"\nAnyhow, Islam is out of the question, And then, we ask again, who is behind the attacks? Well, you know the answer, they smile with a smart expression. Mahmoud, who comes from a periphery of Cairo, where he now cannot go back because he doesn't have the money for a bus ticket, knows the answer, and so do all his other friends, about 10, all from the same town, now all together as one, standing in the corridor of the Hospital of Sharm, no air-conditioning, their friend Khaled in bed with a wound in his back (\"I was lucky. Nadem had both of his legs amputated,\" Khaled says).\nThey know the answer, yes: the television said that only the Israelis and the Americans have a real interest in seeing Egypt on its knees; General Fuad Allam said that the perpetrators of the Taba attack of October 2004 were apparently linked to the Israeli security forces, and so, supposedly, it is today. Also Al-Jazeera and even Al-Arabia interviewed \"experts\" to confirm this point of view. A big, beautiful guy with a red T-shirt just puts it down bluntly: \"We know only what the television tells us.\"\nIt's suddenly clear to me that here television is a metaphor for \"knowledge\" and for \"power\": printed paper, school texts, Friday sermons in the mosques, everything is \"television\" for this guy and his hundreds of millions of \"moderate Muslim\" friends. And everything points to the Israeli as an object of hate. Their poor condition - almost of slaves, of people almost without civil rights and work protections - makes the growth of their knowledge of how this are going a danger for the fascistic power there rules them.\nSo, we cannot count on \"moderate\" Arabs, not even on the group of youngsters that I meet later, the girls dressed just like ours: They repeat to me, still with a smart little face, \"It cannot be a Muslim, it's certainly the Israelis and the Americans.\" The dream palace of the Arab, after the terrorist attack in Sharm, just like the thousands of attacks in Iraq and in Israel, is still there; the summer camps of Hamas still teach that it's good to kill the Jews; several madrassas work full time as centers of recruitment; the television broadcasts an \"analysis\" that charges the Mossad and the CIA with mass murders. The dictators of the Arab countries, in this case Mr. Mubarak, don't let Khaled know who the guys that cut their legs are. So, Khaled can be as \"moderate\" as we want, but so long as that fascist culture of hate is there, we can count only on ourselves.\n\nLoad-Date: July 28, 2005"
}