{
    "title": "Muslims worldwide should rally for an end to terrorism",
    "publisher": "charleston gazette",
    "year": 2015,
    "month": 1,
    "day": 18,
    "full text": "God bless the French. Something like 1.5 million turned out in Paris and millions more elsewhere in France to say no, no, a thousand times no to the barbarian terrorists who killed the innocent in an attack at a spirited, satirical publication and still more after that. What we need is something similar worldwide by Muslims who say assassins acting as representatives of Islam are no such thing and that they condemn them and any others who suppose evil is holy.\nIf a massive turnout like that would someday happen, it could conceivably be salvational, not just by helping to rob the murderous of their excuses, but by preventing Muslim self-destruction. And why shouldn't it happen? We are forever being told the vast majority of Muslims are peaceful and that tradition and the Koran endorse no such cruelty. What is more, President Abdel-Fattah el-Sisi, of Egypt, set a sterling example recently, though he sees far less Muslim innocence in general than some.\nTaking the risk of some morally disabled fanatic killing him, this pious Muslim said the Islamic world is being destroyed, not by the West, but by its own actions, and that religious scholars should lead a revolution to junk unenlightened, extremist, hugely pervasive misinterpretations. Muslims, he said, should quit scaring everyone else to death, as if those in this billion-plus slice of the population are capable of slaughtering all those who believe otherwise. What is needed, he said, is \"a revolution of self, a revolution of consciousness and ethics.\nSo let it begin, and recognize that those Western critics who say this politician can't do the job are missing his point, as has been observed in an American Spectator article. He is asking for action by religious scholars, not by saying Islam should be abandoned but that it should be rediscovered. This is not absolutely wild-eyed, considering that as recently as this past September more than 120 Muslim scholars worldwide did something somewhat like that, saying the Islamic State was at odds with the Prophet Muhammad.\nThey are hardly alone, for while many Muslims do hate the West, an Associated Press story shows how many are also horrified by Muslim terrorists killing 132 Muslim schoolchildren in Pakistan, the Islamic state mercilessly wiping out Muslim families in Syria and Iraq and the Paris killers not at all parenthetically killing a Muslim police officer. It is true, too, that Muslim leaders of Turkey and Palestine attended the Parisian solidarity rally - a signal of hope.\nThe Western response to what happened in Paris must be to support the French in every way we can, to continue the war against terrorists, even to step it up, to more vigorously go after the Islamic State, for instance, and also to safeguard our values. That means that we do not play the coward when terrorists strike, saying, oh, goodness, such satire should be outlawed, but to say freedom of speech has moral and truth-finding meaning, that in many ways, it represents what is best about us. \"I disapprove of what you say, but I will defend to the death your right to say it, wrote Evelyn Beatrice Hall in explaining the philosophy of Voltaire in a biography, and, however much a cliche the words have become, especially since the attacks in Paris, we should take them seriously.\nConcretely, that means countries with idiotic hate-speech laws that threaten imprisonment of political leaders for their arguments should reform, even as college campuses in this country should get rid of their speech codes and that politicians in Washington and elsewhere should back off the various curbs they keep bringing up. We, too, sometimes misinterpret the most vital principles of our culture.\nJay Ambrose is an op-ed columnist for Tribune News Service.\n\nLoad-Date: January 19, 2015"
}