{
    "title": "MUSLIM HEARING DRAWS VARIETY OF VIEWPOINTS",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 3,
    "day": 11,
    "full text": "Muslim hearing draws variety of viewpoints\n Civil tone pervades probe of radical Islam in America\n By William Douglas\n McClatchy\n WASHINGTON - Amid tight security, a House of Representatives committee launched a controversial - and at times emotional - probe Thursday into the radicalization of American Muslims, an inquiry that its chairman described as necessary to \"put aside political correctness and define who our enemy truly is.\"\n Homeland Security Committee Chairman Peter King, R-N.Y., struck a largely balanced, civil tone as he opened the hearing. He said he was undeterred by criticism that the inquiry, the first in a series, unfairly characterizes the nation's Muslim community as prone to terrorist indoctrination, but he also offered a pointed concession.\n \"The overwhelming majority of Muslim Americans are outstanding Americans,\" King said. \"But there are realities we cannot ignore.\"\n The hearing was short of the heated rhetoric used by both sides leading up to the session, and views from all sides were presented.\n In the small, packed hearing room, Muslim Americans criticized Muslim leaders and organizations. They accused them of ignoring the allure of groups such as al-Qaida to young Muslims, and of not cooperating enough with law enforcement to root out terrorism.\n \"The course of Muslim radicalization in the United States over the past two years makes it exceedingly difficult for anyone to assert with a straight face that in America we Muslims do not have a radicalization problem,\" M. Zuhdi Jasser, the president of American Islamic Forum for Democracy, testified in prepared remarks. \"Those that have been struggling to get our leadership in mosques to reform and do the heavy lifting of modernization and enlightenment have faced too many obstacles inside and outside the Muslim community.\"\n On the other hand, Rep. Keith Ellison, D-Minn., one of two Muslim members of the House, and Los Angeles County Sheriff Lee Baca, offered rebuttal testimony. They said that the Muslim-American community is an ally in combating terrorism.\n Baca, quoting figures from the Muslim Public Affairs Council, said that seven of the last 10 al-Qaida terrorist plots were foiled with the help of Muslim Americans.\n Baca and Ellison warned that King's hearings could damage that cooperation.\n \"It is counterproductive to building trust when individuals or groups claim that Islam supports terrorism,\" Baca said. \"This plays directly into the terrorists' propaganda that the West's 'war on terror' is actually a 'war against Islam.'\"\n Ellison choked back tears as he told the story of Mohammed Salman Hamdani, a 23-year-old New York Muslim first-responder who died in the Sept. 11, 2001, terrorist attacks. Hamdani loved the United States \"and Star Wars,\" Ellison said, but he was still falsely accused of being involved in the 9/11 attacks.\n \"It was only when his remains were identified that these lies were exposed,\" Ellison said. \"Mohammed Salman Hamdani was a fellow American who gave his life for other Americans.\"\n From the other side, Melvin Bledsoe offered his own emotional testimony. His son, Carlos Leon Bledsoe, became a devout Muslim while attending Tennessee State University, changed his name to Abdul Hakim Mujahid Muhammad, and traveled to Yemen to learn Arabic.\n He returned to the U.S. in 2009 and opened fire at a military recruiting center in Little Rock, Ark., killing one soldier and wounding another. Muhammad, in a letter to the judge working his case, said he was a member of al-Qaida in the Arabian Peninsula.\n \"It seems to me that the American people are sitting around and doing nothing about Islamic extremism, as if Carlos' story and the other stories told at these hearings aren't true,\" Melvin Bledsoe said. \"There is a big elephant in the room, but our society continues not to see it. This wrong is caused by political correctness.\"\n\nLoad-Date: March 15, 2011"
}