{
    "title": "Muslims, the 'other' community",
    "publisher": "usa today",
    "year": 2015,
    "month": 12,
    "day": 10,
    "full text": "Julia Kingsley and Jon Healey, Los Angeles Times: \"It does not help the American-Muslim community that San Bernardino shooter Tashfeen Malik pledged allegiance to Islamic State on Facebook. ... It is hard not to 'other' a whole community that is seen as the source of terrorism worldwide. In fact, this makes it quite easy for politicians to build a solid fortress around the Muslim community in the name of safety and trust.\"\nRon A.Y. Rich, Canada Free Press: \"ISIL recruits people from all over to kill as many innocent civilians as possible throughout the world as well as in the United States. The Japanese did not recruit people from all over the world to murder innocent people all over the world. Franklin Roosevelt and his fellow liberals did not allow many Jews into the United States who were escaping the Holocaust, even when they were on ships, such as the St. Louis, that reached the American shores. There is no evidence that Jews ever made threats to massacre people at random in the United States. ... All Jews were targeted for extermination by the Nazis; not all Arabs are targeted for extermination by ISIL.\"\nMajida Rashid, The Washington Post: \"The media paint a very selective picture of us. ... As a Muslim woman and an American citizen, I'm supposedly living in a free country, but how can I be free when my country is afraid of me? At the airport, I am always taken aside for questioning and a special body search. I feel humiliated and embarrassed, especially when I am traveling with white colleagues who pass through security without any extra scrutiny. I feel violated and insignificant, like a piece of furniture that needs to be inspected from all sides before shipping.\"\nSiddique Malik, The (Louisville) Courier-Journal: \"Many American Muslims have it wrong: They think if they just condemn terrorism, they can absolve themselves of the responsibility of rectifying the ideological perversion that collectively afflicts Muslims and is terrorism's root cause. ... I have no illusion that the much-needed serious debate aimed at Islamic reformation will occur among Muslims anytime soon. It can only materialize if it's triggered by American society at large. ...  Because true freedom of speech exists only in America, this debate can only happen in America.\" \n\nLoad-Date: December 10, 2015"
}