{
    "title": "Muslim Leaders Confront Terror Threat Within Islam",
    "publisher": "the new york times",
    "year": 2005,
    "month": 9,
    "day": 2,
    "full text": "After the Sept. 11 terrorist attacks, American Muslim leaders insisted that the terrorism had nothing to do with Islam. They cited Central Intelligence Agency reports showing that Latin Americans were responsible for more terrorist incidents than Muslims. They blamed Israel or American foreign policy, and their organizations focused on campaigns to convince non-Muslim Americans that Islam was a religion of peace. \n  Nearly four years after the attacks, American Muslim leaders are changing their message. They are rolling out campaigns to persuade American Muslims -- especially the young -- to beware of preachers peddling extremism and terrorism. They say that terrorism is a poison infecting Islam and that moderate Muslims should take responsibility to root it out.\n''Before, people thought, 'We have nothing to do with the terrorism, our religion is clear and it should be obvious to everyone else,''' said Salam al-Marayati, executive director of the Muslim Public Affairs Council, based in Los Angeles.\n  The turning point was the terrorist bombings in London, said more than a dozen Muslim leaders interviewed for this article. Unlike the Sept. 11 attacks and most other terrorist incidents around the world, the London bombings were done by Muslims raised, educated and living in Britain, and willing to kill fellow Britons in the name of Islam.\n  ''Now, we can't afford to be bystanders anymore, we have to be involved in constructive intervention,'' Mr. al-Marayati said. ''So we're doing it collectively, speaking out with one voice and now telling our children that they have to get it right, they can't be confused and can't give any credence to anybody who comes to them and says there is room for violence.'' \n  Last year, when Mr. al-Marayati tried to enlist other Muslim leaders in a campaign against extremism and violence in Islam, he said he was rebuffed by many of them. He said they argued that not all terrorists were Muslims, or that they had other priorities or that such an approach would only bolster the critics who link Islam with terrorism. \n  But the London bombings were ''a shocking realization that within the Western world there could be Muslim youth who could be indoctrinated, and in spite of their upbringing, their birth and years of living in the West, that they could be vulnerable to this kind of thing,'' said Sayyid M. Syeed, secretary general of the Islamic Society of North America, an umbrella group based in Plainfield, Ind. \n  Dr. Syeed said that although American Muslims were more integrated and prosperous than Muslims in Britain or France, it was possible terrorists could find recruits here. \n  So this year at the Islamic Society's annual convention, which starts Friday in Chicago and is expected to draw 40,000 people, organizers will mount a new campaign against terrorism and extremism, with posters and pamphlets designed for use in mosques and Islamic schools. \n  The materials, Dr. Syeed said, will provide a theological rebuttal to Muslim extremists who cite the Koran and Islamic texts to justify violence. ''It has become very critical that these things need to be spelled out thoroughly and become part of our day-to-day discussion,'' he said. \n  A fatwa, or religious edict, against extremism and terrorism released by a group of North American Muslim scholars in July has been signed by representatives of more than 250 mosques and Islamic centers. The Council on American-Islamic Affairs is running public affairs spots on television and radio with the slogan ''Not in the Name of Islam.'' One chapter says it put up a billboard next to the Florida Turnpike saying, ''Islam Condemns Terrorism.'' \n  The slogans themselves are not new. Within a few hours of the attacks on the Pentagon and the World Trade Center, 10 American Muslim groups released statements decrying the attacks, and many groups have routinely denounced subsequent attacks around the world.\n  What has changed is the intended audience. Before, Muslim leaders said they had wanted to reach non-Muslims with the message that terrorism was un-Islamic. They still do, but now they say the more urgent need is to reach other Muslims.\n  In a Friday sermon a few weeks after the bombings in London, Dr. Maher Hathout told the crowd at the Islamic Center of Southern California, which he helped found, ''It is our responsibility -- young and old, parents, sons and daughters, teachers and students, leaders and activists, to rally together to plug the holes through which the distorting predators pass through and push the substances that kill brain cells and fill hearts with despair and hate.''\n  But some Muslim leaders said more than a shift in rhetoric was needed. Sermons, pamphlets and posters are not sufficient, said Akbar S. Ahmed, a former Pakistani ambassador to England and a professor of international relations at American University in Washington, D.C.\n  ''They have to rethink the syllabi in religious schools, in teacher training programs, in what they're teaching the kids,'' Mr. Ahmed said.\n  Muslim leaders said in interviews that it had taken them too long to conclude that they had to confront their own. For a long time American Muslims were ''in denial,'' and some still are, said Hesham A. Hassaballa, a doctor in the Chicago area and a columnist.\n  ''A lot of people refused to believe that there are Muslims who would do that type of thing, because they can't picture it,'' Dr. Hassaballa said. ''In their minds it's just impossible that someone would do that in the name of their faith.'' \n  Some Muslim leaders have become defensive in the years since Sept. 11 because of mosque surveillance and aggressive investigative techniques, and they have been quick to condemn the investigations as a violation of free speech, said Shadi Hamid, a graduate student at Georgetown University who is active in several Muslim organizations. \n  ''The emphasis has so much been on civil liberties that sometimes the right balance wasn't achieved, and civil liberties became our defining issue,'' Mr. Hamid said. ''I think there is now a realization that freedom of speech should not be absolute.'' \n  Extremist Muslims from abroad used to give speeches at American mosques, said Khaled Abou el-Fadl, an Islamic jurist and professor of law at the University of California, Los Angeles. Now some mosques' boards are requiring visiting lecturers to get board permission before giving speeches.\n  ''Mosque leaders are realizing that they could be liable,'' said Mr. Abou el-Fadl, author of ''The Great Theft: Wrestling Islam from the Extremists.'' ''With some radical imams arrested and placed in deportation proceedings, that has definitely had a rather chilling effect on a lot of other people.''\n  ''There's a transformation going on'' among American Muslims, he said. ''The essential transformation that is taking place is a significantly lower degree of tolerance for irresponsible political diatribes.''\n  Some of it may be rhetoric, Mr. Abou el-Fadl said, ''but you would never have heard this rhetoric just a couple of years ago.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Sayyid M. Syeed is the secretary general of the Islamic Society of North America, based in Plainfield, Ind. (Photo by A.J. Mast for The New York Times)\n\nLoad-Date: September 2, 2005"
}