{
    "title": "Muslim World Chides France for Crackdown",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 28,
    "full text": "While the French have supported their government's crackdown, it has opened the country to criticism that its complicated relationship with French Muslims has taken an ugly turn.\nBRUSSELS -- Since a young Muslim beheaded a French schoolteacher who had shown caricatures of the Prophet Muhammad in a class, France has conducted dozens of raids against suspected Islamic extremists, closed a major mosque and shut down some Muslim aid groups. \n  In France, a nation still traumatized by some 36 Islamic State-inspired terrorist attacks in the last eight years, including two that together killed more than 200 people, those broad measures have found widespread support. President Emmanuel Macron, a fierce defender of French secularism and the right to free speech, went as far as to suggest that Islam was in need of an Enlightenment, and his interior minister spoke of a ''civil war.''\n  In the Muslim world, these actions, and the tone coming from top French officials, have opened France to criticism that the nation's complicated, post-colonial relationship with its six million Muslim citizens has taken an ugly turn.\n  Leading the condemnation has been President Recep Tayyip Erdogan of Turkey, who called Mr. Macron mentally damaged in a speech over the weekend. ''Macron needs mental treatment,'' he said. ''What is the problem of this person Macron with Muslims and Islam?''\n  Mr. Erdogan, whose economy is in dire straits, has every reason to try to shift Turkish attention abroad, especially as he seeks to fashion himself as the voice of the Muslim world and defender of the faith. But as much as his attack on Mr. Macron offended many Europeans, it has resonated throughout the Middle East and North Africa, especially in France's former colonies, as has his call for a boycott of French goods.\n  In Bangladesh, an estimated 40,000 people took part in an anti-France rally in the capital, Dhaka, burning an effigy of Mr. Macron and calling for a boycott of French products. There were also calls for the Bangladeshi government to order the French ambassador back to Paris and threats to tear down the French embassy building.\n  Pakistan's Prime Minister Imran Khan has accused Mr. Macron of being divisive and encouraging Islamophobia.\n  ''This is a time when President Macron could have put healing touch & denied space to extremists rather than creating further polarization & marginalization that inevitably leads to radicalization,'' he said in a series of tweets. ''By attacking Islam, clearly without having any understanding of it, President Macron has attacked & hurt the sentiments of millions of Muslims in Europe & across the world.''\n  Kuwait's foreign ministry criticized linking Islam to terrorism, saying it ''represents a falsification of reality, insults the teachings of Islam and offends the feelings of Muslims around the world.''\n  French goods were taken off shop shelves there and in Qatar, a strong supporter of Mr. Erdogan and the Muslim Brotherhood. Le Train Bleu restaurant in Doha, the Qatari capital, a replica of the one in Paris' Gare de Lyon, will now serve French meals without any imported French ingredients.\n  Jordan's foreign ministry did not criticize Mr. Macron directly but condemned the ''continued publication of caricatures of Prophet Muhammad under the pretext of freedom of expression.'' It also denounced any ''discriminatory and misleading attempts that seek to link Islam with terrorism.''\n  In Saudi Arabia, the country's state-run press agency quoted an anonymous foreign ministry official saying the kingdom ''rejects any attempt to link Islam and terrorism and denounces the offensive cartoons of the Prophet.'' The kingdom's highest religious authority said that ''defaming'' the prophet ''only serves extremists,'' and that ''these insults have nothing to do with freedom of expression.''\n  France warned its citizens in Muslim countries to be careful, but there has so far been little violence. Much of the official reaction seemed aimed at showing offended publics that their leaders were at least listening, especially given the ambivalence of much of the Muslim world about some Arab countries moving to recognize Israel, said François Heisbourg, a French defense analyst.\n  But the reactions underscored the chasm of perception surrounding France's response to the killing of the teacher, Samuel Paty, 47, especially when the differences are amplified through the bullhorn of domestic politics.\n  Many French found Mr. Macron's desire, as he put it, to ''build an Islam in France that can be an Islam of Enlightenment,'' to be patronizing of Muslims. But few have quibbled publicly with the breadth of his crackdown. His interior minister, Gérald Darmanin, has suggested that ethnic food aisles in supermarkets should be closed. \n  Domestic politics are involved on both sides, particularly when it comes to the sparring between the French and Turkish presidents, noted Sinan Ulgen, a former Turkish diplomat who is a visiting scholar at Carnegie Europe.\n  ''This is a battle that serves both Macron and Erdogan,'' he said. ''Macron is trying to recuperate ground from the extreme right, and containing political Islam in France is a good agenda to have, while Erdogan can appear as a flag-bearer of the victimized members of the Muslim community, the image he has tried to create for himself at home and abroad.''\n  It is no coincidence that Mr. Erdogan's disparaging of Mr. Macron comes as the Turkish lira sinks and at an especially tense moment with NATO partners over Turkey's military intervention in Libya and its exploring for oil and gas reserves in the eastern Mediterranean.\n  Mr. Erdogan is trying, as ever, to divert attention to conflicts abroad to buck up his own standing at home, Mr. Ulgen said. ''The more assertive foreign policy and the complications it generates creates an environment where people perceive that Turkey is under siege, so needs a strong leader when its survival is at stake,'' he said.\n  Events in France have created a new opportunity for Mr. Erdogan. A devout Muslim, he portrays himself as defending vulnerable Muslim communities everywhere, from Libya to Syria, from the Balkans to Chechnya, and now to Nagorno-Karabakh and Azerbaijan.\n  At home, he has created a kind of Islamic authoritarianism, discarding the tenets of Kemal Ataturk's Turkish republic, which was founded as a secular state very similar, in fact, to that of the French Republic.\n  Mr. Erdogan has loudly criticized the domestic policies of European countries like Germany and France, where there are large Muslim and Turkish communities, and his government engages in a very active social media campaign abroad that has angered European governments.\n  In December, the European Union will have a summit meeting that will discuss Turkey and possible new economic sanctions against it -- an outcome made more likely now. \n  The latest spat ''is a new front in what was already a tense relationship,'' said Ian Lesser, a Turkey expert who runs the German Marshall Fund in Brussels. ''Turkey has already alienated every constituency in Washington, and now it's progressively doing the same in Europe.''\n  Both Mr. Macron and Mr. Erdogan are sincere in their concerns, if both too easily tempted to respond to insults, Mr. Lesser suggested. ''France, for Erdogan, embodies all the things he doesn't like about Europe, on both a geopolitical and cultural level,'' Mr. Lesser said.\n  ''For Erdogan, the centrality of Islam in his worldview is especially sensitive,'' said Mr. Lesser. ''His sense that the Muslim world is somehow under siege, and his efforts to lift that siege, are part of his personal and political identity, and over the years he has made it part of Turkey's regional strategy.''\n  But Mr. Macron needs to be careful, too, ''not to appear as the defender of Christian Europe,'' even if that perception is ''not deliberate,'' said Bruno Tertrais, deputy director of the Foundation for Strategic Research in Paris.\n  The E.U.'s foreign-policy chief, Josep Borrell Fontelles, defended Mr. Macron and criticized Mr. Erdogan for inappropriate insults and ''a spiral of escalation.''\n  European Council President Charles Michel tweeted: ''Rather than a positive agenda, Turkey chooses provocations, unilateral actions in the Mediterranean and now insults. It's intolerable.''\n  Bahadir Kaleagasi, president of the Bosphorus Institute, a French organization that aims to strengthen ties between Turkey and France, called for calm.\n  ''It's a not a fight between youth gangs in the street,'' Mr. Kaleagasi said. ''It's about the West's security and economy in the post-pandemic global order.''\n\nhttps://www.nytimes.com/2020/10/27/world/europe/French-Muslims-Turkey-crackdown.html\n\nGraphic\n\n \nPHOTO: ''Macron needs mental treatment,'' President Recep Tayyip Erdogan of Turkey said last weekend. (PHOTOGRAPH BY TURKISH PRESIDENCY, VIA ASSOCIATED PRESS)               \n\nLoad-Date: October 28, 2020"
}