{
    "title": "Muslim Rapper Cancels Bataclan Concerts. French Far Right Celebrates",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 21,
    "full text": "A French rapper has canceled two concerts next month at the Bataclan in Paris — the hall where 89 people died in a terrorist attack in 2015 — because of potential protests by those on the far-right.\nMédine, who is Muslim, announced the cancellations in an Instagram postand            on Twitter on Friday. “Some far-right groups have planned to organize demonstrations whose purpose is to divide, not hesitating to manipulate and rekindle the pain of the families of the victims,” he said.\n“Out of respect for these same families and to guarantee public safety, the concerts will be canceled,” he said.\nMarine Le Pen, leader of the far-right National Rally party — formerly known as the National Front — said in a tweet that the cancellation was “a victory for all victims of Islamist terrorism.” She added, “This provocation had no place in this hall, given its painful history.”\nMédine is a respected rapper in France, but has been a divisive figure, seen by fans and many intellectuals as an artist who writes rich and deep songs, but by critics as hiding radical viewpoints in his music.\nHe announced a first show at the venue in the spring after releasing the song “Bataclan,” about his childhood dream to play at the hall. He quoted a line from it in his Instagram post: “All I wanted to do was play the Bataclan.”\n[Video:  Watch on YouTube.]\nThe first date sold out, and a second was added. But in June, a member of the National Rally party started a petition calling for the concerts to be canceled, saying that having them would be “the height of indecency.” Médine is known for “violent lyrics in the name of Islam,” said the petition, which eventually got over 30,000 signatures.\nIt referred to his 2015 song “Don’t Laïk,” a dense take on secularism in France, which includes the line “I put fatwas on the heads of idiots.” The petition also mentioned Médine’s 2005 album “Jihad: The Biggest Fight Is Against Oneself.”\nThe campaign gained support from politicians outside the far-right and some victims of the attacks by the so-called Islamic State. This week, for instance, two lawyers representing victims said they would try to get the concerts canceled, according to a report on the news site RTL.\nPhilippe Duperron, president of 13onze15, an organization that provides support to victims of all the Paris attacks in November 2015, was quoted in Le Figaro saying that his group would not call for the shows to be banned — the Bataclan is not a sanctuary — but had asked the venue’s promoters to “have more tact and delicacy in their choice of programming.”\nThe campaign occurred even though Médine has repeatedly criticized Islamic fundamentalism and objected to the divisions that both Islamists and the far-right have stirred in France. In 2016, he told The New York Times that “Don’t Laïk” was criticizing French secularism. Its title, he said, is a mash-up of the English “don’t like” and the French word for secularism, “laïcité.” (The song is also a play on a track by the American rapper Chief Keef called “I Don’t Like.”)\nMédine has announced that instead of the Bataclan shows, he will play the Zenith, on the outskirts of Paris, next February.\nPHOTO: The rapper Médine, who said on Friday that he will now play the Zenith in Paris because demonstrations were brewing over his planned shows at the Bataclan. (PHOTOGRAPH BY Pierre Terdjman for The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nMuslim Rapper’s Plans to Play at the Bataclan in Paris Prompt Furor\nGiving Voice to France’s Poorest Youth, With Rhymes and Beats\nEagles of Death Metal, a Band Known for Wit, Now Mired in Tragedy\n\nLoad-Date: November 2, 2018"
}