{
    "title": "Muslims rally in Spain against terrorism after attacks",
    "publisher": "the world",
    "year": 2017,
    "month": 8,
    "day": 24,
    "full text": "Granada/Spain, Aug. 24 -- Two hundred Muslims have rallied in the streets of Granada, southern Spain, in protest against a surge in anti-Islamic hate crimes following last week's deadly attacks in the country.\nThe yesterday's protest was called after the city's main mosque was attacked with flares on Saturday by a handful of members from a far-right group, Hogar Social, who also unfurled a Spanish flag outside the building, according to images on Spanish TV.\nMuslim groups have reported a jump in anti-Islamic hate incidents since the twin vehicle attacks in Barcelona and the nearby seaside resort of Cambrils that killed 15 people last week. Those attacks were claimed by the Islamic State group.\n\"It is very important for us to affirm our values as Muslims which are the same as those of all other human beings on this planet,\" said Nizar Liemlahi, director of the Dar Loughat Muslim cultural association, one of the co-organisers of the rally.\nOnly 0.1 per cent of the world's Muslims commit attacks and these people \"do not represent our values or our principles,\" added Liemlahi, a psychologist who moved to Spain from Morocco in 2010.\nThe protesters brandished banners with slogans such as \"I am Muslim and I want to live in peace\" and \"We also are victims\" as they gathered outside Granada city hall.\nMounir Benjelloun, head of the Spanish Federation of Islamic Religious Entities (FEERI), said the increase in anti-Islamic incidents since the attacks was \"unbearable\".\n\"Unfortunately, after what happened, there is an avalanche of cases. In my 25 years in Spain I have not seen anything like it.\"\nVandals have defaced mosques with racist graffiti and some people have posted videos on social media sites calling for the expulsion of all Muslims, he said.\nAbout 1,000 Muslims marched in Barcelona on Monday against terrorism.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: August 24, 2017"
}