{
    "title": "MUSLIMS SAY THEY FEEL VINDICATED NYPD FOUND NO TERROR LINKS",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 8,
    "day": 26,
    "full text": "HACKENSACK, N.J. -- New Jersey Muslims on Tuesday said they felt vindicated the New York Police Department found no leads linking them to terrorism during six years of surveillance in their communities and relieved that the agency isn't currently operating in the state.\nMuslims for months demanded answers about what the NYPD had found through its surveillance of mosques, schools and businesses, and whether the agency continued to watch them, saying the specter of surveillance made people feel intimidated in their own communities.\nThe answers weren't given willingly, but during a June 28 court deposition by Assistant Chief Thomas Galati, commanding officer of the NYPD Intelligence Division. In his testimony, part of an ongoing federal civil rights case, Asst. Chief Galati said the department's Demographics Unit was created in response to the 9/11 terrorist attacks.\n\"In order to fight terrorism, we needed to know where people lived from countries of concern that could either recruit, hide or secrete themselves in these communities that were radicalized towards violence,\" Asst. Chief Galati said.\nBut he said six years of surveillance in New York and New Jersey yielded no terrorism leads. The Associated Press first reported in a series of articles beginning last year that police mapped and photographed Muslim hot spots, detailed their ethnic clientele, and in some cases reported back overheard conversations.\n\"I could tell you that I have never made a lead from rhetoric that came from a Demographics report and I'm here since 2006,\" Asst. Chief Galati said. \"I don't recall other ones prior to my arrival.\"\nMuslim Americans in North Jersey largely rebuked the NYPD for its operations, saying their civil rights were violated and that the surveillance chilled Muslim life.\nIn a civil rights lawsuit that the group Muslim Advocates filed in June, an Army soldier said he changed mosques for fear of being identified with a mosque under surveillance. Several business owners also reported a drop in business after their establishments turned up in reports.\nTop law enforcement leaders and politicians in New Jersey also were critical, saying the NYPD should have informed them of its activities, and some expressed concern about possible civil rights violations. The state Attorney General's Office declined to comment Tuesday; the FBI's Newark Division, whose special agent in charge had said in March that NYPD surveillance compromised law enforcement relations with Muslim community sources, did not reply to an email for comment.\nNYPD officials and New York Mayor Michael Bloomberg have maintained that the operation was legal and necessary to know where terrorists might go \"to lie low.\" Police spokesman Paul Browne said the unit was conducting a survey of communities, and not \"spying.\" He said plainclothes officers gathered information that was publicly available, which is allowable under the \"Handschu Guidelines.\"\nThe guidelines stemmed from a decades-old lawsuit over NYPD spying on political activists in the 1950s and 1960s and bar the police agency from retaining information on people based on religious or political leanings alone. Civil rights lawyers have sought information in court on the NYPD's surveillance of Muslims in New York City to determine whether police violated the court order.\nNYPD reports also show the agency has used informants and undercover officers in some Muslim nonprofits and mosques. At the Islamic Center of Passaic County, for instance, the NYPD worked with the state of New Jersey, which had an informant there, to monitor activity.\nMr. Browne said the use of informants was part of legitimate investigations and was separate from the work of the Demographics Unit.\nAsst. Chief Galati also said in the deposition that the Zone Assessment Unit, the Demographics Unit's new name, was not working outside the city. \"They have not been deployed recently outside the confines of the city,\" he said.\nIn Paterson, where the NYPD identified the Omar Mosque as a target of surveillance, spokesman Mahmoud Attallah said he wasn't surprised the NYPD found no leads there. A rogue person wouldn't share information about wrongdoing at a mosque, he said, and the community would report anything suspicious.\n\"If we see something, we say something. Whatever happens falls on all of us,\" he said.\nHe hoped the news of no leads would help dispel anti-Islamic sentiment that has fueled a spate of recent hate crimes, such as the shooting of Sikhs in Wisconsin, who are not Muslims but are sometimes mistaken as such.\n\"We have to build bridges and the fundamental thing is we're all American,\" he said. \"We all share the same responsibility in protecting our country.\"\n\nGraphic\n\n \nPHOTO: Spencer Platt/Getty Images: Men walk to Friday Prayer at the Omar Mosque in Paterson, N.J. In the wake of 9/11, the New York Police Department recently acknowledged that it was conducting surveillance operations for supsected terrorist activities in New Jersey. The Omar Mosque was one of its targets.\nPHOTO: Mel Evans/Associated Press: Imam Mustafa El-Amin, left, stands with Nadia Kahf, the attorney with the Council on American-Islamic Relations in New Jersey, and Mohamed Younes, in Trenton, N.J. during a May news conference.\n\nLoad-Date: August 28, 2012"
}