{
    "title": "Muslims split on active role in terror fight",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 4,
    "day": 5,
    "full text": "A statement last week by Britain's largest Muslim organization urging mosques to help police fight terrorism is one of the strongest steps by Islamic groups in Western Europe to support the war on terrorism. But some other groups elsewhere have been reluctant to take up the cause.\nA leader of Germany's Muslims says his group has repeatedly condemned terrorism, but in France and Spain, Muslim organizations have not been outspoken. In Italy, a Muslim leader said radical preaching is only monitored in Rome.\nThe Muslim Council of Britain wrote to 1,000 mosques asking that a message of vigilance and nonviolence be part of Friday's sermons.\nWednesday's letter, signed by the group's secretary-general, Iqbal Sacranie, said: \"Islam categorically forbids violence and killing of innocents, let alone indulging in violence which can cause death and mayhem.\" He urged Muslims to cooperate fully with police.\nBut Sacranie also complained of widespread \"Islamophobic propaganda\" in the media that he said has severely damaged Muslim relations with the larger community.\nThat may be one reason other Muslim groups in Western Europe have not denounced terrorism as strongly.\nIn Spain, where bombings killed 191 people in Madrid on March 11, leaders of the country's half-million Muslims condemned the attacks - and complained about bias against Muslims.\nOn Thursday, Riay Tatary Bakry, president of the Union of Muslim Communities in Spain, said it has no plan to publicly urge mosques to step up their battle against terrorism. Instead, he said, it will continue to work privately with the government.\nIn June, a council at Rome's mosque - Europe's largest - suspended an imam after he gave a sermon praising Palestinian fighters and calling for the destruction of Islam's enemies.\nBut Mario Scialoja of the Islamic Cultural Center said there is no monitoring of imams at other mosques, including one in Milan that U.S. officials called \"the main al-Qaeda station house in Europe\" in 2001.\nIn France, home to five million Muslims, no public steps have been taken by mainstream leaders to combat extremism.\nIn 2003, the French Council of the Muslim Faith was formed at the government's request to improve mosque-state communications. Youcef Mammeri, president of the council's office, said he knew of no cooperation between Muslim groups and police. He saw his role as fighting the stigma that all Muslims are terrorists, which he called the \"biggest challenge.\"\nYoucef Mammeri, head of Germany's Central Council of Muslims, said that since Sept. 11, his group has made more than 30 statements against terror in media interviews or meetings with imams.\n\"We have very clearly said that Islam rejects violence and terror, and we have asked our imams in their Friday services to condemn terrorism,\" Elyas said.\nHamburg was the temporary home to three of the Sept. 11 suicide hijackers.\n\nLoad-Date: August 24, 2005"
}