{
    "title": "Muslim U. Houston students say Islam condemns terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 18,
    "full text": "On Friday afternoon, as it became increasingly evident that the perpetrators of last week's terrorist actions in New York City, Washington, D.C., and Pennsylvania were of Middle Eastern origin, members of University of Houston's Muslim community gathered for their weekly jummah prayers and to denounce the shocking acts.\nSeated on the floor of the Oberholtzer Hall East Cafeteria, the group listened as computer science senior Kashif Mumtaz, acting as iman, or\nprayer leader, talked about Islam's rejection of the kind of violence committed last week.\n\"Whoever introduces anything into our religion that is not a part of it will have it rejected,\" Mumtaz quoted a Muslim prophet.\n\"So when these people bring these new ideas into Islam that have no basis in Islam, they ruin its beauty and they smear its image -- for\nexample, the attack on (the World Trade Center and the Pentagon),\" Mumtaz said.\nU. Houston\n\"And we Muslims should be aware of these things that are happening in the world. We should know Islam's stance on these things, so when\npeople ask us, 'What do Muslims think about this?' we know how to answer, and we can do it, and be firm in it and be sure that Islam rejects these kinds of things.\"\nMumtaz mentioned an incident on campus on the day of the attacks, \"where a Muslim (student) said some terrible things to some of the people who were in mourning, because he didn't have the knowledge about how Islam views these kinds of situations,\" he said.\n\"And it's ignorance of these matters that makes people do things contrary to Islam, contrary to the text of Islam, contrary to the example of the prophets,\" Mumtaz said.\n\"We should know that Islam condemns terrorism, and especially acts of terrorism like (last week's),\" he said, \"where so many thousands of\ninnocent women and children were killed. And where many Muslims were killed.\"\nMumtaz said that, in fact, there was an Islamic center on the 16th floor of one of the collapsed World Trade Center towers.\n\"Even though these (events) may not be near us, they might not affect us directly, they do affect us indirectly, whether it is Muslims who are killed or non-Muslims,\" he said.\n\"(The attacks are) unjust and unfair. (Two) of the things Islam came to wipe out (were) injustice and unfairness. And what is more unjust than killing innocent people?\" Mumtaz said.\nMumtaz quoted a verse from the Quran: \"Do not take life, which Allah has made sacred, except for a just cause -- meaning for punishment of\na crime, or murder, and so on.\"\nHe said one of the Islamic names for Allah translates to \"the Most Just.\"\n\"And so Muslims should implement this justice and fairness in our lives and in our dealings,\" Mumtaz said.\n\"In fact, the phrase 'Muslim terrorist' is a paradox, in and of itself, because a Muslim should be anything but a terrorist. He should be the exact opposite,\" he said.\nQuoting from the Quran again, Mumtaz said, \"Allah does not forbid one to deal justly and kindly with those who don't fight against you on\naccount of your religion nor drive you away from your homes, because, verily, Allah loves those who deal with equity and justice.\"\n\"Let not hatred stand in the way of giving justice,\" he further quoted. \"Be just, and that is more pious.\"\n\"So even if you hate someone,\" Mumtaz said, \"even if you despise them, you still have to act justly with them. You still have to keep up with the Islamic injunctions in dealing with people, no matter what you feel about that person.\"\nHe said one of the most comprehensive tenets of Islam is that \"there is to no harm, or reciprocation of harm.\"\n\"So even if a Muslim is doing something that is allowed (under Islamic law), and it harms anyone else, then it is forbidden to him. No matter what the cause, no matter what the goals are,\" Mumtaz said.\nMudassar Khan, a post-graduate chemical engineering student and president of the UH Muslim Students Association, then addressed the\naudience. He called the attacks \"barbaric and cowardly.\"\n\"This is totally wrong. We need to support the American government as much as possible, through donating blood or money. These are our\nneighbors, and we should help them in whatever way we can,\" Khan said.\nIn the wake of reported hate crimes against Muslim Americans, Khan advised the audience to be careful.\n\"Be patient with the people here. Realize it's no one's fault,\" he said.\nKhan said that, with the exception of the weekly prayers, all MSA activities would be cancelled through the month of October.\n\"Please remember the victims, the people who were hurt. Pray for these people, and be safe,\" Khan said.\n(C) 2001 The Daily Cougar via U-WIRE\n\nLoad-Date: September 18, 2001"
}