{
    "title": "MUSLIM CLERIC, FOLLOWERS WAGED WAR OF TERRORISM, PROSECUTOR SAYS CLOSING ARGUMENTS BEGAN IN ABDEL-RA",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 9,
    "day": 6,
    "full text": "A federal prosecutor yesterday accused a radical Muslim cleric of proclaiming himself a \"servant of God against the United States\" and urging his followers to carry out bombings and murders.\nThe government began closing arguments in the eight-month trial of Sheik Omar Abdel-Rahman and nine followers, outlining the role each played in what prosecutors call a conspiracy to \"wage a war of terrorism against the United States.\"\nThey allege that Abdel-Rahman approved of the plans and encouraged his followers to attack targets in the United States in an effort to get it to drop its support of Israel.\nAssistant U.S. Attorney Patrick Fitzgerald told the jury that the defense team had wrongly portrayed Abdel-Rahman, 57, who is blind and diabetic, as merely a \"servant of God\" carrying out his religious jihad, or personal struggle.\nFitzgerald said the cleric had called himself a \"servant of God against the United States\" and had made clear that the jihad was not just a personal struggle.\n\"It was jihad by fighting . . . jihad by sword . . . by missile . . . against the enemies of Islam,\" Fitzgerald said. \"America was the number-one enemy.\"\nAbdel-Rahman \"made no bones about it. He said: 'We are proud to be terrorists,' \" Fitzgerald said. He said tape recordings made by government informant Emad Salem of Abdel-Rahman along with the sheik's inflammatory speeches supported the government's allegations.\nThe defendants are charged under a rarely used seditious conspiracy statute dating from the Civil War that makes it a crime for two or more people to agree to make war against the United States or to oppose U.S. authority by force. If convicted, they could receive life in prison.\nAfter Fitzgerald completes a two-day closing, 10 defense lawyers will follow with two weeks of closings.\nFitzgerald told jurors that the theory of seditious conspiracy was simple even though the trial has lasted many months and the jury has seen hundreds of pieces of evidence.\n\"This is simply an agreement to wage a war of terrorism against the United States to change its policies,\" he said. \"Each person in this courtroom was given a choice. . . . Did they want to wage a war against the United States? They agreed.\"\nThe defendants are charged with participating in a wide-ranging conspiracy that includes the Feb. 26, 1993, World Trade Center bombing, which killed six people and injured more than 1,000. They are also accused of plotting to bomb the United Nations, a huge Manhattan federal office complex, and bridges and tunnels leading into New York City.\nThe alleged conspiracy also includes the 1990 murder of Rabbi Meir Kahane, extremist founder of the Jewish Defense League, and a plot to kill Egyptian President Hosni Mubarak during a 1993 U.S. visit.\nEl Sayyid Nosair, a defendant in the current case, was acquitted of state charges that he killed Kahane but was convicted and imprisoned on related weapons charges.\nFitzgerald alleged that Nosair had consulted with Abdel-Rahman before Kahane's slaying, calling the cleric in Egypt before Abdel-Rahman arrived in the United States.\nNosair has made three alleged \"confessions\" to Kahane's shooting since being imprisoned, Fitzgerald said, and helped orchestrate the Trade Center bombing even while incarcerated through visits with men ultimately convicted last year of carrying out the bombing.\nThe prosecutor discounted defense lawyers' contentions that their clients were merely training for missions to aid Muslims in Bosnia or Afghanistan when FBI agents photographed them training with weapons as far back as 1989.\n\"You will see that more people in those pictures participated in the bombing of the World Trade Center than ever set foot in Afghanistan,\" Fitzgerald said.\n\nLoad-Date: October 28, 2002"
}