{
    "title": "MUSLIM PLEA Activists push NYPD to keep 'spy' files from feds",
    "publisher": "daily news ",
    "year": 2018,
    "month": 5,
    "day": 9,
    "full text": "MUSLIM advocates pressed Tuesday for any reports produced by the NYPD's notorious Muslim spying program to go the way of its controversial Demographic Unit - into oblivion.\n\"We live in an era of Trump; let's not forget who's in the White House,\" Debbie Almontaser, the founder of the Khalil Gibran Academy, told NYPD Chief of Department Terence Monahan following the department's pre-Ramadan conference at police headquarters in lower Manhattan.\n\"These documents need to be destroyed. They can't get into the hands of the federal government.\"\nThe documents - which include investigative reports, transcripts of conversations overheard between Muslims, photographs and video surveillance - were generated between 2003 and 2014, the year Police Commissioner Bill Bratton took over the department.\nThe Demographic Unit, which was also trashed as the \"Muslim spying program,\" failed to generate viable leads on potential terrorists or terror plots, said critics, who filed several legal complaints against the NYPD's Counter Terrorism Bureau contending the tactics were unconstitutional.\nThe NYPD has settled all of the lawsuits sparked by the Muslim spying program - most recently last month, when it agreed to pay $75,000 to be divided among the 11 plaintiffs in the 2012 suit filed by a group of New Jersey mosques.\nNYPD Deputy Commissioner of Intelligence and Counter Terrorism John Miller said the department retained the documents \"for the legal process.\"\n\"We were under orders not to destroy them,\" Miller said. \"Now that all the lawsuits are finished, we can take a second look at it.\"\nAlmontaser made her demands as the NYPD assured the city's Muslim leaders that extra patrols will be deployed to mosques across the five boroughs as the month-long Ramadan holiday begins.\nHate crimes against Muslims have tripled since 2012, when 12 incidents were investigated, cops said. By the end of 2017, 36 hate crimes had been investigated, Deputy Inspector Mark Molinari of the NYPD Hate Crimes Task Force said.\n\"We have six this year, so that should put us on track to be below last year's number,\" Molanri said.\n\nGraphic\n\n \nMuslim New Yorkers speak with police during a pre-Ramadan conference at NYPD headquarters in lower Manhattan on Tuesday. SUSAN WATTS/DAILY NEWS\n\nLoad-Date: May 9, 2018"
}