{
    "title": "MUSLIM ADVOCATE SAYS WALKER IS 'ENABLING ISIS' WITH 'RADICAL ISLAM' RHETORIC POLITICS",
    "publisher": "wisconsin state journal",
    "year": 2015,
    "month": 9,
    "day": 2,
    "full text": "A representative for America's largest Muslim civil liberties advocacy organization said Gov. Scott Walker is \"enabling ISIS\" by allowing the terrorist group to co-opt the Islamic religion.\n\"With this, Scott Walker is actually enabling ISIS by characterizing their acts as being Islamic terrorism,\" said Robert Mc-Caw, government affairs manager for the Council on American-Islamic Relations. \"He is taking a peaceful religion of 1.6 billion people and misappropriating it to ISIS, allowing them to wrap themselves in the religion's name and stake a claim to it.\"\nMcCaw was referring to Walker's first foreign policy address as a presidential candidate, delivered on Friday at The Citadel military college in South Carolina, during which he referenced Islamic extremists or radical Islamic terrorism 11 times.\nAs a presidential candidate, there are plenty of things Walker has pledged to do differently than President Barack Obama. Chief among them is to use the words, \"radical Islamic terrorism.\"\nThe Wisconsin governor isn't the only Republican presidential contender to highlight this difference. Texas Sen. Ted Cruz and Louisiana Gov. Bobby Jindal have also made frequent calls for a commander-in-chief who will declare the problem with forces like ISIS to be radical Islamic terrorism.\nObama has generally refrained from attaching a religious affiliation to terrorist groups like ISIS or Al Qaeda, referring to them as \"violent extremists\" and \"terrorists.\"\nAddressing a group of foreign ministers in February at the State Department, the president made clear that it's an intentional choice. He said those groups are \"desperate for legitimacy\" and should not be granted it.\n\"All of us have a responsibility to refute the notion that groups like ISIL somehow represent Islam, because that is a falsehood that embraces the terrorist narrative,\" he said.\nThe president added that the U.S. is \"not at war with Islam, we are at war with those who have perverted Islam.\"\nWalker's tone was significantly different in his hawkish foreign policy address, which called for the U.S. to stop being \"passive spectators while the world descends into chaos.\"\nThe governor pledged to secure U.S. borders \"at any cost,\" fight terrorists abroad leaving \"all options\" on the table, restore the U.S. alliance with Israel and strengthen the defense budget.\nHe called for increased investment in counter-terrorism and surveillance programs, implementing a no-fly zone over Syria, imposing harsh sanctions against Iran and restoring a strong alliance with Israel. He promised once again to terminate the U.S.-Iran nuclear deal on \"day one\" in the White House.\nAll of this was tied to an overarching theme of the need to \"defeat radical Islamic terrorism.\"\n\"The policy of a Walker administration will be to confront radical Islamic terrorism using the full range of statecraft options. We must give our intelligence professionals the legal and constitutional tools they need to keep us safe,\" Walker said.\nJenni Dye, research director for the liberal group One Wisconsin Now, suggested Walker's message was driven by the conservative Milwaukee-based Bradley Foundation, whose president and CEO Michael Grebe is Walker's presidential campaign chairman. Grebe also served as chairman for Walker's two gubernatorial bids and his recall campaign.\nThe Bradley Foundation was deemed one of the \"top eight funders of Islamophobia\" based on IRS filings from 2001-2012 in a report by the liberal Center for American Progress. Recipients of Bradley funds noted in the report include the Middle East Forum, David Horowitz Freedom Center and Center for Security Policy.\n\"The virulent Islamophobia promoted and funded by the Bradley Foundation, run by Scott Walker's campaign chair, is filling the void that is his foreign policy experience,\" Dye said. \"Even their millions can't paper over the fact this guy is dangerously unprepared. His simplistic saber rattling reveals an ignorance of history and a shockingly cavalier attitude about sending the brave men and women of our armed forces into harm's way.\"\nMcCaw described Walker's speech as \"one step forward and another step back.\" The step forward, from McCaw's perspective, was not repeating a comment Walker made earlier this month.\nWalker, in New Hampshire, called for U.S. leaders to name the country's enemy as radical Islamic terrorism.\n\"It is a war not against only America and Israel, it's a war against Christians, it's a war against Jews, it's a war against even the handful of reasonable, moderate followers of Islam who don't share the radical beliefs that these radical Islamic terrorists have,\" Walker said.\nWhen CAIR asked for an apology, Walker's campaign spokeswoman AshLee Strong issued this statement: \"The Governor knows that the majority of ISIS's victims are Muslims. Muslims who want to live in peace ? the majority of Muslims ? are the first target of radical Islamic terrorists. Under the Obama-Clinton foreign policy doctrine, we've been abandoning our traditional Muslim allies in the Middle East and allowing ISIS, al Qaeda and Iran to fill the void.\"\nMcCaw said the campaign did a good job of walking back the governor's statements without actually apologizing. He said he was pleased not to hear the phrase repeated in Walker's speech.\nBut CAIR spokesman Ibrahim Hooper said Walker's views should be looked at through the totality of his remarks over time.\n\"The problem is, when he's talking about radical Islamic terrorism and the fight against ISIS, no one disagrees that there should be a fight against ISIS,\" Hooper said. \"But when you couple it with his previous comment indicating that he thought somehow ISIS represents the majority of Muslims ... it makes you wonder what he's talking about here.\"\nIn an email to the Wisconsin State Journal last week, Strong said reporters were reading too much into the word \"handful.\"\nMcCaw said one of the best ways to defeat ISIS is to take away the legitimacy it gains by being associated with Islam.\n\"Scott Walker is enabling ISIS by ceding ideological ground to them that they have a claim to the peaceful religion of Islam,\" he said. \"One of the best ways to defeat them is to take away that claim, take away their legitimacy. That helps take away possible support they might cultivate.\"\n\nGraphic\n\n \nTHE ASSOCIATED PRESS Gov. Scott Walker referred to radical Islalmic terrorism 11 times during his speech at The Citadel on Friday.\n\nLoad-Date: September 3, 2015"
}