{
    "title": "Muslim football teams under fire for names; Critics say league names such as Mujahideen and Intifada",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 12,
    "day": 29,
    "full text": "The idea was innocent enough: A group of young men organize a holiday football tournament and give their teams such innocuous names as \"4th and Goal\" and \"1988'ers.\"\nIt was some of the other team names that raised eyebrows: Intifada, Soldiers of Allah and Mujahideen.\nThe furor that followed has forced some teams to change their names and a handful of players to quit. It also sparked a debate that threatens to overshadow the tournament, which was planned primarily for young Muslims and scheduled for Jan. 4.\n\"This was really just supposed to be about the youth playing football. Now it's become so political that a part of me thinks we shouldn't even play,\" said Tarek Shawky, 29, one of the tournament's organizers.\nThose involved in the league said they never set out to upset or offend anyone. But critics say such names as Intifada and Mujahideen glorify terrorism.\nIntifada, \"uprising\" in Arabic, is a term used by Palestinians for their revolts against Israeli occupation from 1987 to 1993 and over the past three years. Mujahideen, which means \"holy warrior,\" is associated with several Islamic groups that are on the U.S. list of terrorist organizations.\n\"The issue is these are words that are linked to real terrorists, real threats, real murders today,\" said Rabbi Abraham Cooper, associate dean of the Simon Wiesenthal Center.\n\"There shouldn't be young Americans chanting the name Mujahideen as American soldiers in Afghanistan and Iraq are put in danger and attacked daily,\" Cooper said. \"As for Intifada, it has been a disaster for the Palestinians and the nearly 1,000 Israeli children and parents murdered by suicide bombers.\"\nMuslim leaders have asked the teams to reconsider the names.\n\"Sensitizing our youths is our role as adults,\" said Hussam Ayloush, the executive director of the Council on American-Islamic Relations in Southern California.\nBut he also said he believed the players were not being malicious when they decided the names.\n\"In this case, the choices were totally innocent and meant for a small intra-Muslim tournament whose members all knew what the terms stand for,\" Ayloush said. \"Unfortunately, we are aware that a few of those terms are being tainted by the abominable actions of a few Muslims.\"\nAyloush and others believe the incident can be used to teach youths about freedom of speech and sensitivity to others.\nOne member of the Intifada team said a few of his friends were forced to quit because their parents were worried for their safety.\n\"It's kind of annoying me how big it's gotten,\" said 16-year-old Mohamad, whose family asked his last name be withheld.\nMohamad, whose family is Palestinian, said little discussion went into selecting the team name.\nMohamad's mother, Nuha, said she wants her son to play despite the controversy but said her sister is considering withdrawing her own son from the tournament.\nThe uproar began about a month ago after 18-year-old Sabih Khan, who attends community college, began organizing a football tournament for the New Year's holiday weekend. Khan had played football in high school.\n\"I've been missing it all these years,\" he said.\nAlthough the league was named \"Muslim Football,\" Khan said it was not limited to Muslims.\nHe passed out fliers at an Orange County mosque and set up a Web site, inviting teams to register and submit names. Although most submitted names such as \"4th and Goal\" and \"Muslim Football Allstars,\" three came under fire.\nSince then, the tournament's founder has received numerous hate e-mails. The team names also prompted a war of words in local newspapers and on talk radio.\n\"I don't understand it all. They are just words,\" Khan said, pointing to professional teams such as the Washington Redskins, a nickname deemed offensive by some American Indian groups.\nBut Khan said he also has asked the teams to change their names.\nWhile two teams - Soldiers of Allah and Mujahideen - agreed, Intifada has not. Shawky said the team was considering a name change before the tournament.\nThe league also posted an open letter on the Internet, apologizing \"if anyone took offense to what was intended to simply be a positive outlet for Muslim youth.\"\nThe letter also defended the use of the word Intifada, citing the Palestinian movement.\nKhan and others said they intend to continue with the tournament.\n\"Controversy comes and goes,\" he said. \"Today it's about the tournament; tomorrow it will be something else.\"\n\nGraphic\n\n \nSabih Kahn, 18, (right) founder of a Muslim football league, and teammate Muhammad Akhtar, 18, pose in Irvine, Calif. Critics say some of the team names glorify terrorism.\n\nLoad-Date: December 29, 2003"
}