{
    "title": "Muslim Scholar Barred by U.S. Denies Support For Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 26,
    "full text": "A prominent Swiss Muslim intellectual said Monday that the United States government had dropped charges against him of supporting terrorism, but that it had refused to allow him to enter the country.\n  Tariq Ramadan, now an academic at Oxford University, said he had received an official letter effectively clearing him of charges that kept him from taking up a teaching position at the University of Notre Dame in Indiana.\nHowever, the letter from the United States Embassy in Bern, Switzerland, explained the continued ban by saying he had contributed about $770 to a Palestinian support group, he said.\n  ''This is an ideological exclusion,'' he said by telephone from London. ''This is the only way they can justify their decision after two years of investigation.''\n  The State Department confirmed that it had denied Mr. Ramadan a visa, but said it had nothing to do with his views. ''A U.S. consular officer has denied Dr. Tariq Ramadan's visa application,'' said a State Department spokesman, Kurtis Cooper, ''for providing material support to a terrorist organization. \n  ''The consular officer concluded that Dr. Ramadan was inadmissible based solely on his actions, which constituted providing material support to a terrorist organization.''\n  Mr. Ramadan, who has been a vocal critic of the United States over the war in Iraq and its support for Israel, received a visa in 2004, but the United States later revoked it on advice from the Department of Homeland Security, which gave no reason for its decision.\n  He gave up the Notre Dame position but fought to have the ban lifted and his name cleared.\n  The American Civil Liberties Union sued the United States government in January on behalf of Mr. Ramadan and institutes that had invited him to speak, saying the government had improperly denied visas to scholars critical of the Bush administration.\n  In June, a federal judge in New York criticized the government for delaying his visa application and ruled it must make a decision in the case within three months.\n  The Civil Liberties Union said it was considering an appeal of the decision denying the visa.\n  Mr. Ramadan said his contributions to the French-based Committee for Charity and Aid to Palestinians were apparently seen as support for the Palestinian movement Hamas, which the United States government considers a terrorist organization.\n  However, he said he had sent the funds in 2000, long before Hamas was declared a terrorist group. He said that the aid group was legal in France, and that the French city of Lille had cooperated with it for several years.\n  Mr. Ramadan, who regularly condemns terrorism and Islamist violence, is popular among young European Muslims for his efforts to reconcile their European and Islamic identities. His reputation in British and American academic circles is one of a moderate expert on Muslim affairs.\n  In France, though, officials and the news media see him as someone who preaches hard-line Islam to Muslim audiences and moderation when speaking to non-Muslims. He denies the charge.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Tariq Ramadan, a Swiss Muslim academic, says he was cleared of charges of supporting terrorism. (Photo by Laurent Gillieron/European Pressphoto Agency, 2004)\n\nLoad-Date: September 26, 2006"
}