{
    "title": "MUSLIMS FEELING BASHED RESENT CONSTANT LINK TO TERRORISM",
    "publisher": "daily news ",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "Like salt and pepper, the words \"Muslim\" and \"terrorist\" are linked in the American psyche.\nAnd that's wrong, said Muslim and Arab leaders here yesterday.\nThe bombing of the Oklahoma City federal office building Wednesday morning is already perpetuating stereotypes and misconceptions about Middle Easterners and followers of the Islamic faith, said Abdel Azim M. Elsiddig, the imam or religious leader of the Al-Aqsa Mosque at Germantown Avenue and Jefferson Street in North Philadelphia.\n\"From the very first moment of the bomb, it was 'Muslim,' 'Muslim,' 'Muslim' on the media,\" said Elsiddig, who is Sudanese.\n\"Muslims have been stereotyped as terrorists. I am a Muslim. I have nothing to do with terrorism.\"\n(Meanwhile, the FBI said yesterday its suspects in the case are white men.)\nArabs and Muslims were as horrified as everyone else by the bombing, said Marwan Kreidie, head of the Philadelphia Arab American Association.\n\"Anybody who advocates stuff like this would be shunned by the Arab- American community,\" said Kreidie, who is of Lebanese and Christian heritage.\nYet, whenever there are terrorist acts, the impulse is to assume or blame the \"Muslim terrorist,\" said Mahmoud Ayoub, a professor of Islamic Studies at Temple University, who is a Lebanese Muslim.\n\"The scapegoat is the Arab,\" he said. \"People always rush to think that Muslims did it.\"\nMany misconceptions recur about Arabs and Muslims, said Samuel Kuttab, spokesman for the Palestinian American Congress of North America.\nFor starters, not all Arabs are Muslims. About 25 percent are Christian - including Kuttab, a Palestinian.\nAnd lumping all Arabs together also is wrong, he said. There are about 20 Arabic nationalities.\nYet, said Kuttab: \"The backlash is always collective. Americans view all Arab-Americans the same.\"\nTo blame all Muslims with terrorism is like blaming all Christians for the massacre at Waco, Texas, two years ago, he said.\n\"Does David Koresh represent Christianity?\" asked Kuttab.\n\"There are crazies,\" said Kreide, \"in all religious groups.\"\n\nNotes\n\nTERROR USA\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (1)\n1. Imam Jemal, of Islamic Community of Oklahoma, discusses backlash against\nMuslims after federal building bombing (ASSOCIATED PRESS)\n\nLoad-Date: October 18, 2002"
}