{
    "title": "Muslims file federal suit against spying",
    "publisher": "charleston daily mail",
    "year": 2012,
    "month": 6,
    "day": 7,
    "full text": "WASHINGTON - Eight Muslims filed a federal lawsuit Wednesday in New Jersey to force the New York Police Department to end its surveillance and other intelligence-gathering practices targeting Muslims in the years after the 2001 terrorist attacks. The lawsuit alleged that the police activities were unconstitutional because they focused on people's religion, national origin and race.\nIt is the first lawsuit to directly challenge the NYPD's surveillance programs, which were the subject of an investigative series by The Associated Press since last year. Based on internal NYPD reports and interviews with officials involved in the programs, the AP reported that the NYPD conducted wholesale surveillance of entire Muslim neighborhoods, chronicling daily life including where people ate, prayed and got their hair cut. Police infiltrated dozens of mosques and Muslim student groups and investigated hundreds more.\nSyed Farhaj Hassan, one of the plaintiffs, stopped attending one mosque as often after he learned it was one of four where he worships that were included in NYPD files. Those mosques were located along the East Coast from central Connecticut to the Philadelphia suburbs, but none was linked to terrorism, either publicly or in the confidential NYPD documents.\nHassan, an Army reservist from a small town outside of New Brunswick, N.J., said he was concerned that anything linking his life to potential terrorism would hurt his military security clearance.\n\"Guilt by association was forced on me,\" Hassan said.\nThe NYPD did not respond to questions about the lawsuit but noted the New Jersey attorney general determined last month that NYPD activities in New Jersey were legal.\nNYPD Commissioner Raymond Kelly has said his department is obligated to do this type of surveillance in order to protect New York from another 9/11.\nKelly has said the 2001 attacks proved that New Yorkers could not rely solely on the federal government for protection, and the NYPD needed to enhance its efforts.\nHassan said he served in Iraq in 2003 to stop the atrocities of former Iraqi dictator Saddam Hussein's secret police.\n\"I didn't know they had one across the Hudson,\" he said, referring to the NYPD intelligence division.\nCalifornia-based Muslim Advocates, a civil rights organization that meets regularly with representatives of the Obama administration, is representing the plaintiffs in the case for free.\n\"The NYPD program is founded upon a false and constitutionally impermissible premise: that Muslim religious identity is a legitimate criterion for selection of law-enforcement surveillance targets,\" the lawsuit said.\nNew Jersey lawmakers were outraged earlier this year when they learned of the surveillance. But after a three-month review, the state's attorney general found that the NYPD did not violate any state laws when it spied on Muslim neighborhoods and organizations. The attorney general found no recourse for the state of New Jersey to stop the NYPD from infiltrating Muslim student groups, video-taping mosque-goers or collecting their license plate numbers as they prayed.\nNo court has ruled that the NYPD programs were illegal. But the division operates without significant oversight: The New York City Council does not believe it has the expertise to oversee the intelligence division, and Congress believes the NYPD is not part of its jurisdiction even though the police department receives billions in federal funding each year.\nMembers of Congress and civil rights groups have urged the Justice Department to investigate the NYPD's practices. A Justice Department spokeswoman said they are still reviewing the requests. Federal investigations into police departments typically focus on police abuse or racial profiling in arrests. Since 9/11, the Justice Department has never publicly investigated a police department for its surveillance in national security investigations.\nBecause of widespread civil rights abuses during the 1950s and 1960s, the NYPD has been limited by a court order in what intelligence it can gather on innocent people. Lawyers in that case have questioned whether the post-9/11 spying violates that order. The lawsuit filed Wednesday is a separate legal challenge.\nThe NYPD and New York officials have said the surveillance programs violated no one's constitutional rights, and the NYPD is allowed to travel anywhere to collect information. Officials have said NYPD lawyers closely review the intelligence division's programs.\n\"The constitutional violation that the NYPD did commit was blanket surveillance of a group based on religion,\" said Glenn Katon, Muslim Advocate's legal director.\nHe said a program that treats people differently based on religion, national origin or race is subject to the Constitution. \"That's the crux of our claim,\" he said.\nA George Washington University law professor, Jonathan Turley, said it would be a challenge to convince the government that the NYPD's practices were illegal because the courts and Congress have allowed more and more surveillance in the years since 9/11. But, he said, most of these questions have been handled in policy debates and not in the court systems.\nNineteen-year-old Moiz Mohammed, a sophomore at Rutgers University, said he was moved to join the lawsuit after reading reports that the NYPD had conducted surveillance of Muslim student groups at colleges across the Northeast, including his own. He said the revelations had made him nervous to pray in public or engage in lively debates with fellow students - a practice he said he once most enjoyed about the college atmosphere.\n\"It's such an unfair thing going on: Here I am, I am an American citizen, I was born here, I am law abiding, I volunteer in my community, I have dialogues and good relationships with Muslims and non-Muslims alike, and the NYPD here is surveilling people like me?\"\n\"We feel as though it was a violation of our constitutional and our civil and our human rights,\" said Abdul Kareem Muhammad, one of the plaintiff's in the case. Muhammad is the imam of the Newark mosque, Masjid al-Haqq. That mosque was listed and pictured in a September 2007 NYPD report on Newark.\n\"We have a very strong objection to that,\" Muhammad said. \"We condemn and denounce every form of terrorism.\"\nMuhammad said he and other Muslim community leaders have not been given assurances that the NYPD is no longer conducting surveillance on their communities.\n\"That's become very disturbing, too,\" Muhammad said. \"There's a possibility that this is still going on.\"\nTHE ASSOCIATED PRESS\nSyed Farhaj Hassan, right, speaks to reporters Wednesday. Hassan is one of eight Muslims who filed a federal lawsuit to force the New York Police Department to end its surveillance and other intelligence-gathering practices targeting Muslims.\n\nLoad-Date: June 7, 2012"
}