{
    "title": "Must-Have Classes",
    "publisher": "university wire",
    "year": 2018,
    "month": 4,
    "day": 4,
    "full text": "Dinosaurs, terrorism, rock music - you know - just the typical college curriculum.\nIU Southeast offers some classes that may seem to stray away from what one would expect from an academic course. Wander into an interesting field next semester by taking one of the classes listed below.\nDinosaurs GEOL-G180\nSummer I MW 6 p.m.- 9 p.m.\nDinosaurs, a 100-level geology class taught by Glenn Mason, coordinator and professor of geosciences, is a course designed to introduce students to paleontology, the study of animal and plant fossils.   \nStudents can expect to learn a wide range of information about dinosaurs including the evidence scientists currently have, how they evolved, their spread across the world, their family histories and the geologic history of dinosaurs.\nStudents will learn the scientific names of dinosaurs which could be in Latin, Greek or Chinese. Mason also includes a section in the course devoted to dinosaurs in pop culture.\nThis course may count as a science general education course for some majors. Mason has had students from all disciplines enroll in this course in the past and said, \"there's a wide range of appeal.\"\nTerrorism POLS-Y471\nSummer I MW 6 p.m.-9 p.m.\nTerrorism, a 400-level political science class taught by Clifford Staten, professor of political sciences and international studies, will focus on different aspects of terroristic characteristics and groups such as Al Qaeda, the Provisional Irish Republican Army, and ISIS/ISIL as well the effects terrorism has on the United States.\nThere are no prerequisites for this course, however, Staten says it would be helpful if students have had a political science or European history course in the past, but it's not necessary. Four hundred-level coursework is expected, but not necessarily 400-level knowledge.\nThe videos Staten shows throughout the course may be difficult for some students to watch, but they allow meaningful discussions about the topics.\n\"The class is fun, but the topic is a downer,\" Staten said.\nHe encourages students from all disciplines to enroll in the class.\nIntroduction to German Literature GER-G255/GER-G305\nSummer I MoTuTh 10 a.m. - 12 p.m.\nStudents who choose to enroll in GER-G255 or GER-G305 will read, analyze and interpret a collection of fairy tales gathered by the Brothers Grimm in 1812. Students will discuss what the folklores mean as well as why they should be read and talked about.\nGER-G255 and GER-G305, Traditions and Innovations in German Literature taught by Michael Hutchins, assistant professor of German and international studies, meet concurrently. The course is a hybrid, so students will meet in class as well as be responsible for online assignments.\nPerhaps the most interesting aspect of the class is hiking in Bernheim Forest. Students are required to take part in three of the four low-intensity hikes.\nStudies in British and American Authors ENG-L369\nTopic: Mark Twain\nSummer I MW 1 p.m.-4p.m.\nStudents can expect to study the life, works and contribution to American literature of Mark Twain in this course. Selected readings may include \"The Adventures of Tom Sawyer, The Adventures of Huckleberry Finn\" and \"A Connecticut Yankee in King Arthur's Court.\" There are no prerequisites for the course.\nJeremy Wells, assistant professor of English, encouraged students from all majors to take this course.\n\"After taking [ENG-L369], they will possess new touchstones: new ways of understanding American history and how it arrives to us by way of words, images and narratives,\" Wells said.\nEnvironmental Psychology and Sustainable Living PSY-P488\nSummer I Online\nThis course was designed to fulfill the social credit for the new sustainability and regeneration major. However, it is open to all students and Lucinda Woodward, assistant professor of psychology and international studies, encourages students from any discipline to enroll.\nThis is not a typical online course because it's designed to be hands-on. Students will be required to interview an artisan organic farmer at a farmers market and design a utopian eco-community.\nSome topics of discussion include waste management, water conservation, organic gardening, alternative energies and how to make one's lifestyle more environmentally friendly.\nThe course is open to all majors.\n\"I would only ask that students who enroll maintain an open mind and have a passion for ecological conservation,\" Woodward said.\nInsects: The Alien Empire BIOL-L110\nSummer II MW 6 p.m.-8:45 p.m. Hybrid\nInsects: The Alien Empire, taught by Randy Hunt, professor of biology, will examine the relationships between insects and humans. It will also look at the positive and negative impacts insects have on humans.\nOther components of the class include the biology of pollination, the impact of insect transmitted pathogens, insect control technology advancements and how insects have contributed to pop culture.\nThe course is a hybrid and there will be five labs throughout the six week class, the majority of which will take place in the face-to-face portion of the class. Some labs may include Aphid population growth prediction, dissections and insect collection.\nThere are no prerequisites for this course and it is not offered to biology majors. It may fulfill the science general education credit for some students.\nCrime in the Movies CJUS-P316\nFall M 6 p.m.-8:30 p.m.\nStudents can expect to analyze how the criminal justice system is portrayed and examine the cultural and historical aspects of crime in modern film, as well as older movies.\nSome topics covered in this course include philosophies of criminalization and victimization, theoretical perspectives and criminal justice practice and policies related to race, gender and class.\nStudents can expect to write short response papers based on the assigned readings and films to be discussed in class.\nRevolutionary America HIST-A302\nFall MW 4:15 p.m.-5:30 p.m.\nRevolutionary America, taught by Kelly Ryan, associate professor of history and dean of social sciences, will be a unique class because students will be reenacting New York's independence from Great Britain.\nThe course covers a time period from the end of the French and Indian War to the beginning of George Washington's presidency. The first half of the course will be looking at how the colonies declared their independence from Britain and the second half of the course will focus on the Revolutionary War itself and how America came to writing the first Constitution.\nThe only prerequisite for this is a 100-level history course since students need the basic fundamentals of history to effectively be able to discuss the class topics. Ryan says she invites students from all disciplines to enroll.\nStudies in British and American Authors ENG-L369\nTopic: William Faulkner\nFall TR 11 a.m.-12:15 p.m.\nStudents can expect to examine the works and life of William Faulkner and analyze the impact he had on American literature. Selected reading may include \"The Sound and the Fury,\" \"As I Lay Dying\" and \"Absalom, Absalom!\"\nJeremy Wells encourages students from all disciplines to enroll in this course. Wells says ENG-L369 will provide students an opportunity to interact with words and images that they may not have been introduced to before.\nSpecial Topics in Music MUS-M110\nTopic: The History of Rock Music\nFall Online\nIn The History of Rock Music, taught by Andrew Rhinehart, adjunct professor of guitar, ukulele, banjo and bass guitar music theory, students can expect to examine the correlations between rock music and sociology. Students will also learn how the developments in sound technology built the music industry.\nThere are no prerequisites for this course.\n\"The history of rock 'n' roll illustrates the parallels of music, technology, and sociology. Students will learn about how famous music artists merged existing musical styles to create exciting new musical genres,\" Rhinehart said.\n\nLoad-Date: April 4, 2018"
}