{
    "title": "Must Drug Terror Rule in Colombia _",
    "publisher": "the new york times",
    "year": 1988,
    "month": 1,
    "day": 19,
    "full text": "Terrorism's grip on the judiciary in Colombia must be broken. Terrorism flouts the good intentions of President Virglio Barco, sets free that country's biggest drug dealer, Jorge Ochoa, and destroys bilateral cooperation on drugs. If one individual is most responsible for the flood of cocaine into the United States and the violence and crime linked with it, it would be Mr. Ochoa.\nMr. Ochoa was freed by a judge despite assurances that he would be held. Perhaps the judge was afraid of losing his life. It wasn't too long ago, after all, that 13 sitting members of the Colombian Supreme Court were assassinated when they upheld drug convictions and appeared ready to sustain extradition of Colombian nationals to the United States on drug charges.\nThe arrest of Mr. Ochoa, following closely on the expulsion from Colombia of another drug kingpin, Carlos Lehder Rivas, raised hopes that the biggest Colombian drug barons could be busted.\nWhat are the Federal Government's choices now that Mr. Ochoa is back in charge of the drug cartel that is the key conduit for cocaine? Should our Government adopt the methods of the drug dealers it targets and send a hit squad to eliminate Mr. Ochoa? Should Congress retaliate by banning Colombian coffee, flowers and shrimp - the country's key legal exports? Should the Reagan Administration urge Colombia to seize Mr. Ochoa's assets, which run in the billions?\nWhat has happened in the Western hemisphere? A Mexican national arrested and indicted more than a year ago for the murder of Enrique Camarena Salazar, an agent of the Drug Enforcement Administration, still has not been brought to trial. We are losing diplomatic drug battles despite good police work.\nWe don't want to fight drug traffickers with their terrorist methods. Also, we should not take measures that would destroy export markets for Colombia's flowers and coffee. That would simply drive legitimate farmers into coca production.\nYet, without abandoning due process, we must find a way to protect the innocent and the victims of drug traffickers. Terrorism is a reality in the drug trade. It has a deadly stronghold in Colombia that now threatens our mutual enforcement efforts, both symbolically and operationally.\nLast year, there were more than 20,000 emergency room incidents and 1,500 overdose deaths linked to cocaine. The men responsible for this deadly poison, like Mr. Ochoa, must be brought to trial. Their terrorist shield must be shattered, or drug enforcement agents might as well pack their bags and badges and go home."
}