{
    "title": "MUTUAL RECOGNITION ACKNOWLEDGEMENT HAS ARAFAT'S NAME; RABIN WAS TO SIGN EARLY; TODAY",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 9,
    "day": 10,
    "full text": "Yasser Arafat pledges in a letter to Prime Minister Yitzhak Rabin that the PLO renounces terrorism and declares that sections of the PLO covenant calling for Israel's destruction is ''no longer valid.''\nRabin, in a letter to his longtime enemy, says Israel has decided to recognize the Palestine Liberation Organization ''as the representative of the Palestinian people'' and vows to start negotiations with the organization.\nArafat signed his part of the letters behind closed doors in his office in Tunis, in the presence of Norway's Foreign Minister Johan Joergen Holst. The Norwegian departed directly for the airport and was expected to fly straight to Israel with the signed letter and to get Rabin's signature.\nThe Israeli prime minister's office made public the text of the letters last night, after they were read out in Hebrew on Israel television. Rabin was to sign his part of the letters in his office at 9 a.m. (3 a.m. EDT).\nIn his six-paragraph letter, Arafat says the PLO ''recognizes the right of the State of Israel to exist in peace and security'' and accepts U.N. Resolutions 242 and 338, which encapsulate the idea of trading land for peace.\nThe PLO pledges to resolve all disputes through negotiations and ''renounces the use of terrorism and other acts of violence,'' Arafat says. But he adds that the PLO will enforce the peace against anyone who tries to cause violence.\nThe PLO, he says, ''will assume responsibility over all PLO elements and personnel in order to assure their compliance, prevent violations and discipline violators.''\nRabin's office also released the text of a letter from Arafat to Norway's foreign minister, Johan Jorgen Holst, who helped mediate an agreement on Palestinian self-rule during months of secret talks in Oslo between PLO officials and Israelis.\nIt says the ''PLO encourages and calls upon the Palestinian people in the West Bank and Gaza Strip to take part in steps leading to the normalization of life, rejecting violence and terrorism.''\nThe wording was designed to meet Israel's demand that Palestinians end the nearly six-year-old intifada, or uprising, against Israeli military rule in the lands occupied since the 1967 Mideast war. The unrest has killed 1,139 Palestinians and 146 Israelis.\nMost importantly for Israel, Arafat's letter to Rabin says the articles in the Palestinian Covenant that deny Israel's right to exist ''are now inoperative and no longer valid.''\nArafat pledges to ask the 500-member Palestinian National Council, the self-styled parliament in exile, to approve the changes. This was a key demand from Israel, which wanted to ensure that the pledge was ''authoritative'' and went beyond the promise of a single man.\nIn contrast, Rabin's letter is a single letter of only six lines:\n''In response to your letter of Sept. 9, 1993, I wish to confirm to you that, in light of the PLO commitments included in your letter, the government of Israel has decided to recognize the PLO as the representative of the Palestinian people and commence negotiations with the PLO within the Middle East peace process.''\nPolice Minister Moshe Shahal noted that Israel referred to the PLO as ''the'' representative of Palestinians and not the ''sole representative,'' the wording used by the PLO.\n \nTEXT OF RABIN, ARAFAT LETTERS\nSeptember 9, 1993\n \nMr. Prime Minister (Yitkhak Rabin),\nThe signing of the Declaration of Principles marks a new era in the history of the Middle East. In firm conviction thereof, I would like to confirm the following PLO commitments:\nThe PLO recognizes the right of the State of Israel to exist in peace and security.\nThe PLO accepts United Nations Security Council Resolutions 242 and 338.\nThe PLO commits itself to the Middle East peace process, and to a peaceful resolution of the conflict between the two sides and declares that all outstanding issues relating to permanent status will be resolved through negotiations.\nThe PLO considers that the signing of the Declaration of Principles constitutes a historic event, inaugurating a new epoch of peaceful coexistence, free from violence and all other acts which endanger peace and stability. Accordingly, the PLO renounces the use of terrorism and other acts of violence and will assume responsibility over all PLO elements and personnel in order to assure their compliance, prevent violations and discipline violators.\nIn view of the promise of a new era and the signing of the Declaration of Principles and based on Palestinian acceptance of Security Council Resolutions 242 and 338, the PLO affirms that those articles of the Palestinian Covenant which deny Israel's right to exist, and the provisions of the Covenant which are inconsistent with the commitments of this letter are now inoperative and no longer valid. Consequently, the PLO undertakes to submit to the Palestinian National Council for formal approval the necessary changes in regard to the Palestinian Covenant.\nSincerely,\nYasser Arafat\n \nChairman, Palestine Liberation Organization\n \nSeptember 9, 1993\n \nMr. Chairman (Yasser Arafat),\nIn response to your letter of September 9, 1993, I wish to confirm to you that, in light of the PLO commitments included in your letter, the Government of Israel has decided to recognize the PLO as the representative of the Palestinian people and commence negotiations with the PLO within the Middle East peace process.\nYitzhak Rabin\nPrime Minister of Israel\n \nSeptember 9, 1993\n \nDear Minister (Johan Jorgen) Holst,\nI would like to confirm to you that, upon the signing of the Declaration of Principles, I will include the following positions in my public statements:\nIn light of the new era marked by the signing of the Declaration of Principles, the PLO encourages and calls upon the Palestinian people in the West Bank and Gaza Strip to take part in the steps leading to the normalization of life, rejecting violence and terrorism, contributing to peace and stability and participating actively in shaping reconstruction, economic development and cooperation.\nSincerely,\nYasser Arafat\n \nChairman, Palestine Liberation Organization\n\nLoad-Date: September 20, 1995"
}