{
    "title": "MY TURN_ DEMOLISHING OUR CONSTITUTION, ABUSING THE LAW AND OTHER SKULDUGGERY",
    "publisher": "the taos news",
    "year": 2008,
    "month": 6,
    "day": 5,
    "full text": "Part five in a series\nAs always, an informed and concerned citizenry is the bulwark of democracy and peace. This essay contains information and ideas that I had previously been unaware of and that, presumably, many other Americans also have not considered. Clearly, we Americans cannot escape the pressing challenge to enlighten ourselves and as individuals to put certain questions to our legislators.\nThe Patriot Act and The Military Commissions Act of 2006 combine to give the president as much legal authority as Hitler had, although he has not (yet) used it in the way Hitler did. But all of the Nazi-enabling legislation is now in place.\nThe National Security and Homeland Security Presidential Directive allows Congress an initial say in the declaration of Martial Law. This makes the dictatorial powers less obvious than by declaring the right to impose martial law directly. This tactic of marginal change, chipping away at rights at the edges, makes it less obvious arid tells what one can \"get away with.\" Hitler did it this way too.\nBy having this right in place and the bureaucracy functioning, the ability to have an unhindered path to dictatorship essentially becomes but a short step to an actual dictatorship. Hence, by assertion, we in the U.S., currently have a de facto dictatorship. The firing of federal prosecutors who were not willing to fix federal elections has rendered our court system very similar to that of Germany in the mid-to late-1930s.\nJack Goldsmith had been \"special counsel\" to the top lawyer in the Department of Defense for seven months when in October 2003 he became head of the president's Office of Legal Counsel. He took charge of 22 lawyers and his responsibility was to advise President Bush what he could and could not do legally. This mainly had to do with the conduct of the military and intelligence agencies in the war on terror.\nGoldsmith also became a member of a secretive five-person group that had enormous influence over the administration' s anti-terrorism policies. The \"War Council\" as the group called itself, included the Department of Defense's top lawyer, the White House counsel, the vice president's counsel and the attorney general's first and second deputies. They met every few weeks and plotted legal strategies for the war on terrorism, sometimes as a prelude to dealing with lawyers from the State Department, the National Security Council and the joint Chiefs of Staff.\nWhen Goldsmith flew to Guantá namo and to the Naval Brig, the plane was full of lawyers. Many were important legal players in the administration, including the vice-president's counsel, the Office of Legal Counsel' s deputy, the CIA's top-acting general counsel, the head of the Criminal Division of the Department of Justice, and several Pentagon lawyers.\nIn his book, \"The Terror Presidency\" Goldsmith states that the characteristic mistake that the Bush administration made in the war on terrorism was that it got policy wrong, ironically because it was excessively legalistic. It often substituted legal analysis for political judgment. To some extent, this was also due to the fact that in his formative years, George W. Bush reflected his privileged upbringing, wherein he was less subject to the normal and ethical constraints than most other individuals.\nGoldsmith is also of the opinion that another mistake the Bush administration made was that it was too committed to expanding the president's constitutional powers, since part of the administration's design was to build a more powerful presidency.\nFormer Assistant Attorney General John Yoo redefined the Constitution as a document which protected the president's power to fight terrorism. Yoo claimed that, in the wake of 9Ú11 the president's unitary power as defined by the Constitution was limitless. Not only did Yoo distort the intent of the Constitution, he also showed contempt for traditional military rules. Furthermore, he pioneered torture techniques at Abu Graib and Gitmo with his memoranda. Yoo was apparently inspired by Carl Schmitt, the famous German jurist in the '30s who hastened Adolph Hitler's rise to power.\nBesides, Goldsmith also viewed the Bush administration's go-it-alone approach to major terrorism-related legal policy issues rather than getting Congress on board as the antithesis of FDR's infinitely more effective approach in 1940-1941.\nWhat it boiled down to was that the president and members of his administration were caught between a rock and a hard place, i.e., defending the country against terrorism and not exposing oneself to possible serious legal consequences, namely prosecution, conviction, prison, etc. They received little sympathy from the media, civil rights groups, the Red Cross, in fact, much of the country and most of our allies didn't think we should be at war with Islamic terrorists at all since the real reason we were in Iraq was to steal their oil.\nWhile the highly legalistic environment probably ensured that there weren't any grounds for impeachment or for future prosecution, not only were the administration's' s actions right at the edge, they unquestionably violated the spirit of most Americans. Jack resigned June 16, 2004, having served the president for 91Ú2 months. There were many reasons, some personal. The main reason was that important people in the administration questioned his fortitude and reliability for the job. He is now a tenured professor at Harvard Law School.\nRay Kallman, a Ranchos de Taos resident, is a World War II Navy veteran.\n\nLoad-Date: January 13, 2010"
}