{
    "title": "MYSTERIES REMAIN IN TOKYO TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 5,
    "day": 19,
    "full text": "After a long, strange game of cat and mouse, Japanese police have arrested Shoko Asahara, mystical leader of the Aum Shinri Kyo sect, and more than 30 followers on charges of murder and attempted murder for the Tokyo subway gas attack. For weeks, Japanese commuters and Tokyo area residents have feared a reprise of the March 20 sarin attack that killed 12 people and injured 5, 500 during the morning rush hour. They would like to believe that with the sect leaders in custody, they can relax. After nearly two months of terror, they at least should be entitled to that peace of mind.\nBut peace is not yet at hand: Just hours after Mr. Asahara's arrest, a package bomb exploded in the office of the governor of Tokyo Prefecture in the ultramodern Tokyo Government Center. One man was injured seriously. Police believe the bomb was sent by a member of Aum Shinri Kyo in retaliation for the roundup and long-lasting investigation of the sect's leaders. If indeed sect members were behind the bombing, too, they could well send Japan into another spell of fear of the unknown and of the unfathomable reasons for seemingly random attacks against innocent victims.\nMany people around the world have watched in wonder and confusion as Japanese police unearthed caches of sarin, materials to make sarin and other potential weapons of mass destruction. Likewise, they have been amazed at the apparent restraint of police, who have seemed reluctant to crack down too hard on Mr. Asahara and his sect because they could claim religious persecution. Yet police normally do not make arrests until they believe they have a solid case. Some confessions - prompted by intense pressure - can be expected to follow. So can trials, which could put Japan on high alert if members of Mr. Asahara's sect remain at large and try to strike again at the government.\nSome mysteries remain that trials may unravel. For instance, why did the sect use poison on the Tokyo subway system, as well as such other cities as Yokohama and Matsumoto? What were its demands; what provoked them? Also, why have so many apparently intelligent, well-educated people chosen to follow Mr. Asahara and dedicate their lives to him and his confusing beliefs? Japanese citizens, as well as others, hope the terror in Japan is over and the answers are about to start coming.\n\nLoad-Date: May 20, 1995"
}