{
    "title": "Mystery In Offer By Terrorist To Cooperate",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 13,
    "full text": "Federal officials had to be intrigued a few years ago when they learned that the terrorist Ramzi Ahmed Yousef, who is serving a life sentence at the Supermax prison in Colorado for orchestrating the 1993 World Trade Center bombing and other crimes, wanted to cooperate with the authorities.\nNothing is known publicly about what Mr. Yousef might have wanted to tell the government, what he might have sought in return or whether his offer was even genuine. He was said to have later reneged on the offer.\nBut the few details available, cited briefly by a judge in Manhattan in a recent court memorandum, are a reminder that after two decades of terrorism prosecutions, questions remain about what secrets terrorists still keep when they are shipped off to prisons like the Supermax, where they tend to disappear from public view forever.\nMr. Yousef was arrested in 1995 and convicted at separate trials for his roles in the 1993 bombing and the so-called Bojinka plot to bomb airliners over the Pacific. At the Supermax, he has been held under strict measures barring him from communicating with almost all outsiders.\nYet, experts say, he could possess a wealth of intelligence about the origins of terrorist conspiracies, at least in part because Khalid Shaikh Mohammed, the proclaimed mastermind of the Sept. 11 plot, is Mr. Yousef's uncle.\n''He could be an unsurpassable source of information -- that would be my expectation,'' said Karen J. Greenberg, director of the Center on National Security at Fordham University School of Law.\nDavid N. Kelley, the lead prosecutor in Mr. Yousef's 1997 trial in the trade center attack, said he had no knowledge of what Mr. Yousef might have wanted to tell the government, nor did he believe Mr. Yousef knew about the Sept. 11 plot in advance.\nBut, he said, Mr. Yousef could be in a position to provide new details about Mr. Mohammed's early associations with terrorists, ''schemes he was cooking up at the time, including flying planes into tall buildings'' and early discussions about ways ''to exploit perceived security vulnerabilities in the U.S.''\nMr. Kelley added that Mr. Yousef also had a history of misleading the authorities while in custody, and of ''trying to fool them'' about different plots.\nThe recent intrigue spilled into public view after Judge Kevin Thomas Duffy of Federal District Court, who handled both Yousef terrorism trials in the 1990s, made a disclosure in a brief memorandum about a dispute over legal fees being paid to Mr. Yousef's lawyer.\n''Ramzi Yousef is a coldblooded killer, completely devoid of conscience,'' the judge noted. He added that while Mr. Yousef was in Manila planning the Bojinka plot and possibly the assassinations of the pope and of President Bill Clinton, Mr. Mohammed had visited him.\n''One thing is clear,'' the judge wrote, ''Yousef was close to his relative, K.S.M., both in blood and in mental desire to wreak havoc on civilized society.''\nThe judge wrote that in 2010, Mr. Yousef's longtime lawyer, Bernard V. Kleinman, visited him and told him that Mr. Yousef ''had requested the opportunity to cooperate with the government.''\n''Remembering the K.S.M.-Yousef connection,'' Judge Duffy wrote, ''I confirmed with the government that Yousef had made such an offer.'' He said he later understood that Mr. Kleinman's trip to Colorado with a ''prosecutor went according to plan, except that Yousef evidently reneged on his offer.''\nThe mystery still remains as to what light Mr. Yousef might be able to shed on any terrorist plots. Mr. Kleinman refused to comment on Friday about any cooperation offer his client might have made. But he noted that he had not traveled to see Mr. Yousef with a prosecutor, and had always met with his client alone. Federal prosecutors declined to comment.\n\nhttp://www.nytimes.com/2012/10/13/nyregion/few-details-are-given-on-an-offer-by-ramzi-ahmed-yousef-to-cooperate.html\n\nLoad-Date: October 13, 2012"
}