{
    "title": "Mysterious highway shootings in Phoenix _ act of domestic terrorism_ At least nine vehicles travelin",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 9,
    "day": 10,
    "full text": "The series of shootings targeting motorists on Phoenix, Ariz., freeways has officials scrambling to keep residents safe.\nOver the past two weeks, there have been at least nine confirmed shootings at drivers in the city, mainly on Interstate 10 which runs through the center of Phoenix, officials say. An additional shooting on Wednesday is being investigated to see whether it is related to the previous attacks.\nNo one has been seriously injured from the shootings yet, but one bullet shattered a car windshield, sending glass out that cut a 13-year-old girl.\nDepartment of Public Safety Director Frank Milstead is calling the incidents \"domestic terrorism crimes.\"\n\"Anytime that you have multiple shootings against American citizens on a highway, that's terrorism,\" Mr. Milstead told the Associated Press. \"They're trying to frighten or kill somebody.\"\nIn order to combat this mysterious threat, officials have put out a $20,000 reward for information leading to the arrest of the shooters and have brought in the FBI and the Bureau of Alcohol, Tobacco, Firearms and Explosives to assist local police in the investigation. Authorities are also asking for the public's help in identifying the suspects.\nNow motorists on the city's interstates are greeted with an electronic billboard broadcasting a \"shooting tips\" hotline for them to call.\nBut the spate of shootings has pushed some residents to using city streets for their commutes.\nJuan Campana who works at an appliance store near where many of the shootings have happened, was surprised to see helicopters circling the scene of Wednesday's shooting and told the Associated Press that he's not taking the freeway anymore.\n\"I go through the streets when I go home,\" he said.\nThe DPS officials said they were conducting surveillance and deploying undercover detectives, members of the SWAT team, and a gang task force as part of the investigation, but refused to give any detailed information on the search for the shooters.\n\"We're not going to give the nuts and bolts of our investigation,\" DPS spokesman Bart Graves told AP, adding that doing so \"would help the bad guy.\"\nInvestigators don't yet know a possible motive for the shootings or whether all the shootings are connected, Mr. Graves said.\nThe incidents started two weeks ago on Aug. 29 when two vehicles were hit on Interstate 10 between 19th and 59th avenues, both within a half hour. A third shooting happened on the same freeway near 16th St. on the same day.\nA fourth vehicle was shot Aug. 31 in the same area.\nOn Tuesday, a passenger window on a Phoenix police sergeant's personal car shattered while he was driving to work before dawn on I-10 between 35th and 43rd avenues, according to DPS officials. The officer was not injured. Another shooting happened nearby a minute later.\n\"Ten days, nine incidents,\" Milstead said at a news conference Tuesday. \"This is a real and continuing threat to Arizona motorists.\"\nSimilar attacks have hit the roadways in various parts of the country over the past decade. A man was convicted last year on terrorism after terrorizing a swath of Michigan highway by shooting at 23 vehicles on Interstate 96 in 2012. In court, he said he believed the drivers were part of a government conspiracy against him\nEfforts to nab a highway shooter require a large number of officers who are ready to flood an area immediately after shots are fired, said Lt. Ron Moore, who commanded the Michigan task force that investigated the 2012 spree.\n\"You have to bring all the resources you can to bear on the problem - and that's exactly what we did,\" said Lt. Moore, an officer in Wixom, Mich.\nThis report contains material from the Associated Press.\n\nLoad-Date: September 10, 2015"
}