{
    "title": "N. Ireland Parties Reach Agreement To Halt Terrorism",
    "publisher": "the christian science monitor",
    "year": 1993,
    "month": 9,
    "day": 27,
    "full text": "SINN FEIN, the political wing of the Irish Republican Army\n(IRA), has agreed on a formula with one of Northern Ireland's main\nconstitutional parties for putting an end to terrorism in the\nwar-torn province.\nThe plan marks the first time Sinn Fein and the Social\nDemocratic and Liberal Party (SDLP) have shared common ground on\nhow to achieve a peace accord in Northern Ireland.\nOfficials in London and Dublin called the move an important\nbreakthrough in attempts to halt the violence in Ulster. But the\ndevelopment could create problems for British Prime Minister John\nMajor, whose narrow parliamentary majority could be threatened if\nhe backs the accord.\nSinn Fein and the mainly Roman Catholic SDLP have sent a\nprogress report on their peace talks to government authorities in\nDublin. British officials expect details this week.\nThe report, which is the outcome of six months of secret\nnegotiations between Gerry Adams, president of Sinn Fein, and John\nHume, leader of the SDLP, has sparked anger among Northern\nIreland's Protestant politicians.\nThe Rev. Ian Paisley, leader of the Democratic Unionist Party\n(DUP), said a pact among Sinn Fein, the IRA, and the SDLP\nthreatened to ''result in the destruction of Northern Ireland.'' He\npromised to oppose such a development.\nMr. Hume, however, appealed to the Protestant side to show\npatience and restraint. ''The peace process must involve all\nparties and must be considered by both the British and Irish\ngovernments.''\nPOLITICAL sources close to Hume say the peace formula involves\na cessation of terrorism by the IRA in return for a scaling down of\nthe number of British troops in Northern Ireland and a review of\ncases of IRA prisoners held in British jails. The sources said\nthere were indications that Mr. Adams might be prepared to modify\nhis long-standing call for a united Ireland.\nAn SDLP source in Belfast, the Northern Ireland capital, said\nthat in his talks with Hume, Adams had acted with the full backing\nof the entire republican movement, including the IRA.\nSir Patrick Mayhew, British secretary of state for Northern\nIreland, said that he would ''consider carefully'' any matters\nDublin wished to raise as a result of the talks. He emphasized that\nthe British government would not talk with the IRA until it had\npublicly renounced terrorism.\nThe Sinn Fein-SDLP accord has emerged at a time of escalating\nviolence in Northern Ireland. Most of the attacks in recent weeks\nhave been launched by the Ulster Freedom Fighters and other\nProtestant paramilitary organizations. British official sources say\nsupporters of the Unionist cause apparently got wind of the secret\ntalks soon after they began last April.\nReverend Paisley's DUP and the larger Ulster Unionist Party\n(UUP), led by James Molyneaux, are likely to be embarrassed by the\nagreement between Adams and Hume.\nIf Sinn Fein and the SDLP can lend credibility to their attempts\nto persuade the IRA to abandon terrorism, Unionist politicians will\nfind themselves under pressure to restrain Protestant paramilitary\ngroups.\nMr. Major may find himself in an embarrassing position, too.\nLast July he accepted the support of nine UUP Members of\nParliament in pushing the Maastricht Treaty through the House of\nCommons. At that time, the prime minister insisted that he had made\nno deals with Mr. Molyneaux. But with a narrow Commons majority,\nand with some Conservative MPs hostile to his leadership, he may\nhave to continue to rely on UUP support.\nIf London looks favorably on what Adams and Hume have achieved,\nUnionist MPs in the Commons may attempt to block progress on a\nNorthern Ireland peace deal by threatening to withhold support from\nthe Major government.\n\nLoad-Date: September 26, 1993"
}