{
    "title": "N. Ireland bombing seen as triggering widespread public revulsion",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 11,
    "day": 10,
    "full text": "The Enniskillen bomb which killed 11 people Sunday and injured more than 60 others may be a milestone in the history of Irish terrorism.\nIt was the worst incident in Northern Ireland since 1982. And the choice of the bomb sight - a Remembrance Day service - highlighted the callousness of terrorist activity between the predominantly Roman Catholic Republic of Ireland and mostly Protestant Northern Ireland.\nThe IRA admitted responsibility for planting the bomb and said it had been intended for security forces. It said it did not detonate the bomb, inferring that it had been triggered by an army-scanning device.\n''I do not try to justify yesterday's bombing. I regret very much that it happened,'' said Gerry Adams, president of Sinn Fein, the political wing of the Irish Republican Army (IRA).\nThe IRA, usually swift to confirm or deny its involvement in such matters, waited until yesterday before taking responsibility for the bombing.\nThe local Enniskillen branch of Sinn Fein, the political wing of the IRA, expressed its regret, but did not accept responsibility for the IRA. Sinn Fein chairman Paul Corrigan said, ''We do not expect to escape from the consequences of this explosion, even if the IRA were not involved.'' Such a comment indicates that Irish Republicans themselves expect a backlash of opinion, similar to that in 1978, more than 20 Sinn Fein members were arrested after an IRA blast killed 12 civilians at a hotel in Belfast.\nPublic revulsion at the IRA after Sunday's blast may surface in demands to the British government to ban Sinn Fein, and to take tough military and security measures against terrorism.\nThis attitude may lend support to the calls from leading Unionist politicians, who favor British rule in Northern Ireland, for so-called ''selective internment.'' Under this system, leading Republicans and IRA members could be imprisoned indefinitely without trial. This, however, could strike a sympathetic chord for the IRA from American supporters and others who might complain about British ''injustice.'' The British government therefore is unlikely to take such a step.\nThe government likely will pursue its present campaign to erode terrorism and to alienate public support for the terrorists.\n\nGraphic\n\n \nPicture, Emergency workers amid debris of Sunday's blast in Enniskillen, AP"
}