{
    "title": "N. Korea is off U.S. terrorist blacklist",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 10,
    "day": 12,
    "full text": "WASHINGTON - After North Korea relented on nuclear inspection demands, the United States erased the communist country Saturday from a terrorism blacklist.\nThe U.S. step, assailed by some conservatives who say it is sketchy and rewards North Korea's bad behavior, is aimed at salvaging a faltering disarmament accord before President George W. Bush leaves office in January.\nState Department officials said the inspection agreement and the decision to take North Korea off the list of state sponsors of terrorism were in the interests of national security and consistent with the \"action for action\" principle of the negotiations. \nBush approved the action on Friday, and Secretary of State Condoleezza Rice followed suit Saturday.\n\"Every single element of verification that we sought going in is part of this package,\" her spokesman, Sean McCormack, said at a rare weekend briefing. The North's removal from the list was effective immediately.\nThe terrorism designation - now shared only by Cuba, Iran, Syria and Sudan - carries severe penalties. But U.S. officials said North Korea would not see any immediate benefit because it was punished under other programs and could return to the list if it did not comply with the inspections. \nThe United States previously had demanded that the six-nation group that is negotiating the inspection issue - China, Japan, North and South Korea, Russia and the United States - approve the agreement before the administration would drop the North from the terrorism list.\nNorth Korea will allow experts to take samples and conduct forensic tests at all of its declared nuclear facilities and undeclared sites on mutual consent, according to the accord those countries will soon formalize. It was not immediately clear if the site of a 2006 nuclear test was a declared site.\nThe North will permit experts to verify that it has told the truth about transfers of nuclear technology and an alleged uranium program. Officials said North Korea had agreed to immediately resume disabling its main plutonium facility. Since August, the North had reversed that process, heightening tension.\nOfficials acknowledged the difficulty in checking North Korea's accounting of its nuclear activities.\n\"Verifying North Korea's nuclear proliferation will be a serious challenge,\" said Patricia McNerney, assistant secretary for international security and nonprofileration. \"This is the most secret and opaque regime in the entire world.\"\nPaula DeSutter, assistant secretary for verification, compliance and implementation, said that the North could block access to some undeclared sites under the \"mutual consent\" clause, but that the agreement was no different from any other inspection deal the United States has negotiated.\n\"The idea of mutual consent is not a show-stopper for us,\" she said. \"There should be no anticipation by anybody that there are not going to be bumps in the road. This is going to be a bumpy road. However, we are building a road.\"\n\nLoad-Date: October 12, 2008"
}