{
    "title": "N. Korea off U.S. blacklist after N-inspection deal",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 10,
    "day": 12,
    "full text": "WASHINGTON -- After North Korea relented on nuclear inspection demands, the U.S. on Saturday erased from a terrorism blacklist the communist country President Bush once branded part of an \"axis of evil.\"\nThe U.S. step, assailed by some conservatives who say it is sketchy and rewards North Korea's bad behavior, is aimed at salvaging a faltering disarmament accord before Bush leaves office in January.\nState Department officials said the inspection agreement and the decision to take North Korea off the state sponsors of terrorism list were in the interests of national security and consistent with the \"action for action\" principle of the negotiations.\nBush approved the action on Friday and Secretary of State Condoleezza Rice followed suit Saturday.\n\"Every single element of verification that we sought going in is part of this package,\" her spokesman, Sean McCormack, told reporters at a rare weekend briefing. The North's removal from the list was effective immediately.\nThe terrorism designation -- now shared only by Cuba, Iran, Syria and Sudan -- carries severe penalties. But U.S. officials said North Korea would not see any immediate benefit because it is punished under other programs and could return to the list if it does not comply with the inspections.\nThe U.S. previously had demanded the six-nation group negotiating with North Korea -- China, Japan, North and South Korea, Russia and the U.S. -- approve the agreement before the administration would drop the North from the terrorism list.\nNorth Korea will allow atomic experts to take samples and conduct forensic tests at all of its declared nuclear facilities and undeclared sites on mutual consent, according to the accord those countries soon are to formalize. It was not immediately clear if the site of a 2006 nuclear test is a declared site.\nThe North will permit experts to verify that it has told the truth about transfers of nuclear technology and an alleged uranium program. Officials said North Korea has agreed to immediately resume disabling its main plutonium facility. Since August, the North had reversed that process, heightening tensions.\nOfficials acknowledged the difficulty in checking North Korea's accounting of its nuclear activities.\n\"Verifying North Korea's nuclear proliferation will be a serious challenge. This is the most secret and opaque regime in the entire world,\" said Patricia McNerney, assistant secretary for international security and nonprofileration.\nPaula DeSutter, assistant secretary for verification, compliance and implementation, said the North could block access to some undeclared sites under the \"mutual consent\" clause, but that the agreement was no different from any other inspection deal the U.S. has negotiated.\n\"The idea of mutual consent is not a show-stopper for us,\" she said. \"There should be no anticipation by anybody that there are not going to be bumps in the road. This is going to be a bumpy road. However, we are building a road.\"\nThe move followed days of intense internal debate in Washington and consultations with U.S. negotiating partners China, South Korea, Russia and Japan.\nTokyo had balked at removing North Korea from the terrorism list because North Korea has not resolved issues related to its abduction of Japanese citizens in the 1970s and 80s.\nBush told Japan's prime minister, Taro Aso, that the U.S. supports Japan's position and will press the North to honor commitments it made to Tokyo this summer about abductees, said Gordon Johndroe, spokesman for the National Security Council.\nThe blacklist decision had been in the works since chief U.S. negotiator Christopher Hill returned from a trip to North Korea late last week. On his visit, he proposed a face-saving compromise under which the North would accept the verification plan after the delisting was announced.\nRemoving North Korea from the list was immediately criticized by some conservatives who said it goes too far and sends a bad signal to other U.S. adversaries, notably Iran. Hill, a lightning rod for conservative criticism on the issue, was noticeably absent at the State Department announcement.\nCritics pilloried the development because they said it is not adequate to address its involvement in spreading nuclear weapons technology or its alleged uranium enrichment activities.\n\"By rewarding North Korea before the regime has carried out its commitments, we are encouraging this regime to continue its illicit nuclear program and violate its pledge to no longer provide nuclear assistance to extremist regimes,\" said Rep. Ileana Ros-Lehtinen, R-Fla., the top Republican on the House Foreign Affairs Committee.\nRepublican presidential candidate John McCain said he would not support the step unless it is clear North Korea will accept intrusive inspections of its nuclear sites. In addition, he said he was worried that U.S. allies in Asia, particularly Japan, had not been properly consulted.\nDemocratic rival Barack Obama expressed similar concerns but called the removal of North Korea from the terrorism list \"an appropriate response, as long as there is a clear understanding that if North Korea fails to follow through there will be immediate consequences.\"\nNorth Korea's state news agency was silent on the U.S. announcement. The country often waits days before releasing official statements. South Korea's Foreign Ministry could not immediately be reached early Sunday.\nEarlier Saturday, North Korea released pictures of its leader, Kim Jong Il, for the first time in nearly two months. They showed him looking generally well; reports have said he recently had brain surgery. The photos were taken during a visit to a military unit and shown on Pyongyang's Korean Central Television. It was unclear when they were taken.\nNorth Korea, along with Iran and Iraq, was branded as part of an \"axis of evil\" by Bush after the Sept. 11 attacks. \n\nLoad-Date: October 12, 2008"
}