{
    "title": "N. Korea halts nuke site dismantling",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 8,
    "day": 27,
    "full text": "WASHINGTON - North Korea announced Tuesday that it has suspended the dismantling of facilities that produced the fuel for its nuclear weapons, jeopardizing one of President Bush's few diplomatic successes just five months before he leaves office.\nThe reclusive Stalinist regime accused the Bush administration of reneging on a deal to remove North Korea from a U.S. list of states that sponsor terrorism and warned that it soon could move to \"restore\" the facilities at Yongbyon \"to their original state.\"\nSecretary of State Condoleezza Rice responded that before being taken off the list, North Korea must work out procedures to verify the accuracy of a nearly 19,000-page declaration of its nuclear weapons work that it released in June after a long delay.\n\"We are in discussions with the North Koreans, and I think we'll just see where we come out in a few weeks,\" said Rice, who was traveling in the Middle East.\nNorth Korea's removal from the terrorism blacklist would be largely symbolic as other laws and regulations would maintain most U.S. sanctions against the regime.\nThe dispute could seriously set back an accord to eliminate Pyongyang's nuclear weapons program reached in February 2007 by the United States, China, Japan, Russia, North Korea and South Korea.\nThe agreement represented a success in an otherwise challenging diplomatic landscape confronting Bush, and now it is uncertain if it will be completed before he leaves office in January. \"This is a body blow,\" said Daniel Sneider of Stanford University's Walter H. Shorenstein Asia-Pacific Research Center. \"I don't think this is the last word yet. A lot depends on how far apart they actually are on an agreement on verification.\"\nSneider said the decision could be a bargaining tactic designed to force the Bush administration to reconsider what North Korea denounced as excessively intrusive U.S. verification proposals.\nOr, he said, Pyongyang may be playing for time in hopes of winning a better deal from Bush's successor.\n\"It may well be that both things are going on at the same time,\" Sneider said. \"For the North Koreans, they don't have anything to lose from waiting.\"\n\"The deal has come undone, and the North Koreans are playing brinksmanship because they know the administration will blink or else it'll run out of time. It's a no-win situation,\" said a senior U.S. official, who requested anonymity because he was not authorized to speak publicly.\nNorth Korea conducted a nuclear test in October 2006 and is estimated to have produced enough plutonium at Yongbyon for up to eight nuclear weapons, according to the Congressional Research Service.\nPyongyang began disabling the Yongbyon facilities in November under the six-party accord in return for economic and political incentives, including the impoverished nation's removal from the terrorism blacklist and talks on normalizing relations with the U.S.\nNorth Korea announced the suspension of the disablement work - much of which had been completed - four days after a U.S. envoy discussed the verification issue with North Korean officials in New York.\nThe suspension began Aug. 14, according to a foreign ministry spokesman quoted by official North Korean news agency. He asserted that the six-party agreement did not require authentication of North Korea's nuclear declaration before the country's removal from the terrorism blacklist.\nThe spokesman angrily rejected the U.S. verification proposals - including snap inspections at suspected nuclear sites - as an infringement on North Korean sovereignty. \"The U.S. is gravely mistaken if it thinks it can make a house search in the DPRK [Democratic People's Republic of Korea] as it pleases, just as it did in Iraq,\" the spokesman said.\n\nLoad-Date: August 27, 2008"
}