{
    "title": "N. Korea flaunts new nuclear facility American is given tour of secretly built, sophisticated comple",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 11,
    "day": 22,
    "full text": "SEOUL, SOUTH KOREA - North Korea's claim of a new, highly sophisticated uranium enrichment facility could be a ploy to win concessions in nuclear talks or an attempt to bolster leader Kim Jong Il's apparent heir.\nBut whatever the reason for the revelation, which a seasoned American nuclear scientist called \"stunning,\" it provides a new set of worries for the U.S. government, which is sending its special envoy on North Korea for talks with officials in South Korea, Japan and China this week.\nThe scientist, Siegfried Hecker, said he was taken during a recent trip to the North's main Yongbyon atomic complex to a small industrial-scale uranium enrichment facility. It had 2,000 recently completed centrifuges, he said, and the North told him it was producing low-enriched uranium meant for a new reactor.\nHecker, a former director of the U.S. Los Alamos Nuclear Laboratory who is regularly given rare glimpses of the North's secretive nuclear program, said the program had been built in secret and with remarkable speed.\nAdm. Mike Mullen, chairman of the U.S. Joint Chiefs of Staff, said uranium enrichment activities would violate U.N. resolutions and agreements by North Korea over its nuclear program.\n\"It's North Korea continuing on a path which is destabilizing for the region. It confirms or validates the concern we've had for years about their enriching uranium,\" Mullen said.\nThe administration of President Barack Obama has shunned direct negotiations with North Korea after its nuclear and missile tests last year and in the wake of an international finding that a North Korean torpedo sank a South Korean warship in March, killing 46 sailors.\nNorth Korea told Hecker it began construction in April 2009.\nHecker said his first glimpse of the North's new centrifuges was \"stunning.\"\n\"Instead of seeing a few small cascades of centrifuges, which I believed to exist in North Korea, we saw a modern, clean centrifuge plant of more than a thousand centrifuges,\" wrote Hecker.\nHecker described the control room as \"astonishingly modern,\" writing that, unlike other North Korean facilities, it \"would fit into any modern American processing facility.\"\nThe facilities appeared to be primarily for civilian nuclear power, not for North Korea's nuclear arsenal, Hecker said.\nUranium enrichment would give the North a second way to make atomic bombs, in addition to its known plutonium-based program.\n\nGraphic\n\n \n Photo from Associated Press American nuclear scientist Siegfried Hecker speaks to the media in Beijing this month after returning from North Korea. Hecker said that North Korea's new uranium enrichment facility appeared to be primarily for civilian nuclear power. (St. Charles edition photo, A11) \n\nLoad-Date: November 23, 2010"
}