{
    "title": "N. Korea ordered to pay $500M in student's death",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 12,
    "day": 25,
    "full text": "The Associated Press\nWASHINGTON - A federal judge on Monday ordered North Korea to pay more than $500 million in a wrongful death suit filed by the parents of Otto Warmbier, an American college student who died shortly after being released from that country.\nU.S. District Judge Beryl Howell harshly condemned North Korea for \"barbaric mistreatment\" of Warmbier in agreeing with his family that the isolated nation should be held liable for his death last year. She awarded punitive damages and payments covering medical expenses, economic loss and pain and suffering to Fred and Cindy Warmbier, who alleged that their son had been held hostage and tortured.\nWarmbier was a University of Virginia student who was visiting North Korea with a tour group when he was arrested and sentenced to 15 years of hard labor in March 2016 on suspicion of stealing a propaganda poster. He died in June 2017, shortly after he returned to the U.S. in a coma and showing apparent signs of torture while in custody.\nThe judgment might be mostly a symbolic victory since North Korea has yet to respond to any of the allegations in court and there's no practical mechanism to force it do so. But the family may nonetheless be able to recoup damages through a Justice Department-administered fund for victims of state-sponsored acts of terrorism, and may look to seize other assets held by the country outside of North Korea.\nFred and Cindy Warmbier, who are from a suburb of Cincinnati, said they were thankful the court found the government of Kim Jong Un \"legally and morally\" responsible for their son's death.\n\"We put ourselves and our family through the ordeal of a lawsuit and public trial because we promised Otto that we will never rest until we have justice for him,\" they said in a statement. \"Today's thoughtful opinion by Chief Judge Howell is a significant step on our journey.\"\nThe lawsuit, filed in April, describes in horrific detail the physical abuse Warmbier endured in North Korean custody.\nWhen his parents boarded a plane to see him upon arrival in the U.S., they were \"stunned to see his condition,\" court documents say.\nThe 22-year-old was blind and deaf, his arms were curled and mangled and he was jerking violently and howling, completely unresponsive to his family's attempts to comfort him. His once straight teeth were misaligned, and he had an unexplained scarred on his foot. An expert said in court papers that the injuries suggested he had been tortured with electric shock.\nA neurologist later concluded that the college student suffered brain damage, probably from a loss of blood flow to the brain for five to 20 minutes.\nNorth Korea has denied that Warmbier was tortured and has said he contracted botulism in custody, though medical experts said there was no evidence of that.\nThe complaint also said Warmbier was pressed to make a televised confession, then convicted of subversion after a short trial. He was denied communication with his family. In June 2017, his parents were informed he was in a coma and had been in that condition for one year.\nThough foreign nations are generally immune from being sued in U.S. courts, Howell cited several exceptions that she said allowed the case to move forward and for her to hold North Korea liable. Those include the fact that North Korea has been designated by the U.S. as a sponsor of terrorism, that the Warmbiers are U.S. citizens and that North Koreans' conduct amounts to torture and hostage taking.\nThe penalty awarded by Howell to the Warmbiers and to Otto Warmbier's estate includes punitive damages as well as damages for economic losses, pain and suffering and medical expenses.\nThe lawsuit was brought on the Warmbiers' behalf by Richard Cullen, a prominent Virginia lawyer and former U.S. attorney. He told The Associated Press that while \"nothing will ever bring Otto back to the Warmbiers or erase their memories of his horrid last 18 months,\" the judge's order was \"very good news for his family and friends.\"\n---\nFollow Eric Tucker on Twitter at http://www.twitter.com/etuckerAP\nCopyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: January 8, 2019"
}