{
    "title": "N. Korea says it's victim of U.S. -backed terrorism NORTH KOREA",
    "publisher": "daily news ",
    "year": 2017,
    "month": 5,
    "day": 9,
    "full text": "In addition to now holding four American citizens, North Korea claims a Pyongyang resident has been arrested for allegedly participating in a plot to assassinate the country's leader, Kim Jong Un.\nTOKYO - After arresting two American university instructors and laying out what it says was an elaborate, CIAbacked plot to assassinate Kim Jong Un, North Korea is claiming to be the victim of state-sponsored terrorism - from the White House.\nThe assertion comes as the U.S. is considering putting the North back on its list of terror sponsors. But the vitriolic outrage over the alleged plan to assassinate Kim last month also is being doled out with an unusually big dollop of retaliation threats.\nNorth Korea's state-run media announced Sunday that an ethnic Korean man with U.S. citizenship was \"intercepted\" two days ago by authorities for unspecified hostile acts against the country.\nHe was identified as Kim Hak Song, an employee of the Pyongyang University of Science and Technology.\nThat came just days after the North announced the detention of an accounting instructor at the same university, Kim Sang Dok, also a U.S. citizen, for \"acts of hostility aimed to overturn\" the country. PUST is North Korea's only privately funded university and has a large number of foreign teachers, including Americans.\nWhat, if anything, the arrests have to do with the alleged plot is unknown. But they bring to four the number of U.S. citizens now known to be in custody in the North.\n\"Obviously this is concerning,\" White House spokesman Sean Spicer told reporters Monday. \"We are well-aware of it, and we are going to work through the embassy of Sweden ... through our State Department to seek the release of the individuals there.\"\nSweden handles U.S. consular affairs in North Korea, including those of American detainees.\nThe others are Otto Warm-bier, serving a 15-year prison term with hard labor for alleged anti-state acts - he allegedly tried to steal a propaganda banner at his tourist hotel - and Kim Dong Chul, serving a 10-year term with hard labor for alleged espionage.\nThe reported arrest of another \"Mr. Kim\" - the North Korean man allegedly at the center of the assassination plot - is more ominous.\nAccording to state media reports that began Friday, he is a Pyongyang resident who was \"ideologically corrupted and bribed\" by the CIA and South Korea's National Intelligence Service while working in the timber industry in Siberia in 2014.\nThe reports say Kim - his full name has not been provided - was converted into a \"terrorist full of repugnance and revenge against the supreme leadership\" of North Korea and collaborated in an elaborate plot to assassinate Kim Jong Un at a series of events.\nThey allege Kim was in frequent contact through satellite communications with the \"murderous demons\" of the NIS and CIA, who instructed him to use a biochemical substance that is the \"knowhow of the CIA\" and that the hardware, supplies and funds would be borne by the South Korean side.\nKim Jong Un attended the military parade on April 15 and made several other appearances around that time to mark the anniversary of his late grandfather's birthday.\nThe initial reports of the plot concluded with a vow by the Ministry of State Security to \"ferret out to the last one\" the organizers, conspirators and followers of the plot, which it called \"state-sponsored terrorism.\"\nThe North Korean reports also said a \"Korean-style anti-terrorist attack\" would begin immediately.\n\nLoad-Date: May 9, 2017"
}