{
    "title": "N. Korea back on terror list More sanctions are to follow, Trump vows",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 11,
    "day": 21,
    "full text": "WASHINGTON — President Donald Trump moved Monday to label North Korea a state sponsor of terrorism, a largely symbolic action that underscored the bleak prospects his administration sees for a swift diplomatic resolution to an escalating nuclear standoff. Trump's announcement opens North Korea to a few new U.S. sanctions and potential legal liabilities. But it is unlikely to have wide practical effect on a nation that has managed to develop nuclear weapons and sophisticated intercontinental ballistic missiles despite a heavy yoke of existing sanctions. \"It should have happened a long time ago. It should have happened years ago,\" Trump said at the White House. \nThat was a reference to the decision nearly a decade ago to remove North Korea from the terrorism list as a diplomatic gesture. The 2008 move, controversial at the time, was meant to reward North Korea for cooperation and to encourage further negotiation. Trump has cast that overture from former President George W. Bush, a fellow Republican, as naive and misguided. Instead of lowering the risk of nuclear war, past efforts at negotiation have only increased it and emboldened North Korea to carry out other provocations, Trump argues. \"In addition to threatening the world by nuclear devastation, North Korea has repeatedly supported acts of international terrorism, including assassinations on foreign soil,\" Trump said Monday. \"The North Korean regime must be lawful. It must end its unlawful nuclear and ballistic missile development, and cease all support for international terrorism — which it is not doing.\" North Korea had spent 20 years on the terrorism list before being removed in 2008 for meeting nuclear inspection requirements. Pyongyang later violated the agreement. \"That obviously failed, because we can see where we are today,\" Secretary of State Rex Tillerson said at the White House. Tillerson, who publicly mused about reviving the designation as early as April, said Monday it was instituted \"to hold North Korea accountable for a number of actions that they've taken over the last several months, the last year or so.\" Tillerson has sought to keep communication open with Pyongyang even as Trump and Kim have traded insults and threats, including Trump's September vow that, if necessary, he would \"totally destroy North Korea.\" The State Department will formally reapply the terrorism designation today, returning North Korea to the short list of countries accused of promoting and exporting terrorism as national policy. Iran, Sudan and Syria are the only other nations on the list. The president cited an alleged assassination by dictator Kim Jong Un's regime carried out in the Kuala Lumpur airport, as well as the treatment of American college student Otto Warmbier. Warmbier died in June days after he was released in a coma by the North after spending 17 months in captivity. The action was debated within the administration for months, with some saying the treatment of Warmbier did not constitute terrorism, The Associated Press reported. Trump vowed that Pyongyang will face further sanctions in the coming weeks that will amount to the \"highest level of sanctions by the time it's finished.\" White House press secretary Sarah Huckabee Sanders amplified the message on Twitter. There are few other meaningful penalties that the United States could apply on its own, but Washington has led a partially successful effort at the United Nations to throttle North Korea's trade and international moneymaking enterprises. China, North Korea's most important ally and trade partner, has gone along with the strongest economic pressure campaign to date and has signaled that it could go further. The U.N. Security Council strictures have not yet pushed North Korea to engage in the kind of diplomatic talks that yielded Bush's lifting of the state sponsorship designation, and North Korea is now closer than ever to being able to launch a nuclear strike on the U.S. mainland. Tillerson acknowledged that the move has limited practical effect but said it carries other benefits such as discouraging other nations from participating in any commerce or other interactions that might not be covered by existing sanctions. \"I think, importantly, this is just continuing to point out North Korea's illicit, unlawful behaviors internationally, and we felt it necessary to reimpose the designation for that reason,\" Tillerson said. Trump's 12-day trip to Asia this month was dominated by worry over North Korea among U.S. allies and partners. The White House had signaled during the trip that Trump was likely to make the designation. In a speech to the South Korean national assembly two weeks ago, Trump cited atrocities carried out by the Kim regime and called the North \"a hell that no person deserves.\" Among other acts, Kim's regime stands accused of carrying out the assassination of his half brother, Kim Jong Nam, with a deadly nerve agent at the Malaysian airport in February. A bipartisan group of lawmakers had urged Trump to make the designation. \"Such acts are not isolated events, but part of a consistent pattern by the Kim regime,\" stated the letter, signed by Republican Rep. Edward Royce of California, chairman of the House Committee on Foreign Affairs, and Rep. Eliot Engel of New York, the committee's ranking Democrat, among others. \"There's no doubt the Kim regime thrives off spreading mayhem around the globe, and today's decision is another step in the administration's effort to bring the greatest pressure to bear on the Kim regime,\" Republican Sen. Tom Cotton of Arkansas said Monday. But Democratic Sen. Edward Markey of Massachusetts said the move is largely for show. \"Our diplomatic strategy should be consistent and coordinated, but President Trump's symbolic designation only ratchets up rhetoric while failing to apply maximum pressure through targeted sanctions,\" Markey said. Michael Green, who served as senior Asia director on the National Security Council under Bush from 2001 to 2005, said the removal of the North from the terror sponsor list was \"very controversial\" and turned out to be a \"crappy deal\" that Pyongyang quickly violated. He added that the Japanese government had lobbied the Bush administration not to remove the North in 2008 until Pyongyang brought resolution to Tokyo's claims that the North had kidnapped at least 17 Japanese citizens in the 1970s. During his visit to Tokyo two weeks ago, Trump met with families of the dozen Japanese abductees whose cases have not been resolved. \"Putting them back on the list is important symbolically as a demonstration of good faith with Japan,\" Green said of North Korea. \"It also helps add spin on the ball with sanctions overall.\" Daniel Russel, former National Security Council senior Asia director under President Barack Obama, agreed that the move was symbolically potent because the lifting of the sanctions represented the \"high water mark of U.S.-North Korea efforts to reconcile their differences and negotiate and engage in 2008.\" The relisting of the North is tantamount to \"taking one of the trophies out of the glass case and shattering it.\" Russel said the Obama administration had deliberated over the North's behavior but had been unable to cite a legal rationale for relisting the country on the terrorism sponsor list. He suggested that the Kim Jong Nam assassination provided such a rationale for the Trump administration.\n\nLoad-Date: November 21, 2017"
}