{
    "title": "N. Korea leader's 'right-hand man' visits Washington ; Limited contacts_ The country still is hamper",
    "publisher": "telegraph herald ",
    "year": 2000,
    "month": 10,
    "day": 10,
    "full text": "WASHINGTON (AP) - The highest North Korean official to visit Washington in a half-century of limited contacts plans a historic meeting with President Clinton today amid signs the State Department soon may remove the communist country from its list of state sponsors of terrorism.\nClinton will hold a midmorning meeting with the first vice chairman of the country's National Defense Commission, Cho Myong Nok.\nHe is described as the right-hand man to North Korean leader Kim Jong Il.\nAfter a daylong visit to San Francisco, Cho arrived here Monday night for meetings with Clinton, Secretary of State Madeleine Albright, Defense Secretary William Cohen and members of Congress.\nDuring his stay on the West Coast, Cho was hosted by former Defense Secretary William Perry, who stepped down recently as an adviser to Clinton on North Korea. Cho's visit reciprocates a Perry visit to Pyongyang in 1999.\nIn June, Clinton eased economic sanctions against North Korea, but he has been unable to take further steps because its terrorist-state status bars the country from receiving all but humanitarian aid.\nThe Clinton administration has been making a concerted effort to get North Korea on a peaceful path after long years in which Pyongyang was widely regarded as the greatest threat to peace in Asia.\nDon Oberdorfer, a Korea expert at the Johns Hopkins School of Advanced International Studies, said U.S. officials were \"amazed and pleased\" when the North Koreans offered to send Cho to Washington. The administration had been expecting a lower-ranking official from the Foreign Ministry.\nU.S. officials have been advising the North Koreans during the discussions on what they must do to be removed from the terrorism list. Of the seven countries on the terrorism list, only North Korea has been getting advice on how to get off of it, authorities said.\n\nLoad-Date: October 10, 2000"
}