{
    "title": "N. Korea declared sponsor of terrorism",
    "publisher": "daily news ",
    "year": 2017,
    "month": 11,
    "day": 21,
    "full text": "WASHINGTON - President Trump declared Kim Jong Un's government a state sponsor of terrorism as he sought to ratchet up the pressure on North Korea over its nuclear weapons program.\n\"The North Korean regime must be lawful. It must end its unlawful nuclear and ballistic missile development and cease all support for international terrorism - which it is not doing,\" Trump said during a Cabinet meeting at the White House.\nIn decrying Kim's \"murderous regime,\" Trump cited the recent death of American citizen Otto Warmbier who was taken into custody in North Korea.\n\"In addition to threatening the world by nuclear devastation, North Korea has repeatedly supported acts of international terrorism, including assassinations on foreign soil,\" Trump said.\nKim's half-brother Kim Jong Nam, a political rival, was killed in a nerve agent attack at a Malaysia airport in February.\nTrump made the announcement one week after returning from a trip to Asia, where he asked China and other countries in the region to tighten the financial and diplomatic vise on North Korea.\nAs part of that effort, Trump said his Treasury Department will announce on Tuesday additional economic sanctions on North Korea, and \"it will be the highest level of sanctions by the time it's finished over a two-week period.\"\nTrump said the terror declaration \"should have happened a long time ago.\" The United States did declare North Korea to be a state sponsor of terrorism from 1988 to 2008.\nPresident George W. Bush's administration took the country off the list in 2008 as part of an agreement with North Korea that failed to get the country to curb its nuclear weapons program.\nSecretary of State Rex Tillerson said the Trump administration still hopes diplomatic efforts will persuade North Korea to abandon its nuclear weapons program.\nIn the meantime, Tillerson said, the United States will continue to impose sanctions and \"continue to turn the pressure up on North Korea by getting other countries to join and take actions on their own.\"\nLast month, 12 senators - six Republicans and six Democrats - urged Tiller-son to put North Korea back on the list of countries that the United States considers sponsors of terrorism. North Korea would join Iran, Sudan and Syria on the U.S. list of state sponsors of terror.\nDesignating the rogue nation as a sponsor of terror would be a \"diplomatic setback\" for the country, Marc Thiessen, a former Bush aide and foreign policy expert, wrote in a recent op-ed arguing in favor of the move.\n\"The additional sanctions that come with a re-designation may not make much of a difference in North Korean's behavior, but they are one piece of a larger strategy for isolating and squeezing the North Korean regime,\" Thiessen wrote.\nDuring 10 minutes of remarks at the start of his Cabinet meeting, Trump expressed optimism that Congress would pass a tax cut.\n\"Hopefully, that will be a great big, beautiful Christmas present,\" Trump said.\nHe said the death of a U.S. Border Patrol agent demonstrated the need for a wall along the U.S.-Mexican border. \"We're going to have the wall as part of what we're doing, we need it,\" he said.\n\nLoad-Date: November 21, 2017"
}