{
    "title": "N. Korea remains on U.S. terror list",
    "publisher": "the world",
    "year": 2007,
    "month": 9,
    "day": 4,
    "full text": "SYDNEY, Australia - North Korea remains on a list of states that sponsor terrorism, a senior U.S. diplomat said today, dismissing North Korean claims that Washington decided to remove the designation.\n\"No, they haven't been taken off the terrorism list,\" Assistant Secretary of State Christopher Hill told Japanese reporters as he arrived in Australia's business capital for a meeting of Pacific Rim nations. A State Department press officer separately confirmed the remarks.\nHill's comments were the first U.S. denial since North Korea's Foreign Ministry, in a statement carried Monday by the country's official news agency, said that Washington decided to scotch the terror designation and with it related economic sanctions. The North Korean statement said the change came in a weekend meeting between Hill and his counterpart in Geneva.\nUnder a deal reached in February after years of tortuous negotiations, North Korea agreed to relinquish its nuclear programs, including one that has produced bomb material. In return, Washington agreed to open talks on normalizing relations with the North, enemies since the Korean War, and explore removing the terrorism designation.\nHill suggested that North Korea first needs to go further in dismantling its nuclear programs before the U.S. will take it off the terrorism list.\n\"Getting off the list will depend on further denuclearization,\" Hill told reporters today after a meeting with Japan's nuclear envoy, also in Sydney for a meeting of the Asia Pacific Economic Cooperation forum.\nHill declined to specify what North Korea must do but said those things have been discussed with North Korean officials. \"They know what these steps are,\" Hill said.\nAfter a slow start, the parties to the February agreement - which include China, Japan, Russia and South Korea as well as the U.S. and North Korea - have picked up speed in implementing its terms. North Korea shut down its main nuclear reactor in July.\nAfter their weekend meeting, Hill told reporters that North Korea's envoy, Kim Kye Gwan, agreed to disclose its nuclear programs and disable them by the end of this year. Kim separately suggested that North Korea was willing to declare and dismantle the facilities but did not mention the year-end date.\nNorth Korea has faced various economic sanctions since the 1950-53 Korean War. Washington put it on the terrorism list for its alleged involvement in the 1987 bombing of a South Korean airliner that killed 115 people. The designation effectively blocks North Korea from receiving low-interest loans from the World Bank and other international lending agencies.\nThe administration of President Bush believes that North Korea cheated on an earlier nuclear deal, supposedly starting up a separate program to enrich uranium while freezing a plutonium-based program. It has tried to front-load the current deal to get North Korea to make more concessions earlier.\n\nLoad-Date: September 6, 2007"
}