{
    "title": "N.D. not safe from terrorism",
    "publisher": "the bismarck tribune",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "North Dakotans shouldn't feel complacent as the war on terrorism heats up, a Bismarck city commissioner warns.\n\"Anything is possible right now,\" Bryce Hill said. \"In North Dakota, we don't hear a lot about what happens in California, New York or these other places. But they have a problem, they have a real problem.\"\nIt could become a North Dakota problem, Hill fears, as terrorist leader Osama bin Laden threatens more attacks on Americans anywhere in the world.\n\"We have to take it seriously, but I can't tell you just how imminent the danger is,\" said Hill, a former criminal justice teacher and the commissioner who oversees Bismarck's public safety agencies.\nThe possibility of terrorism increased Thursday as the American military attacked suspected terrorist bases in Sudan and Afghanistan. North Dakota's congressman praised President Clinton's decision to attack.\n\"I think Speaker (Newt) Gingrich had it right when he said it was the right action at the right time,\" Rep. Earl Pomeroy, D-N.D., said. \"Whatever else is going on in this country, terrorist attacks against Amerians will not be tolerated. … The world has got to know we will unite in a second against terrorist attacks against Americans or American interests. They must not confuse our internal debate as weakness.\"\nPomeroy said Americans are not more at risk because of Thursday's military strikes. But North Dakota's adjutant general said there likely will be retaliation.\n\"Have you ever knocked a beehive down with a stick?\" Gen. Keith Bjerke asked.\nWhile there was no indication North Dakota was under any specific threat, the state's military bases -- including National Guard -- were placed on \"a heightened state of awareness,\" Bjerke said. No Guard troops were activated or deployed, he said.\nOrders from the Pentagon Thursday afternoon put military bases across the country on Threatcon Alpha, the lowest increased state of awareness.\n\"We will be locking some gates that are not always locked and will be increasing our overnight security and monitoring traffic and doing a much better job of looking at who comes and goes,\" Bjerke said.\nThe general said North Dakota traditionally is not much of a target for terrorists.\n\"We, for some reason, just don't attract those types of folks,\" Bjerke said.\nBut North Dakota could be a target, Hill said.\n\"We probably are like any place else in the Midwest,\" Hill said. \"We are very trusting. We believe things like that won't happen. But when you do an assessment of the potential targets in the state, you have to pay attention.\"\nWhile North Dakota's two Air Force bases could be obvious terrorist targets, Hill said others also are possible -- and less secure. For instance, the state's electric power plants are a key part of the region's power grid. And blowing up a dam such as Garrison could do a lot of damage, Hill added.\nHill and other Bismarck public safety leaders are trying to schedule a meeting early next year in which state emergency managers will take inventory on what equipment is available across North Dakota to fight terrorism and recover after an attack. Training for public safety personnel also is one of Hill's concerns -- \"trying to generate an awareness of the problems that could exist out there. I don't want to get anyone hurt, I don't want to get anyone killed.\"\nSome of what is needed to deal with, or prevent, an attack is not equipment, Hill said. It is mental preparation.\n\"There are some people who are aware of what is happening in the rest of the world,\" he said, \"but there are some people who choose to think it just could not happen here.\"\n\nLoad-Date: August 22, 1998"
}