{
    "title": "N.J. will get none of safety grant; $14.2 million for security against terrorism in the Phila. area",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 8,
    "day": 2,
    "full text": "Sorry, South Jersey, but when it comes to spending scarce federal dollars on homeland security, Gov. Rendell has decided that the buck stops at the Delaware River.\nAs part of a national drive to channel more homeland-security funds to major cities, the federal government awarded the Philadelphia area $14.2 million to shore up security at sensitive sites.\nThe federal funds were directed to Harrisburg, leaving it up to Rendell's office to decide where the money will be spent.\nThe answer: the city and the four neighboring counties in Pennsylvania.\nAs for the four counties of South Jersey that technically are part of the Philadelphia region, the money is not theirs for the asking.\nDavid Sanko, director of the Pennsylvania Emergency Management Agency, said it is neither \"unusual or extraordinary\" for a governor to want to keep funding within state boundaries.\n\"At the end of the day, that money was allocated to Pennsylvania,\" Sanko said. \"The Department of Homeland Security made the assignment to the city and state - not the city and two states.\"\nIn New Jersey, the decision came as no surprise.\n\"Rendell is taking care of his own people,\" said Donald Elmer, director of emergency management for Camden County. \"He'd get a lot more flak if he did include us.\"\nThe $14.2 million grant for Philadelphia is not the only federal funding available for homeland-security improvements, but it is a much-needed infusion.\nSanko said the grant to the Philadelphia region would be spent on \"hardening\" security around critical infrastructure that faces the greatest threat for terrorism.\nHe said that would include historic sites, utilities, airports, transportation hubs, refineries, telecommunication facilities, and government operation centers.\nIronically, the decision to restrict the funds to Pennsylvania comes at a time when emergency directors on both sides of the Delaware are working more closely than ever to prepare for terrorist emergencies.\nSince 9/11, emergency-management directors from the nine-county region - Philadelphia, Bucks, Chester, Delaware and Montgomery in Pennsylvania, and Burlington, Camden, Gloucester and Salem in New Jersey - have met on several occasions to work through \"what-if\" scenarios.\nA major point of shared concern is the inability of first responders to communicate on the same radio wavelength. Philadelphia firefighters would not be able to talk by radio with counterparts in, say, Camden.\nThomas Butts, emergency-management director in Gloucester County, said there was greater recognition that if there was a terrorist attack, it would be everyone's responsibility. An incident in Center City, for instance, could send people fleeing across the Delaware River into South Jersey.\nContact staff writer Jennifer Lin at 215-854-5659 or jlin@phillynews.com  \n\nGraphic\n\n \nPHOTO;\nGov. Rendell decided against giving South Jersey a share.\n\nLoad-Date: August 15, 2005"
}