{
    "title": "N.J. boosts its power to fight terrorism; The death penalty is now allowed when acts prove fatal. Re",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 6,
    "day": 19,
    "full text": "Gov. McGreevey yesterday signed into law a bill that makes terrorist acts in New Jersey first-degree crimes and allows prosecutors to seek the death penalty if those acts result in fatalities.\nThe law also increases penalties for related offenses, including harboring terrorists, funding terrorist activities, and suppressing evidence of terrorism. It also includes terrorism among the crimes for which wiretaps can be sought.\nThe law closely mirrors federal laws in place to root out terrorism, and in effect gives the state the power to investigate and prosecute terrorists - work traditionally handled by the federal government.\nState officials said yesterday that they believe the law is necessary because there might be instances when federal authorities fail to prove their case or decide not to charge a suspected terrorist.\nIn such cases, state officials said, the law will enable them to do their job more effectively.\n\"This bill is critically necessary,\" McGreevey said at a press conference yesterday with Attorney General David Samson; Assistant Attorney General Kathryn Flicker, who heads the state Office of Counterterrorism; and legislators who sponsored the bill.\n\"What we do here today will send a strong, clear message to the terroristic community,\" McGreevey said, \"… and enhance our ability to fight terrorism here in New Jersey.\"\nThe law defines terrorism as an offense that incites or induces terror against five or more people; interrupts public communications or transport; or impairs public or private buildings, utilities, or other public services.\nIf convicted of the first-degree crime of terrorism, offenders could face life in prison without parole. If the terrorist act results in death, state prosecutors could seek the death penalty.\n\"I think all of us here today pray that we will never need to use this legislation,\" Flicker said. \"But this is a new tool in the arsenal, and knowing that it is there will make a tremendous difference.\"\nThe law also allows prosecutors to seek first-degree penalties - up to 20 years in jail and $200,000 in fines - for anyone convicted of financing, harboring, or helping to conceal a terrorist.\nSecond-degree penalties - up to 10 years in jail and $150,000 in fines - can be sought against those convicted of suppressing evidence of terrorism.\nThe law also increases fines and penalties for crimes that cause \"widespread injury or death.\" The act makes it a first-degree crime to release radiation and a second-degree crime to initiate a false public alarm during a national, state or county emergency.\nAssemblyman Neil Cohen (D., Union), one of the bill's sponsors, said the law was \"fair, strong and constitutional.\"\nAt least 12 states have enacted similar laws, said Peter Aseltine, a spokesman for the New Jersey Attorney General's Office.\nIn Pennsylvania, lawmakers are considering a package of antiterrorism bills that initially called for imposing the death penalty for acts of terrorism resulting in fatalities, but that provision has been dropped, said Larry Frankel, legislative director for the American Civil Liberties Union in Pennsylvania.\nSince the Sept. 11 attacks, New Jersey has tried to place itself in the forefront of battling terrorism.\nIn January, McGreevey created the Office of Counterterrorism, which has about 60 investigators, lawyers and intelligence experts, including state troopers who specialize in counterterrorism.\nIn March, he proposed allocating $66 million to pay for security initiatives.\nAnd today, state officials are scheduled to introduce their plan to distribute potassium iodide, which helps protect against some radiation poisoning, to people living, working or visiting areas within 10 miles of the state's four nuclear power plants.\nContact Angela Couloumbis at 609-989-9016 or acouloumbis@phillynews.com.  \n\nLoad-Date: June 19, 2002"
}