{
    "title": "N.J. Muslims angry over NYPD surveillance findings",
    "publisher": "charleston gazette",
    "year": 2012,
    "month": 5,
    "day": 27,
    "full text": "TRENTON, N.J. - Muslim leaders in New Jersey say they are angry but uncertain what their next step will be after the state's attorney general found that New York City police did not violate any laws in its surveillance of Muslim businesses, mosques and student groups in New Jersey.\nSeveral mosque leaders who attended a meeting Thursday with Attorney General Jeffrey S. Chiesa said they were shocked he found no violation of state criminal or civil laws by the NYPD in operations that many Muslims considered unjustified surveillance based solely on religion.\n\"This is a big violation of our civil rights, and we need to go to our communities and explain it,\" Imam Mohammad Qatanani, the spiritual leader of the Islamic Center of Passaic County said Thursday as he left the meeting. Qatanani said he would not tell his congregants to stop collaborating with law enforcement, but added, \"We need from them to show us the same seriousness and honesty in building bridges with the Muslim community.\"\nChiesa had been asked by Gov. Chris Christie, who appointed him, to look into operations in New Jersey that were part of a widespread NYPD program to collect intelligence on Muslim communities both inside New York and beyond. Undercover officers and informants eavesdropped in Muslim cafes and monitored sermons, even when there was no evidence of a crime. They infiltrated Muslim student groups, videotaped mosque-goers or collected their license plate numbers as they prayed.\nThe result was that many innocent business owners, students and others were cataloged in police files.\nThe interstate surveillance efforts, revealed by The Associated Press earlier this year, angered many Muslims and New Jersey officials. Some, like Newark Mayor Cory Booker and the state's top FBI official, criticized the tactics. Others, like Christie, focused more on the fact that the NYPD didn't tell New Jersey exactly what it was up to.\nIn response, Chiesa launched what he described as a fact-finding review. Further, authorities found that New Jersey has no laws barring outside law enforcement agencies from secretly conducting operations in the state, representatives of the attorney general's office told the AP. However, New York police have agreed to meet with New Jersey law enforcement regularly to discuss counterterrorism intelligence and operations, the attorney general said.\n\"We remain committed to striking the appropriate balance of ensuring the safety of our citizens through vigilance in fighting terrorism, while not undermining the public's confidence in how we approach that mission,\" Chiesa said in a written statement.\nPolice Commissioner Raymond Kelly, who had been out of the country earlier Thursday, said he hadn't seen the report. But he said the NYPD had recently held a law enforcement conference at police headquarters and many New Jersey agencies attended it, a testament to the department's overall commitment of working with agencies in other cities.\nMuslim leaders said they were told that every instance of NYPD activity in New Jersey had been justified by a lead, but that the attorney general would not provide any details on the nature of any of those leads, saying the fact-finding was ongoing.\nImam Mustafa El-Amin of the Newark-based Masjid Ibrahim said he was concerned that Chiesa refused to explain what leads had been received. With the NYPD compiling a map of every mosque in Newark - including his - he said he wanted to know about any problems or potential dangers in his mosque he might be unaware of.\n\"We understand the need for surveillance and security,\" said El-Amin, \"We just don't appreciate how this was done. We as Muslims feel we were violated, simply because we are Muslims.\"\nSeveral Muslim leaders at Thursday's meeting said that they did not find the assertion that the NYPD had leads for all their operations in New Jersey credible, adding that efforts to maintain communication between the community and law enforcement would be hurt by the findings that the NYPD had done nothing wrong - and could keep doing what they have been doing.\n\"It was basically an, 'FYI, good Thursday afternoon, let it die in the media before the Memorial Day weekend,'\" said Mohamed El-Filali, executive director of the Islamic Center of Passaic County, across the Hudson River from New York. If the surveillance of every mosque, burger joint and barbershop targeted was justified, he asked, why were no arrests made?\nAref Assaf of the American Arab Forum said the attorney general made them feel like second-class citizens.\n\"I said to him it's not only insulting, it's offensive to our sense of justice, that you bring us to Trenton to tell us that you accept as legal and valid the actions of the NYPD, and I will not be surprised if you're issuing an order informing your law enforcement officials that they too can spy on American Muslisms because if it's legal for NYPD, than it must be legal for NJ to do the same.\"\nThe Muslim leaders said they would consider all legal options, including renewed appeals for action by the U.S. Justice Department. A federal civil rights lawsuit has also been considered.\nThe governor was not at the meetings. He was on a visit at the same time to Atlantic City. Asked about the findings, he said: \"I have every confidence in Attorney General Chiesa. If that's what he determined, it's good enough for me.\"\nThe NYPD has long maintained that its operations were lawful and necessary to keep the city safe. New York City Mayor Michael Bloomberg says the NYPD can gather intelligence anywhere in the country it wants and is not required to tell local authorities. NYPD lawyers say they are not bound by jurisdictional lines because they are just collecting intelligence, not making arrests or otherwise acting as police.\nTold of New Jersey's findings, Bloomberg's spokesman, Marc La Vorgna, said in a statement: \"We've said it time and again, NYPD has kept the city safe and they conduct their work legally.\"\nThe attorney general said a directive he issued requires all New Jersey law enforcement agencies to notify the New Jersey State Police Counter-Terrorism Bureau and the Office of Homeland Security and Preparedness if they hear of outside departments working in New Jersey. The state agencies will then coordinate with the Joint Terrorism Task Force, of which the NYPD is a member.\nChiesa said he is also establishing a Muslim outreach committee.\nChristie, who was the U.S. attorney for the state at the time of the New Jersey surveillance, has said he didn't recall ever being briefed on the NYPD operations. He was one of several state and federal officials who had earlier criticized the NYPD's conduct in New Jersey, accusing the agency of acting like \"masters of the universe\" by sending agents into his state.\nNew Jersey's FBI chief, Michael Ward, also has been critical of the NYPD for not conducting the operations within the umbrella of the Joint Terrorism Task Force. He said the actions undermined the bureau's own efforts by sowing distrust of authorities among Muslims and weakened national security.\nAP photo\nImam Mustafa El-Amin holds a Quran that he planned to give to New Jersey Attorney General Jeffrey S. Chiesa at a meeting with religious leaders in Trenton, N.J., Thursday. Following a three-month review, Gov. Chris Christie's administration said Thursday that New York City police did not violate New Jersey laws when they conducted surveillance of Muslim businesses, mosques and student groups, rejecting demands by Muslim leaders for a formal investigation and a clampdown on cross-border police operations.\nAssociated Press writers Matt Apuzzo in Washington and Wayne Parry in Atlantic City contributed to this report.\n\nLoad-Date: May 29, 2012"
}