{
    "title": "N.Korea off U.S. blacklist",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 10,
    "day": 12,
    "full text": "WASHINGTON (AP) - North Korea has agreed to all U.S. nuclear inspection demands and the Bush administration responded Saturday by removing the communist country from a terrorism blacklist. The breakthrough is intended to salvage a faltering disarmament accord before President Bush leaves office in January.\n\"Every single element of verification that we sought going in is part of this package,\" State Department spokesman Sean McCormack said at a rare weekend briefing.\nNorth Korea will allow atomic experts to take samples and conduct forensic tests at all of its declared nuclear facilities and undeclared sites on mutual consent. The North will permit experts to verify that it has told the truth about transfers of nuclear technology and an alleged uranium program.\n\"Verifying North Korea's nuclear proliferation will be a serious challenge. This is most is the most secret and opaque regime in the entire world,\" said Patricia McNerney, assistant secretary for international security and nonprofileration.\nThe move followed days of intense internal debate in Washington and consultations with U.S. negotiating partners China, South Korea, Russia and Japan. Tokyo had balked at the move because North Korea has not resolved issues related to its abduction of Japanese citizens.\n\"The key principle of the six-party talks is that any agreement must be agreed upon and in essence guaranteed. The next is to go to the six and have this formalized,\" McCormack said.\nRemoving North Korea from the blacklist was immediately criticized by some conservatives who said it rewards the North for bad behavior and sends a bad signal to other U.S. adversaries, notably Iran. U.S. officials stressed that the North would be placed back on the list if it fails to comply with the plan to verify it has told the truth about its nuclear activities.\nThe broader accord had been threatened by North Korea's refusal to accept such nuclear inspections because Washington had refused to drop the North from the list of state sponsors of terrorism.\nThat designation - now shared only by Cuba, Iran, Syria and Sudan - carries severe penalties, but U.S. officials said North Korea would not see any immediate benefit because it is being penalized under other programs.\n\"There should be no anticipation by anybody that there are not going to be bumps in the road. This is going to be a bumpy road. However, we are building a road,\" said Paula DeSutter, assistant secretary for verification, compliance and implementation.\n\nLoad-Date: October 12, 2008"
}