{
    "title": "N.M. Governor Urges U.S. To Engage With Iran and North Korea Regimes",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 8,
    "day": 15,
    "full text": "Governor Richardson of New Mexico, a Democratic presidential candidate, is calling on America to engage with the Iranian and North Korean regimes by providing \"face-saving\" ways for their respective authoritarians to renounce nuclear weapons.\nIn laying the foundation for what he calls \"New Realism\" in the Summer 2007 edition of Harvard International Review, Mr. Richardson asserts that his primary goal is \"maintaining [global] stability.\" To this end, Mr. Richardson also states his goal of engaging with the communist Chinese regime and an increasingly authoritarian Russian regime in order to build \"a stable, peaceful world.\"\nAnother key component in Mr. Richardson's foreign policy vision is his intention, upon election, to have America join the International Criminal Court. Although concerns about the Hague-based court's ability to bring politically motivated suits against America and Israel prevented those two countries from joining the court, Mr. Richardson expressed his desire that America \"enthusiastically support the International Criminal Court.\"\n\"It would be a disaster,\" Jewish activist Jeff Ballabon said of Mr. Richardson's plan to join the ICC. The court, according to Mr. Ballabon, allows \"terrorists and thugs to use the instrumentalities of democracy to hoist us on our own petard.\"\nMr. Richardson also calls upon America to \"re-engage the Middle East peace process, as peace would deprive the Jihadists of their most effective propaganda tool.\" As part of this effort, Mr. Richardson asserts the importance of strengthening Palestinian Arab moderates.\nAs part of a broader policy of engaging Muslims worldwide, Mr. Richardson claims that the first step is closing the American detention facility at Guantanamo Bay, Cuba.\nMr. Richardson - who has served as President Clinton's secretary of energy and as an envoy to North Korea for Mr. Clinton and for President Bush - is said by political insiders to be using his presidential run to audition for a top slot in a Democratic administration. As the only Hispanic running for the presidency from either major party, Mr. Richardson could be attractive to candidates seeking the Latino vote.\nMr. Richardson in his essay also stresses the need for America to fight poverty. \"The United States needs to lead the global fight against poverty, which is the basis of so much violence.\" Mr. Richardson says \"development alleviates the injustice and lack of opportunity that proponents of violence and terrorism exploit.\"\nSome experts dispute the connection between terrorism and poverty.\nIn July, Princeton economist Alan Krueger, who co-authored a study with Jitka Maleckova that strongly challenged the connection between terrorism and poverty, said, \"Each time we have one of these attacks and the backgrounds of the attackers are revealed, this should put to rest the myth that terrorists are attacking us because they are desperately poor,\" he said. \"But this misconception doesn't die.\"\nMr. Richardson also maintains that the American government should play a leading role in combating global warming. To accomplish this, Mr. Richardson says America should \"set and meet ambitious emission caps.\"\n\nLoad-Date: August 16, 2007"
}