{
    "title": "N.Y. bomb plot linked to al-Qaida in England",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 7,
    "full text": "WASHINGTON ? A failed plot to set off bombs in the New York subway system last year was part of a larger al-Qaida terrorist conspiracy that planned a similar attack in England, U.S. prosecutors said Wednesday. In an indictment unsealed Wednesday, prosecutors added several al-Qaida figures to the case, including Adnan Shukrijumah, an FBI most-wanted terrorist. \nShukrijumah, one of the al-Qaida leaders in charge of plotting attacks worldwide, was directly involved in recruiting and plotting the New York attack, prosecutors said. Attorney General Eric Holder has called that plot one of the most dangerous since 9/11. Two of the men indicted Wednesday ? Abid Naseer and Tariq Ur Rehman ? were linked to a previously undisclosed companion plot in England. \"These charges underscore the global nature of the terrorist threat we face,\" said David Kris, the Justice Department's top national security prosecutor. Three U.S. citizens were arrested in September 2009, before they could carry out a trio of suicide bombings in Manhattan, prosecutors said. Najibullah Zazi and Zarein Ahmedzay have pleaded guilty and admitted planning to detonate homemade bombs on the subway during rush hour. A third man, Adis Medunjanin, awaits trial. Prosecutors added new terrorism charges against him Wednesday. After 9/11, Shukrijumah, 34, was seen as one of al-Qaida's best chances to attack inside the U.S. or Europe, captured terrorist Abu Zubaydah told U.S. authorities. Shukrijumah studied at a community college in Florida, but when the FBI showed up to arrest him as a material witness to a terrorism case in 2003, he already had left the country. In 2004, then-Attorney General John Ashcroft called Shukrijumah a \"clear and present danger\" to the United States. The U.S. is offering a $5 million reward for information leading to his capture. \n\nLoad-Date: July 8, 2010"
}