{
    "title": "N.Y. AIRPORTS RAISE SECURITY AMID THREATS OF TERRORISM",
    "publisher": "charleston gazette",
    "year": 1995,
    "month": 8,
    "day": 14,
    "full text": "NEW YORK (AP) _ The highest security alert since the gulf war\nwas imposed at the area's three major airports Sunday amid reports of\na planned \"suicide massacre.\"\nThe measures included closing at least one rooftop parking lot,\npossible car searches and towing of vehicles left unattended outside\nterminals at Kennedy International, LaGuardia and Newark airports,\nofficials said.\nThe actions were based on information from law enforcement\nagencies, the Federal Aviation Administration said in a statement.\nThe agency wouldn't provide further details about the security\nmeasures or any threats.\nFBI spokesman Joe Valiquette also would not comment Sunday.\nHowever, car and truck bombs, sometimes set off by suicidal\ndrivers, are a favored method of some Middle East terrorist groups\nAccording to one published report, the FBI learned that Kennedy\nAirport was a specific target of Islamic terrorists. The airport is\na main entry and departure point for thousands of visitors to the\nUnited States.\nNewsday, quoting officials speaking on condition of anonymity,\nsaid the FBI had received detailed intelligence that two militant\ngroups - the Palestinian Hamas and the Iran-backed Hezbollah, or\nParty of God - were planning a \"suicide massacre\" that could come\nat any time.\nOn Wednesday, Transportation Secretary Federico Pena announced\nnew airport precautions nationwide to \"deter possible criminal or\nterrorist acts.\"\nPena also didn't give specifics, but factors that may have\nplayed a role in the decision include the recent U.S. detention of\nMousa Abu Marzuk, alleged to be an Islamic terrorist leader, and the\nNew York trial of 11 people on charges of conspiring to plot\nterrorist acts.\nD. Joy Faber, a spokeswoman for the Port Authority of New York\nand New Jersey, which operates the three airports, said there was no\ntelling how long the measures would remain in effect.\n\nLoad-Date: August 14, 1995"
}