{
    "title": "N.Y. TERROR TRIAL WITNESS BARRED CIVILIAN TRIAL DEBATE REIGNITED",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 10,
    "day": 7,
    "full text": "NEW YORK -- The judge in the first civilian trial of a Guantanamo Bay detainee on Wednesday barred the prosecution's star witness from testifying, dealing a major setback to the government's effort to build criminal cases with evidence obtained through harsh CIA interrogations overseas.\nU.S. District Judge Lewis A. Kaplan said the witness could not take the stand because investigators learned of his existence through coercive questioning of the defendant, terrorism suspect Ahmed Khalfan Ghailani, at a secret CIA camp.\n\"The court has not reached this conclusion lightly,\" Judge Kaplan wrote. \"It is acutely aware of the perilous nature of the world in which we live. But the Constitution is the rock upon which our nation rests. We must follow it not when it is convenient, but when fear and danger beckon in a different direction.\"\nThe ruling stunned prosecutors, who asked for and received an immediate delay while they decide whether to appeal. It also re-energized the debate over whether terrorism suspects captured overseas should be prosecuted in civilian courts, and whether the American justice system is up to the task.\nDespite the setback, Attorney General Eric Holder said at a Washington news conference that he remains confident that the Justice Department can successfully prosecute Guantanamo detainees in civilian court. He noted that more than 300 terrorism cases have been prosecuted successfully in civilian courts.\nThe delay came during the final selection of jurors in the case against Mr. Ghailani, a Tanzanian charged in the 1998 bombing of two U.S. embassies in Africa. The twin attacks killed 224 people, including a dozen Americans.\nThe man who was supposed to be the government's star witness, Hussein Abebe, said he sold explosives to Mr. Ghailani that were used in the bombing. But defense lawyers said prosecutors never would have learned about Mr. Abebe if Mr. Ghailani had not divulged his identity amid harsh interrogations at a secret overseas CIA camp in 2004.\nMr. Ghailani was smiling after the judge's ruling, and his attorney, Peter E. Quijano, praised it. \"It is the Constitution that won a great victory today. This case will be tried upon lawful evidence, not torture, not coercion,\" he said.\nMichael Farkas, a former Army judge advocate and now a civilian attorney, said the ruling shows why those backing military tribunals for Guantanamo detainees contend that \"civilian criminal courts are no place for war criminals.\" He said the military rules of evidence do not give defendants some of the protections they are afforded in the civilian justice system. \"In a military tribunal, this witness would not have been precluded,\" Mr. Farkas said.\nAnthony S. Barkow, executive director of the New York University School of Law's Center on the Administration of Criminal Law, called the ruling \"a significant blow\" to prosecutors. But he noted that Mr. Ghailani was indicted before they learned about the witness, and he said they presumably have ample evidence without him.\nThe ruling \"will certainly be cited in arguments relating to future decisions as to where to try these cases,\" said Mr. Barkow, a former federal terrorism prosecutor in New York City who later observed Guantanamo proceedings for a human rights group.\nHuman Rights First's Daphne Eviatar, who is monitoring the trial for the organization, said Judge Kaplan's ruling recognizing that \"evidence derived through torture is inadmissible only strengthens the view that civilian federal courts, not military commissions, can best handle difficult terrorism cases.\"\nThere was little controversy when Mr. Ghailani was brought to New York for trial in 2009, but the subject of where to try Guantanamo Bay detainees became heated after Mr. Holder announced last November that the professed 9/11 mastermind, Khalid Sheikh Mohammed, and four others would be tried blocks from where the World Trade Center stood. Mr. Holder later said he was reconsidering.\nMr. Ghailani is accused of being a bomb-maker, document forger and aide to al-Qaida leader Osama bin Laden. He is charged with conspiring in the 1998 bombings in Tanzania and Kenya.\nProsecutors had repeatedly called Mr. Abebe's testimony vital to their case. But the judge said Mr. Abebe was identified and located as a \"close and direct result of statements made by Ghailani\" while in CIA custody. He noted that the government had decided not to contest the details of Mr. Ghailani's treatment while in CIA custody, and had told the judge to assume that everything Mr. Ghailani said while in CIA custody was coerced.\nThough many details about his treatment have been kept secret, the defense divulged at a pretrial hearing that he was subjected to enhanced interrogation techniques for 14 hours over five days. After the Sept. 11, 2001, attacks, the CIA used 10 harsh methods -- including waterboarding, a form of simulated drowning -- against select detainees.\nThe judge previously rejected a defense request to throw out the charges because of Mr. Ghailani's treatment at the CIA's hands.\n\nLoad-Date: October 8, 2010"
}