{
    "title": "N.Y. firefighters say terrorism still is a problem in U.S",
    "publisher": "the day ",
    "year": 2010,
    "month": 4,
    "day": 15,
    "full text": "Apr. 15--Lee Ielpi lost his 29-year-old son Jonathan during the Sept. 11, 2001, World Trade Center attacks.\nHe doesn't want the same to happen to hundreds of other families in the future, should another terrorist attack occur.\n\"I'm totally confused about where we're headed in this country,\" he said in front of a room of more than 100 people Thursday. \"Why aren't we teaching our young (about 9/11)?\n\"I'm telling you, it's coming again.\"\nIelpi, a retired 26-year veteran of New York Fire Department, and friend and volunteer firefighter Fred Sager were invited by Triangle Cooperative Service to speak Thursday at the company's annual membership meeting at Chisholm Trail Expo Center Pavilion.\nThe two former firefighters shared their insight from what they observed on-site following the Sept. 11, 2001, terrorist attacks and what the United States needs to do in the future in order to avoid more terrorist attacks.\nThroughout their 11â„2 hour talk, Ielpi and Sager both talked relatively calmly, exhibiting sadness during some parts.\nToward the end, when Ielpi was giving closing remarks about the future of the country, he seemed to become more impassioned and forceful in his speech.\nIelpi said he was worried that, even though the Sept. 11 attacks ended the lives of about 3,000 people, the country still hadn't learned its lesson when it came to terrorists.\n\"There is no curriculum in place to teach the history of 9/11,\" Ielpi said.\nIelpi said Americans should have started being taught about radical Islam in the 1980s, but everyone seems so afraid to upset the Islamic community that nothing will get done.\nSager began the talk by highlighting some of the facts and figures in the terrorist attack.\nThe towers were 1,350 feet tall and 110 stories high; they were so expansive they had their own ZIP code.\nSager revealed that, on average, there were 40,000 people who worked in the two buildings every day.\n\"We probably rescued about 25,000 (on Sept. 11),\" he said.\nIelpi then related what happened the day his son died. Jonathan, also a firefighter, called him shortly after the planes had hit, telling his father he was going to go out and help.\nThat was the last time he heard his son's voice.\nIelpi said at first there seemed to be no real indication of hysteria from the radio traffic, but as he got closer to the World Trade Center site, he knew something was very wrong.\nHe got as close to a few blocks away from the building, but even there, the sky was clouded with so much smoke and debris he couldn't see anything.\n\"(We) just had a feeling it was not gonna be good,\" Ielpi said.\nThree months later, on Dec. 11, Ielpi said he was helping clean up the former World Trade Center site, as usual.\nHe got home at 9:30 p.m. At 11:30 p.m., the phone rang; it was the deputy chief telling Ielpi they had found his son.\nJonathan had died, but his body was found in one piece -- a rarity among the several thousand people who died that day.\nSager explained how the non-traditional construction of the towers played a part in their collapse.\nThe floors of each tower were built around a central column, he said, that housed much of the utilities.\nThe two planes, which hit the two towers at about 400 and 500 mph, severed the center core, leading to the fall of both towers.\nHe then described the horror of seeing people jump from the floors of the burning buildings.\nSager said a friend told him on one side of one of the towers, he had seen a group of people lock arms and jump down into the fiery abyss below.\nIelpi and Sager both used several different forms of multimedia during the talk, including video from inside one of the towers shortly after the plane hit, and radio chatter between some of the firefighters working in the south tower, before the building collapsed and there was nothing but silence.\nBy the time everything was over, Sager said, there were 19,979 body parts recovered; 2,000 of which were found after the official operation ended.\nTo this day, about 1,125 people still remain unidentified.\nIelpi said he hopes everyone plays a part to make sure there isn't a second 9/11.\n\"It's not up to politicians, it's not up to senators, it's not up to Congress, it's not up to the president,\" he said. \"It's up to us.\"\nTo see more of the Enid News & Eagle or to subscribe to the newspaper, go to http://www.enidnews.com. Copyright (c) 2010, Enid News and Eagle, Okla. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: April 17, 2010"
}