{
    "title": "N.Y. C., India Are Joined In the War",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 7,
    "day": 12,
    "full text": "The deadly bomb blasts during the evening rush hours in Mumbai yesterday targeted innocent commuters in India's clangorous commercial capital at a time when it had been rapidly evolving into a regional financial hub with deepening ties to American companies.\nBut the bombs were most certainly aimed at undermining America's confidence in the Bush administration's newest - and arguably most robust - ally in the campaign against global Islamic terrorism.\nThe blasts also demonstrated the special vulnerability of democratic and open societies such as India, home to 1.2 billion people of a hundred ethnicities who live in relative harmony under the rubric of a secular state. Even if it somehow transformed itself into a heavily policed state - an impossibility, given the sheer size of the subcontinent - the Indian ethos of languor and societal congeniality would mitigate against raising the kind of technological and systemic barriers needed to completely insulate the culture against terrorism.\nThose who planned yesterday's blasts surely knew that. They also knew that there was another factor that militates against secular societies such as India when it comes to self-policing: How do you distinguish bad citizens from good? India houses nearly 250 million Muslims, the largest Islamic cohort after Indonesia. They are spread over 1.2 million square miles - a territory half the size of the continental United States. In India, Muslims do not look different from non-Muslims; they are not \"The Other.\" Indeed, Muslims and Hindus sprang from the same cultural womb.\nShared pigmentation and common cultural antecedents may explain why terrorist groups such as Lashkar-e-Tayyiba and Jaishe-Mohammed have been able to operate with relative ease from their base in neighboring Pakistan, and why Taliban-supported Islamic marauders have made incursions into India. It may well be that there's an Islamic Fifth Column among India's Muslims - and it may well be that such conspirators set off bombs in years gone by and then sought succor and anonymity among domestic supporters.\nThere's an irony in all this. While India continues to be vulnerable within its borders to terrorist acts, it has proven a capable ally in President Bush's campaign against global terrorism. The Indian intelligence service, Research and Analysis Wing - better known by its acronym RAW - has provided useful information to American authorities about terrorist activities in Southeast Asia and the Middle East, and even Europe.\nBut at home, RAW and other assorted security agencies have often been stymied in their efforts at penetrating domestic terrorist rings. To be sure, the fact that India has porous borders with Pakistan, Nepal and Bangladesh doesn't help.\nIndia's secularism, democratic traditions and commitment to free markets make it a favorite of President Bush, who, more than any American president in modern history, has advanced bilateral diplomacy and strengthened the economic corridor between the two countries. His advocacy of India as a democratic counterweight to Asia's other giant, China, and to India's military rival and theocratic Islamic state Pakistan, has invited implacable opprobrium from America's enemies.\nThey most certainly acted out their fury yesterday - and they planned well. More than 145 commuters were reportedly killed, and hundreds were injured as seven bombs went off in a synchronized fashion along a major artery of Mumbai's suburban trains, which carry more than 6 million passengers daily. At about the same time, bombs went off the northern state of Kashmir, which is claimed by both India and its long time rival Pakistan, home to several Islamic terrorist groups.\nThe alliance against terrorism between the administration in Washington and the 14-party coalition national government in New Delhi is the result of an unlikely partnership of two very different men - Mr. Bush, a skilled politician determined to root out terrorism, assert American leadership in a geopolitically unipolar world, and promote democracy and free markets; and Prime Minister Singh, a low key professional economist who has dismantled a legacy of crippling socialism and set about liberalizing the economy in order to alleviate India's crushing poverty and expand its middle class - already the world's biggest at 450 million.\nMr. Singh knows how important it is for India to be perceived by foreign investors as possessing political and economic stability, and social cohesion.\nInvestors have indeed regarded India's economy as promising, with Americans leading the global march into India. Of more than $20 billion that foreign companies invested in Mumbai's stock market in 2005, at least half came from American sources. Americans also accounted for more than 75% of the $5 billion in foreign direct investment that rolled in last year. American companies opened a record number of branches and subsidiaries in Mumbai last year.\nSuch confidence in India has been predicated not only on favorable perceptions of Mr. Singh's efforts to liberalize the economy, often in the face of resistance from supporters of the ruling coalition such as the country's two communist parties.\nInvestor confidence has also flowed from perceptions about Mumbai's special status in the urban pantheon of Asia.\nMumbai has traditionally prided itself on being the most secular city in Asia - and arguably in the world as well - with Hindus, Muslims, Christians, Jews, Parsees, Buddhists, animists and scores of other ethnic groups living side by side in relative congeniality despite extraordinarily crowded conditions.\nIt is a city like no other in Asia - and perhaps even the world - at once clangorous and businesslike, maddeningly congested because of a plethora of automobiles and ugly skyscrapers but nevertheless architecturally appealing on account of quaint, dowager-like British colonial buildings.\nIt is, most of all, an open city. More than half its population of 15 million is under 25 years of age, reflecting the national demographic divide. It is a lively city where disparate cultures co-exist and also congeal. Its port, airports and railways stations are so arranged that Mumbai never sleeps.\nWith its drive, dynamism and endless motion, it is a city that reminds many American visitors of New York.\nAnd when the bombs went off yesterday in Mumbai just a few weeks away from the fifth anniversary of Sept. 11, 2001, Mumbaikars and New Yorkers seemed suddenly joined as common victims of the relentless assault of those who would destroy secular societies.\n\nLoad-Date: July 12, 2006"
}