{
    "title": "N.Y. Sets Terrorism Insurance Rules",
    "publisher": "new york sun ",
    "year": 2002,
    "month": 12,
    "day": 30,
    "full text": "The New York state Insurance Department issued terrorism insurance guidelines on Friday, which are meant to prevent companies from unfairly excluding terrorist attacks from their policies.\nThe industry's move to limit its liability in terrorist attacks in the wake of September 11th was essentially nullified last month, when Congress passed the Terrorism Risk Insurance law.\nFriday's guidelines provide a blueprint for how insurance companies can write and administer their terrorism policies in New York state.\nOn Friday, Superintendent Gregory Serio provided carefully circumscribed criteria under which insurers could either limit or exclude terrorism coverage to New Yorkers.\nUnder the new federal law, insurers have to make property and casualty insurance coverage for terrorism available and they cannot charge unreasonable premiums.\nMr. Serio said that in New York state insurers can only have terrorism exclusions if those they are insuring give written approval or don't pay their premiums on time.\nMr. Serio said New York would also \"closely scrutinize\" the industry's terrorism insurance rates to make sure they do not become unreasonably expensive.\nIn return for having to cover acts of terrorism, the insurance industry won some concessions from Washington. The Terrorism Risk Insurance Act guarantees insurance companies that the federal government will pay a percentage of costs incurred if damages top $5 million.\nThe idea is to protect an industry that had to pay more than $40 billion in claims in the wake of the September 11 attacks.\nIn New York insurance companies will be able to use criteria such as a building's height and notoriety when it sets its rates. And while the new federal law allows insurance companies to include terrorism exclusions, New York, one of a handful of states to formerly prohibit the use of terrorism exclusions after the September 11 attacks, instructed insurance companies to limit their use.\nTerrorism exclusions should only be used in \"those limited circumstances where the terrorism exposure is so extraordinary and of such magnitude that the only way a prudent underwriter would provide any insurance for the risk would be if the terrorism exposure were excluded outright,\" the superintendent's letter said.\nUntil now, terrorism exclusion criteria for the industry in New York were vague. State officials were hamstrung by the lack of a clear-cut definition of what constitutes a terrorist act.\nImmediately following the September 11 attacks, insurers submitted various definitions to the state for approval but the definitions were so baggy the industry could have driven a truck through the exclusions.\nFor example, some exclusionary definitions floated actually included painting swastikas on a synagogue as an act of terrorism, officials said.\nThe September 11 attacks blurred the line between terrorism and acts of war. Traditionally, war is excluded from all insurance coverage.\n\nLoad-Date: January 21, 2004"
}