{
    "title": "N.Y. Bomb Plot Renews Charges of Sudanese Terrorist Ties",
    "publisher": "the christian science monitor",
    "year": 1993,
    "month": 6,
    "day": 28,
    "full text": "THE arrest of five Sudanese passport-holders Thursday in a plot to bomb several targets in New York City has raised questions anew about Sudanese involvement in international terrorism.\nSudanese Foreign Minister Hussein Abdel Saleh on Saturday roundly denied any official involvement in the alleged plan to bomb the United Nations headquarters and two New York commuter tunnels and to assassinate prominent political figures.\n\"Sudan denounces all kinds of terrorism,\" he said in Cairo. \"The US has to prove that this plot is by the Sudanese government and people.\"\nBut Siddig Ibrahim Siddig Ali, said to be the terrorists' ringleader and a Sudanese national who came to the United States several years ago, reportedly boasted that he had \"connections\" in Sudan's UN delegation. The US government has long maintained that the militantly Islamic Khartoum regime, which took power in a 1989 coup, exports terrorism.\nA recent trend in Sudanese foreign policy to placate Western powers, for instance by allowing Western aid agencies access to famine-stricken regions, would suggest that President Omar Bashir would have no interest in an outrage bound to provoke Washington's ire. Differences within the Sudanese government, however, allow the possibility that some members of the regime might have encouraged the plotters.\nThe inclusion of Egyptian President Hosni Mubarak and UN Secretary-General Boutros Boutros-Ghali - an Egyptian - on a hit list that police found in last week's raids could also indicate official Sudanese involvement. Relations between Khartoum and Cairo have soured in recent months over Egyptian claims that Sudan harbors radical Islamic guerrillas belonging to Egypt's Gamaa Islamiya (Islamic Group).\nThe Gamaa Islamiya, dedicated to overthrowing Mr. Mubarak's government, regards Sheikh Omar Abdel Rahman as its spiritual leader. The sheikh preaches at a New Jersey mosque where several of the arrested men prayed. The men accused of bombing New York's World Trade Center last February also attended that mosque.\nAlthough diplomats in Khartoum discount Egyptian claims that Sudan allows Gamaa Islamiya guerrillas to train along their common border, \"they do allow some unsavory characters to pass through Khartoum,\" including radical Palestinians, one European diplomat said in an interview before last week's arrests.\n\"The government's policy is to let terrorists in without a visa, and to grant them passports,\" adds another Western diplomat. \"The Americans have talked to them about this, but they have done nothing to stop it.\"\nMoves on other fronts to mend fences with Western powers, such as with the aid agencies and efforts to present an image of greater religious tolerance, appear to be motivated by Sudan's increasingly dire economic situation.\nA land with the potential to be Africa's breadbasket, Sudan is actually an economic basket case, and has been denied economic aid by all the Western powers and Japan because of its human-rights record. The country has been classified as \"noncooperative\" by the International Monetary Fund for nonpayment of debts, and the World Bank closed its Khartoum office earlier this year.\n\"Pragmatists in the government know that they will never get the economy right without working relations with the West,\" the European diplomat says.\nSuch pragmatists seem to have had the upper hand in setting policy since last December, when a strongly worded UN condemnation of Sudan's human-rights record passed overwhelmingly, underscoring the government's international isolation.\nBut diplomats in Khartoum detect differences between \"radical hot-heads\" following their Islamist agenda \"in a straight line, and damn the costs,\" as one put it, \"and a more pragmatic wing which believes it has to compromise.\"\n \n\nLoad-Date: June 28, 1993"
}