{
    "title": "NAACP _ Justice for all",
    "publisher": "university wire",
    "year": 2007,
    "month": 11,
    "day": 1,
    "full text": "Let me first say that as an African-American, I am offended when people assume I will vote for Barack Obama in the upcoming elections.\nIt also assumes that African-Americans are so one-dimensional that they cannot see beyond a candidate's race which, frankly, is insulting.\nJust because I may personally like Obama more and find him the most charismatic and attractive of all the candidates does not mean that I will necessarily vote for him. A candidate's politics are more important than his public persona.\nThe president does not have as much power as people give him credit for. He has to contend with Congress, the Supreme Court, the American people, his party, corporations, Washington lobbyists, political \"think tanks,\" the media and, of course, the next election.\nWith the electoral process as public as it is, a candidate's persona seems to have become more important than his actual politics and abilities. Phrases and photos and carefully crafted speeches are what the American public sees from a candidate prior to elections.\nA look at both the Hillary Clinton and Obama Web sites reveal that the two candidates want the same things. Their platforms are similar. They want what the American people want; they want to get elected.\nThat is not to say that neither have a genuine concern with helping the American people, but it is a simple fact that in order to get into a position to help others, a candidate must first be elected to office.\nOnce there, he or she cannot simply do what he or she pleases. The President must do what was promised during the campaign. This is an elected official's mandate to rule. If an elected official completely reverses himself after an election, he would have deceived his constituents.\nIt happens that candidates \"flip-flop\" or do not fulfill their obligations once elected. That's politics, and it is also a contributing factor to American's distrust of politics and political figures.\nBoth Democratic frontrunners vow to strengthen schools, fight terrorism, restore confidence in the American government through honest and effective leadership, improve the economy, gradually end the Iraq war, provide Americans health care, balance the budget, allow only beneficial immigrants residence, fix the environment and unite America. They surely have a heads up on those candidates vowing to weaken schools, aid terrorism, continue corruption, drain the economy, continue the war in Iraq, deprive Americans of health care, encourage the immigration of the useless, pollute and divide America.\nI do not mean to single out the Democratic front-runners. The Republicans are no better. The front-runners are pandering to their conservative base. Rudolph Giuliani, former mayor of New York, and Mitt Romney, former governor of Massachusetts, have no choice.\nIn order to win the primary, they have to gain the support of the base in the South and Midwest. Giuliani, of course, favors a woman's right to choose and in the past voiced his support for gun control, which puts him on most conservatives bad side, but he has been taking steps to make up for his \"left-leaning\" politics in recent months. They are making promises similar to the Democrats with added pro-Second Amendment and pro \"American Values\" stances, and emphasis on a strong military, tax cuts and drilling in Alaska (on Romney's site, while still fixing the environment no doubt).\nHow much difference will it make if Romney wins the primary over Guiliani? How much difference will it make if Obama wins over Clinton? America will get to say, \"Look how progressive we are for electing the first -- insert adjective here -- president.\"\nThe most important issues (overburdening of our military, over-consumption of food and fuel, world's highest prison population, consolidation of the media, and the growing strength and unity of America's foreign rivals among others) will remain unaddressed. Abortion is not a matter that affects the survival of the nation. If not a professional abortion, it would be a clothes hanger or a mountainside; it is a fact of life.\nThe chances of a president, without a large majority of Congress on his side, to change the Second Amendment are not high.\n\"Terrorism\" is the result of American foreign and domestic policy and it can only be eliminated through a change in that policy. (The problem with such a divided nation as the United States is that change in domestic policy to prevent terrorism from one extreme may very well lead to terrorism by the other extreme. Domestic terrorism is a nasty issue.)\nThere are candidates on both sides who do have solutions, whatever their value may be. Ron Paul has surprised nearly all \"campaign watchers.\"\nPaul is a 72-year-old Texas Libertarian running for the Republican ticket in order to gain the recognition he failed to get as a Libertarian in previous campaigns. Libertarians believe in the individual's right to do whatever he or she wants as long as it does not harm others. They also believe in minimal federal, and to a lesser extent state, involvement in an individual's life.\nPaul is a self-proclaimed Constitutionalist, meaning that if elected, he would follow the Constitution. It may seem obvious to some, but many of the things Americans view as normal in the government violate the Constitution.\nFor example, only Congress can declare war, only direct taxes can be levied (i.e. elimination of the IRS), only Congress can coin money and regulate its value (i.e. elimination of the Federal Reserve) and executive privilege is not mentioned.\nPeople on the Internet who read his message, like it, and spread the word to others have largely supported the Paul campaign. He has also received more money from members of the military than the leading Republicans, and the military historically votes Republican. It is a popular movement.\nOn the Democratic side, former Alaska Sen. Mike Gravel is making waves although the mainstream media either ridicules him or ignores him. He favors a national ballot initiative, immediate withdrawal of troops from Iraq, replacing income tax with a national sales tax with monthly rebates to citizens (which is already in place in much of Europe), universal health care, LBGT rights, net neutrality and an end to the drug war offering addicts treatment instead of prison. Gravel was not allowed to debate Tuesday night since NBC did not allow candidates who had less than $1 million.\nI do not endorse any candidate. I do encourage everyone to ignore the mainstream media and independently research all possible candidates and all the issues. This is a new era of unlimited information. On YouTube, people decide who is a celebrity. If they can do that, they can decide who will be their leader.\n(C) 2007 The Good Five Cent Cigar via U-WIRE\n\nLoad-Date: November 2, 2007"
}