{
    "title": "NAACP Fearful for Freedom; NAACP leader_ war on terrorism should not infringe on rights",
    "publisher": "the salt lake tribune",
    "year": 2001,
    "month": 9,
    "day": 29,
    "full text": "Local NAACP leaders warned against allowing fear of future terrorism to transform America into a quasipolice state that robs citizens of their civil liberties.  \"Everyone should be concerned.\nAmericans have pursued these rights for 225 years and died for them,\" said Edward Lewis Jr., president of the tristate conference of the National Association for the Advancement of Colored People.\nSpeaking at a news conference Friday, Lewis condemned the attacks on Sept. 11 and the resulting prejudice against Muslims and people of Arab descent.\nAfter meeting with the media, Lewis opened the NAACP's annual regional convention for its branches in Utah, Idaho and Nevada. The Salt Lake City chapter accounts for 400 of the region's 4,000 members. The convention at Little America Hotel will conclude Sunday and is open to the public providing participants join NAACP.\nLewis said the war on terrorism will divert attention from other important issues such as Social Security, Medicare and education.\nYet civil liberties have been the cornerstone of the 92-year-old organization, and Lewis urged the prosecution of people who violate others' rights in their fervor to stamp out terrorism on American soil.\nLewis is disturbed by Attorney General John Ashcroft's request to expand police powers to hold immigrants indefinitely. The U.S. Senate Judiciary Committee has not acted on the proposal and will meet again Tuesday. Specifically, Lewis said Northwest Airlines should be taken to court because the company removed three Utah men from a flight, allegedly due to their Middle Eastern heritage.\n\"I know emotions are running high. The one solid pillar we must hold to is the Constitution,\" said Lewis, adding that the 14th Amendment allows citizens to move about the country without restriction.\nmmurvosh@sltrib.com  \n\nLoad-Date: September 29, 2001"
}