{
    "title": "Nadler Calls for De-Militarizing the Police Post-Ferguson",
    "publisher": "new york observer",
    "year": 2014,
    "month": 8,
    "day": 18,
    "full text": "Jerrold Nadler said that events in Ferguson, MO proved the federal government needs to stop selling military equipment to police \nCongressman Jerrold Nadler (Photo: Getty Images)\nCongressman Jerrold Nadler called for the de-militarization of local police forces in the aftermath of the clashes between civilians and law enforcement in Ferguson, Missouri.\nThe Manhattan and Brooklyn representative told listeners of the Brian Lehrer radio program on WNYC that the federal government needed to repeal its policy of selling off surplus military equipment to local police departments-a policy instituted in the aftermath of 9/11 to help combat terrorism. Mr. Nadler argued it was an outdated and ill-considered idea that led to an arms race among America's small town forces-which came to a head when St. Louis County police rolled out military uniforms, weaponry and vehicles in dealing with demonstrations last week.\n\"Why terrorists would want to attack some hamlet of 500 people, lord only knows. But every police department decided that there might be terrorism, so we've got to get a Humvee or an MRAP or some heavy equipment and it became a status symbol among police departments,\" Mr. Nadler said. \"That's a ridiculous policy that should have stopped long ago.\"\nMr. Nadler said that the St. Louis County police department's initial response to protests over the death of black teenager Michael Brown-which included some theft and property damage-was an enormous overreaction that made the 20,000 residents of the town feel as if they were in the grip of an occupying army.\n\"All the attitudes that were shown were just completely wrong,\" said Mr. Nadler. \"Besides the over-militarization of their response, which is really transmitting the message that the population is the enemy.\"\nThe pol said that the heavy-handed answer to the tumult in the streets exposed both the flaws of the federal policy and deep-seated racial resentments in the area.\n\"I certainly think that what's going on in Ferguson should be a loud wake-up call that this policy has to be re-examined and reversed,\"  Mr. Nadler said. \"You have a town that's 73 percent black, or something like that and 50 of the 53 police officers are white. You have an alienation of the town's people from the police department. There have been irresponsible elements, and some looting, and they're going to have to bring that under control obviously. They're going to have to change their whole town structure to become more responsible and more respective.\"\nIn contrast to the violent clashes in Ferguson, in New York City demonstrations and vigils have been peaceful in the wake of Eric Garner's death in police custody. Mayor Bill de Blasio For 20 decades and decades we've had the tradition in this city of respecting and properly managing peaceful protest,\" he said. \"I give the NYPD a lot of credit, I give the people of this city a lot of credit.\"\">last week credited the NYPD for their history of working with demonstrations.\n\"For decades and decades we've had the tradition in this city of respecting and properly managing peaceful protest,\" he said. \"I give the NYPD a lot of credit, I give the people of this city a lot of credit.\"\n \n\nLoad-Date: August 19, 2014"
}