{
    "title": "NAIC discusses need for terrorism insurance relief; Insurance regulators facing pressure to find sol",
    "publisher": "business insurance",
    "year": 2001,
    "month": 12,
    "day": 17,
    "full text": "CHICAGO-While lawmakers and lobbyists wrestle over the language and timing of proposed federal relief for insurers' terrorism risks, state insurance regulators also are feeling pressure to resolve issues stemming from the Sept. 11 attacks, especially for policyholders whose coverage expires at year end.\nFederal and state response to the terrorist attacks and insurance fallout was a central theme of the National Assn. of Insurance Commissioners' winter meeting, held last week in Chicago.\n''We are pretty close to the time when departments must take some action'' if they are going to be able to keep their respective insurance markets functioning effectively for consumers and insurers alike, said Terri M. Vaughan. Ms. Vaughan, Iowa's insurance commissioner and former NAIC vp, was elected to succeed Kathleen Sebelius of Kansas as president of the NAIC last week.\nMany large corporate policyholders last month received cancellation and nonrenewal notices from their primary insurers, many of which are uncomfortable writing coverage for terrorism exposures without firm reinsurance support. Meanwhile, many insurers are asking individual state commissioners to approve new policy endorsements that would exclude losses from terrorist activities.\nResponding to widespread uncertainty in the market, the Kansas City, Mo.-based NAIC canceled its fall quarterly meeting in late September and instead held a special meeting in Washington to discuss how best to cope with the industry's situation. The NAIC in October issued a statement of principles for federal terrorism insurance relief and continues to encourage federal lawmakers to include those points in proposed legislation, though the NAIC has not endorsed any proposal now before Congress.\nThe NAIC took additional steps last week to help resolve insurance issues arising from the Sept. 11 attacks, including disseminating for public comment a definition of terrorism developed by association subgroups. The definition is designed to provide guidance for the federal coverage programs as well as exclusions in policies not covered under such federal programs.\nUnder the proposed definition, approved by NAIC subgroups, an act of terrorism would be ''an act intentionally dangerous or destructive to human life, health, tangible or intangible property or infrastructure, carried out by a person or group that is not an agent of a sovereign state, but is acting on behalf of an organization based in a country other than the United States, and motivated by political, religious or social beliefs.''\nThe NAIC added in a drafting note that ''the above definition is tailored narrowly to respond to the particular risk that, prior to Sept. 11, 2001, was considered remote.'' The definition, which would not apply to domestic terrorism, is intended to distinguish international terrorism from both acts of war and vandalism.\nThe sense of urgency among state insurance regulators was underscored when Ms. Vaughan verbally authorized immediate distribution of the proposed wording by the organization's new Legal Issues Ad Hoc Group. While the commissioners received little or no comment on the newly disseminated document at the meeting, John Morrison of Montana, who chairs the group, invited attendees to send comments by e-mail last week. Regulators plan to continue discussing the matter by conference call in the near future.\nIn a statement last Wednesday, the National Assn. of Mutual Insurance Cos.' legislative and regulatory counsel, Peter Bisbecos, said that the NAIC's proposed definition should not require association with a terrorist organization. He said the identity of a terrorist, whether domestic or foreign, is irrelevant and that the impact of a terrorist act on an insurer's solvency is the same regardless of affiliation.\nOne of the most pressing issues that state insurance regulators face is deciding whether to approve-even conditionally, pending federal action-various terrorism exclusions, which have been filed in every jurisdiction on behalf of a variety of insurers.\nLast month, the New York-based Insurance Services Office Inc. filed in every U.S. jurisdiction, and subsequently amended, the most uniform, optional endorsement related to terrorism that has been proposed to date. The two-part filing would apply to boiler and machinery, business owners, commercial crime, commercial inland marine, commercial property and farm risk insurance policies as well as the liability risks related to those lines.\nThe exclusion for property damage would apply only when total damage from a terrorism incident exceeds $25 million or, regardless of the amount of damage, the terrorism incident involves nuclear materials or pathogenic or poisonous biological or chemical materials. The exclusion for liability would apply if damage exceeds $25 million or 50 or more people sustain ''serious physical injury'' or death.\nThus far, ''the ISO endorsements are approved or available for use in Colorado, Idaho, Massachusetts and South Dakota,'' said Stephen Noceti, vp-government relations for ISO. ''We know if Congress does not act that more states are likely to approve the filings, especially to preserve the solvency of insurance companies,'' he said.\nRepresentatives of some insurer groups who spoke at the NAIC meeting urged the commissioners to be wary of certain elements of federal relief proposals.\nFor example, Scott A. Gilliam, secretary and director-government affairs for the Cincinnati Insurance Cos. in Cincinnati, said that if H.R. 3210 had been in effect on Sept. 11, his company would have had to pay back the government $172 million on actual losses of $8.7 million, assuming the World Trade Center loss was at least $40 billion and triggered a maximum assessment on all insurers of $20 billion.\nRobert Zeman, vp and assistant general counsel of the National Assn. of Independent Insurers in Des Plaines, Ill., also urged regulators to beware proposals that would cause small commercial risks to subsidize large commercial risks.\nSeveral regulators and a few consumer representatives also voiced concerns about whether insurers are taking advantage of the current uncertainty by price gouging. As a result, the NAIC established a Rate and Market Trends Oversight Working Group to review the situation.\n''We are all committed to oversight,'' said Illinois Insurance Director Nathaniel S. Shapo, who was elected NAIC secretary/treasurer at the meeting.\nIdeas for a federal relief plan also were briefly discussed during meetings of several other NAIC groups, including the Property & Casualty Insurance Committee. At that meeting, Sam Meyer, assistant director of the South Dakota Insurance Department, suggested that federal lawmakers consider modeling the current relief proposal on two existing programs-crop and flood insurance-that already have full federal reinsurance protection.\n''Both plans are agencies of the federal government, and the insurance is sold and serviced by commercial insurers,'' he said. ''The crop insurance program is particularly relevant because of the potential devastation that a biological contaminant could cause in food-growing states,'' he said. The programs have existed for many years and have worked, so ''people forget that they are there,'' Mr. Meyer said.\nU.S. Rep. Mike Oxley, R-Ohio, who gave the keynote address at the NAIC meeting, emphasized the need for regulators and federal lawmakers to resolve these complex issues. ''Insurance is truly the glue that holds our economy together, and without that glue, the prospect for our economic growth is not very encouraging,'' he said.\n\nLoad-Date: December 21, 2001"
}