{
    "title": "NAMIBIA KILLINGS CALLED RANDOM TERROR",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 18,
    "full text": "The United States Ambassador in South Africa, Herman Nickel, said today that his ''preliminary impression'' of the killing of two American diplomats in South-West Africa last weekend was that the officials had not been the target of a deliberate assassination attack.\n The killing, he told reporters shortly before a memorial service for the two men in Pretoria, was an ''act of random terrorism.'' He said: ''It was a tragic accident that they just happened to be there at the time. That is our preliminary impression.''\nUS Amb in South Africa Herman Nickel says he believes killing of American diplomats Dennis Keogh and Lt Col Ken Crabtree in South-West Africa was not deliberate assassination but rather 'act of random terrorism'; reads litany at nondenominational service attended by about 350 people in Johannesburg, South Africa (M)\nThe diplomats, Dennis Keogh and Lieut. Col. Ken Crabtree, died when a bomb exploded Sunday at a filling station near Oshakati, close to South-West Africa's border with Angola. According to witnesses, they were killed while awaiting a receipt for diesel fuel they had bought. Their bodies were flown from South-West Africa, which is also called Namibia, to a South African military air base near Pretoria on Monday for transfer to the United States by air tonight.\nAmbassador Nickel, who is accompanying them to the United States, read the litany earlier in the day at a somber, nondenominational service attended by about 350 people, including most foreign diplomats based in Pretoria. A South African military musician played taps at the ceremony.\n \nSouth African Agrees\nCol. Sarel Strydom, a representative of the South-West Africa Security Police, echoed Ambassador Nickel's comments today, saying it was ''a coincidence that the people were at the petrol station when the bomb went off.''\nThe nature of the explosive device is still unclear, but most accounts say it was left next to the pumps in a container.\nSouth-West African police have sent investigators to the northern part of the territory, a former German colony, and they are reported to have recovered fragments of the bomb.\nThe two diplomats were attached to a United States Liaison Office in Windhoek. It was established after South Africa and Angola agreed in mid-February to set up a Joint Monitoring Commission to oversee the withdrawal of South African forces from Angola and insure that the area is cleared of insurgents from the South-West Africa People's Organization, a guerrilla organization challenging South Africa's disputed control of South-West Africa.\nThe United States sponsored the creation of the commission, and the Windhoek office was set up to maintain contact with it.\nThe United States has said that the killings will not bring the closure of the Windhoek office or the end of American efforts to seek peace in the region. A United States diplomat from Cape Town, Timothy M. Carney, has been sent to Windhoek as a temporary replacement for Mr. Keogh.\nThe Reagan Administration is trying to foster efforts to carry out a United Nations plan for a settlement of South- West Africa's 17-year-old guerrilla war and the withdrawal of Cuban soldiers from Angola."
}