{
    "title": "Narrow band of rate changes forecast Plentiful capacity, poor investment returns influence market",
    "publisher": "business insurance",
    "year": 2013,
    "month": 10,
    "day": 21,
    "full text": "Commercial policyholders should expect a stable year-end renewal season with rates ranging from modest decreases to modest increases, as insurers come off a year of profitable underwriting, insurers and brokers say.\nThe opposing forces of plentiful capacity vs. paltry investment returns should result in a market in which significant rate fluctuations are rare, they say.\nWhile properties hit with losses from Superstorm Sandy last year may see further price increases, other property catastrophe rates are expected to decrease.\nNoncatastrophe property lines and casualty risks may see decreases or, at most, single-digit increases.\nWhile the renewal season should be straightforward on most fronts, uncertainty over extension of the federal terrorism insurance backstop, which is due to expire at the end of 2014, could disrupt the market, said insurer and brokerage executives meeting earlier this month in Colorado Springs, Colo., at the Insurance Leadership Forum, sponsored by the Council of Insurance Agents and Brokers.\nThe annual event, which this year celebrated its 100th anniversary, draws senior executives from brokerages, insurers and reinsurers to The Broadmoor resort to hold dozens of one-on-one meetings outside the official program.\n\"The industry continues to be overcapitalized, which is good for buyers,\" said Thomas W. Corbett, chairman and CEO of Alliant Insurance Services Inc. in Newport Beach, Calif.\nProperty exposures in the Northeast may see more increases as insurers adjust their underwriting approach to reflect the catastrophe risk that was exposed by Sandy, he said. But on the casualty side, \"there are spots of hardening, such as excess workers comp, but in general underwriters are being very aggressive.\"\n\"The thing that tangibly feels different to me this year is just how much capacity is out there,\" said Ben Walter, CEO of Hiscox USA in New York.\nCasualty rate movements will vary depending on the sector, he said. \"California workers comp, for example, may have a ways to go\" with price increases.\nProperty rates, however, likely will decline, Mr. Walter said.\nPricing for property catastrophe business is likely to be affected by lower reinsurance costs, said John Eltham, head of North American broker business for Miller Insurance Services L.L.P. in London. Reinsurance experts talk about rates declining by 15% and \"the knock-on effect of that is very hard to know,\" he said.\nBut insurers are not expected to grant significant rate cuts, said Kevin T. Kenny, Madison, N.J.-based executive vice president and head of insurance brokerage and consulting at Wells Fargo Insurance Services USA Inc.\n\"There's still an appreciable amount of discipline within the underwriting decisions being made by the major carriers; they are not chasing market share yet,\" he said.\nThe underwriting discipline is driven in part by improvements in the data available to underwriters and brokers, which is leading to pricing that reflects the individual risks, Mr. Kenny said.\n\"Those people that deploy capital in the business are still looking for a good return and that doesn't come without discipline,\" said Mario Vitale, New York-based CEO of Aspen Insurance, a unit of Aspen Insurance Holdings Ltd.\nFor specialty risks, rate decreases remain rare, Mr. Vitale said.\n\"At the moment, other than for property cat pricing, I don't see rates going down. On the casualty side, rates are still going up,\" he said.\nOverall, pricing has been consistent across major markets, said Miller's Mr. Eltham. Prices quoted by insurers in London and the United States have \"converged,\" bringing stability to the market, he said.\nAn unknown factor with which policyholders and insurers will have to grapple is the question of the whether the federal terrorism backstop will be extended by Congress beyond its Dec. 31, 2014 expiration date.\nThe Terrorism Risk Insurance Program Reauthorization Act of 2007, which is the second renewal of the Terrorism Risk Insurance Act of 2002, remains a vital backstop for the insurance industry, most insurers and brokers say. They cite the inability to model the risk and the potentially financially crippling size of the losses as key reasons why the industry still needs the backstop.\nIf the program is not reauthorized, the insurance industry can cover more terrorism risk than it does today, but prices for the portion of the risk that it can cover would increase significantly without the federal backstop in place, said Peter J. Eastwood, president of Berkshire Hathaway Specialty Insurance Group in Boston.\nThe London market could write significantly more terrorism insurance, \"but not enough to fill the gap if (TRIPRA) is not renewed,\" said Mr. Eltham.\nThere likely would be sufficient capacity to meet demand for coverage in second-tier U.S. cities, where many policyholders may decide not to buy coverage, said Hiscox's Mr. Walter. \"The market can absorb most of it, but it won't be cheap.\"\nWithout the backstop, there would be insufficient capacity to cover high-risk areas, such as midtown Manhattan, he said.\n\nLoad-Date: October 24, 2013"
}