{
    "title": "Narrative-building has become a political obsession FROM THE RIGHT",
    "publisher": "daily news ",
    "year": 2016,
    "month": 9,
    "day": 28,
    "full text": "The most exhausting thing about our politics these days - other than the never-ending presidential election itself - is the obsession with \"shaping the narrative.\" By that I mean the effort to connect the dots between a selective number of facts and statistics to support one storyline about the state of the union.\nNarrative-building is essential for almost every complicated argument because it's the only way to get our pattern-seeking brains to discount contradictory facts and data. Trial lawyers understand this implicitly. Get the jury to buy the story, and they'll do the heavy lifting of arranging the facts in just the right way.\nPresident Obama understands this too. Just consider the way he talks about terrorism - often reassuring Americans that they're more likely to die in a bathtub accident than in a terror attack.\nAnd he's right.\nOn the other hand, bathtubs aren't trying to get nuclear weapons. Nor are bathtubs destabilizing the Middle East (often killing massive numbers of non-Americans) or otherwise plotting to conquer the world.\nObama's goal is obvious. He wants the story of terrorism to lose its potency and recede from our politics.\nThis mindset helps explain the now-familiar pattern whereby the Obama administration responds to a terror attack by slow-walking acknowledgement of reality. First there is the reluctance to call it terrorism, then the reluctance to call it Islamic terrorism, and finally the reluctance to admit that it was plotted or inspired in any way by the Islamic State or al-Qaida. Lone wolves are the new fall-back, because they are self-radicalized and hence not part of some larger challenge - or story.\nOne problem with this effort to so aggressively edit the terrorism narrative in real time is that it sows skepticism about the truthfulness of our political leaders.\nAnother is that it inadvertently fuels a story that the Obama administration, like the Bush administration before it, rightly wants to downplay: that Islam itself is the problem.\nRepublicans are hardly immune to the temptation to drive a storyline ahead of the facts. Donald Trump says our country is a \"divided crime scene\" and that African-American \"communities are absolutely in the worst shape that they've ever been in before. Ever. Ever. Ever.\"\nThis storyline, never mind this paragraph, desperately needs an editor.\nBut so does the tale of an \"epidemic\" of police \"hunting\" unarmed black men - in the words of some activists.\nThere's no disputing that the unwarranted use of deadly force by police is a legitimate concern. But the narrative - increasingly pushed by Hillary Clinton in an effort to rev up African-American voters - that it is open season on black men not only does a disservice to the police, it also makes it harder to put the problem in perspective.\nI'm not naive. Crafting stories to serve political purposes is as old as politics itself. But the problem seems to be getting worse.\nPerhaps it's because our country is so polarized and our media environment so balkanized and instantaneous. Politicians and journalists alike feel compelled to make facts serve some larger tale in every utterance.\nThe reality is that life is complicated and every well-crafted narrative leaves out important facts.\n\nLoad-Date: September 28, 2016"
}