{
    "title": "NATION DIGEST(2)",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 11,
    "day": 11,
    "full text": "Soldier convicted in Afghan war crimes\nAn Army soldier accused of exhorting his underlings to slaughter three civilians for sport was convicted of murder, conspiracy and other charges Thursday in one of the most gruesome war crimes cases to emerge from the Afghan war. He was then sentenced to life with the possibility of parole and will be eligible after serving 10 years in prison.\nStaff Sgt. Calvin Gibbs of Billings, Mont., was the highest-ranking of five soldiers charged in the deaths of the unarmed men during patrols in Kandahar province early last year. At his seven-day court martial at Joint Base Lewis-McChord south of Seattle, Gibbs, 26, acknowledged cutting fingers off corpses and yanking out a victim's tooth to keep as war trophies, \"like keeping the antlers off a deer you'd shoot.\"\nMan missing in Alaskan storm - A massive storm that battered Alaska's western coast with hurricane-strength wind and towering sea surges left behind widespread damage and worries that a man may have been swept out to sea.\nSo far, 37 communities have reported some form of damage, said Jeremy Zidek, spokesman for the state's emergency management agency.\nOn Thursday, rescuers searched for a 26-year-old man who authorities said may have been washed into the Bering Sea in the storm.\nAccountant admits stealing - An accountant admitted Thursday in a New York court that he made \"Law & Order: Special Victims Unit\" actress Tamara Tunie a real-life crime victim by stealing more than $1 million from her, the Kansas City Symphony's music director and other clients. Joseph Cilibrasi, who was Tunie's business manager for more than a decade and cultivated other clients in the arts, pleaded guilty of grand larceny and other charges.\nCilibrasi's plea deal calls for 2 1/2 to 7 1/2 years in prison.\nTerrorism suspect indicted in New York - A suspected al-Qaida member in custody in Germany has been indicted in New York on charges that he helped the terrorism network plot bombing attacks.\nThe indictment against Abdeladim El-Kebir, unsealed Thursday in federal court in Brooklyn, charges him with conspiring with others to provide material support to al-Qaida. It also charges him with plotting to use a destructive device.\nEl-Kebir, of Morocco, was arrested in April with two other men in Germany.\nCardiologist gets prison for fraud - Dr. John R. McLean of Salisbury, Md., was sentenced to eight years in federal prison Thursday, making him the second cardiologist in the country to face incarceration for implanting unnecessary coronary stents in dozens of patients, then fraudulently billing for the work. A doctor from Louisiana was sentenced to 10 years in prison in 2009 after similar allegations.\nRetired priest told to pay $100 million after abuse - A Miami jury returned a $100 million verdict Thursday against Neil Doherty, a retired Roman Catholic priest accused of sexually abusing dozens of boys over many years.\nIowa teen to be mayor - Jeremy Minnier, 18, is mayor-elect of his Iowa hometown. Unofficial results from the Butler County elections office show the senior at Hampton Dumont High School was elected mayor of Aredale on Tuesday with 24 write-in votes. Incumbent Mayor Virgil Homer received eight votes.\n- Read the latest national news at stltoday.com/news/national.\n\nGraphic\n\n \n Peggy Fagerstrom • Associated Press A fishing boat lies aground at the harbor in Nome, Alaska, on Thursday after a massive storm from the Bering Sea battered Alaska's western coast with hurricane-strength wind. The storm left widespread damage and may have swept a man out to sea. (Illinois and South/Jefferson zones photo.) \n\nLoad-Date: November 11, 2011"
}