{
    "title": "Nation & World Digest_ 3,000 forced to flee Colorado wildfires",
    "publisher": "st. louis post-dispatch ",
    "year": 2020,
    "month": 10,
    "day": 19,
    "full text": "3,000 FORCED TO FLEE COLORADO WILDFIRES\nBOULDER, Colo. - Nearly 3,000 people were forced to flee from a fast-moving fire in north-central Colorado and authorities believe some homes were lost.\nThe CalWood Fire started around noon Saturday near the Cal-Wood Education Center, which is about 17 miles from downtown Boulder. It was pushed by strong winds. The National Center for Atmospheric Research's Mesa lab recorded gusts of 59 mph on Saturday.\nMore than 1,600 residences and nearly 3,000 people were under evacuation orders, including the small town of Jamestown, Boulder County officials said.\nBased on the path of the fire, officials believe it is likely multiple houses were lost, Mike Wagner, the Boulder County sheriff's division chief, told the Daily Camera newspaper in Boulder on Saturday.\nOn Sunday, Wagner said damage assessment teams haven't been able to get into the area to determine how many homes were lost. A news photographer later captured several images of what appeared to be burned homes.\nWHITMER CRITICIZES TRUMP RALLY CHANT\nDETROIT - Michigan Gov. Gretchen Whitmer said Sunday that President Donald Trump is inciting \"domestic terrorism\" following \"lock her up\" chants at his rally in the state the night before.\nWhitmer told NBC's \"Meet the Press\" that the rhetoric is \"incredibly disturbing\" a little more than a week after authorities announced they had thwarted an alleged plot to kidnap the Democratic governor.\n\"The president is at it again and inspiring and incentivizing and inciting this kind of domestic terrorism,\" Whitmer said. \"It is wrong. It's got to end. It is dangerous, not just for me and my family, but for public servants everywhere who are doing their jobs and trying to protect their fellow Americans. People of good will on both sides of the aisle need to step up and call this out and bring the heat down.\"\nAt a rally in Muskegon Saturday evening, Trump urged supporters to push Whitmer to reopen the state following COVID-19 restrictions. When the crowd starting chanting \"lock her up\" Trump added, \"Lock 'em all up.\"\nDIGEST\nIRAN: A decade-long U.N. arms embargo on Iran that barred it from purchasing foreign weapons like tanks and fighter jets expired Sunday as planned under its nuclear deal with world powers, despite objections from the United States, which insists the ban remains in place.\nTWITTER: Twitter blocked a post Sunday from an adviser to President Donald Trump who suggested that masks do not work to stop the spread of the coronavirus. Scott Atlas had tweeted \"Masks work? NO,\" and said widespread use of masks is not supported.\nBOAT RESCUE: A Carnival Cruise Line ship rescued two dozen people, including two children, from a sinking boat 37 miles off the Florida coast, the cruise line reported Saturday.\nCHICAGO: A newborn boy delivered after his mother was fatally shot last week in Chicago has died, authorities confirmed Sunday. Chicago police said the baby died Saturday. He was delivered Tuesday in critical condition after his mother, 35-year-old Stacey Jones, was shot twice in the back while standing outside her home on the city's South Side.\nJAPAN: Prime Minister Yoshihide Suga, left Sunday on his first overseas foray since taking over from his former boss Shinzo Abe last month, heading to Vietnam and Indonesia.\nTHAILAND: Thousands of mainly young Thais were back on the streets of Bangkok on Sunday for a fifth straight day of protests demanding sweeping political change, with demonstrations also taking place at several other locations around the country.\n\nGraphic\n\n \n FRENCH PROTESTERS OUT IN FORCE AFTER TEACHER KILLED - Hundreds gather on Republique square during a demonstration Sunday in Paris. Demonstrations were called around France in support of freedom of speech and to pay tribute to a French history teacher who was beheaded near Paris after discussing caricatures of Islam's Prophet Muhammad with his class. Samuel Paty was killed on Friday by an 18-year-old Moscow-born Chechen refugee who was shot dead by police. Photo by MICHEL EULER, ASSOCIATED PRESS \n\nLoad-Date: October 24, 2020"
}