{
    "title": "NATIONS DENOUNCE THE ATTACK",
    "publisher": "the philadelphia inquirer",
    "year": 1996,
    "month": 6,
    "day": 27,
    "full text": "Two Arab countries that the United States considers sponsors of terrorism issued denunciations yesterday of the deadly strike at a U.S. military base in Saudi Arabia.\nThe attack, which killed 19 U.S. soldiers and wounded hundreds, drew condemnation from such close U.S. allies as Germany, France, Britain, Israel and Japan.\nBut Syria and Sudan also condemned the bombing. Syria remains on the State Department's list of countries accused of sponsoring terrorism, despite its backing of the U.S. side in the Persian Gulf war.\n\"Syria expresses its condolences and solidarity with Saudi Arabia and strongly condemns acts of terrorism aimed at undermining the kingdom's security,\" said Syrian Information Minister Mohammed Salman.\nSudan, also on the terrorism list, condemned the attack as an action \"against all human conduct.\"\nSyria and Sudan did not give reasons for condemning the attack, but they appeared largely to be supporting Saudi Arabia. Like most Arab nations, they directed their messages to Saudi Arabia as a fellow Arab state and birthplace of the Muslim faith. Neither country mentioned the United States by name in their statements.\nThe British, who also have soldiers stationed at the Saudi base, offered to help track down those behind the truck-bomb attack Tuesday night in Dhahran.\n\"We have had all too much of this sort of experience, the unprovoked bomb, the murder of innocent people,\" Prime Minister John Major said.\nIsraeli Prime Minister Benjamin Netanyahu urged joint Israel-U.S. action against terrorism that \"harms humanity, civilization, and the human values that Israel and the United States share.\"\nEarlier, Netanyahu said Israel was ready to join Washington in the fight against \"terror,\" and President Ezer Weizman had no hesitation in pointing the finger at Iran, blamed by Israel for backing guerrilla attacks on Israel's occupation zone in southern Lebanon.\n\"The time has come for understanding all the more what is understood today, that Iran is behind this matter,\" Weizman said.\nIran denied the Israeli allegations. Foreign Ministry spokesman Mahmoud Mohammadi slammed the United States and Israel as \"backers and leaders of state terrorism.\"\nIn Paris, French President Jacques Chirac called for coordinated international efforts to fight terrorism.\n\"This tragedy reinforces my belief that we should, together with our partners in the region, unite and coordinate our efforts to fight terrorism in all its forms from wherever it comes and what shape it takes,\" he said in a message to President Clinton.\n\nNotes\n\nDISASTER NEAR DHARAN\n\nLoad-Date: October 28, 2002"
}