{
    "title": "National alert up a notch; Attorney general cites 'increased likelihood' of terrorism by al-Qaida",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 2,
    "day": 8,
    "full text": "Washington --- The Bush administration raised the nation's terrorist threat level up a notch to \"high risk\" Friday and asked Americans to be vigilant and report suspicious activity.\n\"Recent intelligence reports suggest that al-Qaida leaders have emphasized planning for attacks on apartment buildings, hotels and other soft or lightly secured targets in the United States,\" Attorney General John Ashcroft said at a news conference.\nThe raising of the national alert to the \"orange\" level, the second highest, was based on specific, corroborated intelligence that shows \"an increased likelihood\" the al-Qaida terrorist network might attack Americans at home or abroad, Ashcroft said.\nThe attacks likely would come sometime during or after the annual five-day hajj pilgrimage to the holy Saudi city of Mecca, he said. The hajj begins today.\nCox Washington Bureau\nThe State Department was planning to advise \"nonessential\" U.S. diplomats and family members to leave Israel, Jordan, Syria and Lebanon, The Associated Press reported. Also expected was a travel warning advising Americans to stay away from Iraq.\nAshcroft gave no probable locations for possible terrorist attacks. Officials mentioned everything from chemical, biological and radiological strikes to possible economic targets such as transportation systems and energy facilities.\nSecretary of Homeland Security Tom Ridge said the orange level means \"protective measures will be taken by all federal agencies,\" including enhanced security at borders and ports and restrictions on travel near federal facilities and airports. Hospitals and public health agencies were alerted, Ridge said.\nAshcroft said the government is not recommending that events be canceled or \"that individuals change domestic or work or travel plans.\"\nBut Ridge advised families to sit down and discuss what they would do in a crisis, such as arranging \"some kind of contact plan\" to get in touch with one another if an emergency occurred.\nFBI Director Robert Mueller encouraged citizens to report suspicious activities. \"An alert public is our strongest asset,\" he said.\nThe FBI said agents were looking for Mohammad Sher Mohammad Khan, a Pakistani believed to have entered the United States illegally after the Sept. 11 attacks. The man speaks English, sometimes has a beard and is asthmatic, officials said.\n\"Based upon information developed in the course of ongoing investigations, the FBI would like to locate and question this person,\" the bureau said in an alert to police departments.\nA law enforcement official said the search for Khan was \"not the primary reason for today's increased threat level. Rather, it is simply one of a number of factors taken into consideration.\"\nThe national terror alert put many state and local security plans in motion.\nIn Atlanta, city officials assured visitors in town for the NBA All-Star Game that the city will be safe despite the terror alert. Mayor Shirley Franklin offered her assurances flanked by Police Chief Richard Pennington, four members of the City Council and members of her staff.\n\"The city of Atlanta wishes to ensure the public we are ready to react to anything that will arise,\" Franklin said.\nIn New York City, Mayor Michael Bloomberg announced the city is increasing security at locations where large numbers of people gather, such as hotel lobbies, apartment buildings and the subway system. Security also was increased at bridges and tunnels, officials said.\nIn Washington, the Metropolitan Police Department increased patrols and activated a closed-circuit camera system that monitors public areas, primarily in the city's downtown area. Sgt. Scott Fear with the U.S. Park Police, responsible for the federal monuments and parks that make up much of Washington, said it was taking steps to increase security.\nThe State Department renewed a worldwide caution to travelers on Thursday, reminding U.S. citizens overseas to be vigilant and to avoid demonstrations. The warning said terrorist actions could include suicide operations, assassinations, kidnappings or explosive devices and that chemical and biological agents \"must be considered a growing threat.\"\nAshcroft said the orange alert was directly related to al-Qaida.\n\"It's pretty clear that this is a situation where al-Qaida is going to strike the United States [or] the interests of free people in other settings,\" he said. \"And it's very clear that they were willing to do that on Sept. 11 of 2001 without any special provocation.\"\nAdministration officials downplayed the significance of the looming conflict with Iraq in the decision to raise the terror alert, and analysts were mixed on the likely connections.\nMark Bowden, who profiled Saddam Hussein last year for The Atlantic Monthly, said he believes the Iraqi president would initiate terrorist attacks against the United States if there is a war.\n\"Certainly, he has had plenty of time to prepare,\" Bowden said. \"We've been talking about this now for more than a year. And I, for one, do believe that Saddam has links with fundamentalist Islamist terrorist organizations.\"\nBefore a U.S. attack, Bowden said, Saddam is unlikely to take any terrorist action that could be tied to him because of a fear of retaliation, since his goal remains to stay in power. Once the United States attacks, Bowden said, Saddam \"will not feel that compunction.\"\nMatthew Levitt, a terrorism expert at the Washington Institute for Near East Policy, said he believed the orange alert reflects a broader concern and would likely be lowered when the situation changes.\nSandra Mackey, an Atlanta author who wrote \"The Reckoning: Iraq and the Legacy of Saddam Hussein,\" said she sees Saddam's personality as a roadblock to planning terror attacks in the United States.\n\"He's such a control freak that he really doesn't like to send people out too far from the center of power,\" Mackey said. \"And he just can't let the reins loose enough to have an effective terror operation in this country.\"\nAshcroft's announcement Friday marks only the second time the nation's alert status has been raised to \"orange,\" the second highest of five alert levels established last year to guide government response to terrorist threats.\nThe alert was raised to orange for two weeks last September, coinciding with the anniversary of the terrorist attacks.\n--- Staff writers George Edmonson in Washington and David Bennett in Atlanta contributed to this article.\n\nGraphic\n\n \nPhoto: THE COLOR OF TERROR: The color-coded terrorism warning system.\nHigh risk: Federal government should coordinate necessary security efforts with armed forces or law enforcement agencies and take additional precautions at public events.\nSevere risk: May require pre-positioning of specially trained teams, closing public and government facilities and monitoring transportation systems.\nSignificant risk: Increased surveillance of critical locations and implementation of some emergency response plans.\nGeneral risk: Agencies are asked to review and update emergency response procedures.\nLow risk\n/ CHUCK BLEVINS / Staff; Graphic: Attorney General John Ashcroft (left) announces raising the national terror alert from yellow to orange with Secretary of Homeland Security Tom Ridge (right) and FBI Director Robert Mueller at the Justice Department on Friday. / CHARLES DHARAPAK / Associated Press\n\nLoad-Date: February 8, 2003"
}