{
    "title": "National terrorism drill hits locally",
    "publisher": "the columbian ",
    "year": 2007,
    "month": 10,
    "day": 15,
    "full text": "Beginning today, Clark County will be part of the largest anti-terrorism exercise in U.S. history, depicting the explosions of radiological \"dirty\" bombs in Guam, Phoenix and Portland.\nCalled TOPOFF 4 (for \"top officials 4\"), the exercise will involve more than 15,000 people who work for federal, state and local agencies, according to the Department of Homeland Security.\nEmergency workers in Clark County, including some with the Vancouver Fire Department, Vancouver Police Department and Clark County Sheriff's Office, will take part in the drill, centered at Portland International Raceway.\nBut local residents may not see much out of the ordinary, said Cheryl Bledsoe, emergency management manager with Clark Regional Emergency Communications Agency, which operates the countywide 911 center.\nThe drill, to continue through Friday, begins with a scenario that terrorists have been planning attacks in Oregon, Arizona and the U.S. Territory of Guam. They manage to smuggle in radioactive material.\nThe first bomb, called a radiological dispersal device, explodes in a populous area of Guam near a power plant, inflicting widespread casualties and contamination. In the next few hours, similar bombs are exploded in Phoenix and Portland.\nRDDs, also called \"dirty bombs,\" are conventional, non-nuclear explosives that disperse dangerous radioactive material.\nAs the scenario unfolds during the five-day drill, the thousands of people taking part will have to make decisions, based on various policies and strategies, and take action as if it were a real attack.\nAt the federal level besides Homeland Security, the Department of Defense will perform concurrent exercises related to global terrorist threats. The Department of Health and Human Services will practice dealing with health problems caused by a radiological emergency.\n\"Planning and preparation for the exercise will also help strengthen working relationships between departments and agencies that are critical to successful prevention and response in real emergencies,\" according to a Homeland Security statement.\nThe exercise will cost millions, Bledsoe said. Clark County has been given a federal grant of $100,000 for its part in the games.\nAt CRESA's Vancouver headquarters, where the 911 center is based, officials will set up the Emergency Communications Center, a large room equipped with multiple phone lines, TV screens and other gear.\nThere, Clark County workers will respond to requests for help from emergency officials in Portland. Some firefighters and officers may drive official rigs into Portland, as requested, but aren't likely to activate their flashers and sirens, Bledsoe said.\n\"Lessons learned from the exercise will provide valuable insights to guide future planning for securing the nation against terrorist attacks, disasters and other emergencies,\" according to Homeland Security.\nAs CRESA employees take part in the drill, their front business office will be closed from noon to 5 p.m. Tuesday and all day Wednesday. During the closures, incoming calls to 360-737-1911 will go to voicemail and be answered later.\n  \nOn the Web\nFor more information, visit portlandonline.com/oem and click the TOPOFF 4 Exercise tab in the row across the top.\n  \n\nLoad-Date: October 17, 2007"
}