{
    "title": "Nations fight terrorism with special units",
    "publisher": "christian science monitor ",
    "year": 1985,
    "month": 10,
    "day": 10,
    "full text": "In recent years, many governments have formed commando units to combat terrorism. The impetus for this can be traced to 1972, when Palestinian gunmen murdered 11 Israeli athletes at the Olympic Games in Munich, West Germany.\nThese units operate under heavy security and secrecy, and are always placed on alert in cases such as this week's ship hijacking.\nIn December 1977 President Carter ordered formation of a commando unit to give the US full-time capability for dealing with terrorism against US citizens or property abroad. Britain formed its Special Air Service Regiment in 1941. Italy formed the Special Agency for Security Operations in 1979 in response to the Red Brigades' kidnapping and murder of former Prime Minister Aldo Moro. West Germany, Israel, France, and other European and Asian nations also have special antiterrorism units.\nThe late 1970s and early '80s saw an increase in military force against terrorists. But in many cases, such as the TWA hijacking last June, the use of force was avoided so as not to endanger the lives of the hostages. Instances of commando rescue operations include:\n* July 1976, Entebbe airport, Uganda: Israeli commandos rescue 104 hostages from an Air France jet hijacked by pro-Palestinians. The terrorists, all killed in the raid, had threatened to kill all Israeli passengers.\n* Oct. 1977, Somalia: West Germans commandos storm Lufthansa airliner in Mogadishu, freeing 86 hostages. Hijack leader identified himself as a Palestinian, but the PLO denied connection with the hijack.\n* April 1980, Iran: US Delta Force unit fails in attempt to rescue American hostages held by Iranians at US Embassy in Tehran. Weather conditions and mechanical difficulties cited as reasons for failure. Eight soldiers killed when helicopter collides with transport plane in Iranian desert.\n* May 1980, London: British commandos and police storm occupied Iranian Embassy with explosives and guns, rescuing 19 people. The hostages were taken by Iranian Arabs demanding greater recognition from the Iranian government and release of 91 political prisoners.\n* Jan. 1982, Padua, Italy: In a 90-second raid, commandos from Italy's Special Agents for Security Operations free US Brig. Gen James L. Dozier who was kidnapped by Red Brigades in December 1981.\n* Dec. 1984, Tehran, Iran: Iranian security men storm hijacked Kuwaiti airliner and free nine hostages.\n* Aug. 1984, Venezuela: 12-man Venezuelan commando team rescues passengers from a plane hijacked for 36 hours. Hijackers are killed.  -\n\nGraphic\n\n \nPicture, Wreckage of US helicopter from failed raid on Iran in 1980, UPI"
}