{
    "title": "Nation & world",
    "publisher": "the world",
    "year": 2013,
    "month": 7,
    "day": 8,
    "full text": "Mandela marks\nmonth in hospital\nJOHANNESBURG - Nelson Mandela has now spent a month in the hospital.\nSouth Africa's anti-apartheid hero was admitted June 8 for a recurring lung infection. A month later the former president has seen an outpouring of love and support from South Africa and around the world.\nSouth Africa's City Press newspaper reported Sunday that since his admittance to a Pretoria hospital Graca Machel, Mandela's wife, has not left her husband's side for more than three hours.\nMandela spent 27 years in prison during white rule. He led the tense shift from apartheid to democracy two decades ago in a spirit of reconciliation.\nA Mandela grandson was removed from his post of tribal chief following a family feud started because the grandson moved the buried bodies of three of Mandela's children.\nCleric charged\nwith terrorism\nAMMAN, Jordan - A radical Muslim preacher described as a key al-Qaida operative in Europe rejected terrorism charges Sunday linked to alleged plots targeting Americans and Israelis in Jordan, his lawyer said, hours after Britain deported him to bring an end to a decade-long legal saga over his extradition.\nJordan first submitted an extradition request to U.K. authorities for the militant cleric known as Abu Qatada in 2001, but it was blocked in British and European courts over human rights concerns. Last month, Britain and Jordan ratified a treaty on torture aimed at easing those worries, paving the way for the 53-year-old preacher's deportation.\nAfter nearly two hours of questioning, Jordanian prosecutors charged Abu Qatada with conspiring to carry out terror attacks in Jordan twice - once in 1999 for a foiled plot against the American school in Amman and another time in 2000 for allegedly targeting Israeli and American tourists and Western diplomats during new year celebrations.\nNo one gored\nin first bull run\nPAMPLONA, Spain - Several thousand thrill-seekers tested their bravery Sunday by dashing alongside six fighting bulls through the streets of the northern Spanish city of Pamplona on the first day of the running of the bulls.\nDespite a large crowd of participants because the run coincided with a weekend, only four people were treated for injuries and no one was gored, officials said.\nThe regional government of Navarra, which is responsible for organizing the annual San Fermin festival, said in a statement that none of the four are seriously injured.\nThe run covers 930-yards from a holding pen on the edge of town to the central bull ring where the large animals face matadors and almost certain death in afternoon bullfights.\nThe bulls used in the centuries-old fiesta can weigh up to at 1,380 pounds. Bulls have killed 15 people since record-keeping began in 1924.\nA fighting bull runs toward revelers in Pamplona, Spain.\nCOMPILED FROM WIRE REPORTS\n\nLoad-Date: July 9, 2013"
}