{
    "title": "Nation&World briefs",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 7,
    "day": 14,
    "full text": "Plan OK'd to pay for property seizures PRAGUE - The lower house of Parliament has approved a government plan to pay billions of dollars in compensation for property seized by the former totalitarian Communist regime. Under the plan approved, the country's 17 churches, including Roman Catholic and Protestant, would get 56 percent of their former property now held by the state - estimated at $3.6 billion. They would also get $2.8 billion in financial compensation paid to them over the next 30 years. \nParliament's upper house controlled by the left-wing opposition, which strictly opposes the plan, is expected to veto it, but the right-wing coalition has enough votes in the lower house to override it. Cyprus police detain terrorism suspect NICOSIA, Cyprus - Cyprus authorities have detained a man on suspicion of being involved in planning a terrorist attack on the east Mediterranean island, a police spokesman said Friday. Spokesman Andreas Angelides said police have \"an individual in custody on possible charges pertaining to terrorism laws.\" Angelides declined to identify the suspect, the level of his involvement in the plot and what the intended target would have been, saying disclosure of any details could compromise an ongoing investigation. State radio CyBC quoted an unidentified senior police official as saying that \"Israeli interests\" in the southern coastal town of Limassol were to be targeted. CyBC said the suspect, a foreign national, was arrested a week ago. Guatemala frees man who killed bishop GUATEMALA CITY - Roman Catholic Church officials said a Guatemalan judge has ordered the release of a former colonel sentenced to 20 years in prison for the killing of a bishop during the Central American country's 36-year civil war. Byron Disrael Lima Estrada was freed for good behavior after serving 11 years for his conviction in the murder of Bishop Juan Jose Gerardi. The 80-year-old former soldier had been hospitalized the past seven years. Gerardi was slain in April 1998, two days after releasing a report on abuses of power during the civil war. Many of the abuses were blamed on the army. Sept. 11 case delay sought for Ramadan SAN JUAN, Puerto Rico - Lawyers for five Guantanamo Bay prisoners charged in the Sept. 11 attacks are asking a military court to put their legal proceedings on hold during the Muslim holy month of Ramadan. The lawyers also ask that no court sessions be held on Fridays, when many devout Muslims seek not to work. Defense lawyers argue that the court has an obligation to respect the men's faith and their need to fast and pray during Ramadan. Prosecutors said any blanket restriction would make it too difficult to schedule hearings. The Associated Press\n\nLoad-Date: July 14, 2012"
}