{
    "title": "National strategy raises profile of Wright-Patt and its commands",
    "publisher": "daily news ",
    "year": 2018,
    "month": 9,
    "day": 12,
    "full text": "WRIGHT-PATTERSON AIR FORCE BASE —\nThe new national defense strategy unveiled this year emphasizes competition with powers such as China and Russia — a stance that arguably raises the profile of crucial large commands based at Wright Patterson Air Force Base.\n Simply dealing with the attrition of skilled employees at the Life Cycle Management Center, which is based at Wright-Patterson, requires some 1,200 employees a year, said Lt. Gen. Robert McMurry Jr., who commands LCMC and is acting commander of the Air Force Materiel Command, the heart of Air Force logistics.\n \"Twelve-hundred is actually the Wright-Patterson throughput per year,\" McMurry said. \"Just to stay even, I'm bringing in 1,200 people per year.\"\n MORE: Dayton employers intend to hire in year's final quarter\n But the new strategy may mean a \"modest\" long-term increase of employment beyond that, probably of 800 to 1,000 people, for all of the LCMC, not just the base.\n \"We have a pretty robust need at Wright-Patterson for just a normal replenishment of manpower, of personnel,\" the three-star general said. \"Across the center, we are expecting a very modest increase in the total number of people who are working our programs.\"\n MORE: Hurricane Florence draws restoration crews from DP&L, Duke Energy\n McMurry spoke in an interview at Life Cycle Industry Days, a three-day conference that began Wednesday at Daniel J. Curran Place at the University of Dayton.\n The event has brought to Dayton some 800 military and civilian professionals who work not only at building and acquiring tomorrow's weapons today but maintaining current and older aircraft and weapons systems.\n A publicly released summary of the new defense strategy, released in January, identified the shift in focus from terrorism, saying: \"Inter-state strategic competition, not terrorism, is now the primary concern in U.S. national security.\"\n MORE: See which Dayton employers are looking for the right workers right now\n The focus, said the document, \"is the reemergence of long-term strategic competition,\" mainly from China and Russia.\n That direction means a focus on \"lethality and readiness\" of people and weapons, strengthening international partnerships and securing better business practices.\n All of those affect and involve crucial commands at Wright-Patterson and elsewhere.\n \"Probably what you'll see is an increase in just the base workforce as we move up to get closer to what the model says we ought to have,\" McMurry said. \"I would say right now I'm expecting across the (command), I would say on the order of 800 to 1,000 people — but that's not all at Wright-Patt.\"\n He added the Air Force is working to get full budget appropriation for all of its authorized positions or job openings, which would mean a five percent employment increase from \"where we have been historically.\"\n \"If you look at Wright-Patterson, about a five percent increase — if we get the appropriation to the full request that we have for (fiscal year) 2020,\" he said.\n So far this year, the LCMC has seen a net gain of 500 jobs.\n The Air Force Research Laboratory, also based at Wright-Patterson, is nearing the completion of a labor and skills assessment to identify technology areas where more people are needed — areas like artificial intelligence, hypersonics or quantum technology. Jack Blackhurst, the civilian executive director of AFRL, expects that assessment around the end of October.\n Asked if that assessment could mean bringing more people to Wright-Patterson, Blackhurst said it's possible, but he will not know until the assessment is completed.\n \"We may need to grow some people who are coming in, younger people and so forth,\" he said. \"People who are senior today, who will retire in the next five years, we need to be replacing those.\"\n\nGraphic\n\n \nCaption A packed house listens to U.S. Air Force Gen. James Holmes, commender of the Air Combat Command, at Life Cycle Industry Days, a three-day conference that opened Wednesday at Daniel J. Curran Place at the University of Dayton. THOMAS GNAU/STAFF\n\nLoad-Date: November 15, 2018"
}