{
    "title": "National news briefs",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 4,
    "day": 20,
    "full text": "Shuttle still waiting out bad weather CAPE CANAVERAL, Fla. (AP) ? Rain and overcast skies prevented space shuttle Discovery from returning to Earth on Monday, and Mission Control instructed the astronauts to spend a 15th day circling the world and awaiting better weather. Mission Control radioed up the disappointing news after passing up two landing attempts. \n\"The folks really worked it hard down here. There was a lot of cause for optimism ... but in the end of the day,\" the clouds remained too low and too thick, Mission Control radioed. \"We appreciate everything you've done,\" replied shuttle commander Alan Poindexter, \"and we'll be hopeful for better weather tomorrow.\"  Clearer skies are expected over Kennedy Space Center on Tuesday. If the clouds linger, however, NASA will try for the backup landing site in Southern California. The first landing opportunity is at 7:34 a.m., shortly after sunrise in Florida. Discovery and its seven astronauts can remain in orbit until Wednesday. They're wrapping up a resupply mission to the International Space Station. Terrorism financier to serve 10 years NEW YORK (AP) ? A New York businessman was sentenced Monday to more than 10 years in prison for trying to funnel money to a terrorism training camp in Afghanistan through an undercover agent posing as a wealthy Middle Easterner. Abdul Tawala Ibn Ali Alishtari pleaded guilty in September to charges of terrorism financing and conspiracy to commit wire fraud. Judge Alvin Hellerstein sentenced him to 121 months, plus three years of supervised release. He faced up to 20 years behind bars. Alishtari was operating a phony loan investment program when he met the undercover agent. Prosecutors said he accepted an unspecified amount of money from the agent to transfer $152,500 he believed was being sent to Pakistan and Afghanistan to support a terrorist training camp. Sting at border nets more than 280 arrests SAN DIEGO (AP) ? San Diego County sheriff's officials say more than 280 people have been arrested in a crackdown on gangs and drug and human smuggling at the U.S.-Mexican border. Sheriff Bill Gore said Monday that 24 documented gang members and eight gang associates have been booked on suspicion of various offenses following the two-day multi-agency operation called \"Allied Shield.\" Gore says the operation focused on San Diego gangs allegedly involved in cross-border crime. Officials say some of the arrests were for smuggling activities that were not gang-related and others were for outstanding warrants, parole violations, probation violations, suspected drunken driving and other offenses. About 165 pounds of marijuana, 21 pounds of methamphetamine, six pounds of cocaine, heroin and weapons were also seized. Romney backs Crist opponent for Senate TAMPA, Fla. (AP) ? Former Massachusetts Gov. Mitt Romney challenged Florida Gov. Charlie Crist on Monday to either stay in the U.S. Senate race as a Republican or step aside and support his opponent. Romney's comments came at a Tampa rally where he officially endorsed challenger Marco Rubio. There is speculation that Crist might bolt the Republican Party and run as an independent, but Romney said he expects Crist to \"do the right thing.\" Romney is often mentioned as a potential 2012 presidential candidate. By backing Rubio, a former state House speaker and a favorite of conservatives, he could help endear himself to Republican voters who were uncomfortable with his moderate stands on abortion and gay rights when he ran for office in Massachusetts. Crist's campaign did not immediately respond to an e-mail and phone messages seeking comment Monday. Garbage found in Washington whale OLYMPIA, Wash. (AP) ? Biologists who examined a gray whale that died after getting stranded on a West Seattle beach say it had a large amount of garbage in its stomach ? ranging from a pair of sweat pants to a golf ball. The scientists say most of the whale's stomach contents was algae ? typical of the bottom-feeding mammals. But they say a surprising amount of human debris was found. Besides the pants and golf ball, there were more than 20 plastic bags, small towels, duct tape and surgical gloves. The 37-foot whale beached itself last Wednesday. \n\nLoad-Date: April 20, 2010"
}