{
    "title": "NATIONS VOW TO IMPROVE THEIR SECURITY_ AT PARIS SUMMIT, TERRORISM CALLED AN 'INTERNATIONAL VIRUS'",
    "publisher": "charleston daily mail",
    "year": 1996,
    "month": 7,
    "day": 30,
    "full text": "PARIS - With the bomb attack on the Olympic Games and the possible\nsabotage of TWA Flight 800 fresh in their minds, Western ministers\ntoday called for stronger international cooperation to fight\nterrorism.\nForeign and security ministers from the Group of Seven industrialized\nnations plus Russia intend to improve joint anti-terrorism efforts\nduring a summit here today. The United States is represented by\nAttorney General Janet Reno and Peter Tarnoff, the undersecretary of\nstate for political affairs.\n\"We have to coordinate our efforts,\" British Foreign Affairs Minister\nMalcolm Rifkind said as he entered the meeting.\n\"Terrorism is an international virus,\" he said. \"It no longer happens\nin individual countries. It is now necessary to toughen up the codes\nso that terrorists have no place of refuge.\"\nItalian Foreign Minister Lamberto Dini last week said he was certain\nthe European Union and the United States agree there must be strong\nsolutions to the fight against terrorism.\n\"Terrorism cannot be resolved by one country, there need to be global\nsolutions,\" Dini said.\nThe ministers will consider anti-terrorism legislation that each\ncountry could enact, as well as steps to strengthen international\naccords against terrorism, French Foreign Ministry spokesman Jacques\nRummelhardt said. One goal of the summit will be to facilitate\nextradition of suspected terrorists.\nThe ministers also will consider efforts to clamp down on charities\nthat serve as terrorist fronts, control over information such as the\nspread of bomb-making instructions over the Internet, and means to\npressure nations believed to support terrorists.\nHowever, U.S. legislation to tighten economic embargoes against Iran\nand Libya, which Washington blames for supporting terrorists, has not\nwon favor with French Foreign Minister Herve de Charette.\n\"American laws have no rapport with the fight against terrorism. They\nare bad laws,\" he said.\nInterior Minister Jean-Louis Debre, who is co-chairing the conference\nwith de Charette, said the American approach \"is not exactly ours.\"\nAlong with the U.S. representatives, ministers from Britain, Canada,\nFrance, Germany, Italy, Japan and Russia are attending the meetings.\nOn Monday, Arab ministers opened a three-day anti-terrorism conference\nin Cairo. Egypt's interior minister called on his counterparts to\nfight harder against the Islamic militancy that is behind much of the\nterror in the Arab world.\nThe Arab ministers are discussing how to improve cooperation between\npolice forces and exchange information, and unified rules on\nextradition.\nThe Paris anti-terrorism conference was announced at last month's G-7\nsummit in Lyon, France, and proposed by President Clinton in the wake\nof a truck bomb that killed 19 U.S. servicemen in Saudi Arabia on June\n25.\n\nLoad-Date: August 1, 1996"
}