{
    "title": "Nation & World Digest_ NYC officer shot, killed in Bronx",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 9,
    "day": 30,
    "full text": "NYC OFFICER SHOT, KILLED IN BRONX\nNEW YORK - A New York City police officer grappling with an armed man died early Sunday in the Bronx after being shot three times, possibly with his own gun.\nThe 27-year-old suspect also died after five officers fired at him, police officials said. He has not been publicly identified yet.\nThe NYPD identified the slain officer as 33-year-old Brian Mulkeen.\n\"We lost a hero this evening,\" Mayor Bill de Blasio said at a news conference outside Jacobi Medical Center in the Bronx.\nMulkeen was patrolling the streets around a city apartment complex at around 12:30 a.m. as part of a unit investigating potential gang activity, Chief of Department Terence Monahan said. Mulkeen and his partner tried to apprehend a man who had fled questioning, and a struggle on the ground ensued, Monahan said.\nSUV DRIVER FACES STATE TERROR CHARGE\nSCHAUMBURG, Ill. - A man accused of driving an SUV through a suburban Chicago shopping mall was charged Sunday with terrorism and ordered held without bond.\nPolice in Schaumburg said the Cook County state's attorney had authorized the charge against Javier Garcia, 22, of Palatine, Illinois. Garcia also was charged with felony criminal damage to property.\nAssistant Cook County State's Attorney Annalee McGlone said during the bond hearing that on Sept. 20, Garcia drove his SUV through a Sears entrance into the common area of Woodfield Mall, weaving in and out of kiosks as shoppers ran for cover. No one was struck by the vehicle.\nUnder Illinois law, the Class X felony of terrorism can apply if the suspect is believed to have caused more than $100,000 in damage to any building containing five or more businesses.\nInvestigators said in a statement that they \"believe Garcia acted alone, no motive has been determined.\" He was released to police custody on Friday from the AMITA Health Behavioral Institute.\nBRIEFLY\nLEBRON JERSEY: A jersey LeBron James wore while playing Ohio high school basketball and during his first Sports Illustrated magazine cover shoot as a teenager in 2002 is being auctioned. The auction runs until Oct. 19. Early bidding reached $37,000.\nSAUDI ARABIA: A prominent bodyguard to Saudi Arabia's King Salman was shot and killed in what authorities described as a personal dispute, state TV reported Sunday, offering few details on an incident that shocked the kingdom.\nTROPICAL WEATHER: Tropical Storm Narda pounded the resort of Zihuatanejo Sunday after bringing heavy rains and flooding along Mexico's Pacific coast. The U.S. National Hurricane Center said the storm was centered about 80 miles northwest of the port of Lazaro Cardenas Sunday afternoon, with maximum sustained winds of 40 mph.\nEGYPT: Alaa Abdel-Fattah, a leading Egyptian activist who rose to prominence with the 2011 pro-democracy uprisings that swept the Middle East, was re-arrested Sunday while on probation, his family and a security official said, amid a sweeping security clampdown following small but rare anti-government protests earlier this month.\nYEMEN: Yemen's rebels Sunday claimed they launched a major attack on the border of Saudi Arabia, releasing video purporting to show captive Saudi soldiers and equipment. The video also shows fighting in a mountainous area, with Houthi fighters apparently attacking Saudi troops in armored vehicles.\nCANARY ISLANDS: A major power outage in Tenerife in Spain's Canary Islands left nearly 1 million people without electricity, authorities said Sunday. The local government said the outage affected \"the entire island.\"\n\nGraphic\n\n \n FRANCE PAYS ITS FINAL RESPECTS TO FORMER PRESIDENT CHIRAC - People wait on Sunday at the Invalides monument to pay their respects to former French President Jacques Chirac, who died on Thursday at 86. Chirac lay in state Sunday during a public ceremony at the monument, where France honors its heroes. A memorial service and private funeral are planned for today. Photo by KAMIL ZIHNIOGLU, ASSOCIATED PRESS \n\nLoad-Date: January 31, 2020"
}