{
    "title": "Nation & World Digest_ Wisconsin GOP appeals to Supreme Court on extended voting",
    "publisher": "st. louis post-dispatch ",
    "year": 2020,
    "month": 4,
    "day": 6,
    "full text": "WISCONSIN GOP SEEKS TO END ABSENTEE VOTE\nMADISON, Wis. - Wisconsin Republicans asked the U.S. Supreme Court on Saturday to block extended absentee voting in Tuesday's primary, despite public health fears about in-person voting amid the coronavirus pandemic.\nRepublicans are asking the high court to undo a federal judge's ruling this week that declined to postpone the election but added six days, to April 13, for people to submit absentee ballots.\nThe GOP argued in their brief to Justice Brett Kavanaugh that the absentee extension is \"a deeply consequential and disruptive change\" that risks confusing voters, comes too close to the election and unfairly creates two different deadlines for voters - one for in-person voting and one for absentees.\nTHIRD KNIFE-ATTACK SUSPECT ARRESTED\nPARIS - A third person has been detained in a anti-terrorism investigation in France over a knife attack south of Lyon that left two people dead, authorities said Sunday.\nThe third arrest was made Saturday night, and all three of the suspects are Sudanese, the French anti-terror prosecutor's office said.\nOn Saturday, a man attacked residents with a knife in the small town of Romans-sur-Isere, injuring several people in addition to to the two fatalities. Residents, who were in lockdown amid the coronavirus pandemic, were carrying out their permitted daily food shopping.\nFrance's counter-terrorism prosecutor's office said the assailant was arrested minutes after as he was kneeling on the sidewalk praying in Arabic. It said one of his acquaintances also was detained.\nProsecutors didn't identify the suspect. They said he had no identification documents, but that he is Sudanese and was born in 1987.\nBRIEFLY\nFLORIDA STANDOFF: A man was shot dead by police in Florida who responded to a hostage standoff that involved his former partner and her 9-yearold son. News outlets reported Sunday that the man shot and wounded two of the woman's relatives Saturday night at her apartment in Hialeah, Florida. The man then barricaded himself inside with the woman and boy, while the two relatives escaped and were hospitalized.\nKANSAS: A Kansas man has been charged with capital murder in the shooting deaths of his girlfriend and her 8-year-old daughter. The suspect, Daniel Lopez, has not been arrested. Sedgwick County authorities charged him in the deaths of Mickayla Sorell, 25, and her daughter, Natalya Sorell, who were found dead at their home in Wichita last Monday.\nCHERNOBYL: A forest fire is burning in the evacuated area around the Chernobyl nuclear power plant and is causing elevated radiation levels, authorities said Sunday. The blaze has spread to about 250 acres.\nCANADA: Shirley Douglas, the impassioned Canadian activist and veteran actress who was mother to actor Kiefer Sutherland and daughter of Canada medicare founder Tommy Douglas, died Sunday. She was 86. Sutherland announced his mother's death on Twitter, saying she succumbed to complications surrounding pneumonia. He said it was not related to COVID-19.\nRWANDA: A valley dam that authorities in Rwanda say could contain about 30,000 bodies has been discovered more than a quarter-century after the country's genocide in which 800,000 ethnic Tutsi and Hutus who tried to protect them were killed.\nKASHMIR: Nine rebels and three Indian soldiers were killed in a pair of gunbattles in disputed Kashmir, an Indian army official said Sunday. Nuclear-armed rivals India and Pakistan each administer part of Kashmir, but both claim the Himalayan territory in its entirety.\n\nGraphic\n\n \n PALM SUNDAY A SOLITARY AFFAIR - Pope Francis prays during Palm Sunday Mass behind closed doors Sunday in St. Peter's Basilica, at the Vatican during the lockdown aimed at curbing the spread of the new coronavirus. Looking pensive and sounding subdued, Francis led the first of several solemn Holy Week ceremonies that will shut out rank-and-file faithful from attending, as Italy's rigid lockdown measures forbid public gatherings. Photo by ALBERTO PIZZOLI, ASSOCIATED PRESS \n\nLoad-Date: April 8, 2020"
}