{
    "title": "National focus on debate over Muslim radicalization",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 3,
    "day": 7,
    "full text": "ONLINE\nAll Dulles Area Muslim Society: http://adamscenter.org/\nHouse Homeland Security Committee: http://homeland.house.gov/\nWASHINGTON - Muslims in America aren't cooperating enough with law enforcement to counter the radicalization of young followers by al-Qaida-linked groups, said a House leader on terrorism issues, renewing debate about religion's role in motivating extremists and what the United States can do without alienating the Islamic world.\nRep. Peter King, chairman of the House Homeland Security Committee, asserted that al-Qaida terrorists are targeting Muslim youth in this country, previewing his hearing Thursday on the extent of the problem and the Muslim community's response.\n\"The overwhelming majority of Muslims are outstanding Americans, but at this stage in our history there's an effort ... to radicalize elements within the Muslim community,\" he said in an interview broadcast Sunday.\n\"It's there and that's where the threat is coming from at this time,\" King said.\nTaking up King's call for a national discussion, the White House sent President Obama's deputy national security adviser, Denis McDonough, to a Northern Virginia mosque to speak late Sunday at an interfaith gathering about how the administration is dealing with domestic radicalization.\n\"I don't believe there is sufficient cooperation\" by American Muslims with law enforcement, King said. \"Certainly my dealings with the police in New York and FBI and others say they do not believe they get the same - they do not give the level of cooperation that they need.\"\nIn New York City, a coalition of more than 100 interfaith, nonprofit and governmental organizations planned a rally Sunday against King's hearing, saying it will send the wrong message to U.S. Muslims by \"demonizing\" them. The committee hasn't released a witness list yet for the hearing.\nThe administration has tried to strike a balance on the thorny issue, working to go after homegrown Islamic extremists without appearing to be at war with the Muslim world. There has been an effort to build stronger relationships with Muslims - internationally and with Islamic leaders in the United States.\nAt the same time, however, militant Islamic propaganda has factored into recent terrorist attacks and foiled attempts in this country.\nMaj. Nidal Hasan, the suspect in 2009 shootings at Fort Hood, Texas, is believed to have been inspired by the Internet postings of violent Islamic extremists, as was Faisal Shahzad, who pleaded guilty to terrorism and weapons charges in the attempted car bombing in New York's Times Square.\nThe first Muslim elected to the House, Rep. Keith Ellison, said that while it's proper to investigate radicalization, he thinks it is wrong to single out one religion.\n\"To say we're going to investigate a religious minority, and a particular one, I think is the wrong course of action to take,\" said Ellison, D-Minn. \"I don't want them to be able to stand up and claim, you know, see, we told you, America is at war with Islam. That's one of their main recruiting arguments.\"\nEllison said Congress needs to be careful about how it addresses the issue in investigative hearings. Appearing with King on CNN's \"State of the Union,\" he said it makes sense to speak with people in the Muslim community about efforts by extremists such as radical cleric Anwar al-Awlaki to encourage Muslims to wage attacks against the United States.\nBut Ellison argued that Muslim-Americans have worked with authorities to report suspected terrorists within their community. It's important, he said, to engage Muslims, not frighten them.\nShortly after he took office, Obama pledged a new beginning in the U.S. relationship with the Muslim world. His national security strategy dropped rhetorical references to Islamic radicalism as Obama argued that words matter and such inflammatory language linking Islam to the terrorist threat feeds al-Qaida propaganda and could alienate moderate Muslims.\nOthers, however, say the administration is failing to clearly articulate the threat, and should more directly identify Islamic extremism as a root cause of terrorism.\n\"It's an international movement with elements here in the United States, and to me, that's a real distinction,\" King said. \"There's always going to be isolated incidents, isolated fanatics, isolated terrorists even. But an organized terrorist effort, to me, is different, which requires an investigation unto itself.\"\nThe site for McDonough's speech was the All Dulles Area Muslim Society, one of the largest Muslim communities-mosque in the United States, with seven branches serving more than 5,000 families, according to its website.\nIt is an outreach partner of the FBI and its executive director is a member of the Homeland Security Advisory Council's Countering Violent Extremism Working Group.\nAP photo\nHouse Homeland Security Committee Chairman Rep. Peter King, R-N.Y. testifies on Capitol Hill in Washington, on Feb. 16.\n\nLoad-Date: March 8, 2011"
}