{
    "title": "Nation's terrorism alert status remains high",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 2,
    "day": 25,
    "full text": "The threat of a terrorist attack against America remains high and there are no plans to downgrade the nation's terror alert, Attorney General John Ashcroft said Monday.\nU.S. intelligence-gathering continues to show enough of a threat to warrant keeping the alert level at \"high risk,\" the second-highest level on a five-color scale, Ashcroft said.\nThe level was raised to orange on Feb. 7, prompting the government to impose extra security measures and causing jitters throughout the country.\nCompiled from Times Wires\n\"The constant and continuous evaluation of the factors that go into the development of threat level have not changed in a way significant enough for the threat level to be changed,\" Ashcroft said.\n \nPhilippines deny combat role for U.S. troops\nBANGKOK, Thailand - The Philippine foreign secretary denied on Monday that U.S. troops would take part in combat operations against Islamic militants in his country, opening a new front in the war on terrorism.\n\"These reports emanate from junior officials who don't know what they are talking about,\" said the foreign secretary, Blas Ople, referring to reports from Washington last week that a new yearlong training exercise in the southern Philippines would include a combat role for the Americans.\nThe Philippine Constitution prohibits the presence of foreign troops or bases unless covered by treaty. The Philippines Supreme Court ruled recently that U.S. troops deployed there can only shoot in self-defense.\n \nBin Laden, associate may be in Afghan mountains\nKUALA LUMPUR, Malaysia - Osama bin Laden and Mullah Mohammed Omar, former leader of the Taliban movement, may be hiding out in the mountainous regions along the border between Afghanistan and Pakistan, the Afghan foreign minister said Monday.\n\"My perception is that both men are still alive, perhaps in the border areas,\" Dr. Abdullah, who goes by one name, told the Associated Press.\nAudiotapes with a voice purporting to be bin Laden's became public in November and earlier this month, and U.S. officials said each time they believed the tapes to be genuine. Statements have also been released in Mullah Omar's name, though their authenticity could not be confirmed.\n \nKuwaitis suspect three were planning attacks\nKUWAIT CITY - Kuwaiti authorities have arrested three Kuwaitis on suspicion of planning terrorist attacks on U.S. forces in Kuwait, the Interior Ministry said Monday.\nThe three were found in possession of weapons and ammunition, the ministry said.\nIt identified the detainees as Ahmed Mutlaq al-Mutairi, 29, Abdullah Mutlaq al-Mutairi, 32, and Musaed Horan al-Enezi, 28. It did not say if they had been charged.\nAn Interior Ministry official told the Associated Press that the men admitted plotting attacks on U.S. military convoys, but were unable to carry out their plans because of tight security.\n\nLoad-Date: February 25, 2003"
}