{
    "title": "NATIONAL MUSEUM HONORING CONSTITUTION OPENS AMID DEBATE ON CIVIL LIBERTIES, WAR ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 6,
    "day": 30,
    "full text": "A new national museum honoring the Constitution will open Friday, July 4.\nSupreme Court Justice Sandra Day O'Connor is scheduled to join a list of politicians and celebrities at the dedication of the $185 million National Constitution Center, whose glass-walled galleries will offer sweeping views of the Constitution's historic birthplace, Independence Hall, three blocks to the south.\nThe museum on Independence Mall was conceived more than a decade ago and has been under construction for three years, but opens at a time of heightened patriotism following the Sept. 11, 2001, attacks, and concern that civil liberties might be compromised by the battle against terror.\n\"That is the challenge that the framers faced, the challenge of balancing liberty with security, and it is a challenge that has echoed down through the ages,\" said Stephen Frank, the center's director of research. \"It is an opportunity for us - the fact that these kinds of questions have risen - and they are issues we confront.\"\nThe museum embraces 216 years of constitutional controversy.\nOne of Florida's infamous butterfly ballots from the 2000 presidential election will be on display. So will tickets to President Andrew Johnson's 1868 impeachment trial, and a lock pick used during the 1972 Watergate burglary.\nThe prize artifact of the National Constitution Center is a copy of the Constitution printed Sept. 19, 1787, two days after its signing - one of only 20 surviving copies from the first public printing.\nWhen the museum picked 100 Americans to be featured in an exhibit called the National Family Tree, it bypassed presidents and politicians in favor of many who fell into the history lexicon by less traditional means. For example, Hustler magazine publisher Larry Flynt was included for his court battles over free speech and pornography.\nThere is a collection of petitions sent to Congress demanding the abolition of slavery, women's suffrage and rights for American Indians.\nSeveral exhibits will allow guests to write their opinions on sticky notes and slap them on the wall; the cafe will have terminals where visitors can e-mail their congressmen.\n\nLoad-Date: June 30, 2003"
}