{
    "title": "National broker licensing effort builds steam NARAB measure inserted in TRIA bill",
    "publisher": "business insurance",
    "year": 2014,
    "month": 8,
    "day": 4,
    "full text": "The elusive goal of establishing the National Association of Registered Agents and Brokers, a nonprofit organization to streamline the licensing of insurance agents and brokers outside their home state, finally may be within reach.\nThe U.S. House has passed NARAB legislation several times. The Senate included it in a flood insurance bill earlier this year that was later abandoned. Now, language to establish NARAB is in competing House and Senate bills that would reauthorize the federal terrorism insurance backstop. Initially created by the Terrorism Risk Insurance Act of 2002, the program will expire Dec. 31 unless it is reauthorized.\nNARAB supporters, which include the Risk & Insurance Management Society Inc., say the current system of licensing nonresident agents can be cumbersome and expensive, adding to the cost of insurance transactions.\nNARAB, which is backed not only by a broad spectrum of the insurance industry but the National Association of Insurance Commissioners as well, would set up an independent nonprofit body to allow multistate licensing of insurance producers. States would retain their regulatory rights and membership in the association would be available to qualified insurance producers.\nBut there is a catch - the House and Senate terrorism backstop bills differ on several crucial details.\nFor example, a bill the full U.S. Senate approved in July - the Terrorism Risk Insurance Program Reauthorization Act of 2014, S. 2244 - would extend TRIA for seven years; the measure the House Financial Services Committee approved in June - the TRIA Reform Act of 2014, H.R. 4871 - would extend the program five years.\nThe bills also differ in their approaches to NARAB. The Senate bill would establish the body but subject it to a two-year sunset after NARAB issues its first nonresident agent license. The House bill contains no such sunset.\nJoel Wood, senior vice president of government affairs at the Washington-based Council of Insurance Agents & Brokers, said Sen. Tom Coburn, R-Okla., insisted on the sunset provision in exchange for NARAB being included in the terrorism backstop extension bill.\n\"Sen. Coburn has a goal of allowing states to opt out of participating in NARAB on federalism grounds,\" Mr. Wood said. \"We respect his philosophy and strongly disagree that NARAB undermines state insurance regulations. So the best he could do was get a sunset of the act two years after the licenses were issued, which would keep us busy in terms of getting NARAB reauthorized, but there was no alternative to getting NARAB into the Senate TRIA bill.\"\nDespite the differences in the House and Senate bills, supporters remain optimistic that establishing NARAB may finally be realized.\n\"There are no opponents,\" said Charles Symington, senior vice president of external and government affairs at the Alexandria, Virginia-based Independent Insurance Agents & Brokers of America. \"The insurance commissioners have endorsed it ... and virtually the entire industry is behind it.\"\n\"I do think this is a do-or-die situation after more than a decade of efforts to push this over the finish line,\" Mr. Wood said.\n\"The worst-case scenario is of course that TRIA doesn't get done, and the second worst-case scenario is that the Senate language prevails with the NARAB sunset,\" Mr. Wood said. \"The second worst-case scenario still creates the body, and we are confident it will be successful, but we adamantly oppose a sunset, and it's something on which we really do not want to compromise.\"\n\"I feel optimistic that this is the year that we get NARAB over the finish line,\" said Mr. Symington. \"The reason is we've come very close, and both chambers have passed it, although in different legislative vehicles.\"\n\"We're on the precipice of getting this done,\" he said. \"In politics you can't make any guarantees, but at this point, we feel optimistic.\"\nJill Hoffman, assistant vice president of federal relations at the Falls Church, Virginia-based National Association of Insurance and Financial Advisors, noted that most of the group's members sell life insurance and other financial products in multiple states.\n\"All of these things are long-term investments,\" she said. \"If a client moves to another state, it's very important they maintain the relationship with that client.\"\nMs. Hoffman said while most states are reciprocal in licensing, \"not all are. We're just trying to remove as much red tape as possible,\" she said.\n\"The House language is preferable because it makes NARAB permanent, and we are doing everything we can to get it across the finish line,\" Ms. Hoffman said. \"TRIA is a difficult issue and we appreciate that, but I think there's overwhelming consensus that it needs to get done; and when that happens, we want NARAB to be included.\"\nDespite industry optimism, no one considers passage of legislation to establish NARAB a given.\n\"One thing we learned is every time we think we're really close, that something unexpected happens. But we're very positive that this will happen,\" Ms. Hoffman said.\n\nLoad-Date: August 7, 2014"
}