{
    "title": "National webinar held on 'Contemporary Indian Literature'",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 11,
    "day": 3,
    "full text": "GUWAHATI: \"Anger against politicians, lost of history among youths, erosion of values and identity crisis have become subject-matters of fiction, auto-fiction and non-fictional writings of most of the writers in North East India at present and the good trend is that National platforms have started to recognize it\", said Dr. Prasanta Kumar Das, Professor in English at Tezpur University, while delivering his lecture in a national webinar on 'Contemporary Indian Literature' organized by the literary & socio-cultural research magazine Swarnalipi, on Monday.\nAccording to a release, inaugurating the webinar Dr. K. Sreenivasarao, Secretary, Sahitya Akademi said that the rapid advances in technology and social media is not only reducing geographical boundaries but also brings a healthy trend of plenty of scopes for optimism and uniqueness of Indian literature as a whole and in several languages in particular. Drawing special focus in the contemporary literary developments in several languages Dr. Sreenivasarao said that Sahitya Akademi has taken up significant initiatives in various types of literature so that immortal creations could be expected in a big way.\nHighlighting various relevant aspects and commonalities of 'Oriya and Assamese creative writings', Dr. DiptiPhukanPatgiri, Professor of Assamese at Gauhati University disclosed that many writers in both languages have confined their creativity not only in harsh social, cultural and political realities, but also, in micro psycho-analytic study.\nDelivering his talk on 'Modern Poetry: Women Voices from South Indian Languages' with citations of many women poets from Malayalam, Tamil and Telugu, Dr. A. J. Thomas, Editor of Indian Literature at Sahitya Akademi, said that women poetry is not written in isolation and their territory is well defined to establish their modes of empowerment, outlook and sense of liberation and specific expectations. The recent and modern sensibility of Indian poetry is influenced not only by dissociation and terrorism but also by multi-consumerism and multiculturalism and dominated by severe pains and pathos of inequalities, said by Dr. Pranjit Borah, Assistant Professor in Assamese at Dibrugarh University while delivering his talk on 'Modernist Indian Poetry'.\nThe webinar was moderated by HridayanandaGogoi, Editor, Swarnalipi and many writers, academicians, scholars, including Sahityacharya Dr. Parag Kumar Bhattacharyya, Dr. Neeva Rani Phukan, Dr. Chandana Das, NayanJyotiBhuyan (Mumbai), GeetaSarma (Mumbai), Dr. PaporiSenapti (Haflong) took active parts, a release stated.\n\nLoad-Date: November 3, 2020"
}