{
    "title": "NATION IN BRIEF; Terrorism down, report says",
    "publisher": "the atlanta journal-constitution",
    "year": 1997,
    "month": 5,
    "day": 1,
    "full text": "International terrorists committed the fewest acts of violence in 25 years in 1996, but the death toll from their attacks was one of the highest ever, the State Department says.\nIn its annual report on worldwide terrorism, the Clinton administration continued to list seven countries as perpetrators of state- sponsored terrorism: Iran, Iraq, Libya, North Korea, Sudan, Cuba and Syria. Iran was singled out as the worst offender.\nCuba and North Korea were included even though the State Department acknowledged that \"Cuba no longer actively supports armed struggle in Latin America and other parts of the world,\" and \"North Korea cannot be conclusively linked to any international terrorist attacks since 1987.\" Both courtries, however, harbor international terrorists, the department said.\nThere were 296 acts of international terrorism in 1996, the lowest annual total in 25 years and a one-third drop from the 440 incidents recorded in 1995. But the casualty list of 311 killed and 2,652 wounded was one of the highest ever recorded. The number of dead, in fact, nearly doubled from the 1995 toll of 163.\n \nBUSINESS Bonus, layoffs linked\nChief executives of big companies are continually being rewarded with fat compensation for laying off more employees, according to a new study released today. The Institute for Policy Studies, a Washington- based liberal research group, said it has found the same trend for four consecutive years: Wall Street rewards CEOs for making layoffs by pushing up stock prices, which are the basis for the biggest component of CEO compensation ---stock options. The new survey, done with Boston-based United for a Fair Economy, found that pay for CEOs at the 30 corporations that made the biggest layoffs last year rose an average 67.3 percent --- compared with 54 percent for CEOs at the top 365 American corporations.\n \nIMMIGRATION Citizenship on hold\nPushp Grover desperately wants to become a U.S. citizen, but can't because of her fingerprints. Immigration and Naturalization Service says it needs the prints for its files; the FBI, which examines the prints, says they're unreadable despite repeated attempts in the past year. Grover, 53, a native of India who has lived in the United States for 27 years, including the past six in Everett, Wash., is frustrated with the process. \"I passed my test. I passed my interview. I took the oath, and I was told I'd get the citizenship, but I didn't get it because of my fingerprints.\"\n\nLoad-Date: May 2, 1997"
}