{
    "title": "Nation and world news in brief",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 12,
    "day": 18,
    "full text": "Family behind OxyContin attests to its role in opioid crisis\nTwo owners of the company that makes OxyContin acknowledged to Congress on Thursday that the powerful prescription painkiller played a role in the opioid epidemic but they stopped short of apologizing or admitting wrongdoing.\n\"I want to express my family's deep sadness about the opioid crisis,\" David Sackler, whose family owns Purdue Pharma, said at a rare appearance in a public forum. \"OxyContin is a medicine that Purdue intended to help people, and it has helped, and continues to help, millions of Americans.\"\nThe company's marketing efforts have been blamed for contributing to an addiction and overdose crisis that has been linked to 470,000 deaths in the United States over the past two decades.\nKathe Sackler, David Sackler's cousin, told the House Oversight and Reform Committee that she knows \"the loss of any family member or loved one is terribly painful and nothing is more tragic than the loss of a child.\"\nFrench court convicts IS operative over foiled train attack\nPARIS - A French court on Thursday convicted an Islamic State operative over a train attack five years ago that was foiled with the dramatic intervention of three American passengers.\nThe special terrorism court sentenced Morocco-born Ayoub El Khazzani to life in prison, with 22 years guaranteed behind bars.\nEl Khazzani, who went from drug-trafficking in Spain to Syria as a jihadi, met his match in the train car encounter with three childhood friends from California who took him down. Clint Eastwood turned the face-off into a movie, \"The 15:17 to Paris.\"\nThree accomplices, who weren't on the train, were convicted of complicity and handed sentences ranging from seven to 27 years.\n6 men indicted in alleged plot to kidnap Michigan governor\nTRAVERSE CITY, Mich. - A federal grand jury has charged six men with conspiring to kidnap Michigan Gov. Gretchen Whitmer in what investigators say was a plot by anti-government extremists who were angry over her coronavirus policies.\nThe indictment released Thursday by U.S. Attorney Andrew Birge levied the conspiracy charge against Adam Dean Fox, Barry Gordon Croft Jr., Ty Gerard Garbin, Kaleb James Franks, Daniel Joseph Harris and Brandon Michael-Ray Caserta. They are all from Michigan except for Croft, who lives in Delaware.\nThe charge carries a maximum penalty of life in prison, Birge said in a statement.\nThe six were arrested in early October following an FBI investigation into an alleged plot to kidnap the Democratic governor at her vacation home in northern Michigan.\n\nLoad-Date: December 22, 2020"
}