{
    "title": "Nationwide terrorism alert causes minor disruptions at U. Virginia",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 10,
    "full text": "University of Virginia and Charlottesville, Va., police officials reported Sunday they will not make any significant changes to local security procedures in the face of Friday's announcement from Attorney General John Ashcroft and Homeland Security Secretary Tom Ridge that the national terror alert level has been elevated from yellow to orange.\nAn orange level alert is the second highest terror warning possible on a five-level scale, the highest level being a red alert.\nAccording to the Commonwealth of Virginia Homeland Security Department, an orange level or \"high threat\" terrorist warning \"indicates that there is a high risk of a local terrorist attack, but a specific target has not been identified.\"\nU. Virginia\nIn a White House press release, Ashcroft said he felt Americans are capable of dealing with the unsettling news of a potential terrorist attack.\n\"We believe the American people have the ability to accommodate this kind of information sharing as a strategy in which they participate for being successful in the fight against terrorism,\" he said.\nUniversity Police Sgt. Cassandra Carter said her department has not deviated from the norm whatsoever in patrolling Grounds.\n\"We have not changed any of our mechanics with security,\" she said. \"We are simply making it known that we are out and about and have enhanced our patrol.\"\nCarter said, however, that police coverage has increased significantly since Sept. 11.\nCharlottesville Police Sgt. David Jones echoed Carter's sentiments.\n\"We always maintain a high level of vigilance,\" he said. \"To say that we look out for anything different at a heightened level [of alert] would be to say that we are not doing the job that we should be doing at all other times.\"\nBill Leighty, chief of staff for Gov. Mark R. Warner, e-mailed all state offices Friday to ask each institution to ensure their employees are aware of the terror alert change, University Spokeswoman Carol Wood said.\nAfter Leighty's e-mail, a group of administrators and University police officials met to compose another e-mail advising all vice presidents, deans, department heads and directors to report any suspicious activities, Wood said.\n\"Following that, we made the decision to send a similar e-mail to students,\" she said. \"We wanted to assure them that the University is taking steps to improve security around Grounds.\"\nThe most immediate steps will be at major events and may include the checking of purses and bags, Wood said.\nMarcy Day, director of promotions for the music department, said she placed signs informing concert patrons of random bag checks outside of Old Cabell Hall auditorium for Sunday's chamber music concert in order to comply with an administrative directive.\nUshers responsible for carrying out the searches reported that checks were completed smoothly and without annoyance from patrons.\n\"It went really well,\" volunteer usher Murielle Kervizic said. \"We checked mostly large bags.\"\n(C) 2002 Cavalier Daily via U-WIRE\n\nLoad-Date: February 10, 2003"
}