{
    "title": "National and World Briefs",
    "publisher": "richmond times dispatch ",
    "year": 2019,
    "month": 9,
    "day": 30,
    "full text": "Saudi denies ordering journalist's murder\nNEW YORK ' Saudi Crown Prince Mohammed bin Salman said in a television interview that he takes \"full responsibility\" for the murder of Saudi journalist Jamal Khashoggi, but he denied that he ordered it.\n \"This was a heinous crime,\" the 34-year-old crown prince told \"60 Minutes\" in an interview that aired Sunday. \"But I take full responsibility as a leader in Saudi Arabia, especially since it was committed by individuals working for the Saudi government.\"\n The slaying was \"a mistake,\" he said.\n Khashoggi entered the Saudi consulate in Turkey on Oct. 2, 2018, to collect a document that he needed to marry his Turkish fiancee. Agents of the Saudi government killed Khashoggi inside the consulate and apparently dismembered his body, which has never been found. Saudi Arabia has charged 11 people in the slaying and put them on trial, which has been held in secret. As of yet, no one has been convicted.\n Terror charge lodged in Chicago mall incident\n SCHAUMBURG, Ill. ' A man accused of driving an SUV through a suburban Chicago shopping mall was charged Sunday with state terrorism and ordered held without bond.\n Police in Schaumburg said the Cook County state's attorney had authorized the charge against Javier Garcia, 22, of Palatine. Garcia also was charged with felony criminal damage to property.\n Assistant Cook County State's Attorney Annalee McGlone said that on Sept. 20, Garcia drove his SUV through a Sears entrance into the common area of Woodfield Mall as shoppers ran for cover. No one was struck.\n Under Illinois law, the Class X felony of terrorism can apply if the suspect is believed to have caused more than $100,000 in damage to any building containing five or more businesses.\n Four inmates escape from county jail in Ohio\n GALLIPOLIS, Ohio ' Four inmates overpowered two corrections officers with a homemade weapon and escaped from a county jail in Ohio.\n The Gallia County Sheriff's Office said the men forced open a secured door at the jail in Gallipolis, in southeast Ohio, early Sunday. Authorities said they had help from at least one person outside the jail.\n New York's 14th Street will ban most cars\n Cars will be banned from lower Manhattan's 14th Street, a major east-west thoroughfare, starting Thursday as part of an 18-month experiment to speed crosstown travel.\n A 1.1 mile stretch from Third Avenue to Ninth Avenue, bordering Greenwich Village and Chelsea, will turn into a \"busway\" restricting car and truck traffic, creating a corridor of express buses, wide bike lanes and pedestrian-friendly walkways. The crosstown M14 bus, which carries about 27,000 riders a day, now takes more than 10 minutes to travel those six blocks at rush hour.\n Aside from local businesses and residents, only buses, trucks and emergency vehicles will be able to use 14th Street as a through route.\n ' From wire reports\n\nLoad-Date: September 30, 2019"
}