{
    "title": "Nation in Brief; Biological terrorism called growing threat",
    "publisher": "the atlanta journal and constitution",
    "year": 1998,
    "month": 4,
    "day": 23,
    "full text": "Attorney General Janet Reno and FBI Director Louis J. Freeh say U.S. cities and towns remain vulnerable to chemical and biological terrorism despite recent efforts to improve protections. ''We need to make sure we have a significant stockpile --- and I don't think we do --- of vaccines and other medications,'' Reno said Wednesday in Washington before a joint hearing of the Senate Intelligence Committee and Judiciary subcommittee on technology and terrorism. The panels have been holding a series of hearings on terrorism. Freeh testified that local police lack adequate equipment for dealing with such attacks, calling that ''the greatest vulnerability that we have right now.'' The February anthrax scare in Las Vegas served as a ''dress rehearsal'' that taught some important lessons, he said. Greenhouse gases cited in record warmth The Northern Hemisphere's three warmest years in the last 600 came this decade --- and rising levels of greenhouse gases are probably to blame, according to research published today. Scientists reconstructed average annual temperatures back to the year 1400 and found that 1990, 1995 and 1997 were the warmest. Either 1995 or 1997 could be considered the record-setter, depending on whether one considers temperatures over land, at the ocean surface or both, researcher Michael Mann said. When land and ocean temperatures are combined, 1995 and 1997 ran about nine-tenths of a degree Fahrenheit above the average for the 20th century. He and colleagues present the work in today's issue of the journal Nature.\nEmployee meeting results in 3 deaths Three U.S. Department of Agriculture employees were shot to death Wednesday during a meeting at a district office in Inglewood, Calif., police said. The three employees --- a union representative, a supervisor and an employee whose title was unknown --- were in a meeting behind locked doors when other employees heard shots shortly before 3:15 p.m. Police said the employee shot and killed his supervisor and a union representative, ignoring their cries for mercy, before shooting himself in the head. Springer's show fake, former guests say TV talks show host Jerry Springer's show is a fake, with guests coached on what to say --- and whom to punch --- former guests charge in a report airing tonight on the syndicated TV newsmagazine \"Extra\", the New York Post reported today. The Post said 16 former guests told \"Extra\" they were coached, scripted and intimidated into performing the most outrageous acts possible. \"We acted everything,\" said one of a pair of bodybuilding brothers who appeared on the show. \"When you have to say this. When you have to punch, when you have to push. They said, 'We want four fights.' \" A Springer spokesman denied the show engaged in trickery. Crime fighters found guilty of theft The leader of a neighborhood crime-fighting group vowed to work on, even after he and two other employees were convicted of spending thousands of dollars mistakenly wired to their bank account by the city of Cleveland. ''As long as God gives me the strength and the heart as a man to fight for black people, poor people, working people --- then that's what I'll do,'' said Art McKoy, president of Black on Black Crime Inc. He said he was innocent. McKoy, chairman Abdul Rahim Ali Hasan and Derrick Washington were found guilty of grand theft on Wednesday. Prosecutors said the money was spent on luxury cars, jewelry, real estate and other items. About $ 300,000 of the more than $ 617,000 is still missing. Each of the men could get up to five years in prison and a $ 10,000 fine.\n\nLoad-Date: April 24, 1998"
}