{
    "title": "Nation & World Digest_ Virus spike causes Wall Street slide",
    "publisher": "st. louis post-dispatch ",
    "year": 2020,
    "month": 6,
    "day": 25,
    "full text": "VIRUS SPIKE CAUSES WALL STREET SLIDE\nStocks slumped Wednesday after new coronavirus cases in the U.S. hit their highest level in two months, renewing worries that the economy could take longer to bounce back than investors hoped.\nThe S&P 500 fell 2.6% Wednesday, wiping out its gains for the week. Markets have been rallying recently on hopes that U.S. states and regions around the world could continue to lift lockdowns put in place to slow the spread of the coronavirus. Cruise lines, which would stand to suffer greatly if travel restrictions are extended, were among the biggest losers. Energy stocks fell along with oil prices.\nMeanwhile, the International Monetary Fund predicted Wednesday that the global economy will shrink 4.9% this year, significantly worse than the 3% drop it estimated in its previous report in April. The IMF said that the global economic damage from the recession will be worse than from any other downturn since the Great Depression of the 1930s.\nORDER INTENDED TO BOOST CHILD WELFARE\nNEW YORK - Tackling a lower-profile issue for the White House, President Donald Trump signed an executive order Wednesday aimed at strengthening child-welfare programs nationwide.\nIt comes as child-protection agencies across the U.S. struggle with effects related to the coronavirus pandemic.\nThe goals are ambitious - curtailing child maltreatment, strengthening adoption programs and encouraging supports for at-risk families so fewer children need to be separated from their homes and placed in foster care.\nAn advocate for at-risk children and families, University of Michigan law professor Vivek Sankaran, said it was difficult to give an immediate verdict as to whether the proposals are significant or \"a lot of fluff with little substance.\"\nBRIEFLY\nRECALL: Toyota is recalling about 752,000 gas-electric hybrid vehicles worldwide because the engines can lose power and stall. The recall covers certain 2013 to 2015 Prius and 2014 to 2017 Prius v hybrids. The company says in a statement that the hybrids are designed to go into a fail-safe mode if there are faults in the hybrid system. But in rare instances, they may not go into fail-safe and the engines could lose power and stall. Toyota says that power steering and braking would stay on, but at higher speeds, the stalling could raise the risk of a crash.\nJUDICIAL NOMINEE: The Senate on Wednesday approved the nomination of Mississippi Judge Cory Wilson to a federal appeals court, the 200th federal judge named by President Donald Trump and confirmed by the Republican-controlled chamber. It's the highest number of judicial nominees confirmed at this stage of a presidency in four decades.\nPLANE CRASH: Pakistan's aviation minister Ghulam Sarwar Khan said Wednesday that \"human error\" on the part of the pilot, the co-pilot and air traffic control caused last month's Pakistan International Airlines crash in the port city of Karachi that killed 97 people.\nCIA WATCHDOG: Peter Thomson, President Donald Trump's nominee to be the CIA's chief watchdog, pledged independence but faced skepticism about his ability to ward off presidential interference at a nomination hearing Wednesday.\nELECTION 2020: Voters rebuffed President Donald Trump and nominated two Republicans he opposed to House seats from North Carolina and Kentucky on Tuesday. Calls in higher-profile races in Kentucky and New York faced days of delay as swamped officials count mountains of mail-in ballots.\nTERRORISM: The Trump administration claimed significant victories against global terrorism but said Iran continues to increase its support for extremists and that white supremacist attacks are on the rise, the State Department said Wednesday in its annual report on terrorism.\n\nGraphic\n\n \n PUTIN HAILS NAZI DEFEAT IN VIRUS-DELAYED PARADE -Russian President Vladimir Putin hailed the defeat of Nazi Germany at the traditional massive Red Square military parade in Moscow, which was delayed by more than a month until Wednesday because of the coronavirus. The parade is usually held May 9 on Victory Day, Russia's most important secular holiday, but was postponed until Wednesday due to the pandemic. But the timing allowed Russia to mark another significant war-era event - the 75th anniversary of the Red Square parade by troops returning home after the Nazis' defeat. Some 14,000 soldiers took part in the parade. Above, Russian sailors march in Red Square during the parade. Photo by ALEXANDER ZEMLIANICHENKO, ASSOCIATED PRESS \n\nLoad-Date: June 26, 2020"
}