{
    "title": "National Self Insurers Association Executive Director Larry Holt speaks at Oklahoma Self Insurers As",
    "publisher": "journal record legislative report ",
    "year": 2010,
    "month": 10,
    "day": 25,
    "full text": "Expect a renewed congressional push to potentially take over the oversight of workers' compensation. That led a list of four key issues National Self Insurers Association Executive Director Larry Holt raised before the Oklahoma Self Insurers Association's annual conference Friday. Others include increased concerns over the use of the Racketeer Influenced and Corrupt Organization Act to challenge workers' comp rulings, achieving another extension of the Terrorism Risk Insurance Act, and proposed Occupational Safety & Health Administration standards on muscular disorders. At a luncheon at Catoosa's Hard Rock Hotel and Casino, Holt said that U.S. Rep. \nJoe Baca, D-Calif., first fought for House Resolution 635 last winter, seeking to establish a national committee to study and evaluate state workers' compensation laws. But Holt said that opening salvo to a potential new national bureaucracy fell to the wayside under two moves - the strong furor raised by business leaders and interest groups, and White House efforts to secure health care reform. Holt said Baca used that downtime to gain 16 co-sponsors to his legislation. Holt now expects a much stronger push next year to establish this commission. With the economy still struggling to crawl out of recession, Holt attacked such a move as an unnecessary drain on already strained state and federal budgets. He defended the current system for allowing states to create programs that fit their needs, as opposed to one-size-fits-all efforts that create regional problems. Over the last few years Holt said the states have increased their workers' compensation benefits, improved safety records and helped more employees return to work. \"The federal government has never and should not now interfere with the state's responsibility in this issue,\" said Holt, who has led the NSIA since 1998. Holt's RICO concerns follow the progress of a 2008 Michigan lawsuit claiming Cassens Transport and its physicians used an illegal scheme to deny six employees their workers' compensation benefits. That case rose to the U.S. Supreme Court, which three weeks ago ordered the 6th Circuit Court to review its finding. Holt said this high-profile case is not alone in its attempt to apply RICO to workers' compensation, promising potential triple damage and legal fees. After 9/11, Holt said extending TRIA remains a vital insurance concern considering the potential catastrophic damages a terrorist attack could bring. Originally passed in 2002, providing governmental protection for insurance losses due to terrorist attacks that top $100 million, Holt said this act received extensions in 2005 and 2007. While it now runs through 2013, Holt warned that its next extension requires a study by the President's Working Group on Financial Markets by the end of this year. While Holt held that private enterprise solutions always were preferable to governmental aid, he said the nature of terrorism and the amount of damage it can cause - 2001's final bill came to $40 billion - justified a governmental solution. \"Workers' compensation programs are especially vulnerable,\" he warned, since all injuries that rise from employment, even due to terrorism, are the responsibility of the employer. \"Without TRIA, the cost of workers' compensation will dramatically increase. \"Ideally the private sector should cover the risk exposure all by itself, but in an ideal world there wouldn't be any terrorists either,\" Holt said. The OSHA's proposed muscular skeletal regulation drew fire because it would establish regulations over injuries that are both very individual and difficult to pin to workplace conditions, he said. Holt recommended that OSHA instead study the huge differences in working environments. \"Muscular-skeletal injuries are complex problems without simple answers,\" he said. \"OSHA believes employers and workers could benefit from better data. The NCSI believes this needs to be approached with caution. \"\n\nLoad-Date: November 1, 2010"
}