{
    "title": "National labs, National Guard involved in counter-terrorism",
    "publisher": "santa fe new mexican",
    "year": 2001,
    "month": 9,
    "day": 20,
    "full text": "A brief overview of some anti-terrorism programs run by the federal laboratories and other agencies in New Mexico:\nSandia National Laboratories President Paul Robinson, in an address in February, outlined some of the lab's counter-terrorism programs, including portable bomb-sniffing technology that could be used in airports and a spray foam to neutralize chemical agents such as the poison gas terrorists used to attack a Tokyo subway in 1995. Two companies are now licensed to manufacture the foam.  \nSandia, based in Albuquerque, also works with government agencies, universities and professional associations to figure out where buildings are vulnerable and how to change building codes, designs and construction standards so buildings can better withstand assault.\nLos Alamos National Laboratory has programs to fight cyber-terrorism and is developing technology to detect biological and chemical agents, early-warning systems to identify threats and so-called homeland-defense techniques.\nThe labs have technology to help combat terrorism, but the nation must do a better job of getting it into the hands of law enforcement, policy-makers and the intelligence community, Sen. Pete Domenici, R-N.M., said after being briefed Tuesday on efforts to assess and combat potential terrorist threats.\nThe Defense Threat Reduction Agency at Kirtland Air Force Base in Albuquerque late last month set off a 1,450-pound ammonium nitrate-mix bomb in the last of five tests to study the damage to mock office buildings peopled by crash-test dummies.\nLast year, the New Mexico National Guard formed a team to respond to chemical, biological and nuclear threats. The 64th Weapons of Mass Destruction Civil Support Team this week was briefing officials in Alamogordo, Albuquerque, Carlsbad, Las Cruces and Santa Fe.\nThe discussions detail \"our equipment and training and what we can bring to the table and what we can't,\" Maj. Michael Schwartz said. Community officials, in turn, talk about their capabilities and limits.\nAmong the unit's specialists: a physician's assistant who can treat casualties from biological and chemical agents; computer specialists; and a team that investigates sites of terrorist incidents and takes samples.\n\nLoad-Date: September 21, 2001"
}