{
    "title": "NATIONS URGED TO DENY FUNDS TO HAMAS, HEZBOLLAH; CHRISTOPHER_ BOLDER STEPS NEEDED",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 10,
    "day": 25,
    "full text": "Secretary of State Warren M. Christopher urged all nations Monday to deny public and private financing for Hamas, Hezbollah and other extremist Islamic groups. \"Condemnation is not enough,\" he said.\nChristopher said recent terrorist attacks in which two dozen Israelis were killed would not deter peacemaking efforts by President Bill Clinton and should not inhibit Israel from expanding Palestinian self-rule on the West Bank and coming to terms with Syria.\n\"The United States will do all it can to help Israel minimize the risks it takes for peace,\" Christopher said.\nBut Christopher said bolder steps were needed if the peace talks between Israel and Syria were to succeed and indicated that Clinton would prod Syrian President Hafez Assad to move faster when they meet Thursday in Damascus.\n\"The time is fast approaching when some very difficult decisions must be made,\" Christopher said in a major foreign policy speech at Georgetown University previewing the four-day Middle East visit that he and Clinton begin today.\n\"If these talks are to succeed, if they are to produce the 'peace of the brave' of which President Assad speaks, then the deliberate pace of the current negotiations must give way to a bolder approach.\"\nClinton, who was in Cleveland, warned that his scheduled stop in Syria - the first by an American president since Richard Nixon visited Damascus in 1974 - was unlikely to produce sudden major changes in the Syrian-Israeli talks, which have dragged on inconclusively for three years.\nA senior U.S. official said the administration wanted Assad to be aware that keeping to the current slow and deliberate pace of the negotiations could increase the risk that the talks would be disrupted by events such as the terrorist bus bombing that killed 23 people in Tel Aviv last week.\nSyria is demanding that Israel give up the Golan Heights, a buffer zone on the border. By capturing the territory in the 1967 Six-Day War, Israel ended cross-border attacks on Israeli villages. Christopher did not say whether the administration wanted Israel to give up the enclave.\nChristopher directed his strongest statements at terrorists and their sponsors. He denounced Iran as \"the world's most significant state sponsor of terrorism.\"\n\"We must join together to turn off all foreign sources of funding for terrorism, both public and private,\" Christopher said. \"Front organizations based abroad that are linked to terrorism must be shut down. And the perpetrators and organizers of terror must be punished.\"\nHe said the administration mightpropose new legislation to prevent Hamas and similar groups from raising funds in the United States. And he urged other nations to stop selling weapons to Iran and providing Iran with economic benefits.\n\"The international community has been far too tolerant of Iran's outlaw behavior,\" Christopher said.\nHe added, \"If peace brings nothing but more terror, the process of reconciliation surely will not succeed.\"\nHe also called on Yasser Arafat, chairman of the Palestine Liberation Organization, \"to root out terror in the areas he controls.\" Christopher said Palestinians had the most to lose if terrorism stifled negotiations with Israel to expand Palestinian self-rule throughout the West Bank.\nIn Cleveland, Clinton said he would press Arafat when they met today in Cairo, Egypt, to work harder to carry out a pledge to Israel to maintain security in Gaza and Jericho.\n\"That is very important,\" Clinton said at a news conference, \"because, keep in mind, the PLO had never run a police force or an army before.\"\n\nLoad-Date: October 26, 1994"
}