{
    "title": "NATO trial question_ Who's a terrorist_",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 2,
    "day": 7,
    "full text": "CHICAGO - The question of when a planned protest becomes conspiracy to commit terrorism was the focus of closing arguments Thursday in the trial of three men accused of hatching a plan to throw Molotov cocktails at President Barack Obama's campaign headquarters and other sites before the 2012 NATO summit.\nProsecutor Tom Biesty argued two weeks of testimony from undercover police officers and wire recordings proved the three out-of-state activists conspired to attack the campaign office, Mayor Rahm Emanuel's home and police stations.\n\"Were they bumbling fools or were they cold, calculating terrorists? ... That is the question you have to answer,\" he told jurors, who were expected to get the case later Thursday. Added the prosecutor, \"There is one verdict - guilty. These men are terrorists.\"\nBrian Church, 22, of Fort Lauderdale, Fla.; Jared Chase, 29, of Keene, N.H.; and Brent Vincent Betterly, 25, of Oakland Park, Fla., have pleaded not guilty to conspiracy to commit terrorism and other more standard charges, like arson. If convicted of the terrorism charges, each defendant could face decades in prison.\nBut defense attorney Thomas Durkin later ridiculed the notion that what they were talking about could possibly be compared to the acts of al-Qaida or other known terrorist groups.\nReaching into an exhibit box, Durkin lifted a slingshot that was among the items the activists brought to Chicago. Holding it up to jurors, he said, \"A weapon of mass destruction. Tools of terrorism, for sure.\"\nDurkin also noted that he had called his client, Chase, and the other defendants \"goofs\" in his opening, and he told jurors he stood by that assessment. He also held up a gas mask they brought to Chicago, but one that lacked any filtering mechanism.\n\"Talk about how stupid they are - to reinforce my goof theory. They brought a gas mask and didn't bring the filter,\" he said.\nThe outcome of the Illinois trial is being closely watched, said Durkin, precisely because many share his belief prosecutors were overzealous in slapping the label 'terrorism' on the protesters' alleged crimes.\n\"This case is a big deal, don't kid yourself about that,\" he told jurors. \"If these people can be labeled terrorists, we are all in trouble.\"\nMolly Armour, Betterly's lawyer later echoed that, asking, \"Is this what the war on terror has come to?\"\nProsecutors paint the suspects as sinister, revolution-minded anarchists who were bent on setting parts of the nation's third largest city ablaze. They eagerly sought to work with undercover agents as they created Molotov cocktails out of beer bottles with gasoline, the state attorney said.\nDefense attorneys say the officers posing as activists egged on the three, who were, they argued, frequently too drunk or too high on marijuana to take any meaningful steps planning attacks.\n\nLoad-Date: February 7, 2014"
}