{
    "title": "NATO Report_ Prepare For a Strategic Rivalry With Russia and China",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 1,
    "full text": "After France's president said NATO was suffering ''brain death,'' the alliance sought advice on how to stay vibrant as it faces new challenges from Russia and China.\nBRUSSELS -- A high-level look at NATO's next 10 years recommends significant changes to confront the new challenges of an aggressive Russia and a rising China, urging overhauls to fortify the  alliance's cohesion and to better coordinate with democratic allies around the world. \n  NATO did well boosting military deterrence after the Russian invasion of Ukraine and annexation of Crimea in 2014, the report commissioned by the alliance says. But with a similar challenge to the West arising from an ambitious and authoritarian China, it says the alliance now needs to make similar advances on the political side, including reaching out more consistently to Asian allies anxious about Beijing's ambitions.\n  Covering 138 specific recommendations in some 60 pages, the report will be a major source of discussion on Tuesday, the start of a two-day meeting of NATO foreign ministers that is likely to be the last for Secretary of State Mike Pompeo. The report is scheduled to be released Tuesday evening, but its contents were described in advance to The New York Times by several people familiar with them.\n  The report was requested by the NATO secretary-general, Jens Stoltenberg, after President Emmanuel Macron of France said a year ago that NATO was experiencing ''brain death'' because of a lack of strategic coordination and American leadership.\n  According to a diplomat from a NATO country, the report is a kind of riposte to Mr. Macron but also an effort to respond to his legitimate criticisms of an alliance that has been slow to adapt its structures and its reach, and where decision-making is a cumbersome and often arduous process that hinders quick reaction.\n  A co-chairman of the 10-member group of experts, A. Wess Mitchell, told NATO ambassadors in a private briefing that the report showed that ''NATO is alive and kicking both in its cerebral function and its muscle tissue.''\n  In an interview, Mr. Mitchell, a former U.S. assistant secretary of state for Europe, acknowledged that the quotation was accurate. He said that the report was aimed at the future for an alliance whose last formal strategic concept was written a decade ago, when a different kind of relationship with Russia was hoped for and in which China was not even mentioned.\n  ''Our intention is to be candid about the challenges to NATO, with a tone of well-grounded optimism,'' Mr. Mitchell said. The main message, he said, is that ''NATO has to adapt itself for an era of strategic rivalry with Russia and China, for the return of a geopolitical competition that has a military dimension but also a political one.'' \n  NATO, he added, is ''first and foremost an alliance of Euro-Atlantic democracies, and must evolve politically to match its military evolution.''\n  In this new world, internal division is damaging, Mr. Mitchell said. ''That strategic competition makes schisms inside potentially more dangerous, because they can be exploited. So it also puts an emphasis on political cohesion.''\n  To that end, the report does not recommend the scrapping of NATO's principle of consensus, but suggests ways to speed up decisions. For example, numerous NATO partnership decisions with countries like Israel and even Austria are being held up by one country, in this case Turkey. The report suggests that such disputes be raised to the ministerial level, not left with the anonymity of ambassadors.\n  China is a significant part of the report, and it recommends setting up a consultative body to coordinate Western policy toward Beijing and to highlight Chinese activities  that could affect Western security. Those include issues like spying, supply chains, information warfare and arms buildups.\n  With its technological ambitions, military expansion and trade policies, China can no longer be seen as simply an Asian player, the report argues, and NATO has been slow to respond to the challenge.\n  The report urges the creation of analytical centers better able to study disruptive and emerging technologies and to better use artificial intelligence, so the alliance can enhance its security and deterrence against cyber and hybrid warfare, beyond the traditional battlefield.\n  It should also use those capacities to improve the fight against terrorism and to better coordinate policies that defend NATO's southern members, which are less worried about Russia than about Islamist terrorism and state-sponsored wars, like in Libya, that create uncontrolled migration.\n  The report is also blunt about the problems of democratic adherence inside the alliance, arguing that with ideological rivals like Russia and China, the political health of the alliance matters more. \n  It recommends creating a Center of Excellence for Democratic Resilience and recommitting all members to the principles of the NATO founding treaty, whose prologue commits them to uphold ''the principles of democracy, individual liberty and the rule of law.''\n  The report also urges closer coordination with the European Union and its own military efforts and ambitions. It recommends a permanent staffing link and a more explicit encouragement by NATO of E.U. efforts toward a more capable European defense, so far as they strengthen the alliance, contribute to fairer burden-sharing and do not exclude non-E.U. allies.\n  A senior diplomat from a  NATO country called the report comprehensive, a foundation from which Mr. Stoltenberg can build recommendations to political leaders from the alliance for their next summit meeting, expected early next year. NATO is expected, as the report urges, to approve the preparation of a new strategic concept to replace the one of 2010.\n  The European Union has already begun  preparations to work with a new Biden administration. The European Commission and the European Council are studying proposals to work together with the United States on issues like health and pandemics, trade, climate, data protection and antitrust enforcement and screening of sensitive foreign investments, aimed particularly at China.\n  For the NATO report, Mr. Mitchell and his co-chairman, Thomas de Maizière, a German legislator and former defense minister, were joined by other experts from various NATO countries, including Hubert Védrine, a former French foreign minister; Marta Dassu, a former Italian deputy foreign minister; and Tacan Ildem, a senior Turkish diplomat and NATO's former assistant secretary-general for public diplomacy.\n  The group met virtually in scores of sessions with politicians, diplomats and experts and approved the report by consensus.\n\nhttps://www.nytimes.com/2020/11/30/world/europe/nato-needs-to-adapt-quickly-to-stay-relevant-for-2030-report-urges.html\n\nGraphic\n\n \nPHOTOS: NATO headquarters in Brussels. A report says the alliance needs to streamline its decision-making process to counter future threats. (PHOTOGRAPH BY VIRGINIA MAYO/ASSOCIATED PRESS)\nThe NATO secretary general, Jens Stoltenberg, center, with the Romanian president Klaus Iohannis, left, and President Trump. (PHOTOGRAPH BY AL DRAGO FOR THE NEW YORK TIMES)\n A. Wess Mitchell is a co-chairman of the report. The alliance ''must evolve politically to match its military evolution,'' he said. (PHOTOGRAPH BY ARMEND NIMANI/AGENCE FRANCE-PRESSE -- GETTY IMAGES)               \n\nLoad-Date: December 1, 2020"
}