{
    "title": "NATO_ Russia backs U.S. moves; Anti-terrorism crusade_ U.S. has not asked the alliance to join in on",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 14,
    "full text": "NATO won Russian support Thursday for a campaign against global terrorism, but a key alliance member played down speculation that military action was imminent following the attacks on New York and Washington.\nIn a joint statement, NATO and Russia declared they were \"united in their resolve\" that those who carried out the attacks Tuesday on the World Trade Center and the Pentagon would not \"go unpunished.\"\n\"NATO and Russia call on the entire international community to unite in the struggle against terrorism,\" they said.\nThe statement was issued after the United States won a pledge from its 18 NATO allies that, if directed from abroad, the attacks would be considered an attack on the whole alliance.\nThat would pave the way for full NATO backing in case the Bush administration decides on military action.\nIt appeared that the NATO declaration and the joint statement with the Russians were aimed at shoring up diplomatic support rather than signaling imminent hostilities.\nNATO officials, speaking on condition of anonymity, cautioned that the United States had not yet asked its allies to take part in any specific military operation.\nIn a statement Thursday, NATO denied it was drawing up plans for \"a massive attack on Afghanistan,\" where prime suspect Osama bin Laden is believed living.\nGermany's envoy to NATO, Gebhardt von Moltke, told reporters in Brussels on Thursday that \"actions within the framework of NATO are neither planned nor foreseen at this time.\"\nGermany's defense minister, meanwhile, said in Berlin that \"we are not on the brink of war\" but that the world was \"facing a serious terrorist challenge, and to that there will be an appropriate response.\"\nIn Rome, a senior Italian official, speaking on condition of anonymity, suggested that sanctions might be one measure which America's allies would take against any country found to have harbored or aided terrorists.\nThe issue of a NATO response could be discussed at a meeting of alliance defense ministers Sept. 26-27 in a Naples suburb.\nNonetheless, leaders of key European countries made clear that they would stand by the United States in the common struggle against terrorism.\nDuring an interview with CNN, French President Jacques Chirac promised France's \"total solidarity\" with the American people. Chirac cautioned that the attackers must be identified, after which France \"will be totally supportive.\"\nGerman Chancellor Gerhard Schroeder pledged his country's \"full solidarity\" late Wednesday, saying the attacks were not only against America \"but also against the entire civilized world, against our own freedom, against our own values, values which we share with the American people.\"\n$$ @122:Aftermath of attacks\n\nLoad-Date: September 14, 2001"
}