{
    "title": "NATO prosecutor still backs terrorism charges Activists convicted of arson, mob action counts",
    "publisher": "the world",
    "year": 2014,
    "month": 2,
    "day": 10,
    "full text": "CHICAGO - During an atmosphere two years ago when Chicago officials were warning demonstrations could turn violent at an upcoming NATO summit, the chief prosecutor chose to invoke an almost never-used Illinois law to charge several self-described anarchists with terrorism.\nAfter jurors acquitted three activists Friday of all terrorism charges - convicting them instead of lesser arson and mob action counts - journalists asked Cook County state's attorney Anita Alvarez if, in hindsight, she regretted filing the more-serious charges.\n\"Absolutely not!\" she said, her voice rising in a courtroom hallway. \"I would bring these charges (again) tomorrow morning - with no apologies and no second-guessing.\"\nProsecutors had accused Brian Church, Jared Chase and Brent Vincent Betterly of plotting, in the weeks leading up to the summit, Molotov cocktail attacks on President Barack Obama's campaign office, Mayor Rahm Emanuel's home and police stations. Two undercover officers infiltrated their inner circle, and the young activists were arrested just days before the summit began.\nIf the jurors' finding wasn't a win in what was widely seen as a test case of Illinois' terrorism statute, nor was it a defeat for her office, Alvarez said.\n\"How is this a defeat? . . . We saved people from being hurt,\" she said. \"Do we have to wait for a Chicago police officer to be set on fire? . . . Do we have to wait for that neighborhood bank to go up in flames?\"\nAlvarez noted that with their convictions on lesser counts, Church, 22, of Fort Lauderdale, Fla.; Chase, 29, of Keene, N.H.; and Betterly, 25, of Oakland Park, Fla., still face between four and 30 years prison.\nThe defense, though, said it was a decisive defeat for such state terrorism laws, at least in how Alvarez's office applied them.\n\"There aren't many terrorism cases the government . . . the state . . . hasn't won in this country,\" said Thomas Durkin, Chase's attorney.\nIllinois was among more than 30 states nationwide that adopted state terrorism laws in the wake of the 9/11 terrorist attacks. Many saw the bills as largely symbolic.\nBut Alvarez said Friday that Illinois' statue was fashioned for just such scenarios: The three activists had come to Chicago while it was in the world spotlight, intending through violence to send a political message. Those actions, she said, fell properly into the terrorism category.\nMichael Deutch, Church's attorney, accused Alvarez of ramping up charges to the level of terrorism as a way to warn other protesters flooding into Chicago and to score political points with Chicagoans frightened by talk of potential violence.\n\"When we start to trivialize terrorism and charge protesters with terrorism . . . we are threatening all kinds of rights to protest and to speak out,\" he said.\nUntil Friday, state prosecutors hadn't directly addressed why they took on the terrorism case rather than letting federal prosecutors - with vastly more experience trying such cases - take the lead.\nDurkin, who has represented alleged terrorists in high-profile cases in federal court, has said U.S. government attorneys may have concluded the evidence was weak and so refused to take it on.\nBut Alvarez said there never a question of feds taking or not taking the case.\n\"This was our case from the beginning,\" she said. \"We never asked federal authorities to take this case. . . . They never declined.\"\nProsecutors sought during much of the trial to dismiss the defense notion, made in their openings and closings, that their clients were goofs and often too drunk or high to even contemplate actual terrorist attacks.\nThey also entered numerous secret recordings of the activists. In one, Chase is heard talking about dropping a firecracker into a bottle of gas, saying, \"If you put one of those in a bottle and throw . . . you cover `em in a ball of fire.\"\nDurkin, in his closing, mocked the idea the three were terrorists. He held up a slingshot that was among the items the activists brought to Chicago, telling jurors, \"A weapon of mass destruction.\"\nAfter Friday's verdict, he said Illinois' pursuit of the activists as terrorists stemmed from what he described as lingering post-9/11 \"hysteria.\" And he said state prosecutors should avoid doing it again.\n\"I think it's a waste of state resources,\" he said.\n\nLoad-Date: February 11, 2014"
}