{
    "title": "NATO ASSEMBLY BACKS CALL FOR MORE INVOLVEMENT IN TERRORISM FIGHT_ REPORT HAILS MEMBER COUNTRIES' ACT",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 11,
    "day": 13,
    "full text": "The NATO Parliamentary Assembly approved a report Tuesday that called on the alliance to be more active in the fight against terrorism.\nRep. John Shimkus, R-Ill., co-wrote the report that assesses global efforts to fight terrorism. The assembly, 214 lawmakers from 19 North American and European countries, accepted the report at a meeting in Orlando, Fla.\nIt is now a recommendation to NATO leadership.\nIn their report, Shimkus and Alejandro Munoz-Alonso, a member of Spain's Senate, applauded NATO countries' actions in Afghanistan and general pledges of support for anti-terrorism efforts.\n\"It is critical in both a political and military sense that the members of the alliance make the leap from commitments to capabilities as soon as possible,\" they wrote.\nShimkus said he hopes the report and assembly meetings lead to expanded military support for the U.S.-led missions in Iraq and Afghanistan. He added that a Polish-led division already in Iraq could be controlled by NATO and serve as a framework for greater involvement.\n\"The best benefit of these meetings is that we are talking,\" he said. \"So that the anxiety, tension and anger between our countries can get worked out - it helps to remember what unites us.\"\nThe report concedes that ties between Osama bin Laden's al-Qaida terrorist organization and former Iraqi leader Saddam Hussein are not proven but reiterates U.S. claims linking the two. It also notes that bin Laden's ideology targets secular Arab leaders such as Saddam as well as Western democracies and that some evidence of links comes from captured operatives who may not be telling the truth.\nShimkus said the report is intended to be an evenhanded assessment.\n\"It doesn't do any good for Americans and this administration to say, 'W e know we are right,'\" said Shimkus, one of 36 U.S. lawmakers in the assembly. \"We make some mistakes and can move forward from there.\"\nShimkus said the lawmakers also discussed restructuring European militaries facing budget woes. He said only 55,000 of Europe's 2.5 million soldiers are prepared for battle.\nThe report calls for bolstering the alliance's ability to \"strike hard and fast\" using precision-guided weapons and for countries to share intelligence.\nNile Gardiner, a visiting fellow at The Heritage Foundation, said the report is likely to gain broad support in NATO.\n\"We will see NATO play a larger role in U.S.-led counterterrorism efforts in the next six months,\" he said. \"It is clear from this report that the United States still regards NATO as the most important world body for maintaining international security.\"\n===\nView our online graphic with background on terrorist organizations [The following lines did not appear on the page] around the globe. Visit STLtoday.com/links.\n\nNotes\n\nReporter Eric Morath:/ Phone: 202-429-9155\n\nLoad-Date: November 13, 2003"
}