{
    "title": "NATO Officials Play Out Terrorism Scenario at Colorado Talks",
    "publisher": "the new york times",
    "year": 2003,
    "month": 10,
    "day": 9,
    "full text": "NATO's defense ministers and military chiefs locked themselves away at a top-secret American base on Wednesday to play out a fictional scenario involving civilian evacuations, terrorist strikes and the threat of chemical or biological attack to test the Atlantic alliance's planned rapid-reaction force.\n     After the exercise, which officials refused to call a \"war game,\" Lord Robertson, the NATO secretary general, called on the alliance to streamline its decision-making process and urged the non-American partners to reorganize their armed forces so that greater numbers of troops would be available to deploy quickly. \n \"Future crises will require prompt decision-making in national capitals,\" Lord Robertson said, and the alliance must write \"rules of engagement to deal with the unexpected\" if it wants to remain relevant in an age of global terrorism and threats beyond European borders.\n\"Crises which start small can finish big,\" he added, \"and big crises can happen concurrently.\"\nHe called on the alliance to improve its intelligence gathering, analysis and sharing, and urged improved working relationships with the United Nations and the European Union.\nBut he seemed most concerned that the 18 non-American alliance members, which have a total of between 1.4 million and 1.5 million troops, only have 55,000 deployed outside their borders, but still complain their forces are over-stretched.\n\"The blunt message from Colorado is going to be this: We need real, deployable soldiers, not paper armies,\" Lord Robertson said, arguing that territorial defense forces must be redesigned for other deployments, given the diminished threat to European soil since the end of the cold war.\nAll military simulations are, in a sense, pre-cooked, with the scenario and its various branches written in advance to put stress on participants in premeditated ways.\nThe scenario that unveiled behind closed doors at Shriever Air Force Base here was set in 2007, a year after the NATO Response Force is scheduled to reach full power.\nSenior military officers said that, under the scenario, the NATO rapid-reaction force was sent to a fictitious island in the Red Sea to evacuate civilians, and faced no opposition from the friendly government there. But the situation deteriorated as terrorists launched attacks on the island and, in short order, terrorists with ties to that group threatened a chemical or biological strike in Europe.\nPlans call for the alliance to be able to deploy a brigade -- a military unit that usually has about 5,000 troops -- within 5 to 30 days of receiving orders. With its naval task force and air wing capable of flying 200 combat sorties a day, the total NATO Response Force would number 20,000.\nSenior NATO officials conceded that, given the alliance's requirement for consensus decision-making, the rapid-deployment force might not move so quickly given political considerations that might arise in the capitals of various NATO nations.\nDefense Secretary Donald H. Rumseld, who is the host for the annual informal meeting of defense ministers here, said it was the first time that the alliance had convened such a combined exercise and seminar involving defense ministers, military chiefs and alliance ambassadors. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 9, 2003"
}