{
    "title": "NATO GIVES FULL SUPPORT TO U.S FOR WAR AGAINST WORLD TERRORISM; U.S. WILL HAVE ACCESS TO AIRFIELDS,",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 5,
    "full text": "NATO allies on Thursday granted the United States access to their airfields and seaports and agreed to deploy ships and early-warning radar planes in Washington's war against terrorism.\nThey also promised to plug any holes in NATO manpower if U.S. troops are pulled from Europe for duty against terrorist targets.\nThe NATO decision came at a meeting of the ambassadors of NATO's 19 nations and was hailed as \"a unique event in NATO's history\" by Nicholas Burns, the U.S. envoy.\nIt follows the allies' decision to consider the attacks on the World Trade Center and the Pentagon on Sept. 11 as an attack against all NATO nations.\n\"The United States is delighted the allies acted together collectively,\" Burns said.\nA senior NATO official, who spoke on condition of anonymity, said the United States would have access to ports and other facilities for any military action against Osama bin Laden and his al-Qaida network. Bin Laden is suspected of being behind the attacks.\nNATO allies also said they were ready to deploy naval forces in the eastern Mediterranean, use early-warning radar aircraft and step up protection of U.S. embassies and installations in NATO countries.\nThe U.S. request for help was deliberately vague and \"not time-limited,\" NATO Secretary-General Lord Robertson said, because the United States \"has not yet decided how it will respond militarily and in other ways.\"\nAllied support was designed to \"make sure that the right facilities and the right capabilities can be deployed in the right way and at the right time,\" he said. \"Today's decision clearly demonstrates the allies' resolve to combat terrorism.\"\nNATO support was essentially a compilation of the support that the United States already has obtained from allies on a bilateral basis. France, for example, has agreed to U.S. requests to open its airspace and has offered naval and logistics support in the Indian Ocean.\nThe allies also pledged to aid NATO and other states facing a terrorist threat \"as a result of their support for the campaign against terrorism.\"\nRobertson said the pledge was \"recognition that there may well be problems for those who have the courage and commitment to make a stand\" against terrorism.\nThis appeared to be a call on NATO nations to help protect and reward countries - such as Pakistan, Oman, Uzbekistan and Tajikistan - that face political and security risks from providing the United States with assistance and bases.\nRobertson mentioned no countries by name. He called the pledge \"a statement of solidarity, a recognition that some countries may face problems if they take a firm stand.\"\nHe said the allies would plug any manpower or hardware holes if U.S. troops and equipment are pulled from Europe, notably in the Balkans.\nBritain may well be the only NATO state to participate directly alongside the United States in the event of strikes on Afghanistan. British Prime Minister Tony Blair told parliament on Thursday the time for military action was approaching.\nRobertson made clear he did not expect NATO to be directly involved in collective military action, saying it was \"open to the United States to act on its own, or to do so in association with any group of states.\"\n\nNotes\n\nAMERICA RESPONDS; NOTE: A shorter version of this story appeared in the Five Star Lift edition/\n\nGraphic\n\n \nPHOTO; Photo by the AGENCE FRANCE-PRESSE - NATO Secretary-General Lord Robertson gives a news conference in Brussels, Belgium, following the allies' decision to expand their support for the United States' war against terrorism.\n\nLoad-Date: October 5, 2001"
}