{
    "title": "NATO terrorism suspects plead not guilty",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 7,
    "day": 3,
    "full text": "Three protesters pleaded not guilty to terrorism-related charges Monday that accuse them of plotting to attack President Barack Obama's campaign headquarters with Molotov cocktails during the NATO summit in Chicago earlier this year.\nAround 20 supporters drew the ire of the presiding judge by cheering and raising clenched fists during the arraignment. The gestures of solidarity seemed to buoy the spirits of the suspects, who have been jailed since their arrests days before summit began in May.\nThe charges against the men include four filed under Illinois' never-before-used anti-terrorism statutes. Prosecutors also revealed for the first time that their evidence includes secretly recorded conversations, though they offered no details.\nThe three suspects — Brian Church of Fort Lauderdale, Fla., Jared Chase of Keene, N.H., and Brent Vincent Betterly of Oakland Park, Fla. — stood silently by their lawyers in yellow jumpsuits. Their attorneys entered not guilty pleas on their behalf to all 11 counts.\nThe men, who are all in their 20s, also face charges of attempted arson, solicitation to commit arson, conspiracy to commit arson and two counts of unlawful use of a weapon. If convicted, each could spend decades in prison.\nState attorneys also turned over the first substantial batch of evidence to defense lawyers — 372 documents. Attorneys for the defendants told reporters later that the evidence they received Monday didn't appear to include any recordings or transcripts.\nOne of Church's attorneys, Sarah Gelsomino, said she hadn't had a chance to go through all the papers but that much of the evidence seems to rely heavily on two undercover police, known as \"Gloves\" and \"Mo,\" who befriended the defendants in the weeks before the summit.\n\"What is clear is that (the undercover police) ... are everywhere here,\" she said, referring to the evidence. She and other attorneys have said the undercover police manipulated their clients.\n\nLoad-Date: July 3, 2012"
}