{
    "title": "NATO LEGISLATORS ASSAIL IRAN DEALS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 11,
    "day": 16,
    "full text": "NATO legislators reacted with shock, sorrow and anger today to disclosures that the United States had secretly sent arms to Iran, and they urged the allies to take a tough stand against terrorism.\n''We feel horror and disgust,'' Kevin McNamara, a British Labor Party member, said in an interview. ''I am in the opposition, but most of our delegation here feels that Reagan has really let Margaret Thatcher down.''\nEarl de la Warr, a British Conservative, echoing his colleague's sentiment, said, ''It has really hurt American credibility in the fight against terrorism.''\nEqually harsh words were voiced by French delegates to a session of the North Atlantic Assembly here. The assembly meets one or twice a year to provide a forum in which legislators from the 16 member countries of the North Atlantic Treaty Organization can discuss matters of common concern.\nFrancois Heisbourg, a French defense analyst, voiced disappointment in what he called the hypocritical naivete of President Reagan's decision to send arms to Iran.\n''You - the strongest nation in the world - have permitted your foreign policy to be significantly manipulated by the Iranians,'' Mr. Heisbourg said.\n \nTo Foster Hostage-Taking\nHe said the American action would serve to increase hostage-taking and reinforce extremist tendencies in Iran and other radical Middle East nations.\n''When these people see what they can get by threatening the lives of a few innocent people, why shouldn't cynical states use this ploy?'' he said.\nThe United States had been critical of France's policy of negotiating with Syria and Iran to improve relations, to halt a wave of bombings in Paris last September, and to help gain the release of French hostages in Lebanon. Partly because of American and British pressure, France announced that it would make no new arms sales to Syria.\nThe American criticism of France led to a halt last August in cooperation between French and American security officials, according to a Western terrorism expert here. The cooperation had begun only in July and was viewed as important progress in efforts to limit terrorist attacks.\n \nBonn Legislator Critical\nThe discomfort with the American supply of arms to Iran seems to transcend ideological lines. For example, Manfred Abelein, a West German Christian Democrat, said he was ''a little concerned about and a lot confused'' by Mr. Reagan's actions.\n''If it is right that the Americans have, in a context of negotiating about hostages, delivered weapons to Iran, all the while affirming that Iran is a bastion of terrorism,'' Mr. Abelein said, ''this would be a serious contradiction that could impact adversely on American authority in this area.''\nSeveral delegates noted that Mr. Reagan's actions contradicted a ban on weapon sales agreed to at a Tokyo economic summit meeting last spring.\nWestern European reaction at the American moves may be reflected in a resolution to be voted on Monday on the need to combat terrorism. An amendment proposed by an Italian Christian Democrat, Angelo Bernassola, asks NATO members ''to commit themselves never to negotiate with terrorists, their backers or protectors.'' The amendment is widely viewed as directed at the United States.\n \nMembers of Congress Join In\nCriticism of the Reagan Administration also came from United States legislators here.\nSenator Charles McC. Mathias Jr., Republican of Maryland, who is president of the North Atlantic Assembly this year, said: ''I believe the official policy of the United States on terrorism is the right one: that is, you don't negotiate with terrorists. We ought to follow that policy ourselves.''\nSenator James A. McClure, Republican of Idaho, said, ''It is a terribly dangerous precedent to start making secret deals to secure the release of hostages.''\nOn President Reagan's assertion that the negotiations were aimed at opening communications with more moderate elements in Iran, Senator McClure appeared unpersuaded.\n''It may be wise to attempt to improve relations,'' he said, ''but we should not be so impatient about it in the case of Iran.''\nGen. Bernard W. Rogers, commander of NATO forces in Europe, told the legislators today that disagreements over terrorism policy were a major source of tension and a challenge to cohesion within the alliance.\nMany of the delegates said they were saddened by the disclosures about American activities.\n''There are some people here who will seek any opportunity to stick a finger in Ronald Reagan's eye,'' said Bruce George, a British Laborite who drafted the report on terrorism. ''Ronald Reagan has provided them an excellent opportunity to do so.''"
}