{
    "title": "NATO's Chief Backs U.S. Views on Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 11,
    "day": 12,
    "full text": "The secretary general of NATO said Thursday that there was a critical ''perception gap'' between Europe and the United States on the subject of global terror and that Europeans must move closer to the American view of the seriousness of the threat.\n The United States ''focused very much on the fight against terror while in Europe we focused to a lesser extent on the consequences for the world,'' the secretary general, Jaap de Hoop Scheffer, said in an interview. ''We looked at it from different angles, and that for me is one of the reasons you saw such frictions in the trans-Atlantic relationship.''\n As a result, he said, Europe was lagging behind the United States in merging external and internal security to combat terrorism and Europe had to catch up.\n ''If the gap is to be bridged, it has to be done from the European side and not from the United States,'' he said, adding that the war in Iraq, the issue that divided the alliance, now offered an opportunity for uniting it.\n ''Where allies very much agree and must agree is the fact that, whatever ways they have looked at the war in Iraq and the run-up to it and the split we saw, we cannot afford to see Iraq go up in flames,'' he said. ''It is everyone's obligation that we get Iraq right.''\n Mr. de Hoop Scheffer, a former Dutch foreign minister who backed the Bush administration's war in Iraq without alienating European leaders, said his meeting with President Bush in Washington on Wednesday should be taken as a sign that trans-Atlantic frictions had eased.\n ''Whatever way you look at it, the fact that the secretary general of NATO is the first foreign visitor that President Bush has met since the election is a clear sign of the full commitment of this administration and of this president to the trans-Atlantic alliance,'' he said. \n NATO has been asked by the Iraqi government to train its security forces and Mr. de Hoop Scheffer said that 10 of the alliance's 19 member states were contributing to that training, both within Iraq and outside Iraq in places like Jordan and in military schools in Europe. \n Mr. de Hoop Scheffer said the experience of Iraq had taught him two lessons. ''The first is that if Europe sees its integration process as one directed against the United States, it will not work because the result will be a split in Europe, and that is an ambition that no European should have,'' he said.\n ''The second is that if you want to have a trans-Atlantic dialogue between grown-ups, I know that any president and any American administration is willing to listen to the European voice as long as it is one European voice,'' he said. ''If it is five different voices, they will not take the trouble to listen and they will wonder what is Europe.''                                                    \n\nhttp://www.nytimes.com\n\nLoad-Date: November 12, 2004"
}