{
    "title": "Natural, manmade disasters require similar risk planning",
    "publisher": "business insurance",
    "year": 2004,
    "month": 8,
    "day": 9,
    "full text": "Brokers, insurers and risk consultants have bulked up their terrorism expertise, offering related mitigation and crisis planning services alongside their traditional catastrophe management and business continuity work.\nThe vendors say that the mitigation and business continuity strategies they have historically developed for natural disasters share some similarities with preparations for potential terrorism events.\nBut they also differ in important respects, said William Wayman, director of security services for San Diego-based TVA Fire & Life Safety Inc., which provides loss control and risk management consulting services.\nThe recently announced findings by the congressionally appointed National Commission on Terrorist Attacks on the United States, for instance, bring to mind one significant difference between guarding against terrorism and protecting against natural catastrophes, Mr. Wayman said. The national commission, also known as the 9-11 Commission, found that failure of imagination allowed the Sept. 11, 2001, attacks to happen.\nLikewise, mitigating terrorism risks requires much more imagination than protecting companies against natural disaster risks, which are known to strike certain regions with destructive powers that are well understood, Mr. Wayman explained.\n''You want a good understanding of terrorist threats and also an imagination with some scenarios that are completely off the wall, or would have been considered off the wall five years ago,'' Mr. Wayman said.\nYet business interruption losses from terrorism or a natural disaster share similarities, the experts say.\n''Whether a plant gets flooded out and destroyed, or a plant gets detonated with a device, the business impact is not exactly the same,'' but the financial impact can be very similar, said Bill Harrison, managing director for Aon Crisis Management in Princeton, N.J.\nAon's crisis management services include developing business continuity and communications plans, providing counterterrorism assessments, and conducting assessments for potential natural catastrophe losses. To strengthen its abilities in those arenas, Aon Corp. in October 2002 announced an alliance with New York-based Giuliani Group L.L.C., a management consulting company founded by former Mayor Rudolph W. Giuliani.\nHeightened awareness about terrorism and mandates requiring corporations to disclose material exposures are driving a demand for assessment and crisis management services, the vendors say.\nBut not all risk managers are buying terrorism assessment services.\nSacramento, Calif.-based Sutter Health, which operates more than two dozen hospitals throughout California, must be prepared for earthquakes, terrorism and other incidents that might impact its facilities or the communities they serve, said Michael Evans, Sutter's vp for risk management. Natural disasters or terrorism events are ''just different kinds of catastrophes, although they require different planning,'' he said.\nTo prepare for all types of catastrophes, Mr. Evans' staff works with state and national authorities as well as hospital organizations, rather than purchase catastrophe or terrorism assessment services, Mr. Evans said.\nPlenty of companies develop disaster recovery and business continuity plans solely with events such as natural disasters and fires in mind, said Bill Frey, president of WFA Inc., a risk consulting firm in Sparta, N.J. They do not necessarily want that service bundled with terrorism risk assessments.\nLiberty Mutual Group Inc. has found, though, that its clients increasingly want terrorism and crisis management evaluations as part of enterprisewide risk management assessments, said John Neil, practice leader of risk assessments and target markets for the Boston-based insurer.\n''We have certainly bulked up our consulting services in the terrorism arena, but we have made it part of a broad, enterprisewide'' catastrophe planning service, Mr. Neil said.\nTo deliver ''post-9/11 consulting'' services, Liberty Mutual has studied ''best practices'' for responding to and recovering from natural catastrophes, such as earthquakes, tornadoes and hurricanes. It applies that knowledge to develop crisis management plans for terrorism events, Mr. Neil said.\nYet assessing terrorism vulnerability requires specific law-enforcement expertise that differs from the knowledge applied to plan for traditional catastrophes, Mr. Neil said. But the terrorism assessment process does share many of the elements in the development of response and recovery plans.\nThat makes sense because client companies will rely on the same resources-such as risk managers, security departments and facility managers-to respond whether humans or a natural catastrophe cause an event, Mr. Neil said.\nThe Sept. 11 attacks expanded emergency response and business continuity planning from a traditional focus on property loss and what steps to take if buildings become inoperable, said Michael Smith, global practice leader for business continuity planning at Marsh Inc. in Toronto. That focus assumed most employees would fare well in an event.\nBut business continuity experts now realize that employee safety and business recovery after a disaster requires blending expertise that is often dispersed throughout a company, Mr. Smith said. The security department, for example, is often separate from corporate facility managers.\n''You can't break it into silos anymore,'' Mr. Smith said. ''You can't have a practice that just does this or just does that. You have to blend it all together so you plan ahead of time for any event that is going to happen. It could be as simple as a power failure...it could be a terrorist event.''\nAlthough blending business continuity and security functions is now essential for event preparedness, each area brings specific expertise, said Christopher Grant, vp and regional manager of security consulting and engineering for Kroll Inc. in New York.\n''I haven't met very many business continuity people throughout the years that have safe security operation knowledge and vice versa,'' Mr. Grant said.\nIn May, Marsh announced it was bolstering its ability to help clients reduce the potential impact of adverse events by acquiring of Kroll Inc. (BI, May 24).\nThe scope of risk assessments has expanded to include terrorism threats along with natural catastrophe protection, agrees Sal Lifrieri, president and chief executive officer for Protective Countermeasures & Consulting in White Plains, N.Y.\nBut companies are more likely to face business interruption stemming from a broken water main. New York City, for example, experiences more than 350 water main breaks annually, Mr. Lifrieri said. The threat and vulnerability assessments his company conducts for clients, therefore, consider everything from physical security to operations continuity to the potential impact for utility and public infrastructure failures.\n\nGraphic\n\n \nWater main breaks, such as this one in New York City, are common occurrences that can shut down businesses. Planning for such events shares some similarities with preparing for terrorist acts.\n\nLoad-Date: August 11, 2004"
}