{
    "title": "Nature's Terrorism",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 10,
    "day": 10,
    "full text": "The earthquake in the mountainous zone encompassing Pakistan, Afghanistan and Kashmir may have been unexpected, but its impact was tragically akin to that of the political terrorism that has long afflicted the region - swift and lethal.\nTerrorism's tally, however, has been considerably higher than the tens of thousands who perished over the weekend. That terrorism - starting as fragmented irredentist movements since the British colonialists left South Asia six decades ago - has evolved into a strengthening form of Islamo-Fascism. It now has as its objective not only the establishment of a Muslim caliphate across Asia but also the elimination of open societies in Israel and America.\nThe attention of the world's anti-terrorism agencies has been largely directed toward Iraq, Iran, Syria, Yemen, Libya, North Korea, and Sudan. These rogue states are cited as being the incubators for global terrorism. But South Asia - and specifically Kashmir - has served as a much more hospitable, and widening, sanctuary for terrorists.\nThe terrorists have lately been incensed by the deepening political, diplomatic and military ties between Israel, America, and India. President Bush has publicly encouraged this nexus, most recently during Prime Minister Singh's state visit to Washington. And not long ago, the deputy prime minister of Israel, Yosef Lapid, said an \"unwritten and abstract\" axis between the three countries had been created to combat international terrorism. He also said that Israel would sell three Phalcon early warning system planes to India, in addition to other military supplies.\nRecognizing the volatility of the South Asia region, and alluding to the fact that both India and Pakistan - like Israel and America - have nuclear weapons, Mr. Lapid said the axis would make the world a more secure place. \"There is mutual interest of the three countries in making the world a more secure place for all of us,\" he told the press in India. \"There is American support for development of this unwritten axis.\"\nAlthough Mr. Lapid did not quite say it specifically, the subtext of his remarks suggested the importance and urgency of protecting India, America, and Israel against Islamists operating out of South Asia.\nThese fundamentalists have long been successfully exporting their unrelenting ideology and violence to other parts of the world - Burma, Bosnia, Chechnya, Iraq, the Palestinian territories, and Tajikistan, among other places.\nThey want Kashmir - which is claimed by both India and Pakistan - to become part of Pakistan, a theocratic Islamic state. They subscribe to puritanical versions of Islam derived from the Deobandi movement - which inspired the Taliban in Afghanistan - and the Wahhabi strain of Islam practiced in Saudi Arabia.\nSaudi Arabia, in fact, has been their main source of funds and weapons; other Arab states in the Persian Gulf, and Iran as well, have been supporters.\nThe so-called jihadis, or holy warriors, have been drawn mainly to the Pakistani-held portion of Kashmir from as far away as Algeria, Libya, and Saudi Arabia. It is this portion of Kashmir - a mountainous but verdant state that was among the 535 princely territories that constituted pre-partition India - that has traditionally offered safe haven to Islamic militants.\nOsama bin Laden spent time in Kashmir, where he even be hiding now. Venezuela's Ilich Ramirez Sanchez - \"The Jackal\" - who masterminded attacks against Israel was often here, too.\nMany terrorists active in Kashmir against Indian forces received training in the same madrasas, or Muslim seminaries, where Taliban and al-Qaeda fighters studied, and some received military training at camps in Taliban ruled Afghanistan, according to a study by the Council on Foreign Relations.\nThe leader of one terrorist group, Farooq Kashmiri Khalil of Harakat-ul-Mujahedeen, signed al-Qaeda's 1998 declaration of holy war, which called on Muslims to attack all Americans and their allies. Maulana Masood Azhar, who founded another terrorist group, Jaish-e-Muhammad, went to Afghanistan to meet bin Laden in order to obtain funding and weapons from Al Qaeda. The U.S. State Department also points to Lashkar-e-Taiba as another foreign terrorist group operating out of Kashmir.\nIndia and Pakistan have fought three wars over Kashmir - in 1947, 1965, and 1971 - and Pakistan lost each one. The council study said that for Pakistan, \"incorporating the Muslim-majority province of Kashmir is a basic national aspiration bound up in its identity as a Muslim state. Meanwhile, India sees the province as key to its identity as a secular, multiethnic state.\"\nThe uncertainty in Kashmir has very nearly destroyed its most important industry, tourism. Oddly enough, Kashmir still attracts more than 1,500 tourists annually from Israel - the most from any single country in recent years.\nIndia established full diplomatic ties with Israel in 1992, some 42 years after it gave formal recognition to the Jewish state. India worried that by exchanging ambassadors with Israel it would alienate the Arab world. Ironically, it was Israel that has always supported India's position on Kashmir, while the Arabs almost always sided with Pakistan. When India and Pakistan skirmished in 1999 in the Kargil area near Kashmir, it was Israel that flew in emergency military supplies within 24 hours of the outbreak of hostilities.\nAnd it is Israel that has vigorously assisted the joint America-India counter terrorism drive in Kashmir. But the trilateral effort isn't likely to fully succeed until Arab funding for the terrorists based in Kashmir is cut off. And if India and Pakistan extend their current humanitarian cooperation concerning the earthquake to resolve their differences over Kashmir, that would go a long way toward discouraging those who adhere to the ideology of violence.\n\nLoad-Date: October 10, 2005"
}