{
    "title": "Nature of Evidence Could Complicate Prosecution of 5 Americans",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 15,
    "full text": "Veteran terrorism prosecutors said Monday that if, as Pakistani officials have alleged, five Americans sought training from terrorist groups with the goal of fighting the United States, they almost certainly face aggressive prosecution at home.\n  But the prosecutors said that trying the men would require clear evidence of their intentions and could be complicated by several factors seen in similar cases in recent years, including the availability of Pakistani witnesses and how any evidence was obtained from the men when they were arrested in Pakistan.\n  ''When prosecutors hear that Americans are traveling overseas to receive terrorist training, they don't see merely a group of young people on a lark,'' said Kenneth L. Wainstein, a former national security prosecutor and homeland security adviser in the Bush administration. ''They see a serious crime that should be prosecuted to the fullest extent of the law.''\n  A Pakistani court on Monday temporarily barred the deportation of the five men, American citizens ranging in age from 18 to 24 who vanished in late November from their homes in Washington's Virginia suburbs. The High Court in Lahore, where the men are being held for questioning, said they could not be sent back to the United States until the court had a chance to review the case.\n  Pakistani officials have said that after arriving in Karachi on Dec. 1, the men traveled to Hyderabad to visit an Islamic school associated with Jaish-e-Muhammad, a banned militant group, saying they wanted to train to fight American troops in Afghanistan. Rebuffed there, the officials said, the Americans went to Lahore and approached another group, Jamaat-ud-Dawa, which intelligence officials consider a front for the radical group Lashkar-e-Taiba.\n  Turned away again, reportedly because they did not speak Urdu and the militants suspected an infiltration attempt, the men went to a home of relatives of one of them in the city of Sargodha, where the Pakistani police arrested them.\n  The five men have not been charged with a crime in either country, and some of their friends have expressed shock at the allegations, saying the men had never expressed militant views. Pakistani security officers and Federal Bureau of Investigation agents have questioned them about their intentions and confiscated their laptop computers, external hard drives, cellphones and an iPod.\n  ''These people allegedly took the affirmative step to go all the way to Pakistan, apparently with the goal of fighting against the United States,'' said J. Patrick Rowan, who oversaw dozens of terrorism prosecutions and served until January as chief of the Justice Department's national security division.\n  ''It's a mind-set that would pose a significant threat if they are back in the United States,'' he said. ''Any charge the Justice Department could reasonably bring, I think the department would bring.''\n  Mr. Rowan and other former prosecutors said the most relevant statute is probably the prohibition on knowingly providing ''material support or resources'' to a foreign terrorist group, a formal designation by the State Department that includes both Jaish-e-Mohammed and Lashkar-e-Taiba. Under the law, providing ''personnel,'' including one's own services, qualifies as material support.\n  The statute carries a maximum penalty of 15 years in prison unless someone has died as a result of the terrorist activity, in which case the maximum penalty is life in prison.\n  David H. Laufman, a former federal prosecutor who worked on several major Virginia terrorism cases, noted that the material support law includes a conspiracy provision, which could apply if the five men worked together to offer their services to a terrorist group, even if they never joined it.\n  ''The problems in a case like this has largely to do with the evidence,'' said Mr. Laufman, who led the prosecution of Omar Abu Ali, a Virginia man convicted in 2005 of providing material support to Al Qaeda and plotting to kill President George W. Bush.\n  Mr. Laufman said questions could arise about the men's treatment after their arrest in Pakistan and any statements made to Pakistani investigators, as well as the timing of any Miranda warning given to them by F.B.I. agents.\n  In Mr. Abu Ali's case, some evidence came from security officials in Saudi Arabia, whose testimony was recorded and presented on videotape. Mr. Abu Ali's lawyers said that he had given statements only under torture, while in Saudi custody. \n  Mr. Laufman said it was possible that prosecutors would ultimately offer a plea bargain to one of the five men in return for testimony about what the group discussed.\n  ''It's very helpful at trial to have somebody testify who was inside a conspiracy,'' he said.\n  In at least three cases this year, Americans suspected of traveling overseas to seek training from extremists, but not of committing violent acts, have been charged with conspiring to provide material support to a terrorist group.\n  The case of the five Virginia men has attracted broad attention in part because of a marked increase this year in terrorism investigations focusing on American citizens or longtime residents.\n  A new report from the American Security Project,  a Washington research institute, concludes that the number of Islamist terrorist attacks carried out worldwide has increased this year despite evidence of a decline in the fortunes of Al Qaeda.\n  The report finds that Al Qaeda may be undergoing ''a profound funding crisis'' and that Islamist groups in several countries are focusing increasingly on local issues rather than joining in the global struggle it advocates.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Luggage recovered from three of the five American Muslims arrested last week was held Monday at a police station in Karachi. (PHOTOGRAPH BY ATHAR HUSSAIN/REUTERS)             \n\nLoad-Date: December 15, 2009"
}