{
    "title": "Naval Air Station Pensacola shooting_ FBI investigating incident as act of terrorism",
    "publisher": "tampa bay times",
    "year": 2019,
    "month": 12,
    "day": 7,
    "full text": "PENSACOLA, FLA. —\nA suspect died Friday morning after opening fire at Florida's Naval Air Station Pensacola, killing at least three people and injuring seven others.\n Authorities said the shooting was reported just before 7 a.m. local time in a classroom building at NAS Pensacola. Responding deputies with the Escambia County Sheriff's Office exchanged gunfire with the suspected shooter, killing him, officials said.\n Here are the latest updates:\n Update 3:42 p.m. EST Dec. 8: Officials are still trying to determine whether Ahmed Mohammed al-Shamrani acted alone or was part of a terrorist group Friday when he opened fire at Florida's Naval Air Station Pensacola, The Washington Post reported.\n Rachel Rojas, the special agent in charge of the FBI's Jacksonville division, said at a news conference that the agency's main goal is to determine whether the Saudi air force lieutenant worked as \"part of a larger network,\" the newspaper reported.\n Rojas said Shamrani's weapon, a 9mm Glock, was purchased legally, but she did not describe how Shamrani obtained it and brought it onto the base, according to the Post.\n Update 10:38 p.m. EST Dec. 7: The third victim of the Naval Air Station Pensacola shooting was identified as Cameron Scott Walters, 21, of Richmond Hill Georgia.\n \"The Sailors that lost their lives in the line of duty and showed exceptional heroism and bravery in the face of evil,\" Capt. Tim Kinsella, commanding officer at the installation, said in a release. \"When confronted, they didn't run from danger; they ran towards it and saved lives. If not for their actions, and the actions of the Naval Security Force that were the first responders on the scene, this incident could have been far worse.\"\n Update 9:58 p.m. EST Dec. 7: Two of the three victims in the deadly shooting at Naval Air Station Pensacola were identified.\n Mohammed \"Mo\" Haitham, of St. Petersburg, Florida, was killed as he tried to stop the shooter, The Tampa Bay Times reported.\n Haitham, 19, joined the Navy after graduating high school last year. He was assigned to flight crew training and was expected to graduate later this month.\n \"He said he was going to get his flight jacket for Christmas,\" his mother, Evelyn Brady, who also served in the Navy, told the Times.\n Update 3:08 p.m. EST Dec. 7: Authorities said Mohammed Saeed Ashamrani, the Saudi student who fatally shot three people at Florida's Naval Air Station Pensacola hosted a dinner party earlier in the week, and he and three other people watched videos of mass shootings, The Associated Press reported Saturday.\n The official was briefed by federal investigators, according to the AP.\n Rep. Matt Gaetz, R-Florida, whose district includes the Pensacola area, tweeted he received condolences from Saudi Ambassador Reema Al-Saud, WEAR-TV reported.\n Update 11:05 a.m. EST Dec. 7: Family members identified one of the victims fatally shot at Florida's Naval Air Station Pensacola, the Pensacola News Journal reported Saturday.\n Joshua Kaleb Watson, 23, a recent graduate of the U.S. Naval Academy who reported to Pensacola two weeks ago, was one of the three people killed during Friday's shooting, the newspaper reported.\n Watson's brother, Adam Johnson, confirmed the death in a Facebook post, the News Journal reported\n \"Joshua Kaleb Watson saved countless lives today with his own,\" Adam Johnson wrote Friday night. \"After being shot multiple times he made it outside and told the first response team where the shooter was and those details were invaluable.\n \"He died a hero and we are beyond proud but there is a hole in our hearts that can never be filled.\"\n Watson's father, Benjamin Watson, told the News Journal his son was the officer on deck at the time of the shooting. Joshua Watson was shot at least five times, his father told the newspaper.\n Update 11:05 a.m. EST Dec. 7: Family members identified one of the victims fatally shot at Florida's Naval Air Station Pensacola, the Pensacola News Journal reported Saturday.\n Joshua Kaleb Watson, 23, a recent graduate of the U.S. Naval Academy who reported to Pensacola two weeks ago, was one of the three people killed during Friday's shooting, the newspaper reported.\n Watson's brother, Adam Johnson, confirmed the death in a Facebook post, the News Journal reported.\n Update 9:30 p.m. EST Dec. 6: The shooter has been identified as Mohammed Saeed Alshamrani according to WKRG. He is one of hundreds of international military members who are receiving training there.\n In a news conference Friday night, the FBI declined to comment on his possible motivations.\n \"There are many reports circulating, but the FBI deals only in facts,\" said Rachel L. Rojas, the FBI's special agent in charge of the Jacksonville Field Office. \"This is still very much an active and ongoing investigation.\"\n Update 2:25 p.m. EST Dec. 6: Authorities declined to confirm the identity of the person who shot several people Friday morning at Naval Air Station Pensacola, killing three people before being shot and killed by deputies.\n \"I think there's obviously going to be a lot of questions about this indivdual being a foreign national, being a part of the Saudi Air Force and then to be here training on our soil and to do this,\" Florida Gov. Ron DeSantis said Friday morning at a news conference.\n \"The FBI is working with (the Department of Defense), they're working with (the Florida Department of Law Enforcement), they're working with Escambia County sheriff's to answer those questions.\"\n DeSantis said he spoke earlier Friday with President Donald Trump.\n \"One of the things that I talked to the president about is given that this was a foreign national in the employ of a foreign service ... obviously the government of Saudi Arabia needs to make things better for the victims,\" DeSantis said. \"I think that they, they are going to owe a debt here, given that this was one of their individuals.\"\n Authorities confirmed at a news conference that the suspect used a handgun in Friday's shooting. Capt. Tim Kinsella, commanding officer of NAS Pensacola, said the suspect was at NAS Pensacola for aviation training. Earlier in the day, deputies said the suspect opened fire just before 7 a.m. local time in a classroom building at NAS Pensacola.\n Authorities continue to investigate.\n Update 1:45 p.m. EST Dec. 6: Authorities in Pensacola are expected to provide an update Friday afternoon on the investigation into the deadly shooting at Naval Air Station Pensacola that left four people dead.\n Update 1:20 p.m. EST Dec. 6: President Donald Trump said Friday afternoon that he's spoken to Florida Gov. Ron DeSantis and received a full briefing on the deadly shooting at Naval Air Station Pensacola.\n \"My thoughts and prayers are with the victims and their families during this difficult time,\" Trump said. \"We are continuing to monitor the situation as the investigation is ongoing.\"\n Update 12:50 p.m. EST Dec. 6: An official told The Associated Press that the person who opened fire Friday at Naval Air Station Pensacola, killing three people and wounding several others before being shot and killed by authorities, was an aviation student from Saudi Arabia.\n Authorities are investigating to determine whether the shooting was terrorism-related, according to the AP.\n Military from around the globe attend the Naval Air Station in Pensacola.\n Authorities are expected to hold a news conference at 12:30 p.m. local time Friday to update the public on the investigation.\n Update 11:50 a.m. EST Dec. 6: Authorities expect to hold a news conference at 12 p.m. local time Friday to provide more updates on the shooting that left four people dead at Naval Air Station Pensacola.\n Update 11:05 a.m. EST Dec. 6: Authorities said a total of 11 people were injured or killed in Friday morning's shooting, including the suspected shooter.\n The injured included two responding deputies with the Escambia County Sheriff's Office, Sheriff David Morgan said Friday at a news conference. One deputy was shot in the arm and the other was shot in the knee, Morgan said. They were both expected to survive.\n Morgan described walking through the scene left by Friday's attack as being similar to \"being in a movie.\"\n \"You just don't expect this to happen here at home,\" he said.\n Authorities continue to investigate.\n Update 10:45 a.m. EST Dec. 6: Officials are holding a news conference to update the public on Friday morning's deadly shooting at Naval Air Station Pensacola.\n Update 10:25 a.m. EST Dec. 6: Vice President Mike Pence said he's monitoring the situation in Florida after a shooting left two victims and a suspect dead at Naval Air Station Pensacola.\n \"Praying for the victims & their families,\" Pence wrote Friday morning in a Twitter post. \"We commend the first responders for their swift action in taking down the shooter & getting those on base to safety.\"\n Update 10:20 a.m. EST Dec. 6: White House officials said President Donald Trump has been briefed on the deadly shooting reported Friday morning at Naval Air Station Pensacola.\n Update 10:15 a.m. EST Dec. 6: Officials with Naval Air Station Pensacola said the base will closed for the day Friday after a shooting left three people dead earlier in the day.\n Authorities said at least three people, including the suspected shooter, were killed in the incident. Reports indicated at least eight other people were wounded in the shooting.\n The incident happened two days after authorities said a U.S. sailor shot and killed two civilian employees before turning the gun on himself at the Pearl Harbor Naval Shipyard. One other person was injured in that shooting.\n Naval Air Station Pensacola employs more than 16,000 military and 7,400 civilian personnel, according to officials.\n Update 10:10 a.m. EST Dec. 6: Sen. Marco Rubio, R-Florida, said his office has been in \"close contact with all the relevant officials & closely monitoring events\" after a shooter opened fire at Naval Air Station Pensacola on Friday morning, killing two people. Authorities said the shooter also died.\n \"Please pray for everyone impacted by this horrible situation,\" Rubio said in a Twitter post.\n Update 10 a.m. EST Dec. 6: A spokesman at Ascension Sacred Heart Hospital told CNN that hospital officials expected to get three patients who had been injured in Friday morning's shooting, down from the six expected earlier in the day.\n Hospital spokesman Mike Burke told the news network most victims were taken to Baptist Hospital because of its proximity to the base.\n Kathy Bowers, a spokeswoman for Baptist Hospital, earlier told the Pensacola News Journal that the hospital had received five patients wounded in Friday's shooting.\n Update 9:45 a.m. EST Dec. 6: Officials with the U.S. Navy have confirmed that a second person has died after a shooter opened fire Friday morning at Naval Air Station Pensacola.\n Update 9:35 a.m. EST Dec. 6: Officials told the Pensacola News Journal two people were confirmed dead after Friday morning's shooting, in addition to the shooter.\n Naval officials previously said at least one person had been killed.\n Update 9:20 a.m. EST Dec. 6: At least 11 people were hospitalized in the immediate aftermath of Friday's deadly shooting, according to The Associated Press.\n Ascension Sacred Heart spokesman Mike Burke told the AP six people were taken to the hospital after a shooter opened fire at Naval Air Station Pensacola early Friday. The Pensacola News Journal previously reported five other people were taken to Baptist Hospital with injuries.\n Naval officials said at least one victim was killed in Friday's shooting. Authorities continue to investigate.\n Update 9:10 a.m. EST Dec. 6: Officials with the U.S. Navy said at least one person died Friday morning in a shooting at Naval Air Station Pensacola in Florida.\n Authorities said the suspected shooter was also dead Friday morning.\n Update 9 a.m. EST Dec. 6: An official with Baptist Hospital told the Pensacola News Journal five patients were taken to the hospital after Friday morning's reported shooting.\n Authorities continue to investigate.\n Update 8:55 a.m. EST Dec. 6: Authorities with the Escambia County Sheriff's Office said a suspected shooter was dead Friday morning at Naval Air Station Pensacola.\n Original report: Authorities are responding Friday morning to reports of shots fired at Naval Air Station Pensacola, according to base officials.\n Authorities at NAS Pensacola said both gates to the base were closed Friday morning as authorities investigated. Officials with the U.S. Navy said the base was on lockdown around 7:45 a.m. local time.\n A spokeswoman for ECSO told the Pensacola News Journal deputies were working to \"take down\" what was described as an active shooter around 7:30 a.m. local time.\n Officials with the Escambia County Sheriff's Office told WEAR-TV injuries were reported. Details on the number of people wounded and the extent of their injuries was not immediately available.\n The Associated Press contributed to this report.\n Check back for updates to this developing story.\n\nLoad-Date: December 9, 2019"
}