{
    "title": "NAVY TAKING STEPS TO PROTECT SHIPS FROM TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 2,
    "day": 14,
    "full text": "The Navy is enforcing wider security zones around its ships, even in U.S. ports, in hopes of preventing terrorist attacks like the USS Cole bombing, a senior admiral said yesterday.\nAdm. Robert Natter, commander of the U.S. Atlantic Fleet based at Norfolk, Va., said that in addition to strengthening ship security, the United States should \"go on the offensive\" against the shadowy figures and transnational organizations that provide financial backing for terrorist operations.\n\"If we are going to try to combat terrorism and the terrorists who declare war on us, we're going to have to expand our horizons and say, all right, we've got to go after the planners of this, we have to go after the people who are backing it financially. We've got to go on the offensive. That's my view,\" he said.\nNatter's command is responsible for 186 ships and 1,300 Navy and Marine Corps aircraft based on the East Coast.\nHe said he planned to meet with FBI Director Louis Freeh to discuss progress in identifying those involved in the Cole attack. No one claimed responsibility for the bombing, but U.S. officials have said Muslim extremist Osama bin Laden is suspected of being behind the operation.\nIn an interview with defense reporters, Natter said the Oct. 12 attack showed that the Navy's anti-terrorism focus had been mainly on threats against ships at sea and against shore installations, at the expense of attention to the possibility of being attacked while in port. The Cole was refueling in Aden harbor in Yemen when a small boat came up close to the destroyer and someone detonated a bomb.\n\"We are going to rectify that in a big way,\" Natter said.\nShips of the Atlantic Fleet are now making it standard practice to deploy buoys and other barriers while in ports along the Eastern Seaboard and also are using patrol boats. No such precautions were taken in the case of the Cole, which lost 17 sailors in the attack.\n\"That will separate the tourists and the inebriated from somebody else\" who may pose a real danger, Natter said. \"If the 'somebody else' continues on, then we hope to be able to stop them with a patrol boat, but if not,\" stronger action would be taken \"if they exhibit a threat\" to the ship.\nAlso, sailors on watch duty aboard ships in port will start carrying loaded 9 mm weapons, he said. Up to now they have been required to carry the guns but not keep ammunition in the chamber.\n\nLoad-Date: February 15, 2001"
}