{
    "title": "Navy gunman troubled",
    "publisher": "spokesman review",
    "year": 2019,
    "month": 12,
    "day": 7,
    "full text": "Nation\n HONOLULU  - The U.S. Navy sailor who fatally shot two people at Pearl Harbor before killing himself was unhappy with his commanders and had been undergoing counseling, a military official said Friday.\n Gabriel Romero, 22, also faced nonjudicial punishment, which is a lower-level administrative process for minor misconduct, said the official, who spoke on condition of anonymity to discuss personnel matters not made public. He used his two service weapons in the attack, the official said.\n Romero also wounded a 36-year-old man in the attack Wednesday at the naval shipyard within the storied military base before turning the gun on himself, authorities said. That victim is in stable condition at a hospital.\n The Pearl Harbor shooting came just days before a ceremony to remember those who perished in the Japanese bombing 78 years ago that propelled the U.S. into World War II.\n Military officials said Friday at a news conference  they had not found a motive yet for the shooting but that there's no evidence of domestic terrorism.\nHigh court blocks federal executions\n WASHINGTON  - The Supreme Court on Friday blocked the Trump administration from restarting federal executions next week after a 16-year break.\n The justices denied the administration's plea to undo a lower court ruling in favor of inmates who have been given execution dates. The first of those had been scheduled for Monday, with a second set for Friday. Two more inmates had been given execution dates in January.\n Attorney General William Barr announced during the summer that federal executions would resume using a single drug, pentobarbital, to put inmates to death.\n U.S. District Judge Tanya Chutkan in Washington, D.C., temporarily halted the executions after some of the chosen inmates challenged the new execution procedures in court. Chutkan ruled that the procedure approved by Barr likely violates the Federal Death Penalty Act.\n From wire reports\n\nLoad-Date: December 7, 2019"
}