{
    "title": "NAVY SECRETARY CELEBRATES HALLOWEEN ON CARRIER; HE TELLS CREW TO EXPECT LONG BATTLE ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 11,
    "day": 1,
    "full text": "Navy Secretary Gordon England landed on this carrier Wednesday to celebrate Halloween with the crew and to encourage them in what he said would be a protracted campaign against terrorism.\n\"As I was flying over here, I thought: 'Happy Halloween, Taliban, may the U.S. Navy make this the scariest day of your short life,'\" England, the civilian in charge of the Navy, told a crowd of sailors in the hangar bay of the Roosevelt.\nIn a speech punctuated by the roar of jets landing on the deck above, England said the crew was doing a terrific job in the campaign to destroy Afghanistan's ruling Taliban and the allied al-Qaida group of Osama bin Laden, chief suspect in the Sept. 11 terrorist attacks.\nEngland said that the campaign was on schedule and making progress but that the ship's crew of 5,500 had to expect a long battle against terrorism.\n\"This may be the most important time in the history of our Navy, in the most important battles of our country,\" England said, standing in front of a huge American flag.\nThe Roosevelt has launched 900 combat missions against Taliban and al-Qaida targets in Afghanistan since Oct. 17, Capt. Rich O'Hanlon said.\nThe ship suspended operations Wednesday afternoon for the first time since it left its home port in Norfolk, Va., six weeks ago. The 36-hour break was intended to give the crew a chance to catch up with maintenance and to relax.\nSome crew members celebrated Halloween in ingenious ways.\nMechanics in the airframe department fashioned a 3-foot jack-o'-lantern from fiberglass, welding rods, rags, papier-mache and orange paint. Petty Officer 2nd Class Courtland, from Big Piney, Mo., said the sailors spent four days building the pumpkin in their free time.\n\"I think it's kind of a nice change of pace from working on airplanes,\" said Courtland, 21. Crew members could decide to be identified only by their first names for security reasons.\nIn honor of former President Theodore Roosevelt's Bull Moose party, the ship's mascot is a moose - a crew member in a costume who wanders the ship's passageways, playing practical jokes on bemused sailors.\nFor Halloween, the moose put a sheet over its head with two holes cut out for eyes for a ghost costume and went trick-or-treating.\n\"It's a good icon for the ship, to bring up spirits,\" Airman Christopher Elk, 23, of Howell, N.J., said while finishing his lunch.\nAboard another U.S. warship in the Arabian Sea, the amphibious assault ship Peleliu, Marines spent Wednesday training, awaiting the call when they might be tapped to land in Afghanistan.\nCol. Thomas Waldhauser, commanding officer of the 15th Marine Expeditionary Unit, which is based on the Peleliu, said that while no decision had been made yet on sending in the Marines, \"those who make those decisions I'm sure have a plan. And, when you have forces in place like we are, I'm sure they are considering all options.\"\nWaldhauser told pool reporters on the Peleliu that the United States was in the early stages of what was likely to be a long and difficult ant i-terrorism campaign.\n\"I think the American public, from what I can gather, understands what the long haul means here,\" he said.\n\nNotes\n\nAMERICA RESPONDS\n\nLoad-Date: November 1, 2001"
}