{
    "title": "Navy yeoman helped in war on terrorism",
    "publisher": "the brunswick news ",
    "year": 2016,
    "month": 11,
    "day": 9,
    "full text": "Nov. 09--Today's veteran: Joseph Sheets, 45\nBorn: Pontiac, Mich.\nResidence: Kingsland\nService: Navy, 24 years\nRank: Chief petty officer\nDuties: Yeoman\nRecognitions: Kuwait Liberation Medal; Armed Forces Expeditionary Service Medal; Navy Joint Service Achievement Medal; Navy Achievement Medal (6 times); Humanitarian Service Medal; National Defense Service Medal\nDuty stations: Philippines; Pensacola, Fla.; Bremerton, Wash.; California and aboard USS Green Bay\nHis story: A girlfriend convinced Joseph Sheets to take a non-combat job when he told her of his plans to enlist in the Navy.\nEven though the relationship didn't last, Sheets decided to honor his commitment to join the Navy and was training as a yeoman, where he performed administrative and clerical work.\nHe was sent to Subic Bay, Philippines after he completed training, where he was one of three people authorized to issue passports. He was there when Mount Pinatubo erupted in 1991. It is considered the second largest terrestrial eruption of the 20th century.\nDuring his four years there, he learned to appreciate the culture of the Philippines.\n\"They are very family oriented,\" he said. \"We could learn about respecting elders and helping family. It's a natural reaction to them.\"\nHe reenlisted after serving four years in the Navy and was sent to San Diego where he met his wife, who was of Philippine descent.\nIt was during his second tour of duty that Sheets decided to make the Navy a career.\n\"I started taking my career more seriously,\" he said.\nHis responsibilities grew as he gained experience and rank. He was sent to Pensacola, Fla. and assigned to a training squadron where he was responsible for student control and administration. His job was to ensure students took the required training and met the requirements of the jobs for which they were.\nHis career took an unexpected turn when he was sent to Bremerton, Wash., where he was assigned as an investigative assistant for a Naval Criminal Investigative Service focusing on sex crimes and domestic violence.\nHe learned there are plenty of opportunities for interesting jobs as a yeoman for those who are willing to look. The job required a high security clearance, weapons and defensive training and strong interviewing skills.\nHe was part of the original commissioning crew aboard the USS Green Bay, where he was among the first crew members promoted to chief petty officer.\nHe returned to the Philippines where he was part of a team keeping tracking of potential terrorists.\n\"It was the first time in the military I felt like we were accomplishing something,\" he said. \"I met a lot of heroes.\"\nHis last duty assignment before he retired was in San Diego for a second assignment to a helicopter anti submarine squadron, where he served as chief in charge of administration.\nHe retired after 24 years and moved to Kingsland to be close to his brother. He worked as a civilian contractor but quit to become a Kingsland Police officer.\n\"I joined here when it was unpopular to be in law enforcement,\" he said.\nSheets said the Navy gave him structure at a time in his life when his future was uncertain.\n\"It gave me stability when I needed stability,\" he said. \"I was influenced by people who made me what I am. I learned leadership.\"\nOur Veterans runs Wednesdays. Contact Gordon Jackson at gjackson@goldenisles.news, on Facebook or at 464-7655 to suggest a veteran for a column.\n___ (c)2016 The Brunswick News (Brunswick, Ga.) Visit The Brunswick News (Brunswick, Ga.) at www.thebrunswicknews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 9, 2016"
}