{
    "title": "NBC News schedules 'Wanted'",
    "publisher": "the world",
    "year": 2009,
    "month": 7,
    "day": 1,
    "full text": "NBC News has scheduled its controversial To-Catch-a-Terrorist investigative program, where an elite team hunts war criminals. \n\"The Wanted\" will premiere Monday, July 20, at 10 p.m. with specialists in counterterrorism, foreign intelligence, war crimes and investigative journalism profiling suspected international terrorists. \n\"We hope this program sheds light on an overlooked story,\" said David Corvo, executive producer at NBC News. \"It is surprising how many people with serious accusations against them are living openly and avoiding any sort of judicial process.\"\nThe project drew criticism when it was first made public in February, with government officials saying the effort could interfere with ongoing criminal investigations, and human rights advocates concerned about the program making false accusations. Lingering distaste from the news division's similarly law-enforcement-trumping \"To Catch a Predator\" segments on \"Dateline,\" which went after accused sex crimes perpetrators, has also led to worries about the new program. \n\" 'The Wanted' is about seeking justice for the many victims of terrorism and atrocity around the world,\" said David Crane, a former US intelligence official. \"It will start a national conversation, an important dialog about war crimes, crimes against humanity, genocide, and international terrorism, as well as the indifference and political cynicism that hampers international criminal law and the quest for justice.\"\nThe premiere will follow Mullah Krekar, the leader of an internationally designated terrorist organization who has been living free in Norway. The second episode is set in Germany, where purported Al Qaeda supporter Mamoun Darkazanli remains free. \n\"It's like nothing you've ever seen on TV before,\" promised executive producers Charlie Ebersol and Adam Ciralsky in a statement. \"The pairing of rigorous investigative journalism with high-end production values has resulted in a fast-paced show which we hope will leave viewers wanting more.\"\n\nLoad-Date: July 7, 2009"
}