{
    "title": "NBC News president defends, but revises, terrorism coverage",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 8,
    "day": 5,
    "full text": "''TerrorVision.'' Television critics hung that label on America's TV networks for their blow-by-blow coverage of the recent TWA hostage crisis.\nIs the criticism deserved? Or are the TV networks, like a messenger bearing bad news, being unfairly judged?\nNBC News president Lawrence K. Grossman, looking back at TV's performance during the 18-day crisis, vigorously defends the job done by the three major American networks.\nAt the same time, Mr. Grossman has been quick to order a review of NBC's guidelines for covering terrorists in the future. And he has already ordered some changes.\nGrossman, interviewed by the Monitor, concedes that the hostage crisis presented the networks with a ''terrible dilemma.'' But he disagrees with critics who say the best way to handle terrorists is to cut off their access to TV.\nTwo major questions have been raised about TV's performance during the crisis - and Grossman attempted to answer them both.\nPerhaps the more serious one involves the quickness of TV networks to put terrorists and their accomplices on the screen. Critics ask: Doesn't TV encourage future acts of violence by giving terrorists ready access to the airwaves to spread their message?\nGrossman concedes ''that's certainly a real possibility.'' But he adds: ''There was terrorism before television.''\nHe continues: ''There is no question that we have to face that as a real dilemma. On the other side of the coin is what television has done . . . to moderate and modify the behavior of terrorists.\n''It was no accident . . . that the one person who was killed (during the TWA crisis) was killed when there were no television cameras around. Nobody is going to shoot somebody in front of a television camera . . . .''\n''(The terrorists) started behaving as human beings when they were in the full glare of the cameras. So it's a dilemma, and it cuts both ways.''\nAnother major concern of critics was that TV emphasized the human drama (the hostages and their families), rather than broader US national interests. Did TV coverage force the White House to give in to some demands of the terrorists? Did its coverage make it more difficult for President Reagan to act in the interests of 240 million Americans rather than just 39 hostages?\n''I've seen that criticism, and I have no understanding of its validity at all,'' says Grossman. ''The government, the president, is always under political pressure from the Congress, from the public.\n''If one is going to pursue an irresponsible course because of political pressure, that is no defense. On the other hand, the more people know about the consequences the less . . . in the dark the public is, and indeed the president is, and the wiser the policy may end up being.''\nGrossman, who says he welcomes ''specific suggestions'' to improve future coverage, has circulated a new set of guidelines to NBC staffers for future crises.\nOne of his major concerns was that the recent crisis was hyped by networks as they competed with one another. A new guideline states: ''NBC News will refrain from issuing press releases and publicizing competitive claims about ratings, scoops, special programs, etc., during major crises.''\nDuring the 18-day standoff, ABC-TV broke into regularly scheduled programs with 80 special reports. NBC and CBS had similar records. NBC's newly circulated rules now say: ''Interruptions should be done rarely and only for the most important news developments. We should not go on the air just to be competitive.''\nTo avoid becoming ''part of the story,'' the guidelines urge NBC reporters to keep a low profile: ''Travel to the scene in an unmarked car. Avoid conspicuous locations for cameras . . . Limit the use of lights . . . . If despite these efforts, NBC News employees are convinced that their activities could exacerbate a dangerous situation, they will discontinue those activities promptly.''\n\nGraphic\n\n \nPicture, Grossman: 'There was terrorism before television'"
}