{
    "title": "NBC NUCLEAR-TERROR SHOW CRITICIZED",
    "publisher": "the new york times",
    "year": 1983,
    "month": 3,
    "day": 22,
    "full text": "TV's broadcast Sunday night of a fictional film about nuclear terrorism provoked a widespread and largely critical reaction from viewers. The network received thousands of phone calls, and the program has already begun a debate among broadcasters about its merits and faults.\nThe show, called ''Special Bulletin,'' concerned a fictional crisis in which a group of terrorists threatened to blow up Charleston, S.C., with a homemade nuclear device unless the United States Government took a major step toward unilateral nuclear disarmament.  The terrorists were ambushed by Government commandos, but the bomb went off nevertheless, destroying the city.\nNBC-TV's broadcast Sunday night of a fictional film about nuclear terrorism provoked a widespread and largely critical reaction from viewers.\nThe entire show was presented as a simulated television newscast.  The film was shot on videotape, and it included many realistic features styled after local and network newscasts, including elaborate graphics and reporters interviewing citizens at various locations around Charleston.\nAlthough NBC inserted 31 messages throughout the broadcast advising that the drama was fiction, NBC's stations received many calls from alarmed viewers. In New York, Chicago, Los Angeles, Washington and Cleveland, more than 2,200 calls were received. WNBC-TV in New York received 731 calls, 474 of which were critical, and 43 of which were inquiries about the program's reality. In Chicago, 710 viewers called, only 70 of which had positive comments, and 121 of which reflected concern about whether a nuclear crisis was actually happening.\n''It was considerably larger than a normal reaction for a primetime television program,'' said M.S. Rukeyser Jr., executive vice president for public information at NBC. Among the most frequent criticisms, according to Mr. Rukeyser, were comments that the show was irresponsible, too frightening, and that it could promote crime by inspiring real terrorists. Edward Zwick, the program's director, said: ''I consider it a responsible broadcast, and I applauded the use of disclaimers. In pursuit of dramatic impact, oftentimes one must take some risks for the sake of making a point. This was a case where we deliberately wanted to use a format that would raise people from their seats a bit.''\nIn Charleston, the word ''fiction'' was superimposed in one corner of the film throughout. Nevertheless, WCIV-TV, the NBC affiliate in that city, received 250 calls, mostly negative, in response to the show, according to Celia Shaw, manager of the station.\nMrs. Shaw said, ''In retrospect, maybe it would have been better with a theoretical city, rather than Charleston, with its large number of military installations.''\nThe film also sparked criticism from Van Gordon Sauter, president of CBS News. ''It was an unusually proficient broadcast, very well written and superbly directed,'' said Mr. Sauter. ''But to do a broadcast which blurs the lines between entertainment and reality is a disservice.''\nReuven Frank, the president of NBC News, whose objections to the film last week prompted NBC to insert more disclaimers than were originally planned, declined to comment on NBC's telecast of the show.\nPreliminary ratings figures indicated that the show was fairly successful in attracting viewers. In Los Angeles, it was the top-rated show of the evening, drawing 31 percent of the viewers watching television. In New York and Chicago, however, CBS-TV's regular lineup of programming, beginning with ''Archie Bunker's Place'' and ending with ''Trapper John, M.D.'' proved more popular than ''Special Bulletin,'' which attracted 30 percent of the viewers in New York and 27 percent in Chicago."
}