{
    "title": "NCIS RISER Program Wins FedID _Best Technical Advancement_ Award",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 17,
    "full text": "MCLEAN, Va., Sept. 17, 2020 /PRNewswire/ -- Novetta, a leader in advanced analytics, was recognized by the Naval Criminal Investigative Service Technical Services Field Office - Identity Activities Branch (TSFO-IA) for contributions to the RISER Program, which won \"Best Technical Advancement\" at this year's FedID awards.\nRISER is Government-off-the-Shelf software for rapid ingestion of biometric data from fingerprint cards, converting them into digital images to search against databases and watchlists of criminals and terrorists. TSFO-IA has advanced card scanning technology to efficiently make hundreds of thousands of previously archived biometric records available for automated biometric matching.\n\"Over the last 18 months the processing power of RISER, developed by Novetta, has evolved through iterative development cycles of continuous innovation into a reliable, sustainable, operational capability,\" said NCIS Supervisory Special Agent Eric Trest. \"Today, NCIS relies heavily upon RISER to accomplish our Identity Activities mission.\"\nThe FedID Best Technical Advancement award recognizes capabilities that \"will profoundly impact the federal government's future identity capabilities or practices.\" Using neural networks to train algorithms that recognize the layout and image placement of biometric and biographic fields on fingerprint cards, RISER has dramatically reduced the time and effort to process biometric records. In a representative mission, RISER increased card processing time by 3,390% per hour, taking only 7 people, 48 hours to scan 57,000 cards, and reduced delivery time from a year to a week.\n\"Throughout development, applied advancements in machine learning domains improved RISER's operational efficiency,\" said Bill Dorr, Novetta Senior Director, Mission Platform Automation Group. \"Our team is able to ideate, innovate, and engineer creative solutions when we have a partner, like the TSFO-IA team, who embraces new technologies.\"\n\"RISER is a classic example of how Novetta partners with our customers to apply cutting edge technology to solve difficult mission challenges. I'm proud of what Bill and his team have accomplished,\" said Kevin Heald, Novetta Vice President, Information Exploitation.\nThe RISER program contributes to national priorities by enabling operations with the Department of State, U.S. Customs and Border Protection, and the Department of Justice to assist partner nations with their fingerprint collections. Through RISER and collaboration with NCIS field offices, international law enforcement relationships are strengthened, criminal information is shared, and valuable services are provided in support of this nation and its allies.\nThe TSFO-IA team included Novetta and multiple USG organizations, including OUSD A&S, CDM, and DFSC. The Combating Terrorism Technical Support Office was the programmatic team lead and financial sponsor of the most recent RISER development project.\nAbout NovettaNovetta delivers scalable advanced analytic and technical solutions to address challenges of national and global significance. Novetta is headquartered in McLean, VA with over 1,300 employees across the U.S.\n\nLoad-Date: September 18, 2020"
}