{
    "title": "Nearly All Security Grants to NonProfits Go to Jewish Groups; Chabad a Big Winner",
    "publisher": "the forward",
    "year": 2012,
    "month": 7,
    "day": 13,
    "full text": "Jewish institutions throughout the United  States will receive $9.7 million in federal antiterrorism  grants this year out of a total of $10  million allocated to not-for-profit institutions  by the Department of Homeland Security.\nThat's $6 million less than last year. But  thanks to sharp cuts this year in the overall  pool of money available through this  program, the percentage of funds going to  Jewish groups has nevertheless jumped  substantially.\nA full 97% of the available funds in the Non-Profit Security Grant Program for 2012 have  been allocated to Jewish organizations, compared  with 73% that went to Jewish groups  from 2007 through 2010. In 2011, Jewish  groups received about 80% of NSGP funds.\nThe NSGP has disproportionately benefited  Jewish groups since 2005, when it was  first instituted.\nUnfortunately there are risks attendant on  the Jewish community that are not attendant  on all other communities, DHS Secretary  Janet Napolitano said in an interview with  the Forward in early June, weeks before the  new allocations were announced.\nThe allocations in the security grant program  fund security enhancements for not-forprofi t institutions to defend against terrorism.\nThe DHS announced the grants as part of  a larger $1.3 billion package of so-called  preparedness grants. The 2012 allocations\ninclude $97 million for port security  and $87 million to protect transit  systems.\nThe $10 million NSGP allocation  this year represents a drastic cut  from the $19 million the program  disbursed in 2011.\nAs the Forward reported last  September, there's nothing in the  law authorizing the program that  says it should benefit Jews specifically.  But several factors, including  community education regarding  the program and its grant application  process, have combined to  help Jewish groups in particular  to benefit from it.\nPreviously, regulations governing  the allocation of the NSGP  grants favored religious recipients  over nonreligious. This year, that  changed. According to Homeland  Security documents, preferred  recipients are now defined as those  that have the highest risk of terrorism-related activity due to their  ideology, beliefs and mission.  But this did not have a negative  impact on Jewish groups' share  of the program money available,  even as the overall sum in absolute  dollars decreased.\nAs in previous years, Orthodox  Jewish groups appear to have done  better than non-Orthodox Jewish  groups.\nA list of grant recipients released  the DHS did not specify how  much each organization received.  But program guidelines cap the  funds provided for each project  at $75,000.\nChabad, the ultra-Orthodox  group that runs outreach  organizations targeting non-Orthodox  Jews around the world, did  particularly well. At least 35 of  the 2012 grantees were linked  to Chabad, out of 109 recipients  overall.\nOnly a handful of the 109 NSGP  recipients were not Jewish. A  church in San Diego received  an allocation, as did a Planned  Parenthood center in Washington  and a Catholic church in New York  City.\nIn her interview with the  Forward, Napolitano said that  she saw no problem with the overwhelming  proportion of NSGP  funds going to Jewish groups.\nThe fact that it ends up going  to many Jewish organizations  doesn't in itself bother me,  Napolitano told the Forward, saying  that she thought the program  had been successful.\nWilliam Daroff, the Jewish  Federations of North America's  vice president for public policy,  said that the program's allocations  do not reflect political favoritism  towards the Jewish community.  This is not pork, he said. This  is Homeland Security officials  making decisions based on threat  levels.\n\nLoad-Date: July 9, 2012"
}