{
    "title": "NEARSIGHTED U.S. FOREIGN POLICY ON PLO, NORTH KOREA",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 12,
    "day": 12,
    "full text": "What is Secretary of State Warren Christopher doing in the Middle East? His main objective is to revive talks on an Israeli-Syrian peace treaty, which would make a nice bookend to September's Israel-PLO agreement. Israeli Prime Minister Yitzhak Rabin, however, made it clear during his visit to Washington last month that the time is not ripe for a deal with Syria.\nFor one thing, the Israeli public is overloaded and overwhelmed by the risks and dangers of the PLO agreement just signed. It is simply not prepared for simultaneously undertaking the even larger, existential risk of giving up the Golan Heights, too.\nRabin's second reason for caution is even more telling. What counts, he said, is not agreements but their implementation. The first task of any Middle East diplomacy has to be translating into reality the piece of paper signed on the White House lawn in September.\nIn the international arena, unlike the cozy world of corporate law, there is no enforcement mechanism. Treaties have to be self-executing. If the parties do not carry out their obligations, treaties are worse than useless.\nConsidering what has happened with the PLO agreement, Israel is understandably wary of signing yet another piece of paper with an Arab adversary. After all, in the Israel-PLO agreement, Israel does all the giving: autonomy, territory, policing powers, an embryonic Palestinian state. In return for what? In return for two things: a renunciation of terrorism and a change in the PLO charter that calls for the destruction of Israel.  Arafat has delivered on neither.\nTerrorism continues at a more deadly pace than ever. Arafat's response?  After one particularly brazen murder carried out by his own PLO troops, it took a public appeal by the president of the United States to extract from Arafat a statement - faxed, not spoken (the diplomatic equivalent of \"dictated, but not read\") - condemning the killing. Apart from that and with shootings happening almost daily, silence. As for changing the PLO's charter to eliminate the clauses that call for Israel's destruction - nothing.\nSyria's President Hafez Assad does not even pretend to offer what the Egyptians pretended to offer at Camp David: normalization and an exchange of civilities. Yet Christopher goes to Damascus trying to push for the next Camp David. And to induce the Syrians to make nice and deign a return to the negotiating table, which they had quit when Israel refused its maximal demands, Christopher brings Assad gifts: a coveted audience with President Bill Clinton and three American-made jets (a Kuwaiti donation that had previously been blocked because Syria is an officially designated terrorist state).\nNo change here. For months we have been dangling diplomatic and economic goodies for North Korea's Kim Il Sung if he, too, would only make nice, resume negotiations with South Korea and allow us a peek at his nuclear facilities.  Carrots for dictators have become the principal foreign policy tool of an administration that last year ran against George Bush on the grounds that he was \"coddling dictators.\" (It might be said for Bush that at least his Air Force did not provide free plane rides for warlords whose men had dragged the bodies of dead GIs through the streets of Mogadishu.)\nIf Christopher is pursuing an Israeli-Syrian treaty in search of a badly needed foreign policy success, fine. But success is what happens on the ground, not on paper.\nThe most absurd example of the administration's parchment fetish occurred this spring when the North Koreans, who had blocked international inspections of their nuclear facilities, announced that they were going to withdraw from the nuclear nonproliferation treaty. The administration quickly went into negotiations with the North Koreans and produced the following \"first but vital step\" (Clinton's words) in resolving the problem of the North Korean nukes: North Korea agreed not to withdraw from the treaty - while at the same time refusing treaty-required inspections!\nIn the mind of this administration, metaphysical nonwithdrawal qualified as a partial success, notwithstanding overt noncompliance. Go ahead, build your bomb. But whatever you do, don't disturb the parchment.\n\nLoad-Date: December 13, 1993"
}