{
    "title": "NEBRASKA AT A GLANCE",
    "publisher": "lincoln journal star ",
    "year": 2010,
    "month": 9,
    "day": 28,
    "full text": "TWO CAMPAIGNS TO RECALL SUTTLE ADVANCE\nOMAHA - Two Omaha groups upset about tax increases are moving ahead with campaigns to recall Mayor Jim Suttle.\nThe Omaha Citizens Coalition began its petition drive to collect 26,643 signatures Wednesday. The other group, the Mayor Suttle Recall Committee, filed its recall affidavit with Douglas County on Friday and launched its own petition drive to force a recall vote.\nOmaha's budget for 2011 includes increases in property taxes, a new 2.5 percent tax on restaurant and catering bills and new fees.\nSuttle's chief of staff, Steve Oltmans, defended the mayor. He said Suttle took office in spring 2009, at a time when the city faced a financial crisis, and has worked hard to balance the budget.\nMAN STABS GIRLFRIEND, THEN KILLS HIMSELF\nORD - Police say a 27-year-old Ord man accused of stabbing his former girlfriend on Sept. 14 has died of self-inflicted stab wounds.\nCharles Schollmeyer had been accused of stabbing the woman in her car outside an Ord bar, then stabbing himself repeatedly when officers arrived.\nPolice said Schollmeyer died Sept. 19. The 22-year-old woman is recovering. Ord police said she had gotten a protection order against Schollmeyer four days before the stabbing.\nWOMAN LOSES LAWSUIT OVER DEATH OF SON\nCHADRON - A lawsuit filed by the mother of a 16-year-old Crawford boy fatally shot by officers has been dismissed.\nDawes County District Judge Leo Dobrovolny said state law protected the city from such a suit.\nIt was Pat Britton's second lawsuit. Her first was filed in federal court against the city and the two officers who shot her son, Jesse Britton. It was dismissed in November 2009.\nCourt records say then-Police Chief Rick Thompson of Crawford and Nebraska Game and Parks conservation officer Dan Kling shot the boy in a vacant Crawford bar in 2007. They said Britton failed to obey orders to lower a gun.\nMAN SENTENCED FOR TRANSPORTING ILLEGALS\nA Mexican man has been sentenced to a year in federal prison for transporting illegal immigrants across the United States.\nPablo Adame Aguirre was sentenced last week in U.S. District Court in Omaha. He pleaded guilty in June.\nCourt documents say he was arrested March 31 after 11 illegal immigrants were found in his van during a traffic stop on Interstate 80 in Omaha. Investigators reported that Adame Aguirre said he was hired to drive the Mexicans from Phoenix to places in Colorado, Iowa, New York and North Carolina.\nDocuments say Adame Aguirre was deported to Mexico in 2007 after being accused in Tampa, Fla., of transporting five illegal immigrants.\nTHREE LAKES STILL UNDER ALGAE HEALTH ALERTS\nNebraska officials are continuing health warnings at three lakes because high levels of toxic blue-green algae have been found. The state Department of Health and Human Services maintained health alerts Friday for Merritt Reservoir in Cherry County, Kirkman's Cove near Humboldt and Willow Creek Lake near Pierce. Warnings were lifted for Swan Creek Lake 5A near Tobias and Red Willow Reservoir near McCook. Some types of toxic blue-green algae can produce dangerous toxins. People can still camp, fish and boat on lakes under an alert but should not have full-body contact with the water. Drinking toxin-tainted water can cause vomiting, diarrhea, respiratory failure and, rarely, death.\nMINDEN OPERA HOUSE HAS NEW DIRECTOR\nMINDEN - Marcy Brandt is the new executive director of the historic Minden Opera House. She was the head of the Minden Chamber of Commerce. The opera house was built in 1891 and renovated in 1999-2000 as a community center for theatrical productions, conferences, weddings and other events.\nRADIATOR THIEF GETS 8-18 YEARS IN PRISON\nKEARNEY - A 29-year-old Kearney man has been given eight to 18 years in prison for stealing radiators from irrigation well engines. Christopher Burns had pleaded guilty in Buffalo County District Court to 10 counts of theft. In exchange for his plea, 10 more counts were dropped. Court records say Burns was sentenced last week by Judge John Icenogle, who gave Burns credit for 143 days already served in custody. Investigators said the thefts occurred from fields throughout Buffalo County between Sept. 1 last year and Feb. 15. An individual value of between $500 and $1,500 was placed on the radiators. Officials said Burns told a deputy he sold the radiators for scrap in Kearney.\nGRAND ISLAND RENEWS TERRORISM RIDER\nGRAND ISLAND - The Grand Island City Council has decided to continue a terrorism rider on the city insurance again next year. Utilities Director Gary Mader said the city's general policy didn't cover terrorism, so the rider had to be added. It will cost nearly $22,000, up from $20,000 this year, the first year the city has purchased such coverage. The City Council rejected such coverage in 2003, when terrorism riders first became available. Last week, the council voted to buy a rider for a second straight year. Coverage has been available since a federal program passed in 2002, after the Sept. 11, 2001, terrorist attacks in New York and Washington, D.C. Mader said the question facing people, businesses and government entities was how to define terrorism. He said a number of groups might be classified as terrorist. Some are internationally based, others are based in the United States. Mader said he didn't think a central Nebraska city such as Grand Island would be a terrorist target, but if it were, the financial losses could soar. For example, the city's power plants are valued at about $300 million.\nFOUR ARRESTED IN DRIVE-BY SHOOTING\nGERING - Four people have been taken into custody in connection with a drive-by shooting in Gering. Police received reports of shots fired at a residence at about 1:30 a.m. Saturday. Authorities said no one in the home was hit. Police arrested 30-year-old Juan Jose Olvera and 25-yearold Josef Padilla on charges of disturbing the peace, possession of an open alcohol container and possession of a stolen shotgun. Also arrested was John Moreno, 30, on charges of disturbing the peace, possession of an open container, felon in possession of a firearm and parole violation. A juvenile also was apprehended.\nNEBRASKA, IOWA TO KILL CARTER LAKE FISH\nOMAHA - Carter Lake soon will be closed to the public so Nebraska and Iowa can kill its fish and replace them with new species. A fish-killing substance called rotenone will be used, and boat ramps in Omaha and Carter Lake will be closed from Monday through Friday.\nThe oxbow lake is shared by Nebraska and Iowa. It was formed when the Missouri River channel changed during flooding and left a portion of Iowa on the west side of the Missouri, in Nebraska.\nThe Iowa Department of Natural Resources and Nebraska Game and Parks Commission say carp, bullhead and other nongame fish have been hurting the lake's water quality.\nThe lake will be restocked with largemouth bass, channel catfish and bluegill.\nPROSECUTOR TO PROBE NORTH PLATTE MEETING\nNORTH PLATTE - A special prosecutor has been appointed to investigate whether Lincoln County commissioners held an illegal meeting to discuss the new jail.\nComplaints to North Platte police say the commissioners locked themselves in a room in the courthouse on Sept. 15, violating the state's Open Meetings Act. Violations carry fines of $100 to $500 per person.\nLincoln County Attorney Rebecca Hartling on Friday assigned Charlie Brewster of Kearney to look into the matter.\nCommissioner Joe Hewgley told the North Platte Telegraph that he, Duane Deterding and Willis Roethemeyer ended up in the courthouse at the same time and started chatting about delays in the jail project. Their conversation continued into the meeting room.\nOMAHA SCIENCE CAFE TO EXPLORE POLITICS\nOMAHA - An upcoming informal discussion will turn to science to examine the differences between liberals and conservatives. University of Nebraska-Lincoln political science Professor John Hibbing will discuss the differences between the two groups at 7 p.m. Oct. 5 at the Slowdown in Omaha. The discussion is part of the Science Cafe series hosted in part by the University of Nebraska Medical Center. The free educational events are aimed at getting young adults interested in science. Hibbing uses economic games, functional magnetic resonance imaging, evolutionary theory and behavioral genetics to identify the deeper biological causes of social - and especially political - behavior.\n- From wire reports\n\nLoad-Date: September 28, 2010"
}