{
    "title": "NEIGHBORHOOD REPORT CIVIC GROUP TO HEAR TALK ON TERRORISM",
    "publisher": "daily news ",
    "year": 2003,
    "month": 4,
    "day": 24,
    "full text": "The West Cunningham Park Civic Association will hold a general membership meeting Wednesday at Christ Lutheran Church, 73rd Ave. and 188th St.\nDeputy Inspector Gary Scirica of the NYPD will speak on counterterrorism, and representatives of the 107th Precinct will be on hand. Nominations will be accepted for executive board members and officers.\nThe meeting begins at 8 p.m. in the church basement.\nLegal tips on housing\nFree information about fair housing laws, tenants' rights, homeownership and public and senior housing will be available Saturday at a Fair Housing Program sponsored by Asian Americans for Equality.\nTrained counselors will be on hand to answer questions in English, Mandarin, Cantonese, Korean and some South Asian languages. The event will be held at the Flushing Mall, eShops Stage Area, 133-31 39th Ave., Flushing, from 1 p.m. to 5 p.m. Admission is free.\nBoard 10 will meet\nCommunity Board 10 will meet next Thursday at 7:45 p.m. at the Knights of Columbus Hall, 135-45 Lefferts Blvd., South Ozone Park.\nThere will be a public hearing on a request by Causeway Amusement of Jamaica regarding permit requirements for the company's parking areas.\nHear Russian poetry\nNina Savina, a master performer in the art of reading poetry, will focus on Marina Tzvetaeva, Alexander Blok and other well-known Russian poets at two libraries next week.\nOn Monday, the program will be held at the Forest Hills Branch, at 108-19 71st Ave., and on Tuesday, at the Kew Gardens Hills branch, 72-33 Vleigh Place.\nBoth programs will be in Russian and will begin at 4:30 p.m.\nDisabilities discussed\nThe Queens Council on Developmental Disabilities sponsors it annual Queens Legislative Breakfast tomorrow, in room 213 of Borough Hall, 120-55 Queens Blvd., Kew Gardens, from 9 a.m. to 11:30 a.m.\nCity and state officials will discuss concerns about the future of people with mental retardation and developmental disabilities.\n\nLoad-Date: April 24, 2003"
}