{
    "title": "Nelson takes aim at Pakistan",
    "publisher": "lincoln journal star ",
    "year": 2008,
    "month": 5,
    "day": 27,
    "full text": "Nebraska senator warns military action may be necessary to deal with lawless northwest area.\nIf Pakistan does not deal with the growing concentration of terrorists in its remote northwest, the United States should do so with military strikes, Sen. Ben Nelson said Monday.\n\"It's very difficult to do that without disturbing the Pakistani government,\" Nelson said, \"(but) my opinion is we should.\n\"In the absence of their success, it's important we take military action,\" he said in a telephone interview from Islamabad.\nEspecially \"where high-profile targets are available,\" Nelson said.\n\"The obvious center of gravity for a great deal of terrorism in the world is located in Pakistan,\" he said.\nAfter meeting with government leaders in Afghanistan and India during a tour of the region, Nelson, D-Neb., said there seemed to be \"a consensus that Pakistan is the common denominator when it comes to terrorism in the region.\"\nThat's not to suggest Pakistan is a sponsor of terrorism, he said, but the lawless area of Pakistan bordering the Afghan border has become a nest for terrorists.\n\"This is where it's expected Osama bin Laden is located, where the Taliban has relocated, where al-Qaida is reconstituting its former strength,\" he said.\nWhile economic development may be the long-term solution to combat terrorists in the northwest, Nelson said, the United States should be prepared to act with military strikes.\nNelson and other members of a congressional delegation will meet today with Pakistani leaders in Islamabad to discuss their concerns. Meetings are scheduled with Pakistan's new Prime Minister Yousaf Raza Gilani, President Pervez Musharraf and the Army chief of staff.\nEarlier, Afghan President Hamid Karzai told the delegation he did not distinguish among terrorists who threatened his country's security.\nKarzai expressed his growing concern about \"the safe havens or sanctuaries along the Afghan-Pakistani border,\" Nelson said. \"Afghan gains are adversely affected by these cross-border attacks.\"\n\"Karzai was candid,\" Nelson said.\nThe Afghan leader suggested it matters little whether terrorists are identified as the Taliban, al-Qaida or other elements.\n\"They're all terrorists, whatever their political motivation.\"\nNelson said that was the same message he heard in India.\n\"Their impression is that Pakistan is a country full of terrorists who are engaging in everything from attacks in India and Afghanistan to the assassination of Benazir Bhutto in Pakistan.\"\nUntil terrorist activity in northwestern Pakistan is silenced, Nelson said, it's \"going to be very difficult to have security in either Afghanistan or Pakistan.\"\nThe government of Pakistan is \"not performing at the level necessary\" to accomplish that security, he said.\nLooking ahead, Nelson said, issues of poverty, unemployment and lack of education in the border area must be addressed.\n\"Helping them develop an economy probably will be the best thing we can do over the longer term,\" he said.\nNelson is a member of the Senate Armed Services Committee.\nReach Don Walton at 473-7248 or dwalton@journalstar.com\n\nGraphic\n\n \n1. Nebraska Sen. Ben Nelson (left) meets with members of the medical staff at Landstuhl Regional Medical Center near RamsteinAir Force Base in Germany on May 25. 2. Nebraska Sen. Ben Nelson (second from left) and members of a congressional delegation meet with Afghan President Hamid Karzai (center) on May 24. COURTESY PHOTOS (LIBRARIAN NOTE: Photo(s) not archived) color head photo of Ben Nelson\n\nLoad-Date: May 30, 2008"
}