{
    "title": "Neo-Nazi cell shines light on far-right extremism in Germany Neo-Nazi bank robbers found dead last w",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 11,
    "day": 14,
    "full text": "Ten days ago, police in the town of Eisenach in southeast Germany found the scarred bodies of two men with gunshot wounds to the head in a burned-out recreational vehicle. At the time, it looked like a double suicide of two bank robbers who had just stolen 10,000 euros at gunpoint from a local bank and then been cornered by officers.\nBut new information, trickling out on an almost-daily basis, has since revealed to a baffled public that these men were likely Germany's most wanted serial killers, responsible for a string of racially motivated murders, and also members of a far-right terrorist network.Until very recently, many German politicians denied the network existed.\nAfter the Berlin Wall came down, there was a surge of right-wing activity, particularly in eastern Germany. Far-right parties tapped into people's worries and insecurities, resulting in a number of violent attacks on ethnic minorities and political opponents. But increasing prosperity diminished the ideological basis for the far right - weakening the resonance of such rallying cries as \"German jobs for German workers.\" The far right still features in regional parliaments, but does not play as significant a role as it did 20 years ago.\n\"It seems that we are dealing with a new form of right-wing extremist terrorism,\" Interior Minister Hans-Peter Friedrich said yesterday. Chancellor Angela Merkel called it a \"national shame\" and said the events revealed the existence of extremist structures \"we had not imagined\" when speaking with reporters yesterday. Germany's minister of justice, Sabine Leutheusser-Schnarrenberger, asked authorities \"to investigate with all means possible the dimensions far-right networks in the country have reached.\"\nThe number of neo-Nazis in Germany has fluctuated between 2,000 and 5,000 in the past 20 years, while the support for far-right organizations in the population has decreased, according to a report by the federal police. The same report mentions a marked increase in the number of politically motivated felonies carried out by offenders with a far-right background.\nPolice find several weapons on robbers\nPolice say they found a number of weapons on the dead men and in their house in the southern town of Zwickau. Two were the service weapons of police officers who were shot in the head in a park in the city of Heilbronn in 2007. A 22-year-old policewoman died and her partner was seriously wounded.\nEqually shocking was the discovery of a pistol which police say has been used in the so-called \"kebab murders,\" a series of at least nine killings between 2000 and 2006 in various German cities targeting immigrants, mostly Turkish owners of small kebab shops. The victims were killed in broad daylight, execution-style, with shots to the head.\nThe authorities hope to gather information from Beate Zschäpe, who turned herself in last week after firebombing the house that she had shared with Mundlos and Böhnhardt, and from a fourth man suspected to be a member of the network who was arrested yesterday. The fact that Ms. Zschäpe did not kill herself like her accomplices raised suspicions she could be an informer.\nAt times, up to 160 officers were on the \"kebab murders\" cases, but none of the cases were solved and no one ever claimed responsibility - until now.\nPolice say they also found DVDs showing the two bank robbers confessing to the murders of the policewoman and the immigrants as well as the bombing of a Cologne street that injured dozens of mostly Turkish residents. In the recording, they claimed to be members of a group called \"National Socialist Underground,\" a \"network of comrades who act rather than talk.\" Authorities were previously unaware of the group's existence.\nUnderestimating potential of far-right violence\n\"The authorities underestimate the potential of far-right violence in Germany,\" says Bernd Wagner, a former police detective who now heads a program that helps ex-neo-Nazis who want to break with their past. \"There are small groups aiming to reach terrorist capabilities. But I don't think we are looking at a national terrorism network yet.\"\nThe German authorities still remember the government's failed attempt to ban the far right National Democratic Party in 2003, when it was found to be so heavily infiltrated with informers for the government that the constitutional court saw no basis for a successful case.\nStill, the German government and law enforcement agencies are now under a lot of pressure.\n\"This is right-wing terrorism,\" says Kenan Kolat, a leader of the Turkish community in Germany. \"We want to know how it is possible that these perpetrators could live among us undetected for more than 10 years. We want answers now.\"\nMr. Kolat is particularly upset because authorities have known about the two suspected killers, Uwe Mundlos and Uwe Böhnhardt, for a long time. In the 1990s, they were part of the local neo-Nazi scene in Jena, a city in Thuringia in southeast Germany. In 1998, police tried to arrest them after bomb building material was found at their house, but together with accomplice Zschäpe they escaped and went underground.\n\"It is very worrying that no connections were made between the serial killings all over Germany and the far-right scene in Thuringia,\" Interior Minister Friedrich told a German newspaper today. The minister is expecting answers from the domestic intelligence service, and these could be awkward. Either the agents really lost track of the bomb-making trio, or they were on their heels but did not prevent the crimes.\n       \n\nLoad-Date: November 14, 2011"
}