{
    "title": "NEPAL WEIGHS ANTI-TERRORISM LAWS AGAINST MAOIST REBELS",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 11,
    "day": 25,
    "full text": "KATMANDU, Nepal -- Nepalese leaders met to consider tough anti-terrorism measures Saturday, after Maoist rebels launched a wave of attacks that ended a four-month cease-fire and killed at least 37 soldiers and police.\nThe rebels, who are fighting to topple Nepal's constitutional monarchy, swooped down on an army post, police stations and government installations across the Himalayan country late Friday, killing 14 soldiers and at least 23 police, Interior Security Minister Khum Bahadur Khadka said.\nHe said authorities believed up to 80 rebels died in gun battles. The figures could not be independently confirmed.\nThe rebel attacks were the first on the Royal Nepalese Army since the Maoists began their violent campaign in 1996. The military, which is constitutionally charged with defending Nepal from foreign attack, has so far not fought the rebels and has left the task to the police.\nPrime Minister Sher Bahadur Deuba met with his council of ministers and leaders of other political parties Saturday to decide how to react to the assaults.\nThe ruling Nepali Congress party called an emergency meeting of its leaders for Sunday.\n\"They are terrorists and we will deal with them accordingly,\" Khadka said. \"We will bring new anti-terrorism laws if necessary to deal with them.\"\nHe did not say what measures would be considered.\nResponding to a call from Deuba, the rebels stopped attacks on Nepalese police and government targets in July.\nBut after three rounds of talks, the rebel leader known as Prachanda withdrew from the negotiations Wednesday. He said attempts to find a peaceful resolution had been foiled after the government rejected his demand for a new constitution.\nThe government supports the constitutional monarchy, which makes the king the ceremonial head of state. The present system was adopted in 1990 after a democratic movement toppled the absolute monarchy.\nIn the offensive, the rebels killed 14 soldiers in an attack on the Bhawani Baks Gulma army barracks at Dang, about 250 miles west of capital Katmandu, Khadka said.\n\nLoad-Date: November 27, 2001"
}