{
    "title": "NETANYAHU TIES PEACE TO WAR ON TERRORISM",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 7,
    "day": 10,
    "full text": "WASHINGTON (AP) - Taking an unyielding stance, Israeli Prime Minister\nBenjamin Netanyahu told President Clinton on Tuesday he will give no\nground in Middle East peacemaking unless terrorism is halted and\nIsrael's security is bolstered.\n\"Those who are on the side of peace must show complete dedication to\nthe fight against terrorism,\" Netanyahu said after 2 1/2 hours of\ntalks with Clinton. \"Anything less will simply not do. Israel is eager\nto make peace but we cannot do so alone.\"\nNetanyahu made clear he is not ready to meet with Palestinian leader\nYasser Arafat. He showed no interest in pursuing the \"land for peace\"\nmaxim that has guided Middle East peacemaking. And he would not commit\nto withdrawing Israeli troops from Hebron, where 450 Israelis live\namong 94,000 Arabs. \"I'm looking into the problem,\" he said.\nOn another sensitive point, Netanyahu refused to lift restrictions\nthat have prevented thousands of Palestinians in the West Bank and\nGaza Strip from working in Israel. \"As soon as I deem the security\nconditions will allow it, I will ease the closure,\" Netanyahu said at\na joint news conference with Clinton.\nOn Syria, Netanyahu said he would reopen negotiations only if Damascus\nstopped supporting terrorists. \"I think that it's peculiar to have\npeace talks that are progressing while you have a terror campaign\nparallel to it.\"\nFor his part, Clinton declared there is no alternative to the peace\nprocess, saying, \"We need to keep the tide of history going.\"\nYet, recognizing the sea change in the Middle East after Netanyahu's\nMay 29 election, Clinton said, \"I think we're going to have,\nnecessarily, a period of adjustment, and those of us who care about it\nneed to try to minimize the negative and maximize the positive and get\nthrough it as well as possible.\"\nThe trip to Washington was Netanyahu's first visit abroad as prime\nminister and was viewed as crucial in setting the tone for relations\nbetween Clinton and the new prime minister. Despite Netanyahu's\ngenerally tough words in pubic, he privately assured Clinton he wants\nto move ahead in negotiations with Palestinians and find a formula\nsoon for a Hebron solution, said a senior U.S. official who insisted\non anonymity.\nPeacemaking in the Middle East and in other global hot spots has been\na cornerstone of Clinton's foreign policy and a central theme in his\nre-election campaign. Clinton - as well as Arab leaders - worry that\nNetanyahu's hard-line views put a cloud over peacemaking efforts.\nNetanyahu's tough stance was the chief reason Clinton had supported\nhis rival, then Prime Minister Shimon Peres. The president glossed\nover that fact at the news conference, saying, \"I don't think it\nneeded that much explaining.\" Netanyahu interrupted to come to\nClinton's rescue, saying they didn't discuss the election results.\nThe two leaders began their talks in the Oval Office and then\nadjourned to the residence for what Netanyahu said was a quick but\ngood lunch. The Israeli leader promised his relationship with Clinton\nwould be based on \"chemistry, not combustion - good chemistry.\"\nThere was a clear disagreement on the issue of the land-for-peace\nprinciple.\nNetanyahu stressed that Israel should make territorial concessions\nonly for secure borders. But White House spokesman Mike McCurry said,\n\"Our views on land-for-peace remain unchanged, and the president\nconveyed that to the prime minister today.\"\nNetanyahu said Israel \"has made substantial concessions on all\nfronts\" and Arab neighbors have not reciprocated by guaranteeing\nsecure and recognized boundaries. \"Does fairness require that Israel\nyield 100 percent and the Arab sides yield zero percent?\" he asked.\n\"Well, obviously, we think differently.\"\nNews reports from Israel had suggested Netanyahu would tell Clinton he\nplanned to meet with Arafat. However, the prime minister said merely\nhe wouldn't rule out the possibility of a one-on-one session \"if I\ndeem it necessary for peace or for the interest of Israel.\"\nHe said Arafat's Palestinian Authority has not fulfilled its\nagreements with Israel to close its offices in Jerusalem or to crack\ndown harder on terrorists. \"The battle against terrorism cannot be\nepisodic. It cannot be a product of whim or tactics or strategy,\" the\nprime minister said.\n\nLoad-Date: July 10, 1996"
}