{
    "title": "Netanyahu demands Abbas, PA condemn West Bank murder",
    "publisher": "university wire",
    "year": 2015,
    "month": 10,
    "day": 2,
    "full text": "NEW YORK - Israel's Prime Minister Benjamin Netanyahu on Friday demanded that Palestinian President Mahmoud Abbas and his government explicitly condemn the murder of an Israeli settler couple by suspected Palestinian gunmen in the West Bank.\nMeeting Secretary of State John Kerry in New York on Friday, Netanyahu said he appreciated U.S. condemnation of Thursday's attack and noted that some Palestinians had praised the killing, which left four young children orphaned. He said the only way to deal with incidents like it is to fight terrorism, and he called on the international community to press Abbas and the Palestinian Authority to act.\n\"I have to say I have yet to hear any condemnation from President Abbas and the Palestinian Authority,\" Netanyahu told Kerry. \"Worse, I heard senior officials from his Fatah movement say 'This is the way to go'. No, it's not the way to go. The way to go ... is to fight terrorism and to make sure that terrorism reaps no rewards.\"\nNetanyahu and Kerry both also noted the mass shooting at a college in Oregon on Thursday that left nine people and the gunman dead. They said Israel and the U.S. were united in grief over the two incidents.\n\"Our hearts go out to the families of the Israelis who have been lost,\" Kerry said. \"Our hearts go out to the people of Oregon, too. We've had our own violence in our own country.\"\n\"We're sharing with you the grief that Israel feels today,\" he added. \"I hope we can share also the efforts going forward to reduce and maybe ultimately one day eliminate\" these \"terrible losses\" for the families.\nNetanyahu said he shared Kerry's hope but that it would not likely be realized unless terrorism is stopped.\n\"Any path going forward requires one thing: You have to fight terror,\" Netanyahu said, reiterating his complaints about Palestinian incitement and praise for violence. \"That's the pall that the international community must place on the Palestinian Authority. We're going to fight these terrorists and were going to fight them in ways that they will understand.\"\n\nLoad-Date: October 2, 2015"
}