{
    "title": "Netanyahu_ Palestinians not serious on terrorism",
    "publisher": "usa today",
    "year": 1998,
    "month": 4,
    "day": 6,
    "full text": "Israeli Prime Minister Benjamin Netanyahu charged Sunday that\nan explosion March 29 that killed a senior Islamic militant in\nthe West Bank was new proof that Palestinian police were not fighting\nterrorism seriously. Netanyahu told his Cabinet that the blast\ntook place at an explosives factory that operated with impunity\nin the Palestinian-run city of Ramallah. Netanyahu also reaffirmed\nhis government's denial of any role in the death of Mohiyedine\nSharif, the top Hamas bomb-maker. Israel says Sharif was killed\nwhen a bomb he was building blew up prematurely. A Palestinian\nautopsy, however, said Sharif was shot and his body dumped in\na booby-trapped car.\nAMERICANS WARNED: Egypt demanded the immediate retraction\nof a warning Washington issued last week urging Americans in the\nEgyptian capital to be cautious because of possible terrorist\nattacks. Muslim militant groups have targeted foreign tourists\nin their battle with the government to set up a purist state.\nIRANIAN POWER STRUGGLE: As a young revolutionary fighting\nthe shah of Iran, Gholam Hossein Karbaschi spent 17 months in\nsolitary confinement in Tehran's Evin prison. Sunday he was there\nagain, this time the object of a power struggle between Iran's\nnew president, Mohammad Khatami, and its judiciary. Karbaschi,\nmayor of Tehran since 1989, was arrested Saturday on charges of\nembezzlement. Iran analysts say he has been targeted because his\nsupport for Khatami helped defeat the establishment candidate\nin elections last year. -- Barbara Slavin\nPALM SUNDAY: Opening Holy Week services, Pope John Paul\nII blessed palms and olive branches and dedicated his thoughts\nto youths preparing for a huge rally in Rome in 2000. John Paul\nled a nearly three-hour-long Palm Sunday Mass and ceremony in\nSt. Peter's Square.\nJAPAN BRIDGE: Built to withstand an 8.5-magnitude earthquake,\nthe world's longest suspension bridge opened in Japan Sunday,\nand 5,350 cars crossed in the first hour. The 12,831-foot Akashi\nKaikyo Bridge links Shikoku, the smallest of Japan's four main\nislands, with the biggest main island, Honshu, via Awaji Island.\n\nLoad-Date: April 6, 1998"
}