{
    "title": "Netanyahu ties Hamas to Islamic State group In speech at the U.N. , he calls them 'branches of the s",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 9,
    "day": 30,
    "full text": "In a blistering speech to the United Nations, Israeli Prime Minister Benjamin Netanyahu warned Monday that Hamas and the Islamic State group are branches of the same poisonous tree, both bent on world domination through terrorism, just as the Nazis were.\nNetanyahu also lashed back at Palestinian President Mahmoud Abbas, who accused Israel last week of carrying out war crimes and waging a war of genocide during the fighting in Gaza. Netanyahu said Hamas committed the real war crimes in Gaza by using Palestinian civilians as human shields.\nAddressing the U.N. General Assembly's annual ministerial meeting, the Israeli leader argued that Israel's fight against Hamas and the U.S. military campaign against the Islamic State are part of the same cause: the defeat of Islamic extremism.\nNetanyahu railed against world leaders for simultaneously condemning the Jewish state for its war with Hamas and praising President Barack Obama for attacking Islamic State militants and other extremists in Syria and Iraq.\nThey evidently don't understand that ISIS and Hamas are branches of the same poisonous tree, the prime minister said, referring to the Islamic State group by one of its acronyms. He added: When it comes to its ultimate goals, Hamas is ISIS, and ISIS is Hamas.\nNetanyahu said Islamic State and Hamas, as well as other Muslim extremist movements, from al-Qaida and Nigeria's Boko Haram to Somalia's al-Shabab and Lebanon's Hezbollah, share the goal of imposing militant Islam on the world. He likened them to another fanatic ideology that swept into power eight decades ago, Nazism.\nTo protect global peace and security, he said, we must remove this cancer before it's too late.\nTurning to another regional enemy, Netanyahu warned that the gravest threat to the world today is the danger of Iran obtaining nuclear weapons. It's one thing to confront militant Islamists on pickup trucks armed with Kalashnikov rifles. It's another thing to confront militant Islamists armed with weapons of mass destruction, he said.\nNetanyahu said Iranian President Hassan Rouhani's condemnation of the spread of terrorism last week amounted to one of history's greatest displays of doubletalk.\nHe accused Iran of mounting terrorist attacks all around the world and lumped the country in with Islamic extremist movements. To say that Iran doesn't practice terrorism is like saying Derek Jeter never played shortstop for the New York Yankees, he said.\nNetanyahu criticized the efforts of six world powers to reach a nuclear deal with Iran, saying: To defeat ISIS and leave Iran as a threshold nuclear power is to win the battle and lose the war.\n\nLoad-Date: September 30, 2014"
}