{
    "title": "Netanyahu_ Hamas, Islamic State group share creed",
    "publisher": "st. louis post-dispatch ",
    "year": 2014,
    "month": 9,
    "day": 30,
    "full text": "UNITED NATIONS • In a blistering speech to the United Nations, Israeli Prime Minister Benjamin Netanyahu warned on Monday that Hamas and the Islamic State group are \"branches of the same poisonous tree,\" both bent on world domination through terror, just as the Nazis were.\nNetanyahu also lashed back at Palestinian President Mahmoud Abbas, who accused Israel last week of carrying out war crimes and waging a \"war of genocide\" during the fighting in Gaza. Netanyahu said Hamas committed \"the real war crimes\" in Gaza by using Palestinian civilians as human shields.\nAddressing the U.N. General Assembly's annual ministerial meeting, the Israeli leader argued that Israel's fight against Hamas and the U.S. military campaign against Islamic State are part of the same cause - the defeat of Islamic extremism.\nNetanyahu railed against world leaders for simultaneously condemning Israel for its war with Hamas and praising President Barack Obama for attacking Islamic State militants and other extremists in Syria and Iraq.\n\"They evidently don't understand that ISIS and Hamas are branches of the same poisonous tree,\" the prime minister said, referring to the Islamic State group by one of its acronyms. He added: \"When it comes to its ultimate goals, Hamas is ISIS, and ISIS is Hamas.\"\nNetanyahu said ISIS and Hamas, as well as other Muslim extremist movements, including al-Qaida, share the goal of imposing militant Islam on the world. He likened them to \"another fanatic ideology that swept into power eight decades ago\" - Nazism.\nTurning to another regional enemy, Netanyahu warned again about the danger of a nuclear-armed Iran and said Iranian President Hassan Rouhani's condemnation of the spread of terrorism last week amounted to \"one of history's greatest displays of doubletalk.\"\nNetanyahu accused Iran itself of mounting terrorist attacks all around the world, and lumped the country in with Islamic extremist movements. \"To say that Iran doesn't practice terrorism is like saying Derek Jeter never played shortstop for the New York Yankees,\" he said.\nHe criticized the efforts of six world powers to reach a nuclear deal with Iran, saying: \"To defeat ISIS and leave Iran as a threshold nuclear power is to win the battle and lose the war.\"\nHe also launched a scathing attack on the U.N. Human Rights Council, accusing it of continually singling out Israel for criticism when other parts of the world are awash in atrocities. He called the Human Rights Council's name \"an oxymoron\" and charged that the body has become \"a terrorist rights council.\"\nNetanyahu said the council's treatment of Israel reflects \"the return of one of the world's oldest prejudices.\"\n\"It's called anti-Semitism. It is now spreading in polite society, where it masquerades as legitimate criticism of Israel,\" he said.\nIn Washington, State Department spokeswoman Jen Psaki took issue with Netanyahu over the similarities between Hamas and Islamic State. She said that while the U.S. considers both terrorist organizations, \"we obviously believe that (Islamic State) poses a different threat to the United States.\"\nSaeb Erekat, chief Palestinian negotiator, said Netanyahu, in his remarks, \"buried\" the possibility of a two-state solution to the Arab-Israeli conflict based on the pre-war borders of 1967. Erekat also complained that Netanyahu branded those who dare to stand up to Israel as anti-Semites.\n\nLoad-Date: September 30, 2014"
}