{
    "title": "Netflix 's _Bodyguard_ unexpected thriller",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 11,
    "full text": "Winter Break is upon us, and since \"Friends\" is officially staying on Netflix for the next year, it's time to find another series to binge watch. If you want something short - good for a long day in bed or something to spread out over a slow week - BBC's \"Bodyguard\" is the way to go. But, good luck trying to not finish it the same day you start it.\nRichard Madden (left) and Keeley Hawes (right) star in Netflix's new show, \"Bodyguard\". The show was nominated for for a Golden Globe for Best Show.\nThe series is only six episodes long, approximately an hour each, but each episode feels longer as it keeps viewers on their toes the entire time. It's in its first season, premiering in August on BBC, and was picked up by Netflix shortly after.\n\"Bodyguard\" features \"Game of Thrones\" star Richard Madden as Sergeant David Budd, who is assigned to protect Britain's Home Secretary Julia Montague (Keeley Hawes) after thwarting a would-be terrorist attack on a crowded train. What follows is an action-packed whirlwind with events viewers never see coming.\nBudd is a war veteran who served in Afghanistan but blames his government for getting involved in a war that left him physically and mentally scarred. Budd suffers from PTSD, which has already impacted his marriage and family life, and he struggles to keep it out of his work life as well in fear of losing his job. When he is assigned to protect Montague - a conservative politician trying to pass controversial laws in response to other recent attacks - he has an internal conflict of how to protect a woman he largely disagrees with. Montague's controversial legislation makes her a target among terrorist and organized crime groups alike, keeping Budd extremely busy while testing his mental health.\nThe first episode is largely a pilot episode and creates the base for which the series will stand on. While indeed filled with action, it definitely has its lulls and is the most difficult episode to make it through. The second episode starts that way, but by the end has viewers hooked on the show. A major plot twist in the third episode sets up the rest of the series, but that's all that can be said without giving away major spoilers - you'll just have to watch and see. After the season ends, it is unclear what Budd's future will hold or even where the series is headed, but it will for sure be exciting to watch wherever the writers decide to take it if a second season is approved. Also, if you're not used to thick British accents and slang, definitely turn on subtitles in order not to miss anything - every single detail is key to keeping up with the action.\nIn the short season, the show manages to tackle large issues plaguing the world today - the first issue being mental health. In part, what makes \"Bodyguard\" such an intriguing show is Budd's struggle with his mental health and his failure to recognize when he needs help. However, it also sends a very pointed message about the treatment available to war veterans after they return from combat and how it affects their resocialization. At one point Budd attempts to join a group of veterans who meet to discuss their post-war problems, but ultimately decides to not even step in the room because he doesn't feel like he can talk to anyone about the things he went through - and judging by the large scars on his back, he went through a lot. His PTSD wreaks havoc on his relationship with his estranged wife and kids and sometimes leaks into his work. At one point he attacks Montague because of his PTSD, even though he is the person that is supposed to protect her. It makes for an interesting character dynamic - viewers never know what Budd might do because of his PTSD - but it also speaks to how most veterans are left to treat PTSD on their own and the consequences it can have on their lives.\nPerhaps one of its only flaws, the show reflects overdone stereotypes of terrorist and extremist groups. On the train in the first episode, Budd finds a woman named Nadia forcibly strapped by her husband to a suicide bomb vest on a train headed to London. Nadia is a Middle Eastern woman seen the entire series in a traditional black burqa and a long dress covering her entire body - so of course, she's the terrorist, right? Throughout the season, the terrorists or suspected terrorists are always of middle eastern descent and are easily identifiable in the white-majority cast. There is only one incidence of domestic terrorism, and it is mostly glossed over for the other, more stereotypical terrorist attacks, and does not accurately reflect terrorism statistics. According to a report from The Center for Investigative Reporting, domestic terrorism incidents happened at double the rate of international terrorism incidents from 2008 to 2016. Not every terrorist is a jihadist, but you wouldn't know that by watching this show.\nIn a time of unstable and controversial politics in the United Kingdom and the United States, perhaps the most relatable issue covered by this series is government corruption. In addition to everything else happening in Budd's life, there seems to be a leak within Montague's circle of the country's police and other security groups that continuously leads to terrorist attacks and puts her life in danger. However, Montague isn't innocent either and the extent of her corruption remains a big question to Budd and other government officials. Budd is used as a pawn between these groups to uncover who is whispering in these organizations' ears, and Budd must decide where his loyalties lay. The corruption eventually works its way up the ranks, but who is taken down because it remains a mystery until the final seconds of the show.\nOverall, \"Bodyguard\" is a must-watch thriller and will be making waves if the seasons continue, and I hope they do. But don't just take my word for it. \"Bodyguard\" was nominated for a Golden Globe for the best drama, and Madden himself is nominated for his performance. It would be difficult for a nominated - and potentially winning - series and actor not to return, but as always, they are keeping us on our toes. Tune in to the Golden Globes Sunday, Jan. 6, to see if Madden and \"Bodyguard\" win gold. Tags: bodyguardNetflix\n\nLoad-Date: December 11, 2018"
}