{
    "title": "Neutrality may fail to avert terrorism Austria has received a threat; it has four liaison officers i",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 3,
    "day": 18,
    "full text": "In this usually tranquil European capital, where locals joke that the greatest danger is eating a bad pastry, many see the latest terrorist threat as faintly ludicrous.\nIt wasn't just that the online video warning was directed against neutral Austria, but that its grievances seemed so inconsequential: the presence of four Austrian liaison officers in Afghanistan, where they play no combat role at all.\nBut that hasn't stopped the video threat from becoming the talk of the town. For some Austrians it has engendered a new sense of vulnerability. For others it has become fodder for ongoing debates about Austria's place in the world.\n\"We have to understand that we're in this war, even when the Austrian presence in Afghanistan is purely symbolic,\" said Berndt Georg Thamm, a terrorism expert. \"It's a symbol for sure: in the eyes of Islamic militants, a symbol of being on the other side.\"\nAustria's chancellor and interior minister say they're taking the threat seriously, but they have urged people not to blow it out of proportion.\nThe threat was contained in a video posted online last week by the Voice of the Caliphate, which is said to be run by al-Qaida. The video also threatened attacks on neighboring Germany, which has about 2,700 troops serving with the NATO-led security force, most of them in northern Afghanistan. Both countries have refused to withdraw their personnel.\nAustria adopted a permanent stance of neutrality after regaining its independence after World War II and its takeover by Nazi Germany.\nThe principle is enshrined in its constitution, and the government has not hesitated to invoke it, at times ruffling allies such as Washington when it refused to grant the United States permission to use Austrian airspace in the U.S.-led invasion of Iraq.\nAustria \"plays an exemplary role in the dialogue with Islam, which is recognized by Arab states,\" Chancellor Alfred Gusenbauer noted recently.\nBut Heinz-Christian Strache, leader of the rightist Freedom Party, said the video threat showed how \"Islamic extremists are on a war footing with our culture.\"\n\"Our government thinks the terrorists won't do anything to us because we're so nice in Austria,\" he said. \"That video message is not as harmless as some would like to believe.\"\n\nLoad-Date: March 18, 2007"
}