{
    "title": "Neva pleads not guilty to terrorism",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 2,
    "day": 5,
    "full text": "A Bismarck man has pleaded not guilty to terrorizing and simple assault for allegedly threatening his girlfriend's son and assaulting her.\nShannon Dale Neva, 36, entered the not guilty pleas to the charges Monday at the Burleigh County Courthouse after a short preliminary hearing.\nBismarck Police Officer Nolan Canright testified during the hearing that Neva's on-and-off girlfriend had a red mark on her shoulder where he is alleged to have punched her before pushing her over a recliner on Jan. 1. He said the woman's 21-year-old son reported Neva told him to \"come upstairs so I can snap your little neck.\"\nCanright said officers also witnessed Neva making other threats toward the man. Canright said he also has listened to recorded statements Neva made in phone calls from the Burleigh County Detention Center to the woman. In one, Neva told the woman, \"I just pushed you out of the way to get to him.\"\nNeva is not supposed to have any contact with the woman or her son.\nSouth Central District Judge Donald Jorgensen found probable cause for the case to proceed to trial. Neva is slated to appear in court again on March 17.\nNeva also had his probation revoked last week in a case involving the same woman.\nIn that incident, the woman had received a protection order prohibiting Neva from contacting her. On the day he received the order, Neva bought a firearm, which also was prohibited in the protection order, and went to a shooting range with friends. He made comments about killing himself and the woman with the gun.\nWhile at the shooting range, Neva shot his friend in the leg. He pleaded guilty to three counts of reckless endangerment and one count of disobedience of a judicial order in May. He was sentenced to one year in jail with 140 days suspended and credit for 225 days served.\nBurleigh County Assistant State's Attorney Pam Nesvig, who is prosecuting the terrorizing and simple assault case, said Neva has not been resentenced yet.\nNeva remains in jail in lieu of $50,000 cash bond.\n(Reach reporter Jenny Michael at 250-8225 or jenny.michael@bismarcktribune.com.)\n\nLoad-Date: February 6, 2008"
}