{
    "title": "Nevada Athletics gun-shy on true gender equality",
    "publisher": "university wire",
    "year": 2019,
    "month": 10,
    "day": 1,
    "full text": "Ryan Freeberg/Nevada Sagebrush. The Nevada Rifle team used to practice early in the morning at the Nelson building basement.\nNevada Athletics gun-shy on true gender equality\nOn December 15, 2018, the University of Nevada abruptly discontinued their co-ed NCAA rifle program and replaced it with an NCAA men's cross-country team. While it began as an unofficial club as far back as the 1890's, rifle had officially been with the Wolf Pack as an NCAA sport for 24 years. ?According to the University's president, Marc Johnson, the decision was made?, \"After a long period of careful consideration and thorough evaluation of our intercollegiate athletics program.\" He further stated, \"We feel these moves best represent Wolf Pack athletics in the current intercollegiate athletics landscape and our future within the NCAA and the Mountain West Conference.\"\nFor those who aren't aware, rifle is the only NCAA sport where athletes compete equally, regardless of gender. Unlike other sports that intentionally create chasms between male and female athletes, NCAA rifle programs typically do the opposite, embracing the larger talent pool available to teams that support co-ed rosters. Since becoming an NCAA sport in 1980, co-ed teams have won 95 percent of the national titles, with all-female teams winning the remaining 5 percent. Furthermore, when it comes to individual prowess, women tend to take the lead. Over the last 20 years, women have won 55 percent of the NCAA individual championships. Rifle doesn't care who you are, where you come from, or what gender you are/identify with. In rifle, if you are the best, you are the best. Period.\nLet us hope that the decision to discontinue rifle was not based on what Nevada Athletics truly represents. It would be an absolute disgrace, embarrassment, and travesty if the University of Nevada replaced the only gender-neutral sport in the NCAA with another \"separate but equal\" sport based on the popular opinion of other academic institutions. Rather, let us hope Nevada's rifle program was discontinued for another reason such as:\na compassionate, but misguided sociopolitical response to the gun violence/domestic terrorism occurring with epidemic-like frequency in America; and\nbecause a lack of awareness/consideration/appreciation for what NCAA rifle could and should represent in America's \"age of enlightenment\" regarding gender.\n?University of Nevada is actually? \"building a world-class university\", then it would:\ndisregard the popularity of rifle in the Mountain West Conference and NCAA;\nAcknowledge the similarity between NCAA rifle and the American gun violence/domestic terrorism epidemic; but\ndismiss the similarity for what it is: a superficial materialistic overgeneralization; and\nproudly support rifle for what it represents: true gender equality in the form of sport.\nRecall the Nevada Wolf Pack mantra:\nNow this is the Law of the Jungle - as old and as true as the sky;\nAnd the Wolf that shall keep it may prosper, but the Wolf that shall break it must die. As the creeper that girdles the tree-trunk the Law runneth forward and back - For the strength of the Pack is the Wolf, and the strength of the Wolf is the Pack.\nUniversity of Nevada, be a leader in gender equality. Let rifle run with the Wolf Pack again.\nAndrew Hickey is a former UNR alumni. He can be reached at hickey10a@gmail.com\n\nLoad-Date: October 1, 2019"
}