{
    "title": "Nevada plans for tourists, terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 10,
    "day": 14,
    "full text": "WEST WENDOVER, Nev. -- Casinos and terrorists.\nIt may seem like an unlikely combination, but as the 2002 Olympics approach at the same time America wages war in Afghanistan, the idea is raising security concerns here.\nThe Sept. 11 attacks and resulting war on terrorism have increased the urgency for officials in neighboring Nevada to plan for both tourists and the possibility of terrorism.\n\"We just don't know what the impact is going to be,\" West Wendover Mayor Josephine Thaut said. She predicts casinos will be \"inundated\" when the Games arrive. Some Olympics ticket holders are expected to use Nevada airports and I-80 as their alternative gateway to the Games.\nThe mayor has been fielding questions from residents, asking if West Wendover is prepared and \"what have you done in light of the Sept. 11 tragedies?\"\n\"So, of course you think about it,\" Thaut said of the unthinkable. Casinos, some say, may look like big targets to terrorists.\nTo help West Wendover and other Nevada cities think through Olympics-related matters, Reno-based Washoe County Emergency Management has asked for a meeting in Elko, Nev., Oct. 24. The Nevada League of Cities and Municipalities has helped spread word of the meeting.\n\"We want to see the Olympics go off in grand style,\" league executive director Tom Grady said from his Carson City office. \"It makes all of America look good. And we want to be part of any puzzle that is put together.\"\nRepresentatives of the Utah Division of Comprehensive Emergency Management will also be at the Nevada meeting. A similar meeting has been called by Wyoming officials. Both states say they are experiencing \"spillage\" in the form of people who will be commuting to the Games.\nThe reason for the meetings, division director Scott Behunin said, is to make sure everyone is \"on the same page\" in terms of contingency plans if, for example, transportation corridors to the Games are hit hard by winter storms.\n\"It's actually very neighborly of them to offer that,\" Behunin said. And then there are the more ominous overtones lingering in the air.\nActing Washoe County Emergency Management coordinator John Slaughter said that, these days, security and emergency response discussions among state and county officials inevitably turn from tourism to the threat of terrorism. Now adding to concerns are reports that a third anthrax test on a letter sent from Malaysia to a Microsoft office in Reno came back positive. Nevada Gov. Kenny Guinn has cautioned that the risk to public health was \"very, very low.\"\nBut the focus is not just inward in Nevada.\n\"We're a neighboring state,\" Slaughter said. \"If something happened, would we be able to offer some sort of help?\"\nCloser to home, Thaut said West Wendover won't need to rely on outside security support to assist local police and internal casino patrols. \"I think it's something we can handle in our own community,\" she said.\nJust over the border in Wendover, Utah, casino worries are not an issue. \"I'm sure everyone will be on a higher state of alert,\" city administrator Glenn Wadsworth offered. That includes the Wendover Airport.\n\"I think we could put a lot of things into place very quickly if someone said we're going to need a place to put 20 planes,\" said Tooele County Commissioner Teryl Hunsaker.\nIf the airport is needed for light airplane traffic or to store bigger ones during the Games, he said, \"Then yes, we would step up security out there.\n\"We've got pretty good law enforcement out there. And for what we're doing out there, we're probably better trained than a lot,\" he said, alluding to the threat of terrorism. Because Tooele County is host to several facilities that either store or create large amounts of hazardous waste, he said the number of personnel trained in hazmat emergencies is probably greater than any other county in Utah.\nE-mail: sspeckman@desnews.com  \n\nLoad-Date: October 14, 2001"
}