{
    "title": "NEVER FORGET ARI Mom_ Must pass state terror bill",
    "publisher": "daily news ",
    "year": 2004,
    "month": 3,
    "day": 2,
    "full text": "The mother of an Orthodox Jewish teen shot dead 10 years ago by a Muslim livery car driver on the Brooklyn Bridge said the nation remains vulnerable to religious attacks and called yesterday for stiffer terror laws.\nAri Halberstam, 16, was in a van crossing the bridge when Rashid Baz opened fire March 1, 1994, killing him and injuring three of his classmates from a Brooklyn yeshiva.\n\"Ten years ago today, my beloved Ari was gunned down right here by an Islamic terrorist,\" Devorah Halberstam said as she stood near the on-ramp renamed in Ari's memory.\n\"He was murdered for one reason only - because he was a Jew, an obvious Jew.\" Halberstam, of Crown Heights, supports anti-terrorism legislation pending in Albany that would make it easier for investigators to use wiretaps and track money launderers.\nThe FBI originally considered the murder a deadly case of road rage. It was not until 2000 that the feds reclassified the shooting as terrorism, concluding that Baz was retaliating for the slaughter of 29 Muslims in the West Bank by a Jewish-American settler.\n\"Before 9/11, that was the mind-set of law enforcement and all Americans . . . that terrorism couldn't happen here,\" Halberstam said.\nBaz, a Lebanese immigrant, was sentenced to 141 years in prison.\n\"Time doesn't make it easier,\" Halberstam said as her son, Shea, 13, and daughter, Chanie, 23, held candles. \"What it does is enable me to channel my grief and justified rage into deeds and actions that can prevent other mothers and fathers from having to mourn over the graves of children murdered in the cold blood of terrorism.\"\n\nGraphic\n\n \nTODD MAISEL DAILY NEWS A decade after murder of Hasidic teen Ari Halberstam (photo top r.), mom, Devorah, and brother Shea, 13, memorialize him at scene of his death, a Brooklyn Bridge on-ramp, and urge stiffer terrorism laws. Inset, how the Daily News reported the story.\n\nLoad-Date: March 2, 2004"
}