{
    "title": "NEW MOVES BY U.S. ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 4,
    "day": 4,
    "full text": "WASHINGTON (AP) - The United States announced on Monday new measures to combatterrorism in the skies as relatives of passengers killed in the bombing of Pan Am Flight 103 mounted a high-profile campaign to complain about aviation security and what they called the government's ''lack of compassion'' after the disaster.  President George Bush and Secretary of Transportation Samuel K. Skinner met Monday with several relatives of those killed Dec. 21 in the Pan Am explosion over Lockerbie, Scotland.  Skinner said in a news conference after the meeting that airlines would be required to install devices to detect plastic explosives in major U.S. and foreign airports. Airlines also will be compelled to respond to and comply with federal bulletins on security threats, he said.  Relatives of victims of the explosion, which has been attributed to a plastic device hidden in a radio-cassette player, praised Bush for concern shown in the meeting and said Skinner's announcement was a good first step.  But Bert Ammerman of Demarest, N.J., a spokesman for the group, said at a rally across the street from the White House that measures announced by Skinner were not enough.  Ammerman, whose brother, Tom, was one of 270 victims of the crash, asked for a unified congressional investigation of the disaster, hand-searches of all luggage put aboard airliners and an end to a system that allows notification only of airline, airport and government security personnel when a terrorist threat is made.  Skinner said he would recommend against a coordinated congressional inquiry, although Bush told the relatives that he would consider pressing for such an investigation as opposed to several separate congressional investigations.\nSkinner said that the FBI and Scotland Yard were best qualified to conduct the criminal investigation and that there was no indication that government response to the explosion had been inadequate.  In his announcement, Skinner also ordered airlines to acknowledge all Federal Aviation Administration security bulletins within 24 hours. He said compliance would be mandatory.  Such bulletins tell airlines of potential threats and sometimes recommend steps that can be taken to avert them. In the past, such recommendations generally have been advisory.  Skinner said the government would help negotiate for the installation in foreign airports of the latest thermal neutron analysis equipment, which can detect plastic explosives. But he said airlines would have to pay the cost, estimated at as much as $100 million or more to cover major airports.  Skinner gave no timetable for installing the devices. An FAA official, speaking on the condition of anonymity, said it could take years to get all the units installed.  The government has plans to install six such devices, which cost nearly $1 million each, in various airports before the end of the year. Skinner said cost of the equipment probably would add between 20 cents and a dollar to each airline ticket.  Additional FAA security specialists are being sent to the busiest U.S. and foreign airports to aid in surveillance, Skinner said. He also announced that the FAA would propose changes in security programs to require state-of-the-art X-ray and metal-detection equipment in airports and to require that airline pilots get ''appropriate security information.'' More than 150 relatives and friends of Flight 103 victims gathered in a church near the White House for prayers, poetry reading and songs remembering loved ones killed in the explosion.  The relatives have complained that the administration gave them little information or comfort after the bombing.  The group said neither former President Ronald Reagan nor Bush called any family members to offer personal condolences.  Paul Hudson of Albany, N.Y., who lost his daughter, Melina, 16, said relatives of hostage v ictims had told Bush that they thought the government had failed to respond adequately.  ''The opinion of the group was absolute outrage at the lack of compassion, the incompetence, and frankly, the embarrassment that we suffered with our State Department services,'' Hudson said. ''We had to deal with foreign governments as an organization, and individually, virtually alone, and we have heard from other victims of terrorist actions that we are not the first to have experienced this. The president assured us that this sort of thing would be corrected.'' After the session, a White House statement said Bush had ''expressed his sorrow and deep concern'' about the incident and had termed the meeting ''sensitive, solemn and productive.'' Elizabeth Dix of London, whose husband, Peter, perished aboard the plane, represented a group of British relatives who organized Saturday. The group is trying to raise $2.5 million for a reward to catch the bombers.  ''We are troubled by the silence,'' Dix said. ''We don't feel the governments involved have been sensitive to this disaster.''\n\nLoad-Date: October 22, 1993"
}