{
    "title": "New Mexico candidates talk terrorism at U. New Mexico",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 13,
    "full text": "The two candidates for New Mexico's 1st congressional district seat focused mainly on foreign policy in their first debate Sunday.\nDemocratic Sen. Richard Romero and Republican Rep. Heather Wilson spoke before hundreds at Congregation Albert, a Jewish temple.\nRomero attacked Wilson's Senate record. She did not attempt to rebut his claims until the debate wound down.\n\"Don't misrepresent my record, and don't misstate my position,\" Wilson told Romero. \"You've done so repeatedly this morning.\"\nRomero said politicians who do not understand public school systems drafted the No Child Left Behind Act.\n\"I venture to say that most of those politicians send their kids to private schools,\" said Romero, a former assistant superintendent and high school principal in Albuquerque (N.M.) Public Schools.\nWilson said education is strong in New Mexico, and federal funding for it has increased by 70 percent over the last five years.\nDon Bruckner, a deacon at University of New Mexico's Aquinas Newman Center, said the debate encouraged his vote for Wilson, but he respects both candidates and said they have good intentions.\n\"They were wearing different sets of glasses,\" he said. \"One was looking at you and saying government should be in charge, which was more Sen. Romero. Wilson was talking about more enabling the people to engage.\"\nGabrielle Guzzardo, a 23-year-old UNM criminology major, said she will vote for Romero. She said his performance and command of the debate reinforced her decision.\n\"Romero has been more involved in the community than Wilson,\" Guzzardo said. \"She just follows the party line.\"\nReflecting the priority role U.S. foreign policy and national security are playing in this year's election, the debate centered on the war on terrorism, containing illegal weapons proliferation, the Israeli-Palestinian conflict and the possibility of a military draft.\nBoth candidates said they oppose the draft.\nWilson said fears are exaggerated, and there are plenty of volunteers to fight wars.\n\"What we have today, really, is a back-door draft,\" Romero said. \"I'm not supporting a draft. I was drafted years ago. I don't support the draft now, but we certainly have to clean up that mess the president created in Iraq.\"\nThe situation in Israel and the Palestinian territories occupied by Israel was a frequent topic.\nWilson said Israeli Prime Minister Ariel Sharon was brought to power to bring security. She said the 325-mile separation barrier dividing Israel from the territories is one of the security efforts.\nThe barrier, which the United Nations' highest court said in July should be demolished, is a network of walls, razor wire, trenches and patrol roads.\nCritics say the barrier prevents travel between cities. Supporters of the barrier say even if it cuts into Palestinian land, it prevents terrorism in Israel.\n\"The fence, frankly, has worked,\" Romero said. \"It's stopping the bloodshed, and that's what's important in my mind.\"\n(C) 2003 Daily Lobo via U-WIRE\n\nLoad-Date: September 13, 2004"
}