{
    "title": "New glimpses of Bush worldview",
    "publisher": "the christian science monitor",
    "year": 2004,
    "month": 4,
    "day": 1,
    "full text": "An extraordinary fortnight of revelations about US preparedness before Sept. 11 has provided at least this preliminary picture: When the Bush foreign policy team took office in 2000, it was determined to focus on big nations and traditional power geopolitics, not Al Qaeda and the new terrorist threat.\nThe Clinton people? Sure, they'd made terrorism a priority. But top Bush officials were dismissive of their predecessors' performance, and determined to avoid what they felt were Clintonesque mistakes.\nIt's not unusual for a new administration to want a sharp change in direction. Given the problems topping the news at the time - chaos in Russia, Chinese belligerence - a return to a more realist foreign policy appeared to make sense.\nBut it's also not unusual for a new administration to find that the world looks far different from inside the White House Situation Room than from the campaign trail. Adapting to circumstances takes time - and Al Qaeda was determined that time was one thing the US would not have. Seen in that context, the attacks of Sept. 11 hit the nation at a vulnerable seam in its history, when new political leaders were still adjusting to Islamist terrorism's dangers. \"It's a very hard thing, changing governments,\" says Francis Bator, professor emeritus of political economy and history at Harvard University in Cambridge, Mass.\nThis does not mean that the allegations by former antiterrorism chief Richard Clarke of lack of interest in terrorism among Bush officials are true. Some aspects of Mr. Clarke's accounts have been challenged by people he worked with.\nBut the central notion that Mr. Bush did not make terrorism as high a priority as hindsight shows it should have been is one that he himself has admitted. Mr. Bush said as much in an interview with Washington Post reporter Bob Woodward for his book on the response to Sept. 11.\nFurthermore, many of the most important foreign-policy appointees to the new Bush administration were old-school geopoliticians. Secretary of Defense Donald Rumsfeld had held the same job under Richard Nixon, at the height of the cold war. National security adviser Condoleezza Rice's academic background is in Soviet studies.\nTheir belief was that power matters in international affairs, and that power resides in big states. In January 2000, Ms. Rice published an article on national interests in the journal Foreign Affairs that contained subsections headed \"Dealing With the Powerful,\" \"Russian Weakness,\" and \"Coping with Rogue Regimes.\" Terrorism is listed as a priority only insofar as it is backed by Iran or other state sponsors.\nThe article, presented as a sort of agenda for the incoming Bush team, rejects the priorities of the previous administration.\nThe Clinton White House assiduously avoided \"a disciplined and consistent foreign policy that separates the important from the trivial,\" wrote Rice.\nThis may be true - President Clinton's dealings with Haitian unrest, Somalian peacekeeping, and Balkans violence were sometimes criticized as inconsistent even by experts within his own party. Yet it was Clinton, in 1995, who signed a directive authorizing stepped-up efforts to counter loosely affiliated groups of Islamist extremists - a new phenomenon the CIA had recently identified as the most dangerous kind of terrorism threatening the US.\n\"It's generally the case in all transitions that the incoming administration is critical of the previous administration,\" says John Mearsheimer, a political scientist at the University of Chicago. \"In this particular case, it was especially sharp.\"\nThus in the first months of the Bush administration US diplomacy changed directions, with new items such as withdrawal from the ABM Treaty and the multilateral Kyoto pact on atmospheric emissions moving up the priority list. Bush's first real foreign crisis - recovering a Navy spy plane and crew forced down near China - perhaps confirmed officials' beliefs that big-power politics would be their focus in the months ahead.\nBut it's probably wrong to portray the Bush team as just a bunch of unreconstructed Cold Warriors. Much of the US national security apparatus remains consistent, president to president, and as Richard Clarke's testimony demonstrates, worry about terrorism was widespread in Washington. The new Bush officials weren't deaf to their fears.\nBoth National Security Adviser Rice and her deputy, Stephen Hadley, told the 9/11 Commission that they realized the Clinton administration had worked very hard on the Al Qaeda problem, according to a commission report. But they'd accomplished little, and their policies, in Hadley's words, were \"out of gas.\"\nSo they determined to produce new ones. They asked counterterror chief Clarke for ideas. On March 7, 2001, Stephen Hadley convened an informal meeting of his counterparts from other agencies, to mull over such options as increasing aid to Afghanistan's Northern Alliance. They discussed a new presidential terrorism directive.\n\"The Bush administration was in the process of developing new approaches … but it took time,\" says Robert Pfaltzgraff, an international security expert at Tufts University's Fletcher School.\nOn Sept. 4, 2001, a foreign-policy principals group chaired by Rice \"apparently approved\" a draft terrorism directive, according to a 9/11 commission report. Among other things, the directive envisioned an expanded covert action program against Al Qaeda.\nBut by then Islamist terrorism had morphed into a greater danger, with more imagination and organizational skills, than top officials of either the Bush or Clinton administration had dreamed. \"It's a whole new world that we only began to understand after 9/11,\" says Mr. Pfaltzgraff.\n(c) Copyright 2004. The Christian Science Monitor\n\nLoad-Date: March 31, 2004"
}