{
    "title": "New terror alert system goes into effect today The new terrorism advisories can now be found on the",
    "publisher": "wyoming tribune-eagle",
    "year": 2011,
    "month": 4,
    "day": 26,
    "full text": "By Trevor Brown\ntbrown@wyomingnews.com\nCHEYENNE - Wyoming officials say a new terrorism threat advisory system that goes into effect today will help residents stay more vigilant and aware of potential dangers.\nThe U.S. Department of Homeland Security is scrapping the color-coded terrorism alerts that were implemented in 2002 in response to the Sept. 11, 2001, terrorist attacks. The new National Terrorism Advisory System will be used only to announce information specific to a particular credible threat.\n\"The problem with the color-coded system is in the past it used to just stay at a certain level,\" said Kelly Ruiz, public information officer for the Wyoming Office of Homeland Security. \"Now it will give more information by saying whether there is either an imminent or specific threat to something like rail transportation.\"\nIn addition to providing the nature of the threat, such as the geographic region or mode of transportation targeted, the advisories will include steps for people to help prevent, respond to or protect themselves from the threat.\nUnlike the color-coded system that continuously stated the threat level at a given time, the new system will include expiration dates for the threats, and the warnings will automatically be cancelled on that date.\nHomeland security officials also hope the changes help residents to report suspicious activity.\nRuiz said Wyoming residents can use the warning to help them \"trust their gut reaction\" in determining whether to report potential terrorist activity.\n\"This is part of our national 'If You See Something, Say Something' campaign,\" Ruiz said. \"For example, this could be if you see someone asking suspicious questions, trying to test security or using binoculars, cameras or other surveillance equipment. . Basically, just trust your instincts.\"\nRuiz said residents who observe suspicious behavior should contact their local law enforcement agency.\n\nLoad-Date: April 26, 2011"
}