{
    "title": "New questions about Athens airport safety",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 11,
    "day": 26,
    "full text": "The hijacking of an Egyptian airliner Saturday, minutes after it took off from Athens, has reopened questions about the security at Athens's main airport.\nGreece's Socialist government, which in the past has been criticized for its allegedly lax attitude toward terrorism, has lauched an investigation into how the hijackers might have circumvented security precautions. Although Greek airport security officials say the hijackers did board the plane in Athens, they do not believe their weapons were brought aboard there. They point out that the hijackers went through four separate security checks before boarding the plane.\nThe government has come under heavy criticism in recent years, particularly following the hijacking of a Trans World Airlines jet five months ago. That hijacking prompted a storm of criticism and led to improvements in the airport's security system.\nThe question now is: How could this latest incident have happened if security standards are as good as the Greek government and some observers have recently claimed.\nNot all observers agree that the improvements have been of great significance. Some diplomats and businessmen contacted since the hijacking last weekend said although security efforts are somewhat more visible, they do not seem to be much more effective. The head of the French airline pilots union has called on airlines to adopt a symbolic, 24-hour boycott of Athens airport to dramatize the need for improvements.\nDeputy Minister for Public Order Athanassios Tsouras said he was almost certain the weapons were not taken on board in Athens. The Greek government claims they might have been placed on the plane before it left Cairo for Athens. Another theory here is that the hijackers had accomplices among the ground crew of Egyptair either, in Cairo or in Athens.\nThe hijacking of the TWA airliner from Athens five months ago led to an international outcry against the security at Athens airport. What made the protests particularly intense was the fact that a number of international aviation organizations had long pressed the Greek government to enhance security at the airport.\nAfter that hijacking, President Reagan issued a travel advisory to United States citizens, warning against using Hellenikon airport until security was improved. This measure, which was lifted in August, caused thousands of travel cancellations and cost the Greek economy an estimated $300 million.\nAt the time, private security experts who had dealings with Athens airport asserted that although Hellenikon had all the necessary equipment, government security personnel were not properly motivated, lacked sufficient training, and were handicapped by poor procedures.\nMore generally, many Western diplomats said that the problem at Hellenikon airport is just one facet of what they view as Greece's lax attitude toward the problem of international terrorism. In recent years Athens has frequently been a battleground for rival Arab groups. Western diplomats and military personnel have been the target of a number of attacks.\nThe often warm embrace offered by Prime Minister Andreas Papandreou to such figures as Libyan leader Col. Muammar Qaddafi and Palestine Liberation Organization chief Yasser Arafat only deepened the suspicions of Greece's Western allies.\nWhen Mr. Reagan issued his travel advisory, the Greek government said that it was unjustified, pointing out that hijackings occurred more frequently at other Western airports without similar sanctions being imposed. It even claimed the advisory was designed to undermine Greece's ''independent foreign policy.''\nDespite these complaints, however, the Greek government has since made a major effort to improve the security of its airport and to alter Greece's image as a nest of terrorists. Security personnel have been more visible and noticeably more attentive. Individual airlines have posted security personnel at check-in counters. Beyond the ticket counter, at least two more security checks are conducted, one by the Greek police and the other by personnel hired by the airlines themselves.\nThe Greek government rescinded a decision to dismiss a private firm that was conducting additional checks for individual airlines. It also announced a program to improve security conditions at the airport, including construction of new fences with watchtowers, increased training of personnel, and longer tours of duty for police officers assigned to the airport.\nFollowing these measures and a series of meetings with international avaition organizations, the airport was declared safe and the Reagan administration lifted its advisory.\nAt the time the advisory was lifted, US diplomatic sources say the US was ''rather satisfied with the progress made in recent months'' in Greece's measures against terrorism, including security at the airport. They also said the Greek government had been cooperating by exchanging information about terrorism and participating in antiterrorist training programs.\n\nGraphic\n\n \nPicture, Maltese police inspect damaged jet. Did lax Athens airport security allow hijacking? AP"
}