{
    "title": "NEW TRIAL IS ORDERED FOR 5 LINKED TO 9 11 PLOT SUSPENDED CASE RETURNED TO MILITARY",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 4,
    "day": 5,
    "full text": "WASHINGTON -- A senior Pentagon official on Wednesday authorized a new trial for Khalid Sheik Mohammed and four others accused of orchestrating the Sept. 11, 2001, attacks on the United States, a step that restarts the most momentous terrorism case likely to be held at Guantanamo Bay, Cuba.\nThe suspects were first charged in a military commission in 2008, but the case was suspended after the Obama administration came into office and later moved to have them tried in federal court in New York City. That effort collapsed in the face of congressional and local opposition.\nIn April 2011, Attorney General Eric Holder announced that he was reluctantly sending the case back to the military. Military charges against the five men were re-sworn in June, and retired Vice Adm. Bruce MacDonald, the official who oversees the commissions and is known as the Convening Authority, on Wednesday sent the case for trial after reviewing and approving those charges.\nThe men face multiple charges, including murder in violation of the law of war, attacking civilians, attacking civilian objects, hijacking aircraft and terrorism. If convicted, they could face the death penalty.\nCharged along with Mr. Mohammed are Ali Abdul Aziz Ali, a Pakistani who is Mr. Mohammed's nephew; Ramzi Binalshibh and Walid bin Attash, both Yemenis; and Mustafa al-Hawsawi, a Saudi. All are accused of playing key organizational or financial roles in the attacks on New York City and the Pentagon, a plot that Mr. Mohammed has said he masterminded.\nIn the previous case, Mr. Mohammed, Mr. Ali and Mr. Attash won the right to represent themselves with advisory military and civilian counsel. A military judge was considering whether Mr. Binalshibh and Mr. Hawsawi were competent to make that choice when the case was suspended.\nAn arraignment will be held next month at the U.S. military prison at Guantanamo Bay, and all of the pretrial issues that surfaced in the earlier case will have to be litigated again, including the issue of self-representation and the mental health and capacity of Mr. Binalshibh and Mr. Hawsawi. Each of the defendants is entitled to a military attorney and \"learned counsel,\" a lawyer with experience in death penalty cases.\nAt one point in the last case, the defendants said they were interested in pleading guilty to capital charges because they wanted to be executed and die as martyrs. Next month's arraignment should make clear whether Mr. Mohammed wants to fight the charges or is still interested in pleading guilty. The other defendants have tended to follow his lead.\nAll five men were held in secret CIA custody at prisons overseas before they were transferred to Guantanamo in September 2006. Their treatment at the hands of the CIA, including the extensive waterboarding of Mr. Mohammed, is likely to be an issue at trial.\nUnder the reformed system of military commissions, prosecutors cannot use as evidence any statement that resulted from torture or cruel, inhumane or degrading treatment. But attorneys for the accused nonetheless are likely to make their treatment a central plank of any defense against the death penalty.\nSome civil libertarians remain deeply skeptical of the system.\n\"The military commissions were set up to achieve easy convictions and hide the reality of torture, not to provide a fair trial,\" said ACLU executive director Anthony Romero. \"Although the rules have been improved, the military commissions continue to violate due process by allowing the use of hearsay and coerced or secret evidence.\"\nBut military officials said the commissions, which were reformed in 2009 by Congress, offer defendants due process. They also said the use of hearsay or coerced evidence is strictly limited to some unique circumstances on the battlefield and is not a back door for tainted evidence.\n\"If observers withhold judgment for a time, the system they see will prove itself deserving of public confidence,\" Brig. Gen. Mark Martins, the chief military prosecutor at Guantanamo Bay, said in a speech this week at Harvard Law School.\n\nLoad-Date: April 6, 2012"
}