{
    "title": "NEW DELHI COURTHOUSE BOMBING KILLS 10 CRITICISM MOUNTS AGAINST INDIA CITY'S POLICE",
    "publisher": "the new york times",
    "year": 2011,
    "month": 9,
    "day": 8,
    "full text": "NEW DELHI -- An explosion ripped through a reception area of an Indian courthouse Wednesday morning, killing at least 10 people and wounding more than 60 others in a bombing that renewed concerns about India's vulnerability to terrorism. It was the second bombing of the courthouse in less than four months.\nWitnesses described a chaotic scene at the Delhi High Court after the blast at 10:14 a.m., outside a reception area used by litigants, lawyers and visitors to enter the courthouse. \"It was in shambles,\" said Ajay Mehrotra, a lawyer who witnessed the explosion. \"There was total chaos. There was blood. People were running for their lives.\"\nIndia Home Minister Palaniappan Chidambaram called the explosion a terrorist attack and noted that New Delhi was already in a high state of alert with Parliament in session. Mr. Chidambaram said Indian intelligence agencies had received information in July about a possible city terrorist threat, which had been turned over to local police. He did not elaborate about the intelligence report and said investigators had not yet identified a suspect in Wednesday's explosion.\n\"The bomb blast took place just outside the reception center,\" Mr. Chidambaram said at a news conference. \"It is suspected that the bomb was placed in a briefcase.\"\nMr. Chidambaram said many of the people taken to local hospitals had suffered severe injuries. Witnesses reported that many had lost limbs.\nThe Indian government said a preliminary analysis found a nitrate-based explosive with traces of pentaerythritol tetranitrate, or PETN, a plastic explosive often used in terror plots.\nReuters, citing security officials, reported that a militant terrorist group called HuJI, for Harkat-ul-Jihad Islami, based largely in Pakistan but also in Bangladesh, had claimed responsibility for the attacks.\nPrime Minister Manmohan Singh, speaking to reporters during a visit to Bangladesh, condemned the explosion as \"a cowardly act of a terrorist nature,\" adding: \"We will deal with it. We will never succumb to the pressure of terrorism.\"\nIndian authorities have come under renewed criticism in recent months about their preparedness to prevent terrorism. Terrorist attacks are a persistent concern in India, particularly in the country's rapidly growing cities, which have endured a series of bombings in recent years.\nIn July, more than 20 people were killed in Mumbai, the country's financial capital, from three blasts timed to the evening rush hour.\nThat attack raised painful memories of the bloody November 2008 attacks on Mumbai, in which militants trained in Pakistan swept through luxury hotels, a railway station and a Jewish center in a rampage that left more than 160 people dead.\nWednesday's attack at the Delhi High Court exposed anew the weaknesses in the courthouse's security. In May, a smaller bomb detonated near a parked car outside the courthouse, causing no injuries. Witnesses told local media of seeing a black bag in flames after the blast.\nRakesh Tiku, chairman of the Delhi Bar Association, criticized the Delhi police, saying, \"The low-intensity blast in May should have served as an eye-opener.\" He said hundreds of litigants and clerks passed each day through the gate where the blast occurred, making it a vulnerable location.\n\"The Delhi High Court requested the Delhi police to install CCTV cameras as well as personnel to man the entrances three or four months ago, but no action has been taken,\" he said.\n\nLoad-Date: September 9, 2011"
}