{
    "title": "New York court will decide if gang member is a terrorist",
    "publisher": "the world",
    "year": 2012,
    "month": 10,
    "day": 9,
    "full text": "ALBANY, N.Y. - In August 2002, a New York City street gang crashed a christening party, shouted out their superiority, confronted a rival and started a fight that left a 10-year-old girl dead and someone else paralyzed.\nToday, New York's top court will consider whether one of the gang members is a homegrown terrorist.\nEdgar Morales, a member of the Mexican-American gang the St. James Boys, sought to intimidate an entire population and deserves more prison time than others convicted of the same crimes, Bronx prosecutors say. They got him convicted for the shooting death in 2007 under the state's anti-terrorism statute, the first case of its kind in New York.\n\"Violent crime committed by a street gang constitutes a crime of terrorism . . . when it is motivated solely by the intent to establish a gang's 'street credentials' as the toughest Mexican gang in the Bronx,\" because those crimes are intended to intimidate or coerce a civilian population, prosecutors argue in a court filing.\nThey applied a statute that New York lawmakers passed just six days after hijackers crashed two jetliners into the World Trade Center towers on Sept. 11, 2001, killing nearly 3,000 people.\nNow 30, Morales was accused of firing five shots during the August 2002 fracas outside the christening party at a church, killing bystander Melany Mendez. Morales told police he was there and briefly handled a gun but said he wasn't involved in either the fight or the shooting.\nHe was convicted of manslaughter, attempted murder, weapon possession and conspiracy - each count enhanced in seriousness by the anti-terrorism law. He was sentenced to 40 years to life in prison.\nOn appeal, the midlevel Appellate Division said he's no terrorist under the statute and deserves resentencing. That would lower the maximum to 25 years.\n\"The evidence was insufficient to support a finding of that defendant committed his crimes with the intent to intimidate or coerce that `civilian population' generally, as opposed to the much more limited category of members of rival gangs,\" the Appellate Division ruled.\nThe panel of judges said the state Legislature was thinking about \"extraordinary criminal acts\" inflicted to intimidate a broad range of people, not \"a narrowly defined group of particular individuals whom the criminal actor happens to regard as adversaries.\"\nSteven Reed, spokesman for Bronx District Attorney Robert Johnson, declined to comment on a pending case but said they believe it is the first and only time the terrorism charge has been used under these circumstances.\nDefense attorney Catherine Amirfar said the prosecution's definition would effectively expand the anti-terrorism law to any street crime.\nThe defense also argues that Morales was deprived a fair trial when the judge refused to dismiss the terrorism charges, which allowed the jury to hear \"a litany of prejudicial evidence about gang violence\" even though those acts did not involve Morales.\nThe Court of Appeals will hear the case Tuesday in Manhattan. Its ruling is expected next month.\nAP-WF-10-08-12 1741GMT\n\nLoad-Date: October 9, 2012"
}