{
    "title": "New terrorism amendment aimed at American Liberation Front",
    "publisher": "university wire",
    "year": 1999,
    "month": 5,
    "day": 11,
    "full text": "In response to the destruction of 12 University labs last month, a state legislative conference committee passed an amendment requiring those who claim responsibility for terrorist acts pay three times the amount of damage caused.\nSen. Dave Kleis (R-St. Cloud) added the amendment to the Senate's crime bill after the April 5 destruction of the labs, which caused nearly $ 2 million in damages. The Animal Liberation Front has taken responsibility for the damage.\nU. Minnesota\nThe full Legislature will vote on the bill later this week.\nKleis' bill recommends prosecution of \"any person who promotes, advocates or assumes responsibility for a criminal act with the intent to instigate the unlawful conduct.\"\nKevin Kjonaas, spokesman for the Animal Liberation Front and a political science senior, said he and his lawyers think the legislation is ridiculous.\nOriginally, the amendment had two parts: criminal and civil liability.\nBut in conference committee with House of Representatives and Senate representatives, legislators dismissed the criminal portion, which would have charged violators with a gross misdemeanor carrying a maximum penalty of one year in jail and a $ 3,000 fine.\n\"The main thing was to get at the cost of the damages,\" Kleis said.\nThe party declaring responsibility is only liable for acts relating to the interruption of experiments or the destruction of facilities, according to a source from the offices of Rep. Sherry Broecker (R-Vadnais Heights).\nAlso included in the provision is a statement making a third party liable for damages, Kleis said.\nThis would make additional individuals or groups who aid in planning to release animals liable as well.\nKleis noted that the third party liability has been upheld by the courts. He said he hopes the civil consequences would be a deterrent for future terrorist actions.\nWhile the bill was on the Senate floor, one senator suggested making the law retroactive so the ALF representatives would face prosecution.\nLegislators later threw that amendment out because of concerns that it was unconstitutional.\n(C) 1999 Minnesota Daily via U-WIRE\n\nLoad-Date: May 11, 1999"
}