{
    "title": "New ads linking drugs and terrorism could backfire, critics say ANALYSIS",
    "publisher": "the world",
    "year": 2002,
    "month": 3,
    "day": 24,
    "full text": "WASHINGTON - With the war on terrorism threatening to siphon support, money and attention from the fight against drugs, Bush administration officials increasingly are linking terrorist groups with drug traffickers. But some experts in drug control believe it is a dubious and dangerous strategy that could backfire.\nThe strategy, featuring splashy television commercials that debuted during January's Super Bowl, tells teen-agers that by buying drugs they are handing money to the Sept. 11 terrorists and their ilk. It is backed up by an official push to make sure the anti-drug cause does not get swallowed up by the anti-terror campaign, but becomes part of it.\nBut some in the drug control community say the message is factually suspect since most drug money goes nowhere near terrorists. Worse, they add, fingering America's millions of drug users, including pot-smoking teen-agers, as accomplices to terror is unrealistic and counterproductive.\n\"It's despicable and dangerous,\" said Ethan Nadelmann, executive director of the Drug Policy Alliance, a group that favors alternatives to the drug war. \"When you start labeling tens of millions of Americans as accomplices to terrorists or de facto murderers, you are creating and stirring an atmosphere of intolerance and hate-mongering that ends up being destructive and dangerous to the broader society.\"\nTom Riley, spokesman for the Office of National Drug Control Policy, said the new message simply tells it like it is.\n\"Every time you buy drugs, the money goes to people who hurt, kill and maim,\" Riley said. \"People won't buy a brand of sneakers because they use substandard labor in another part of the world. This money goes to people who are far, far worse than that.\"\nThe administration seized on the new message in the wake of Sept. 11 and shows no signs of letting go. Riley's office is running an elaborate ad campaign, leaders are testifying before Congress, officials are holding high-profile conferences, budget documents are being carefully crafted, all to make one basic point - that terrorists use drug money to finance their evil works.\nIn one sense, the new approach fits Bush's current pattern of casting many of his goals as crucial to the war on terrorism, from tax cuts to health reform to energy policy. But the drug message is being broadcast with special vehemence.\nThe message sprang into public notice when the Office of National Drug Control Policy, often called the drug czar's office, launched a $ 10 million advertising campaign with two jarring 30-second ads during Super Bowl XXXVI. The ads have run frequently since, and print versions have appeared in nearly 200 newspapers.\nIn one, a young man says, \"Yesterday afternoon, I did my laundry, went out for a run, and helped torture someone's dad.\" In another, a youth says, \"Last weekend I washed my car, hung out with a few friends, and helped murder a family in Colombia.\"\nThe ads conclude somberly, \"Drug money helps support terror. Buy drugs and you could be supporting it, too.\"\nThe idea, sponsors say, is to get through to jaded young men and women who have been contemptuous of previous anti-drug messages and who view drug use as a victimless crime and a personal choice.\n\"One of the reasons these ads are so potent is that they appeal to the idealism of young people,\" drug czar John Walters said recently. \"Where previous anti-drug ads have focused on the devastating toll that drugs take on individuals, these ads speak to young people's desire to make the world a better place.\"\nThe ads are only a small part of the administration's new drugs-equal-terror campaign. Last December, Bush signed a new anti-drug initiative and told his audience: \"Terrorists use drug profits to fund their cells to commit acts of murder. If you quit drugs, you join the fight against terror in America.\"\nLast week, Attorney General John Ashcroft announced the indictment of three members of a Colombian guerrilla group, the Revolutionary Armed Forces of Colombia, or FARC, for allegedly conspiring to ship cocaine into the United States, and he stressed the \"evil interdependence\" between drugs and terrorism.\nShortly after the Sept. 11 attacks, the Drug Enforcement Administration convened its first-ever conference on drugs and terrorism.\nEarlier this month, DEA administrator Asa Hutchinson played up the drugs-terror connection in pushing a $ 1.7 billion budget request. Hutchinson knows he must compete with the enormous spending on the war on terrorism; Congress approved $ 40 billion to fight terrorism last year, and Bush is now asking for $ 27 billion more.\nIn asking Congress last month for a budget increase, Hutchinson said the proposal would give the DEA \"not only the money needed to fight drug abuse and drug trafficking, but would also help break the historic link between drugs, violence and terrorism.\"\nThose who oppose the war on drugs are distressed by this drumbeat. The new message, in their view, is merely a way to reinvigorate a discredited war on drugs. Only a tiny fraction of drug dollars flows to terrorists, they said, and the assertion that buying drugs helps terrorism is questionable at best.\n\"You have to stretch a long way to make that plausible,\" said Peter Reuter, a drug policy expert at the University of Maryland. \"Marijuana, which is what the vast majority of drug users use, is grown primarily in the United States and Mexico and has no connection with terrorism.\"\nOthers said a portion of the money from many purchases - from diamonds to athletic shoes - goes to unsavory characters, so drugs are hardly unique in this way. And they questioned the ads' effectiveness, saying skeptical teen-agers were unlikely to buy the argument that smoking marijuana after school helps Osama bin Laden.\n\"This is an effort to demonize drug users,\" said Eric Sterling, president of the liberal Criminal Justice Policy Foundation. \"At a time when many are talking about the importance of drug treatment, this rhetoric sends the message that drug users are not people with chemical dependencies, they are aiding and abetting terrorists and need to be locked up.\"\nRiley, the drug czar's spokesman, dismissed such arguments. The vehement protestations, he said, merely reflect the message's effectiveness.\n\"The reason the drug legalizers have been incredibly critical of these ads is that their argument has always been, 'Hey, drug use doesn't hurt anyone else, it's my choice,'\" Riley said. \"This exposes that. When you buy drugs, you are hurting other people.\"\nSupporters of the campaign say it is obvious that terrorism and drug-dealing form a seamless web: Terrorists use drugs to finance their killing, and drug lords kill to protect their trafficking.\n\"Some of the critics say, 'I just buy my marijuana locally, it probably comes from Mexico,'\" Riley said. \"What do they think, it's from some nice Mexican farmer who FedExes it to your door? It goes through the hands of hideously violent people who kill women and children and probably use organized crime to distribute it in the United States.\"\nRight or wrong, the public is likely to see more of the drugs-and-terror message in the future. Walters, the drug czar, has ordered up another batch of the controversial ads.\n\"Our goal was to introduce an idea,\" Walters said. \"I believe we have accomplished that goal.\"\n\nLoad-Date: March 25, 2002"
}