{
    "title": "New law may help in terrorism fight",
    "publisher": "charleston daily mail",
    "year": 1997,
    "month": 8,
    "day": 26,
    "full text": "WHEELING - A federal law used for the first time against a firefighter\nwho gave photographs of FBI center blueprints to a militia leader is a\nnew tool to stop terrorism, a prosecutor says.\nFormer Fire Lt. James \"Rich\" Rogers was convicted by a U.S. District\nCourt jury Monday under an antiterrorism statute that makes it a crime\nto provide material resources for preparation for a terrorist attack.\nThe law, part of President Clinton's 1994 crime bill, was designed to\neliminate loopholes and help prevent acts of terrorism, said U.S.\nAttorney William Wilmoth.\n\"I hope that we don't have many chances to use it,\" Wilmoth said\nMonday.\nRogers was convicted by jurors after 17 hours of deliberations over\nthree days.\nHe faces up to 10 years in prison under the statute when he is\nsentenced by U.S. District Judge Frederick Stamp.\nRogers was acquitted of a conspiracy count that would have increased\nthe penalty by up to five years.\nDefense lawyer Gary Zimmerman said he would likely appeal the guilty\nverdict but that the decision would not be made until after\nsentencing. Rogers is free on bond.\nThe verdict was a double blow for Rogers, whose firefighting career in\nClarksburg ended Monday after nearly 20 years.\n\"From the city's perspective, these are extraordinary circumstances\nthat we hope will now be completely behind us,\" said City Manager\nPercy Ashcraft.\nRogers, 41, of Jane Lew, Lewis County, was advised by his lawyer not\nto comment. He left the courtroom with his wife and his parents.\nHe was accused of providing photographs that Mountaineer Militia\nleader Floyd \"Ray\" Looker sold for $ 50,000 to a person he believed\nwas the middleman for Middle East terrorists.\nWhen assembled like a jigsaw puzzle, the photos provided an overview\nof the FBI center plans, showing underground utilities, a computer\ncenter, building structures and other details.\nProsecutors say Rogers made 34 photographs of the blueprints.\nZimmerman said his client was drawn into criminal activity by Looker\nand Looker's intelligence chief, Okey Marshall Richards Jr., who\nturned out to be an FBI informant who made hundreds of tape\nrecordings.\n\nLoad-Date: August 28, 1997"
}