{
    "title": "NEW THREATS FEARED EXTREMISTS PLANNING SMALLER OPERATIONS THAT ARE MORE LIKELY TO SUCCEED",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 1,
    "full text": "WASHINGTON -- After disrupting two recent terrorism plots, American intelligence officials are increasingly concerned that extremist groups in Pakistan linked to al-Qaida are planning smaller operations in the United States that are harder to detect but more likely to succeed than the spectacular attacks they once emphasized, senior counterterrorism officials say.\nThe two cases -- one involving two Chicago men accused last week of planning an attack on a Danish newspaper that published cartoons of Prophet Muhammad, the other a 24-year-old Denver shuttle bus driver indicted in a plot to use improvised explosives -- are among the most serious in years, the officials said.\nIn both, the officials said, the main defendants are long-term residents of the United States with substantial community ties who traveled to Pakistan's tribal areas, where they apparently trained with extremist groups affiliated with al-Qaida. The officials, from American military, law enforcement and intelligence agencies, spoke on the condition that they not be identified because they were not authorized to discuss the cases.\nAccording to FBI documents, David Coleman Headley, 49, the principal defendant in the Chicago case, met with Ilyas Kashmiri, who is regarded by Western authorities as one of the most dangerous Islamic militants operating in Pakistan's restive tribal areas. Mr. Kashmiri turned to terrorism after serving as a Pakistani special operations commando, and has drawn renewed focus from U.S. officials after surviving an American drone strike in September.\n\"He's a consummate opportunist and a master strategist who has both intimate local knowledge and a vicious global agenda,\" said Jarret Brachman, author of \"Global Jihadism\" and a consultant to the U.S. government about terrorism.\nThe authorities have been struck in the Denver and Chicago plots by the central roles played by men who seem to have been more security-conscious and better organized and trained than many of those involved in terrorism cases brought since 2001, including a surge of arrests in recent weeks. A number of those arrested were young men inflamed with militant zeal but few skills to carry out an attack.\nSome officials said that while the Chicago and Denver cases stood out from lower-level terrorism prosecutions in the United States, it was not new for would-be terrorists to travel to Pakistan and other training grounds and return home to engage in militant activity. They said the activities of Najibullah Zazi, the Denver man, closely resembled the methodology of the Madrid train bombings in 2004 and the London subway bombings in 2005.\nA case last year suggests that young men from the United States are also finding their way to Pakistan to fight American forces. Bryant Neal Vinas, 26, grew up on Long Island, N.Y., and worked as a truck driver for the Long Island Rail Road before going to Pakistan. He made contact with a Qaida group and took part in a rocket attack on an American base in Afghanistan before being captured in Pakistan and brought back to the United States in November 2008. Since then, Mr. Vinas has cooperated with the authorities, helping to identify other extremists who trained for operations in the West.\nThe model of young men who have lived for years in the United States before traveling overseas and connecting with militant Islamist groups is not confined to Pakistan.\nIn October 2008, for example, a Somali-American teenager from Minneapolis carried out a suicide bombing in northern Somalia. The teenager, Shirwa Ahmed, had come to the United States in the 1990s and became a citizen. In the months before the attack, he had traveled to the Horn of Africa and apparently joined up with Al Shabab, a militant Muslim group fighting the Ethiopians.\nGovernment counterterrorism analysts said it was significant that the Chicago and Denver cases involved plots that seemed less ambitious than the World Trade Center and Pentagon attacks or suspected plots of the past, like those aimed at Los Angeles International Airport or the Sears Tower in Chicago.\nWestern intelligence officials believed that al-Qaida's leadership concentrated on spectacular, mass-casualty attacks to build its credibility in the Islamic world. American analysts said the difficulty of carrying out such grandiose plots offered a measure of protection to the United States.\nJ. Patrick Rowan, a former top lawyer in the Justice Department's national security division, said the recent cases could mean shifting away from large-scale plots. \"These cases would seem to undercut that hypothesis and suggest they might be rethinking their strategy, which is obviously worrisome because smaller operations may be harder to detect and stop,\" he said.\n\nLoad-Date: November 2, 2009"
}