{
    "title": "New Accord Between Sudan and Israel May Unravel, Officials Say",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 2,
    "full text": "Representatives for Sudan say the East African country will exit the accords brokered by the Trump administration if Congress refuses to give it immunity from future terrorism claims in court.\nWASHINGTON -- A landmark agreement between Sudan and Israel to begin normalizing relations is at risk of unraveling just over a month after it was announced by President Trump, revealing a crack in Middle East peace accords that he and Prime Minister Benjamin Netanyahu of Israel have sought to cement as foreign policy legacies. \n  Sudan was the third Arab state to agree to the Trump-brokered Abraham accords that have opened new economic and diplomatic partnerships with Israel. The United Arab Emirates and Bahrain signed on to the accords in September and, as recently as last week, Secretary of State Mike Pompeo predicted other Sunni Muslim countries in the Middle East would soon follow.\n  Sudan reluctantly agreed to open relations with Israel -- but only as part of a deal to be taken off a State Department list of state sponsors of terrorism -- and wants Congress to approve legislation by year's end that would protect it from terror-related lawsuits.\n  The new deadline, and recent negotiations between lawmakers and representatives of Sudan, were described to The New York Times by five officials and other people familiar with the talks on the condition that they not be identified.\n  That it could imperil the rapprochement with Israel is the byproduct of what Ilan Goldenberg, the director of the Middle East Security program at the Center for a New American Security, described as rushed efforts by the Trump administration to score a foreign policy victory ahead of the Nov. 3 presidential election.\n  ''The whole thing felt forced all along by an administration that wanted to use a terrorism designation as a political tool to try to get normalization with Israel,'' Mr. Goldenberg said. ''When you cook up these kinds of very transactional deals with unrelated items that don't make much sense, this sometimes happens.''\n  Without the congressionally approved immunity, foreign investors may be reluctant to do business with Sudan for fear they could end up financing potentially billions of dollars in compensation to terror victims.\n  Without foreign investment, Sudan's transitional government has little hope of pulling its country out of widespread poverty and instability -- a crisis that has been exacerbated by the influx of an estimated 43,000 Ethiopian refugees fleeing unrest across the border.\n  Mr. Pompeo spoke on Monday with Sudan's de facto leader, Lt. Gen. Abdel Fattah al-Burhan, who made clear that the East African nation would not move forward with warming ties with Israel before Congress passes the so-called legal peace legislation.\n  A person familiar with the conversation said Mr. Pompeo assured General al-Burhan that the immunity plan would be approved in the next several weeks. Trump administration officials are already planning a signing ceremony with Sudanese officials at the White House in late December.\n  Spokespeople for the State Department declined to comment and the Israeli Embassy in Washington, which is closely following the negotiations, did not respond to a request for comment.\n  But Congress has been deadlocked over the legal peace legislation, which essentially would block victims of past terror attacks from seeking new compensation from Sudan. If a compromise can be reached quickly, it could be included in a large military spending bill that Congress is expected to approve over the next two weeks, according to a Senate official who is working to break the impasse.\n  As part of the agreement for being removed from the State Department's terrorism list, Sudan agreed to pay $335 million to settle legal claims of victims of the 1998 bombings against American embassies in Kenya and Tanzania. The twin blasts, carried out by Al Qaeda militants with Sudan's assistance, killed 224 people, including 12 U.S. citizens; thousands more were injured.\n  Most of the money, as negotiated between Sudan and the State Department, will go to victims who were American citizens at the time of the blast. But other victims -- nearly all of whom are Black and including those who have since become U.S. citizens -- will receive far less compensation.\n  Some lawmakers, including Senator Robert Menendez of New Jersey, the top Democrat on the Foreign Relations Committee, have balked at the payment disparity for victims who were naturalized citizens after the attacks. None of the victims will receive any compensation until the immunity legislation is approved; if that does not happen by November 2021, the funds will be released from an escrow account and returned to the government of Sudan.\n  Lawmakers are also divided over shielding Sudan from future court judgments that could compel Khartoum to compensate families of the victims of the Sept. 11, 2001, attacks. Those families are working with lawmakers from the New York City region, including Senator Chuck Schumer, the Democratic leader, to preserve their claims to hold Sudan liable in part for the five years it gave shelter to Osama bin Laden, the mastermind of the attacks by Al Qaeda, between 1991 and 1996.\n  Officials close to the negotiations said both senators recognized Sudan's fragile economic situation, and described them as eager to resolve the dispute. \n  But, the officials said, any compromise would have to allow the families of Sept. 11 victims to pursue compensation from Sudan -- even if that means the United States must help Khartoum figure out how to pay those claims years from now. Moreover, the officials said, the State Department should not have promised that Congress would do otherwise as part of the diplomatic negotiations to remove Sudan from the terrorism list.\n  A person familiar with Sudan's negotiating position called that unacceptable.\n  It is not clear what will happen if the dispute is not resolved by the end of the year. But all sides agreed that it could fester indefinitely as Congress turns to more immediate priorities with the incoming administration of President-elect Joseph R. Biden Jr.\n  ''I hope it doesn't fall apart,'' Mr. Goldenberg said of Sudan's détente with Israel, ''but I'm not necessarily all that surprised.''\n  Eric Schmitt contributed reporting.\n\nhttps://www.nytimes.com/2020/12/01/us/politics/sudan-israel-trump-peace-accord.html\n\nGraphic\n\n \nPHOTOS: Lt. Gen. Abdel Fattah alBurhan, above left, told Secretary of State Mike Pompeo, left, that Sudan needs protection from terror-related lawsuits. (PHOTOGRAPHS BY EBRAHIM HAMID/AGENCE FRANCE-PRESSE -- GETTY IMAGES\n NICHOLAS KAMM)               \n\nLoad-Date: December 2, 2020"
}