{
    "title": "New Zealand shooting reminds us to see common humanity we share",
    "publisher": "the deseret news",
    "year": 2019,
    "month": 3,
    "day": 16,
    "full text": "By Khosrow B. Semnani  As the sun rose on Friday, Muslims around the world prepared for their morning prayers and heard the horrible news of the shootings in two mosques in New Zealand. From time zone to time zone, the prayers of Muslims - and all people of faith and goodwill - united in grief and deep yearnings for peace. Terrorism has no color, religion or ethnicity. Nor do its victims. Violence does not care if a person is Jewish, Muslim, Christian or an Atheist. It can happen in a synagogue in Pittsburgh, a church in Charleston, mosques in New Zealand, a nightclub in Orlando.\nTerrorism is born of hate and fear. It builds with grievances both real and imagined. And while very few people will ever rise to the level of violence, we must be ever vigilant to not let the same fester in our own hearts.\nLong before someone will point guns, they will point fingers. We may say in truth that we will never go so far down the path that we will become terrorists, without realizing that we are on the same road.\nIt is ironic that in our digital age, when we have full access to the beautiful diversity of humanity, we often seek out those most like us and listen to ideas that only confirm our own beliefs and prejudices. We see others as threats. We say others are the problem - instead of identifying the problem. We stop thinking of \"we\" and talk about \"them.\" The less contact we have with people from different backgrounds and beliefs, the more we become afraid of them. And fear builds hate.\nThis time Muslims were singled out and 49 people were killed and dozens injured. The reasons given, the manifestos, the psychological profiles presented, will provide little comfort. Switch out the names and the so-called justifications could apply to any number of groups. No doubt, these innocent victims were blamed by the perpetrators for the acts of others - blamed for acts that they themselves condemned.\nLike most problems, solutions for mass shootings and terrorism are complex and multifaceted. There is no single answer, but there are some things everyone could do.\nIf more people became acquainted with their Muslim neighbors and co-workers, this would help reduce fear and mistrust. The fear many have can't stand up to the reality and common humanity we all share. Although I urge people to reach out to Muslims and even visit a mosque, I must place the primary responsibility for engaging upon Muslims.\nAs a Muslim, I feel we must do better in breaking out of our own lives. Not only will we reduce prejudice of others, we will become more enriched ourselves. We all need each other. No Muslim should go to a mosque for prayer wondering if the community around them fears them. The only way to do this is to get out into the community. Volunteer. Join groups. Let your voice be heard.\nPoliticians need to talk about inclusivity. The media needs to be responsible and careful in its reporting on extremist groups to make sure that it doesn't impact larger groups. But it is the responsibility of Muslims - and any religious group - to get out and be part of the broader community. Isolation is not the answer.\nViolence is not the fault of victims - but we can all hold onto the basic values of compassion, forgiveness and tolerance. The ideologies and hate that led to the shootings in New Zealand and other places can be found in lesser degrees all around us. All of us can look into our own hearts to purge away mistrust and unkindness and then look around and see the common humanity and decency that we all can share.\nKhosrow B. Semnani is an Iranian-American industrialist, community leader and philanthropist who lives in Salt Lake City.\n\nLoad-Date: March 16, 2019"
}