{
    "title": "New on the shelf_ Terrorism",
    "publisher": "usa today",
    "year": 2008,
    "month": 3,
    "day": 27,
    "full text": "Terrorism, both international and domestic, remains a hot topic for thriller writers. USA TODAY's Carol Memmott looks at five new pulse-pounding thrillers.\nThe Ghost War\nBy Alex Berenson Putnam, 383 pp. $24.95\nThe  plot\nCIA agent John Wells must figure out which superpower is funding a surge in Taliban activity and why China is supporting Iran's nuclear weapons program.\nThe  locales\nAfghanistan; China; Washington, D.C.\nWhy  it's  hot\nHeart-pumping adventure, including a firefight in the mountains of Afghanistan and a sea chase off the coast of North Korea.\nThe Prince  of Bagram Prison\nBy Alex Carr Random House, 289 pp., $14, paperback original\nArmy Intelligence reservist Kat Caldwell searches for a teenage Moroccan boy who claims to have seen a fugitive terrorist.\nAfghanistan, Morocco, Spain\nThe John le Carre quality of Carr's characters and the realistic portrait of what it's like to be a prisoner interrogator.\nThe Amateur Spy\nBy Dan Fesperman Knopf, 367 pp. $24.95\nFreeman Lockhart, a retired relief worker, is forced into spying on an old Palestinian friend who may be involved in terrorism.\nThe Aegean island of Karos; Jordan; Jerusalem; Washington, D.C.\nIt takes an unflinching look at the festering atmosphere inside a Palestinian refugee camp in Jordan.\nPrepared for Rage\nBy Dana Stabenow St. Martin's Minotaur, 292 pp., $24.95\nCoast Guard Capt. Cal Schuyler and astronaut Kenai Munro unravel a plot to destroy a space shuttle.\nPakistan, Iraq, and Florida waters near the Kennedy Space Center\nIt offers an in-depth profile of a terror cell and a battle to the death aboard a Coast Guard cutter.\nJudas Horse\nBy April Smith Knopf, 318 pp. $23.95\nFBI Special Agent Ana Grey infiltrates a group of environmental terrorists to solve the murder of another undercover agent.\nRural Oregon\nIts authentically rendered portrait of the psychological ordeal of working undercover. \n\nGraphic\n\n \nPHOTOS, B/W (5)\nPHOTO, B/W, Sigrid Estrada\nPHOTO, B/W, Andre Studio, Lexington, Va.\nPHOTO, B/W, Amy Deputy\nPHOTO, B/W, Chris Arend Photography\nPHOTO, B/W, Elena Seibert\n\nLoad-Date: March 27, 2008"
}