{
    "title": "New policy on terrorism must be used effectively",
    "publisher": "the pantagraph",
    "year": 1999,
    "month": 2,
    "day": 15,
    "full text": "Since the end of the Cold War, international terrorism has arguably become the premier threat to world stability.\nIt also is devilishly difficult to eradicate.\nTerrorists today can be highly mobile, well-financed and well-protected in remote sanctuaries provided by rogue host governments.\nAgainst that background, a new Clinton administration policy targeting regimes that harbor or sponsor terrorism is welcome.\nA case in point is that of terrorist Osama bin Laden - a prime suspect in the bombings of American embassies in Kenya and Tanzania - who allegedly operated a \"terrorism university\" in the mountains of Afghanistan with tacit government approval.\nThe United States responded to the embassy attacks by bombing both the Afghanistan base and a privately owned pharmaceutical plant in Sudan suspected of making a component of the deadly nerve gas VX. In both attacks, the United States took pains to avoid governmental targets.\nThe Clinton administration says that policy no longer applies.\nRichard Clark, Clinton's coordinator for counterterrorism, says the U.S. asserts the right to bomb governmental and military facilities in nations that knowingly and willingly harbor terrorists.\nA policy of deterrent attacks against nations that sponsor terrorists is only as effective as its execution.\nThe United States must firmly establish the connection between the host nation and the terrorist group and make the link known to the international community.\nThere should be clear evidence that a target government willingly tolerated or abetted a terrorist presence - as opposed to simply being unable to do anything about it.\nAbsent that clear connection, attacks might do little more than fuel anti-American sentiment. For the same reason, strikes must be precisely targeted so that damage to innocent civilians is avoided.\nIt should go without saying that the anti-terrorism policy will be effective only if it is carried out consistently.\nThe Clinton administration has become famous for issuing airy threats, then failing to act. Just ask Saddam Hussein.\nRetaliatory strikes against nations that provide succor to terrorists must be memorably damaging if they are to be a deterrent to future mischief.\n\nLoad-Date: February 19, 1999"
}