{
    "title": "New Northern Illinois U. classes will focus on terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 13,
    "full text": "Terrorism. It is on everyone's minds and now it soon will be on Northern Illinois University's curriculum with two classes focusing on a subject that two months ago didn't seem to matter so much.\nTerrorism and U.S. Foreign Policy, listed in the course catalog as HIST 498R, and Political Violence: Terrorism., listed as POLS 376, both will attempt to raise and answer questions that have prevailed since Sept. 11.\nNorthern Illinois U.\nNorthern Illinois University associate history professor Jim Schmidt took the initiative when it came to his Terrorism and U.S. Foreign Policy class.\n\"No one assigned me to do this, I decided to do this on my own volition,\" he said. \"I think universities ought to do this stuff. I have heard people describe this as a teachable moment. Interest is very high. It is a wonderful opportunity not just for NIU students but for Americans in general.\"\nPolitical science professor M. Ladd Thomas normally is the sole teacher of the Political Violence course. With demand expected to be high, though, Daniel Kempton, associate professor of political science and chair of the political science department, had to add and teach another section of the course.\n\"This is a class that could be of interest to anyone who is still trying to understand Sept. 11, why it happened, what can be done to prevent similar cases in the future and just generally to try and understand what's going to be the problems of the 21st century in international affairs,\" Kempton said.\nHowever, according to Schmidt, you have to look to the past to see the future.\n\"My point of view and the point of view of the class is you have to see terrorism as growing out of historical conditions,\" Schmidt said. \"Terrorism has become a cliche in the media, but when looked into in the context of historical conditions, it's much more complex.\"\nKempton describes his course as an examination of what terrorism is.\n\"It's an overview of the problem of terrorism,\" he said. \"The course will start out with some consideration of the definition of terrorism and it will address the main question of, 'Is one man's terrorist really another man's freedom fighter?' In other words, is terrorism just a term we use for people we don't like or does terrorism have a more substantive, more objective definition to it?\"\nKempton hopes in answering the questions that he fulfills the dual obligations of a university.\n\"Universities have an obligation to teach both the information people need to know and also information people want to know,\" he said.\n(C) 2001 Northern Star via U-WIRE\n\nLoad-Date: November 13, 2001"
}