{
    "title": "NEW YORKERS FEELING JITTERY AND VULNERABLE",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 2,
    "day": 28,
    "full text": "Fireman Gary Lamb got his first glimpse Friday, in the gaping crater that was the basement parking garage of the World Trade Center, of the hell that a well-placed explosive device can make in the heart of America's largest city.\nHe fears that his city is in for more of the same.\n\"This is the start of terrorism in New York,\" Lamb said. \"This is where everybody listens, the media capital of the world, Lamb said.\"\nLike many other New Yorkers, Lamb concluded there had been a terrorist attack even though authorities said they could not yet determine a motive.\nLamb and other firemen who have climbed down into the hole made by what officials call an unknown explosive device were still stunned Saturday by what they had seen.\n\"I saw cars down there where the paint was just gone, peeled completely away,\" Lamb said, \"and others where the doors were just sucked in. You've got huge slabs of concrete just hanging in the air.\"\n\"This is a big city,\" Lamb said. \"This is a big building. How can you secure it? You've got a lot of people, all over the world, who are figuring out just how vulnerable we are.\"\nAmong those who gawked Saturday at the Trade Center's shattered windows, the stupendous fleet of emergency vehicles and the small army of specialists trying to resurrect one of the biggest, most complicated structures in the world, many shared Lamb's fear.\nAlfred DiGirolamo, an independent broker at the Commodities Exchange, was on the eighth-floor trading floor when the bomb went off. \"Standing where I was,\" he said, \"it felt like the entire building was going to collapse.\"\nDiGirolamo came back Saturday, making a futile quest for information about his Ford Explorer that had been trapped in the garage below.\n\"We're totally vulnerable to stuff like this,\" he said. \"Whoever did this knows a lot about our system. But anyone could pull into this garage, pay $ 20, and leave a car loaded with explosives. Of course it's frightening.\"\nJust across Liberty Street, at P.G.'s Gourmet Deli, cashier M. Singh reported that one of his fellow workers got caught making a delivery at the wrong time in the wrong place, at lunchtime Friday on the Trade Center's 25th floor. He remained hospitalized Saturday, Singh said, a victim of smoke inhalation.\nBut for Singh, like many in New York's polyglot and multi-ethnic population, the shock of Friday's explosion is tempered by first-hand knowledge of terrible things in other places.\n\"India has these stories every day,\" he said. \"A lot of guys there are killing Indian democracy. They have killed India.\"\nImproved security was in evidence all across New York, from roped-off seating areas at Pennsylvania Station to extra security at area airports.  There were brief bomb scares, both unfounded, at Newark International Airport and at the Long Island Railroad.\nAt Madison Square Garden, the limousines of well-heeled patrons that usually line the interior parking ramp were gone - a new security measure imposed Friday night barred all parking except for short-term deliveries.\nAt the shift change Saturday afternoon, the Garden's security force got special instructions from supervisor Wilton Sekzer, a retired New York policeman and former bodyguard to convicted financier Michael Milken.  \"Listen,\" Sekzer instructed his team: \"You see something unusual, somebody you don't recognize, you don't let them by.\"\nAt Fort Clinton, the Battery Park terminus for ferries to the Statue of Liberty and Ellis Island, hand-lettered signs warned tourists that they would be subject to search. Attendance on Saturday was normal for a cold sunny day, however, and long-time workers said guarding against terrorism was just another part of their job.\n\"Whenever anything happens the Statue of Liberty always becomes a target,\" said Peter Giblin, who has worked as ferry mate for 14 years. \"But our control here is very good,\" he added, and certainly far easier than controlling the cars that enter a public garage.\nTwo ferry patrons who showed up Saturday for a spur-of-the-moment date, Tom Williams and Marisol Torres of Brooklyn, said what happened at the World Trade Center was \"horrible\" - but not much worse, they added, than the crime and violence they face every day.\n\"Our neighborhood is not such a pretty picture either,\" said Torres, who is 17 and looking for a job.\nWilliams, 23, works as a clerk at a Chemical Bank branch a few blocks from the World Trade Center. He grew up in Crown Heights, the Brooklyn neighborhood wracked by violence between Hasidim Jews and blacks.\n\"At least they haven't gotten to the point, yet, of setting off bombs,\" Torres said.\nNew York Gov. Mario Cuomo wasn't talking about everyday crime, of course, when he told a press conference Saturday that it was \"still true that this is the safest place in the world.\"\nHe meant the safest in terms of protection against terrorism, protection that would \"heightened\" further now so that \"what used to be the safest place in the world will be safer still.\"\nHis plea to New Yorkers was that they take the measure of this event, and move on.\n\"Fear is another weapon that's used against you,\" Cuomo said. \"That's what terrorists are all about - if these were terrorists. What they're trying to do is deny you normalcy. And what we must do, in the safest and greatest city and state and nation in the world, is return as quickly as we can to normalcy.\"\nCuomo made those comments after touring, top to bottom, the crippled Trade Center towers. Arda Nazerian, spokeswoman for Cuomo's New York City office, stayed outside while the governor made his tour.\nShe wasn't quite ready for normalcy herself, Nazerian said. Cuomo's city office is located on the 57th floor of one of the towers, and she had spent a horrific hour Friday groping her way out through smoke and dark.\n\"To tell you the truth,\" she said, \"I wasn't interested in going back in that building today.\"\n\nLoad-Date: September 29, 1993"
}