{
    "title": "New Charge Adds to Ex- French President Sarkozy_s Legal Troubles",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 16,
    "full text": "Prosecutors added a charge of criminal conspiracy to a long-running investigation into whether his 2007 campaign received illegal Libyan financing.\nPARIS — The legal woes of the former French president Nicolas Sarkozy mounted Friday as prosecutors said he was facing a new charge in a long-running investigation into possible illegal Libyan financing of his 2007 presidential campaign.\nThe affair has put a serious dent in the renewed political aspirations of Mr. Sarkozy, president from 2007 to 2012, and still supported by millions of center-right French voters. On Friday, after a new round of questioning from investigative magistrates in Paris, prosecutors said Mr. Sarkozy had been charged with criminal conspiracy, which ties him to the actions of a former aide, Thierry Gaubert, accused of receiving hundreds of thousands of dollars in Libyan money through a bank account in the Bahamas\nThe new charge comes on top of three existing ones in the Libyan campaign finance affair. In the spring of 2018, the first three charges were filed, formally accusing him of misappropriating Libyan public funds, illegal campaign financing and passive corruption, a charge relating to people accused of having received money or favors.\nSo far concrete evidence of Mr. Sarkozy’s guilt has been sparse. But in 2016 the Franco-Lebanese businessman Ziad Takieddine, also charged and now on the run since his conviction in a separate case, said he had turned over nearly $6 million to Mr. Sarkozy and an aide at the end of 2006 and beginning of 2007. Investigators have determined that Mr. Takieddine’s bank accounts were fed by the regime of the now-dead Libyan strongman Col. Muammar el-Qaddafi.\nWhether the new charge brings Mr. Sarkozy any closer to trial in the affair, first opened the year after he left office, is unclear. On Friday the former president, best known for tough talk about illegal immigrants, Islamic terrorism, and crime, vigorously maintained his innocence.\n“I learned of these new charges with the greatest stupefaction,” Mr. Sarkozy wrote on Facebook on Friday. “Once again my innocence is trampled by a decision that carries not the slightest proof of any illegal financing whatsoever,” he wrote.\nIn addition to the Libyan financing affair, Mr. Sarkozy is embroiled in two other cases in which he has been ordered to stand trial, one relating to attempts to obtain confidential information from a judge, and the other for exceeding campaign finance limits.\nDespite his legal troubles, Mr. Sarkozy has managed to remain a force in center-right French politics. His counsel is still sought by many in the Republican political party, whose makeover he engineered, and even by President Emmanuel Macron. The French news media regularly reports on contacts between the two men, and Mr. Macron’s rightward shift in the latter part of his presidency owes much to the themes championed by Mr. Sarkozy.\nAurelien Breeden contributed reporting from Aix-en-Provence, France.\nPHOTO: The former French president Nicolas Sarkozy, shown in June, was charged Friday with criminal conspiracy by financial prosecutors. (PHOTOGRAPH BY Stephane De Sakutin/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: September 30, 2021"
}