{
    "title": "New charges in mosque attack",
    "publisher": "star tribune ",
    "year": 2018,
    "month": 6,
    "day": 22,
    "full text": "Three members of a rural Illinois militia accused of bombing a Bloomington mosque last year are now being charged with federal civil rights and hate crime violations in a new indictment unsealed on Thursday.\nMichael Hari, Michael McWhorter and Joe Morris have been in federal custody since their March arrests on charges out of both Illinois and Minnesota. Prosecutors say the men carried out the August 2017 bombing of the Dar al-Farooq Islamic Center and a failed bombing months later of a women's clinic in east-central Illinois.\n\"These three defendants allegedly plotted and executed a plan designed specifically to spread fear and threaten a fundamental right afforded to all, the freedom of religion,\" U.S. Attorney Erica MacDonald said in a statement announcing the new charges. \"In spite of the destructive and violent act alleged in the indictment, our communities have found strength in taking a unified stand against the attack. My office and our law enforcement partners are committed to upholding the laws that protect the civil rights of all Americans.\"\nA Minnesota grand jury returned the new indictment ahead of a scheduled August trial on weapons charges in Illinois. The Minnesota indictment alleges that Hari, 47, built a pipe bomb and rented a pickup truck before driving McWhorter, 29, and Morris, 22, from Champaign-Urbana, Ill., to the Twin Cities. Morris allegedly broke a window into the imam's office before McWhorter lit the pipe bomb's fuse and tossed it inside the building.\nAccording to the indictment, the three men - all from the small, rural town of Clarence, Ill. - purchased diesel fuel and gasoline that they later mixed into a container Morris threw into the building alongside the pipe bomb. When the bomb exploded, the indictment said, the fuel mixture also ignited and damaged the office before the building's fire suppression system extinguished the blaze.\nNo one was hurt in the attack, which prompted a monthslong search for answers that ended when a fellow member of the \"White Rabbits 3 Percent Illinois Patriot Freedom Fighters\" told authorities about the plot and agreed to cooperate with the FBI. It is still unclear why the men chose to travel to Minnesota to terrorize a mosque, but the charges allege they attacked Dar al-Farooq \"because of its religious character and with intent to obstruct Muslims from worshiping there.\"\nMohamed Omar, Dar al-Farooq's executive director, said he was invited to the U.S. attorney's office earlier Thursday ahead of the announcement.\nOmar described the additional civil rights charges as a \"relief\" but added that the community still urgently wants to know why the men singled out their mosque to be attacked.\n\"This is an organized crime,\" Omar said. \"It is clear that these guys did this because of what we believe.\"\nAttorneys for Hari and Morris declined to comment on the indictment and a message was left with McWhorter's attorney on Thursday.\n'Act of terrorism'\nMcWhorter told FBI agents in March that the men did not intend to kill anyone but rather sought to \"scare [Muslims] out of the country\" and send a message that they were not \"welcome here,\" according to an earlier criminal complaint.\nIn a statement Thursday, Jill Sanborn, special agent in charge of the FBI's Minneapolis office, described the bombing as \"more than just an attack against a single structure, it was an attack on the very religious freedoms we enjoy as Americans.\"\n\"The ability to worship how and where we want is a cornerstone of our country's foundation, and the FBI stands ready to work with the community and our law enforcement partners whenever those freedoms are attacked,\" she said.\nA trial attorney for the Justice Department's civil rights division will now assist in the federal prosecution in Minnesota. The U.S. Attorney's Office said its team is also coordinating with its counterparts in the Central District of Illinois. Previous court filings have disclosed that the defendants likely would not appear in Minnesota until their Illinois case is resolved.\nThe new charges out of Minnesota include \"intentionally defacing, damaging and destroying\" a religious property \"because of the religious character of that property.\"\nEach man is also being charged with intentionally obstructing the free exercise of religious beliefs, conspiring to commit federal felonies by means of fire and explosives, and using a destructive device during and in relation to crimes of violence. Hari faces an additional charge of possessing an unregistered destructive device.\nAs Dar al-Farooq awaits further answers, Omar said the Islamic center is planning an event ahead of the Aug. 5 anniversary of the bombing, which Gov. Mark Dayton labeled as an \"act of terrorism.\"\nThough not explicitly spelled out in Thursday's indictment, Omar said the description appropriately summed up what happened to his community.\n\"This is exactly what terrorism is,\" he said.\nStephen Montemayor · 612-673-1755 Twitter: @smontemayor\n\nLoad-Date: June 22, 2018"
}