{
    "title": "New Jersey raises threat level of white supremacists",
    "publisher": "university wire",
    "year": 2020,
    "month": 2,
    "day": 24,
    "full text": "By Ian KrietzbergNation & World Editor\nNew Jersey released its annual Terrorism Threat Assessment report on Friday, Feb. 21, in which the state government raised the threat level from white supremacist extremists to \"high,\" which now puts the perceived threat from white supremacists as more extreme than that from either Al Quaeda or Isis, according to CNN.\nNJ raises the threat from white supremacists (Twitter).\n\"Homeland security and law enforcement professionals at all levels have taken notice of the rise in activity from white supremacist extremists,\" the report said. \"New Jersey is committed to protecting the diversity of culture and faith that shapes our great State. For that reason, NJOHSP increased the threat posed by white supremacist extremists from moderate to high in 2020.\"\nAmong violent instances of extremism, the Office of Homeland Security and Preparedness also cited issues of white supremacist propaganda distribution in New Jersey - in 2019, there are 168 reported instances of propaganda distribution, up from 46 in 2018, according to NJ.com. The propaganda in question has also shifted in 2020 - biases are now slightly more subtle and are disguised within issues of patriotism in an effort to appeal to a wider audience.\nAccording to CNN, the report specifically cited certain local instances of violence, a man who expressed interest in attacking black people at an N.J. mall and admitted to instructing members of a neo-nazi group to vandalize synagogues. He was later arrested.\n\"The ever-changing threat landscape in New Jersey and around the country requires us to adjust our strategies to anticipate new threats while remaining ready to combat those already existing,\" said Jared Maples, the head of New Jersey's homeland security office, according to NJ.com.\nRelated\nterrorism\nunited states\nWhite nationalism\n\nLoad-Date: February 24, 2020"
}