{
    "title": "New debate focus_ terrorism, security",
    "publisher": "the atlanta journal-constitution",
    "year": 2015,
    "month": 12,
    "day": 15,
    "full text": "LAS VEGAS --- The Republican race for the presidency has taken a major turn since the contenders last debated more than a month ago.\nTerrorist attacks in Paris and San Bernardino, Calif., have shifted the focus of the candidates --- and the American public --- to national security.\n\"The threat we face is significant; it's different from any other threat we have faced,\" Florida U.S. Sen. Marco Rubio told a couple hundred supporters in a hotel ballroom Monday. \"They are not just sending people from abroad. They are radicalizing Americans.\"\nThe candidates will gather tonight near the faux canals of the Venetian casino, owned by Republican mega-donor Sheldon Adelson, for their fifth televised debate. The nine top-polling GOP hopefuls will take the stage at 9 p.m., while four candidates with less support debate at 6 p.m.\n\"We're going to focus on the No. 1 issue facing the American people right now and all the polls suggest that it is the fear of terrorism, ISIS,\" moderator Wolf Blitzer said Sunday on CNN's \"Reliable Sources.\"\n\"We're going to go into national security and make sure our viewers and voters out there have the better appreciation of who these candidates are after the debate as opposed to going into the debate.\"\nAt center stage once again will be billionaire Donald Trump, whose call to ban all Muslims from entering the U.S. has prompted global controversy --- but is popular among Republican primary voters. Trump holds leads in Georgia and nationally, but the well-respected Des Moines Register/Bloomberg Politics poll out Saturday showed him behind in Iowa for the first time in months, to surging Texas Sen. Ted Cruz.\nThe pair have avoided direct combat so far this primary season. But Cruz's leaked comments from a private fundraiser questioning the \"judgment\" of Trump and retired neurosurgeon Ben Carson, combined with the new poll, have provoked Trump.\n\"When you look at the way he's dealt with the Senate, where he goes in there like a --- you know, frankly, like a bit of a maniac,\" Trump said of Cruz on \"Fox News Sunday.\"\n\"You never get things done that way. Look, I built a phenomenal business. I'm worth many, many billions of dollars. I have some of the greatest assets anywhere in the world. You can't walk into the Senate and scream and call people liars and not be able to cajole and get along with people.\n\"He'll never get anything done. And that's the problem with Ted.\"\nRubio, too, has taken shots at Cruz on national security.\n\"So my point is each time he's had to choose between strong national defense and some of the isolationist tendencies in American politics, he seems to side with the isolationists,\" Rubio said on NBC's \"Meet the Press,\" citing Cruz's opposition to the government collection of Americans' phone data. \"This is an important issue to have a debate over.\"\nCruz has mostly declined to fire back. In past debates, he has attacked the media or Democrats when prompted to go after his Republican rivals.\nLast week, Cruz tweeted: \"The Establishment's only hope: Trump & me in a cage match,\" adding that Trump was \"terrific.\" After Trump's Sunday comments, Cruz tweeted a video clip of a famous scene from the film \"Flashdance\" featuring the song \"Maniac.\"\nCruz has focused instead on building out his campaigns in key states, with an emphasis on the South.\nHe will stop in Atlanta on Friday and Savannah on Saturday, part of an aggressive pre-Christmas fly-around to the \"SEC primary\" states.\nTrump, Cruz and Rubio have established themselves as the Big Three in the GOP race with about seven weeks to go until the first votes are cast in the Iowa caucuses. That leaves the rest of the main stage field fighting for attention.\nNew Jersey Gov. Chris Christie, a tough-talking former federal prosecutor who handled terrorism cases, has used the new national security focus to his advantage. Ohio Gov. John Kasich has sought to be the most aggressive Trump antagonist, needling the front-runner on stage and in ads via his campaign and super PAC.\nBusinesswoman Carly Fiorina has struggled to capitalize on an early burst of attention, and Carson --- who once challenged Trump atop the polls --- has seen his support plummet in recent weeks, amid foreign policy gaffes.\nFormer Florida Gov. Jeb Bush raised loads more money than his competitors early on but has failed to get any polling traction so far. Sen. Rand Paul of Kentucky has also struggled, barely making the main stage after CNN tweaked its polling requirements for him.\nPaul stands out from the crowd on foreign policy, but the Republican mood has turned hawkish. The change has benefited Rubio, who calls for expanding military spending.\n\"They are radical jihadists, and they have to be confronted and defeated,\" Rubio told supporters Monday, referring to the Islamic State. \"And that's why we need to have the strongest military in the world, so we can confront any enemy, anywhere, at any time, that threatens our national security. And instead, we are in the midst of the most dramatic defense cuts in a generation.\"\nrepublican presidential debatesFrom Page One\nWho's on stage?\nHere are the Republican candidates for today's CNN debate, by their position on stage, left to right (polling leaders are in the middle)\nMain stage (9 p.m.):\n1. John Kasich\n2. Carly Fiorina\n3. Marco Rubio\n4. Ben Carson\n5. Donald Trump\n6. Ted Cruz\n7. Jeb Bush\n8. Chris Christie\n9. Rand Paul\nEARLY stage\nHere are the Republican candidates for today's CNN debate, by their position on stage, left to right:\nUndercard (6 p.m.):\n1. George Pataki\n2. Mike Huckabee\n3. Rick Santorum\n4. Lindsey Graham\nSource: CNN\n\nLoad-Date: December 15, 2015"
}