{
    "title": "New York 's Post-9_11 Terrorism Law Is Used To Convict a Bronx Gang Member in a Killing",
    "publisher": "the new york times",
    "year": 2007,
    "month": 11,
    "day": 1,
    "full text": "In the weeks after Sept. 11, 2001, 36 states enacted laws that would guarantee harsher sentences in terrorism cases. Gov. George E. Pataki signed New York's law within six days of the attack. Like the others, it was aimed at international terrorism organizations like Al Qaeda.\n  But yesterday, in State Supreme Court in the Bronx, jurors for the first time found a defendant guilty under New York's statute, and he did not fit the stereotype of a terrorist. The defendant, Edgar Morales, is a 25-year-old recreational soccer player and gang member who fatally shot a 10-year-old girl and wounded a second man outside a christening party in 2002.\n  Mr. Morales, a baby-faced construction worker, was a member of the St. James Boys, a gang described in the trial as being formed by Mexican immigrants to protect themselves from being assaulted and robbed by other gangs in the west Bronx.\n  Robert T. Johnson, the Bronx district attorney, was criticized by some lawmakers when he used the statute against Mr. Morales two years ago; some said it was not the law's intended use. \n  But just as racketeering laws aimed at mobsters have since been used in other crimes, Mr. Johnson said, the terrorism charge fit because Mr. Morales and his gang had terrorized Mexicans and Mexican-Americans in the west Bronx for years through violence and intimidation. It also provided for a far more substantial sentence.\n  The jury deliberated for four days after testimony ended last Thursday, but despite their disagreements on other elements of the case, jurors said yesterday they had concluded very early that Mr. Morales was guilty of terrorism.\n  ''When you fire a gun into a crowd, whether you hit your intended victim or not, you scare people, you make them fearful for their lives, and that's why, in my opinion, the terrorism charges applied,'' said a juror who identified herself only by her first name, Linnea. Like the other jurors, she did not want to be identified because the case involved gang members and a killing. \n  Another juror said she had been hesitant about using the terrorism statute against Mr. Morales when prosecutors presented evidence, but once Justice Michael A. Gross told them on the trial's final day that terrorism was defined as an act meant to ''intimidate or coerce a civilian population,'' her reluctance dissolved.\n  Still another member of the jury said, ''When we think of terrorism, we think of Sept. 11th, so I was skeptical at first, but when we heard the definition of terrorism -- to inflict fear and to dominate -- from the get-go we agreed.'' \n  Other states have used their terrorism statutes, which were seen as largely ceremonial when they were introduced because major terrorism cases were likely to be prosecuted by the federal government. Still, the Virginia antiterror law was used in to convict John A. Muhammad, who was convicted of masterminding 16 sniper shootings in the Washington area in 2002 that killed 10 people. He has been sentenced to death.\n  In a statement after the verdict in the Bronx case was announced, Mr. Johnson reiterated that the terrorism charge had been applied properly.\n  ''These were callous acts that resulted in the life of an innocent child being snuffed out,'' he said. ''The jury's finding of terrorism is significant in determining an appropriate punishment.''\n  The verdict quickly drew criticism from both ends of the political spectrum, as some wondered whether it would lead to a deluge of new prosecutions using the same approach.\n  Timothy Lynch, director of the Project on Criminal Justice at the Cato Institute, a libertarian research organization, said the New York law and others like it had no place being used to prosecute gang members.\n  ''Lawmakers were told after Sept. 11th that we needed new laws, and it's become kind of a bait-and-switch, because lo and behold, they are not being used against Al Qaeda, they're being used against ordinary street crime,'' Mr. Lynch said.\n  Donna Lieberman, executive director of the New York Civil Liberties Union, whose views are often the opposite of the Cato Institute's, also criticized the terror application in the trial.\n  ''Without commenting on the manslaughter and attempted murder convictions, the pile-on of a terrorism charge is indeed a matter of concern,'' she said. ''The law was pitched as New York's way to protect itself against Al Qaeda and the like. No matter what horrific crimes were committed against the Mexican-American community, that's not terrorism.'' \n  The Bronx jury convicted Mr. Morales of first-degree manslaughter, attempted murder, criminal possession of a weapon and conspiracy, each with the additional element of terrorism, which is likely to increase his prison term significantly when he is sentenced Nov. 14. \n  The terrorism component increases each crime one level -- a B felony becomes an A felony, for instance, raising a potential 15-year sentence to 25 years to life.\n  Dino Lombardi, Mr. Morales's lawyer, said he would probably appeal the verdict because he did not think the terrorism charge was appropriate. \n  Before the trial began, Mr. Lombardi had argued against the application of terrorism charges in a gang murder case, but he softened his stance yesterday.\n  ''We may be looking at a future where this is a justifiable application for these types of gangs that don't have a money-making motive, as opposed to traditional organized crime operations, but this gang was directed to inflict themselves mainly on rival gangs,'' said Mr. Lombardi, drawing a distinction between gang members and other civilians.\n  The terror legislation was sponsored by Michael A. L. Balboni, then a state senator from Nassau County, who has called its use by Mr. Johnson an ''unanticipated application.'' Mr. Balboni, who now oversees the state's Office of Homeland Security, did not return a call seeking comment yesterday. \n  The shooting occurred on Aug. 18, 2002, when Malenny Mendez, 10, went with friends to a christening party at a church.\n  Also at the party were Mr. Morales and a group of other members of the St. James Boys, who had come uninvited and with at least one handgun. \n  After getting into a fight with other partygoers, the St. James Boys decided to seek retribution.\n  Mr. Morales, who did not testify at the trial, had previously acknowledged handling a gun that evening and being a member of the gang.\n  The only witness who testified that he saw Mr. Morales shoot the gun was Enrique Sanchez, another member of the St. James Boys, who was among those present that night. In a deal with prosecutors, Mr. Sanchez agreed to testify against Mr. Morales in exchange for the chance to plead guilty to second-degree murder. \n  Mr. Sanchez said he watched Mr. Morales fire the .38-caliber revolver, killing Malenny with a bullet to the head, and striking  Javier Tocchimani, 32, three times, leaving him paralyzed. \n  Though jurors said they did not believe portions of Mr. Sanchez's testimony, they blamed Mr. Morales for not leaving once he felt that a shooting would take place. \n  ''He knew about the gang, he knew what it was all about, he saw there was a problem that night, why didn't he leave?'' one juror said. ''Why didn't he drop the gun when it was handed to him?'' \n\nhttp://www.nytimes.com\n\nLoad-Date: November 1, 2007"
}