{
    "title": "New course to teach trends in terrorism, counterterrorism",
    "publisher": "university wire",
    "year": 2012,
    "month": 11,
    "day": 30,
    "full text": "A new course being offered next spring called \"Current Trends in Terrorism and Counterterrorism\" BOR/CRIJ 4321 will analyze terrorism and counterterrorism tactics happening now across the world.\nProfessor James Phelps, with the assistance of Professor Jeff Dailey, will hold class on Tuesday-Thursday from 12:30 to 1:45 p.m. in the planetarium. The maximum capacity is 170 seats, so students are encouraged to register soon, Phelps said.\nThe course will teach students by providing an actual real-time analysis of current issues, he said.\nAccording to a document released by the Center for Security Studies, the prerequisite course, \"History of Terrorism\" BOR/CRIJ 3320 will be waived for all upperclassmen after they contact Center for Security Studies Secretary Amanda Shirley by e-mail at amanda.shirley@angelo.edu or by phone at (325) 486-6682.\n\"Lifting the prerequisites for this course for juniors and seniors only is a one-time thing,\" Center for Security Studies Director Rob Elhers said. \"If we don't allow students to take this course without the prerequisite, we deprive a large group of students the opportunity to take a course concerning a timely and important topic.\"\nStudents who are not criminal justice, political science or border security majors should be interested in this course because it is applicable to everyone, Dailey said.\n\"When you read the newspaper or watch CNN, you are seeing trends in terrorism and counterterrorism make the front page,\" Dailey said.\nStudents who take this course will get a grasp at how rapidly the world changes just in a single semester, Phelps said.\n\"Students will be able to critically think about what they see in the news and how things evolve over a short period of time,\" Phelps said.\nTerrorism is one of the most serious threats facing the college-aged generation, Elhers said.\n\"Terrorism is going to be a long fight that our country is going to have whether it wants it or not,\" Elhers said. It is really crucial to know what you are up against.\"\nFor more information about the course, students are encouraged to contact Phelps by e-mail at james.phelps@angelo.edu, by phone at (325) 942-2167 or stop by the Center for Security Studies office in HAR 202.\n \n\nLoad-Date: September 20, 2013"
}