{
    "title": "New military command may go to MacDill",
    "publisher": "st. petersburg times ",
    "year": 1987,
    "month": 2,
    "day": 5,
    "full text": "WASHINGTON - The mission of a new U.S. Special Operations Forces    Command has been set: to thwart the secret and sneaky operations of the    Soviet military's special forces called SPETSNAZ.\n \n     The location of the new command has not been chosen, but it will    probably be MacDill Air Force Base.\n \n     Defense Secretary Caspar Weinberger described the command's mission    Wednesday during an appearance before the House Defense Appropriations    Subcommittee. But when U.S. Rep. C. W. Bill Young of St. Petersburg,    senior Republican on the panel, asked whether MacDill, as rumored,    would be the site of the new headquarters, Weinberger demurred.\n \n     \"We are looking at a number of possible locations...\" he said,    \"Florida is one of those that we have under serious consideration.\"\n \n     Weinberger said the Pentagon is looking for a location where the    new command could be established as economically as possible, where    there already are a substantial number of facilities and where special    forces could train as many months a year as possible.\n \n     At breakfast before the hearing, the secretary was more forthcoming    with Young. Weinberger told him that a final decision had not been    made, the congressman said, \"but from what he said, I think they    definitely believe Florida is the place to go.\"\n \n     The congressman said the Defense Department apparently hasn't    worked out details of what do do with the U.S. Readiness Command and    its sister organization, the Joint Deployment Force, which are already    at MacDill. Defense planners are trying to decide whether to abolish    Readiness Command or to consolidate its responsibilities with other    commands.\n \n     Until those decisions are made, Young said, there is no way of    knowing whether MacDill would gain or lose personnel in an exchange.\n \n Readiness Command and the Joint Deployment Agency are manned by about    600 people.\n \n     \"It is a very current matter,\" he said. \"It's something they are    working with right now.\"\n \n     Also at MacDill is the U.S. Central Command, which presumably would    not be affected if the air base were chosen as the headquarters for the    Special Operations Forces Command.\n \n     In his testimony, Weinberger said U.S. success has caused the need    for a new Special Operations Forces Command.\n \n     \"An unfortunate side effect of the success of our conventional    deterrent is that our adversaries continue to resort to low-intensity    conflict that poses lower risks of larger scale conventional or nuclear    confrontation,\" he said.\n \n     Special Operations Forces are used in this kind of conflict -    terrorism, or guerrilla warfare.\n \n     \"In a broader conflict, the Special Operations Forces are not    intended to take objectives or to hold ground,\" Weinberger said.    \"They are intended to complement conventional forces by providing    long-range reconnaissance, attacking key targets, obtaining    intelligence, organizing partisans and supporting counterinsurgency and    guerrilla operations.\"\n \n     The new command represents a restructuring of Special Operations    Forces. All such forces will be assigned to it, Weinberger said, and it    \"will have the capability to conduct special operations if so directed    by the national command authorities.\"\n \n     Adm. William J. Crowe Jr., chairman of the Joint Chiefs of Staff,    told the subcommittee that both the United States and the Soviet Union    depend on special operations forces \"to complement conventional forces    in general war planning.\"\n \n     U.S. special forces include the Green Berets, Army Rangers, Navy    Seals and Air Force special forces. Included is the ultra-secret Delta    Force, a counter-terrorism unit based at Fort Bragg, N.C.        \"But the Soviet side,\" Weinberger said, \"tends to use its    SPETSNAZ more routinely in low intensity conflict as during the    Czechoslovakia invasion of 1968 and in the current Afghanistan    campaign. Their capability for covert and clandestine operations also    fits into the Kremlin's policy of keeping pressure on the West through    state-supported intimidation, terrorism and subversion - and making    sure that no surrogate ever gets out of the Soviet camp.\"\n \n     The United States now has the best counter-terrorism forces in the    world, Crowe said.\n \n     \"But this is a rather narrow field, and we are still groping to    fit our Special Operations Forces - and other forces - into an    overarching strategy to meet the threat of low intensity conflict,\" he    said.\n \n     Planning that strategy and procuring the specialized quipment and    training for counter-terrorism and low-intensity warfare operations    will be the responsibility of the new command.\n \n     Weinberger said, \"Because this form of aggression will remain the    most likely and most enduring threat to our security, continued    improvement in Special Operations Forces programs and capabilities    continues to be a major priority within the department.\"\n \n    \n\nLoad-Date: November 18, 1992"
}