{
    "title": "NEW DELHI SEEKS EXTENDED PUNJAB RULE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 8,
    "day": 12,
    "full text": "The Indian Government, troubled by terrorist activity in Punjab, will propose a constitutional amendment to maintain direct control over the northern state for one more year, officials said today.\nThe amendment requires a two- thirds vote in Parliament. It would extend the emergency law, adopted last October, through October 1985.\nIndian Government, troubled by terrorist activity in Punjab, will propose constitutional amendment to maintain direct control over that state for one more year by extending emergency law through October 1985; spokesman for Prime Minister Indira Gandhi says Government wants extension because Punjab remains plagued by terrorism; army has been waging campaign against Sikhs who advocate separate state (M)\nThe original emergency rule was enacted after the hijacking of a bus by Sikh terrorists and the murder of six Hindu passengers.\nUnder the Constitution, the central Government can take direct control for six months over all affairs of a state during an emergency. This includes suspension of a state's lawmaking functions.\nA spokesman for Prime Minister Indira Gandhi's office said the Government wanted a one-year extension because Punjab remained plagued by terrorism. The army has been waging a campaign against Sikhs who advocate a separate state.\n \nApproval Is Expected\nThe amendment is to be offered before Parliament adjourns Aug. 23 and approval is expected. Mrs. Gandhi's ruling Congress Party has a large majority in Parliament, although less than two-thirds.\nEarlier in the day, a jailed Sikh leader, Gurcharan Singh Tohra, was excommunicated by a gathering of tens of thousands of Sikhs in the Punjab city of Amritsar, according to the United News of India.\nThe one-day meeting was organized by Santa Singh, leader of the Nihang warrior faction. The members of this faction have cooperated with the Government by agreeing to repair the sacred Golden Temple. The temple was damaged in June during fighting between the army and Sikh insurgents.\nMr. Singh was himself once excommunicated by leaders allied with the rival Akali Dal political party.\n(The Press Trust of India said that a resolution adopted at the convention supported the temple repairs, Reuters reported. Reuters also quoted police officials as saying that the temple, which is normally opened for two hours every morning by the army, was kept open longer so it could be visited by Sikhs attending the meeting.)\n \nTemple Official Criticized\nThe action taken today was directed against Mr. Tohra as president of the Akali-affiliated Temple Management Committee. The committee had operated the Golden Temple and, according to his foes, allowed it to be taken over by militants.\nMr. Tohra was accused of ''anti-religious activities'' and of permitting the ''ruination, damage and desecration of the holy place,'' the United News of India said.\nThe gathering, which the agency described as the first of its kind in 179 years, condemned the Akali Dal for permitting militants to turn Sikh shrines into fortresses.\nThe convention adopted a resolution opposing the Sikh separatist demand for a new state to be called Khalistan.\nIt said the Sikhs, who make up about 13 million of India's 750 million people, ''have always been in the forefront of patriotism and they shall remain prepared to make any sacrifice for the country.''"
}