{
    "title": "New Saudi counterterrorism law alarms activists",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 5,
    "full text": "In this Sunday, Dec. 2013, file photo, Saudi Arabia's King Abdullah speaks during a meeting at the Saudi Royal palace. King Abdullah has ratified a new counter-terrorism law which went into effect Sunday, Feb. 2, 2014 (Photo Courtesy Associated Press).\nDUBAI, United Arab Emirates - Saudi Arabia put into effect a sweeping new counterterrorism law Sunday that human rights activists say allows the kingdom to prosecute as a terrorist anyone who demands reform, exposes corruption or otherwise engages in dissent.\nThe law states that any act that \"undermines\" the state or society, including calls for regime change in Saudi Arabia, can be tried as an act of terrorism. It also grants security services broad powers to raid homes and track phone calls and Internet activity.\nHuman rights activists were alarmed by the law and said it is clearly aimed at keeping the kingdom's ruling Al Saud family firmly in control amid the demands for democratic reform that have grown louder since the Arab Spring protests that shook the region in 2011 and toppled longtime autocrats.\nSaudi activist Abdulaziz al-Shubaily described the law as a \"catastrophe.\" And Human Rights Watch researcher Adam Coogle warned: \"The new law is draconian in spirit and letter, and there is every reason to fear that the authorities will easily and eagerly use it against peaceful dissidents.\"\nThe measure was approved by the Cabinet on Dec. 16 and ratified by King Abdullah. It was published in its entirety for the first time on Friday in the government's official gazette Um Al-Qura.\nIn defense of the law, the Saudi minister of culture and information, Abdel Aziz Khoja, was quoted in December as saying that the legislation strikes a balance between prevention of crimes and protection of human rights according to Islamic law.\nSaudi Arabia is one of the world's last absolute monarchies. All decisions are centered in the hands of 89-year-old King Abdullah. There is no parliament. There is little written law, and judges - implementing the country's strict Wahhabi interpretation of Islam - have broad leeway to impose verdicts and sentences.\nAn attempt to pass a similar counterterrorism law in 2011 was shelved after rights groups in Saudi Arabia and abroad leaked a copy online.\nSince then, dozens of activists have been detained, a prominent rights organization was shut down, and authorities more aggressively monitor social media websites like Facebook and Twitter, where jokes about the aging monarchy are rife and anger over corruption, poverty and unemployment is palpable.\nThe new law defines terrorism as any criminal act that \"destabilizes the society's security or the state's stability or exposes its national unity to harm.\" It also states that terrorist acts include disabling the ruling system or \"offending the nation's reputation or its position.\"\nActivists said that simply exposing corruption could be seen as a violation of the law. Some also warned that Saudi women who get behind the wheel of a car in violation of the ban on female drivers could be tried under the new anti-terror law.\nThe law also gives the interior minister the power to end sentences and drop charges. It says only the interior minister can order the release of a person on trial. Judges would have no say.\nOther worrying aspects, activists said, include an article that says police can raid homes and offices on suspicion of anti-government activity without prior approval from a judge or even a superior. Suspects can also be held incommunicado for 90 days, and lawyers are not required to be present during the initial interrogation.\nLori Plotkin Boghardt of The Washington Institute for Near East Policy said the new law will not likely have a huge impact on the way in which the Saudis fight militants.  She said the law provides technical cover for many of the measures the authorities were employing.\nCoogle of Human Rights Watch said the law \"enshrines some of the unlawful practices that Saudi authorities were already committing,\" such as detention of suspects for many years without trial. He said it also does not specify the punishment for crimes committed under the new law.\nHowever, he said the measure does not include some of the most controversial language of the 2011 draft, which went further by criminalizing insults against Islam and protests as acts of terrorism.\nAl-Shubaily is among 12 activists in the country who founded the Saudi Association for Civil and Political Rights, known in Arabic by its acronym HASEM. The group was shut down, eight of its founding members were imprisoned, and he is facing trial.\n\"If I call for the release of someone from jail for being held longer than their sentence, I can be tried for 'asking the state to take action,'\" al-Shubaily said. \"When I call for a constitutional monarchy, I can now be charged with terrorism.\"\n\"They characterize you as a terrorist because you ask the kingdom to do something it does not want to do\" he added.\n\nLoad-Date: February 5, 2014"
}