{
    "title": "NEW ORLEANS _ REVELERS TO FORGET WOES FOR A DAY",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 2,
    "day": 12,
    "full text": "NEW ORLEANS (AP) - Money is tight, and people are scared to fly to some places, but you can hardly tell from the bookings for today's boozy street party known as Mardi Gras.  This year's bash may not match the 1990 celebration, which generated $480 million in spending around New Orleans and produced $54.4 million in local and state taxes.  But hotels around New Orleans are reporting bookings of 91 percent, down from 97 percent occupancy last year, for the final four days of Carnival, which ends today with the big Mardi Gras bash. A day later, Ash Wednesday ushers in six weeks of Lenten repentance.  Overall, attendance could be down 10 percent from last year, because of the recession and the war, said Tim Ryan, director of the Division of Business and Economic Research at the University of New Orleans. That would be significant but not earthshaking, he said.  About 91 percent of the 25,500 hotel rooms in New Orleans and its suburbs were booked this Mardi Gras.  Some hotels cut their rates or relaxed minimum-stay requirements to attract more business. But French Quarter hotels like the Royal Sonesta, where rooms start at $120 a night with a four-day minimum, were booked solid.  Airlines said any public apprehension about flying in light of terrorism fears was not evident when it came to flights to New Orleans.  Continental Airlines and Delta Air Lines said flights to New Orleans during the early days of Carnival were full.\nAmerican Airlines added flights, said one official, Vito Cavaleri.  Dr. James McLain, an economics professor at the University of New Orleans, said, ''The war initially looked as if it would really hurt Mardi Gras.  People were worried that maybe they shouldn't celebrate while Americans were being shot at. People were afraid of terrorism.  ''But now maybe they want to get away from the constant war reports, and they've realized that Scud missiles don't come this far.'' New Orleans canceled Carnival celebrations during the two World Wars and the Civil War. Many parades were canceled in 1951 because of the Korean War.\n\nLoad-Date: October 8, 1993"
}