{
    "title": "New DC homeland security head targets cyber-attack",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 6,
    "day": 19,
    "full text": "WASHINGTON ? Christopher Geldart was welcomed by the threat of heavy rains and tornadoes on his first day as D.C.'s new homeland security director. But as the worst weather skirted the city, Geldart picked up the phone to offer aid to his counterparts in harder-hit Montgomery County, Md., and turned the storm into an internal drill for his own staff. \"Let's say we have this right now,\" Geldart recalled telling the staff. \n\"What are our processes and procedures for sharing that information? Who's picking up what phone? Who's writing out what report? What would the message look like that goes out?\" \"To me,\" he added, \"that's a drill, and I ran it through with the guys.\" That sort of juggling is typical of the job, which requires preparing for and responding to natural disasters and other large-scale emergencies. It's tough task anywhere but perhaps especially so in Washington, the seat of American government and a tourist-heavy city on perpetual alert for suspicious behavior or terrorism threats. Geldart says he'll work to better communicate information to the public in the event of an emergency, such as a snowstorm or hurricane, and to streamline the flow of information from neighboring agencies. But a special source of concern, and one increasingly voiced by members of Congress and federal law enforcement officials, is the ability to respond to and prevent a cyber-attack \"If this nation received a true, state-sponsored, large scale cyber-attack, we have work to do to be prepared for that,\" Geldart said in an interview. \"And when I say we, I mean we as a community, not just the District.\" Those vulnerabilities were revealed in an internal exercise with the office of the city's chief technology officer and also a recent national level exercise. \"Where before in my own mindset cyber may not have made it into the top five threats that I would see coming into this job, it is now,\" he added. Geldart follows former director Millicent West, who resigned in January after ex-D.C. Councilmember Harry Thomas Jr. pleaded guilty to embezzling more than $350,000. Though West wasn't accused of wrongdoing, she had led a nonprofit that administered much of the funds Thomas admitted to stealing. Geldart, a former Marine still prone to answering questions with the words \"Yes, sir,\" comes to the agency from G2 Solutions LLC, an emergency management consulting firm he founded. He also worked as a regional coordinator for the Federal Emergency Management Agency, testifying before Congress on the area's preparedness for a pandemic and a catastrophe, and before that was an assistant director in Maryland's homeland security office. He started June 1 after being nominated by Mayor Vincent Gray, but must still be confirmed by the D.C. Council. Although cyber-attacks and terrorism threats occupy much attention, emergency management agencies are judged by the public on their responses to more pedestrian events. The region has been tested in the last two years by snowstorms that paralyzed the evening commute, and more recently, by a midday earthquake that sent droves of federal workers home early and by a hurricane that soaked the area. Those events require the public to receive quick, up-to-date information, and Geldart said he'll work to spread simple messages to the community ? such as the need to shelter-in-place during a disaster or to be self-sustaining for 72 hours afterwards. But he also knows that there are some events that defy preparation. \"What keeps me up is being prepared for the no-notice, it-just-happened event that truly affects us,\" Geldart said, adding, \"That is what really concerns me because that is a large, large undertaking.\" D.C. Police Chief Cathy Lanier says she's known Geldart for years and calls him a \"sharp guy\" who knows the local key figures. She says coordination between the two agencies is critical, as evidenced by the recent relocation of the city's fusion center for intelligence analysts from the police department to the Homeland Security and Emergency Management Agency. Chris Voss, Montgomery County's emergency management director, said Geldart knows the region well and understands the importance of collaboration. He recalled Geldart's offers for help as heavy rains drenched the region on June 1. \"Chris Geldart called me on my cell phone and said, 'If you need anything let me know. We're here to help each other out.'\" Voss said he didn't need help that time but added, \"Those calls are appreciated.\" \n\nLoad-Date: June 20, 2012"
}