{
    "title": "New Sentence Is Imposed In Bomb Plot From 1999",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 25,
    "full text": "SEATTLE -- A terrorism case that predated the 9/11 attacks, but then became bound up by courts wrestling with the altered post-9/11 landscape of threat and deterrence, was back before a federal judge here on Wednesday. And the judge tried, for a third time, to impose a prison sentence that would stick.\nAhmed Ressam, known as the millennium bomber, was convicted of plotting to detonate a bomb at Los Angeles International Airport on New Year's Eve 1999. He was sentenced twice before by Judge John C. Coughenour of Federal District Court in Seattle, to 22 years in prison each time; both sentences were overturned by federal appeals court panels.\nOn Wednesday, Judge Coughenour increased Mr. Ressam's total to 37 years but refused again to impose the maximum term, life in prison, that federal prosecutors had asked for. In his questions to the lawyers and in the text of his sentencing opinion, the judge had harsh words for the government's shifting of position over the years -- asking for increasingly heavier penalties on Mr. Ressam despite acknowledging the value of his cooperation in providing information about international terrorism and Al Qaeda, the group Mr. Ressam said had trained him in preparing his attack.\nMr. Ressam, 45, an Algerian, was arrested in Washington State in December 1999 with bomb components, which he had transported across the border from Canada aboard a passenger ferry.\n''The threat of terrorism is twofold. It threatens our security, and it challenges our values,'' the judge said. ''Paramount among our values is justice for all persons, no matter how dangerous or reviled.''\nThe United States attorney for Western Washington, Jenny A. Durkan, declined to say whether the sentence would be appealed.\nAt a news conference, she said that perspectives on global terrorism had changed since 1999. Prosecutors at previous times asked for a 35-year sentence, a 45-year sentence and finally, in Wednesday's proceeding, life behind bars. ''Our innocence was shattered in September of 2001,'' Ms. Durkan said. Mr. Ressam came through the legal system before that, she added, ''at a time when we understood the devastating nature of his attack, but we perhaps did not appreciate the potency of Al Qaeda and those that he had sworn allegiance to. That has changed forever.''\nThe public defender who represented Mr. Ressam, Thomas W. Hillier, said he thought prosecutors would almost certainly not appeal. Mr. Ressam, who has already served almost 13 years in prison, would be 63 or 64 at release, assuming a five- or six-year reduction for good behavior, Mr. Hillier said, and would almost certainly be deported to Algeria at that time.\nProsecutors said that Mr. Ressam had changed during his incarceration. He stopped working with investigators in 2003 and later recanted his previous statements. That suggests, they said, that Mr. Ressam would be a threat once more if released, however old he is.\nBut Judge Coughenour said in his sentence that he was also taking into account the harsh conditions of solitary confinement in which Mr. Ressam has spent much of the past decade. He said he was convinced that the repudiation of past statements ''was not measured obstructionism but a deranged protest.''\nIf the harsh terms of the punishment changed Mr. Ressam and led to a halt in cooperation -- and the judge said he was convinced that it had -- then the court had an ''ethical responsibility'' not to inflict additional punishment because of the consequences of punishment.\n''I will not sentence a man to 50 lashes with a whip and then 50 more for getting blood on the whip,'' he said.\n\nhttp://www.nytimes.com/2012/10/25/us/millennium-bomber-sentenced-to-37-years-in-prison.html\n\nGraphic\n\n \nPHOTO: An artist's rendering of Ahmed Ressam, known as the millennium bomber, convicted of a 1999 plot. (PHOTOGRAPH BY REUTERS)       \n\nLoad-Date: October 25, 2012"
}