{
    "title": "New law likely to save businesses money on terrorism insurance",
    "publisher": "crain's detroit business",
    "year": 2003,
    "month": 1,
    "day": 6,
    "full text": "Business owners should keep an eye out for mail from their property insurers this month because the correspondence is likely to include instructions for reducing the cost of terrorism coverage, insurance experts said.\nPassage of the Terrorism Risk Insurance Act is likely to save business a bundle because the federal government will assume most of the risk for coverage. The act also will allow businesses that had to seek separate terrorism risk policies after Sept. 11, 2001, to fold that coverage back into their general property insurance.\nThe change in federal law will affect any business that has a mortgage, experts said, because most creditors require businesses with mortgaged properties to insure them against terrorism.\n''What the new law, passed on November 26, says is that carriers have to offer terrorism coverage,'' said Deepa Cook, director of national accounts at the Birmingham-based insurance agency Kelter-Thorner Inc. ''They have to tell how much of the current premium is for terrorism coverage. … Then the insured has 30 days to remit payment'' or decide to remain covered by a stand-alone terrorism policy.\nTerrorism coverage still will carry its own premium, said Michael Rajt, a lawyer and partner at Jaffe, Raitt, Heuer & Weiss P.C. in Detroit.\n''I'm thinking, probably, you're going to see a savings of a minimum of 75 percent over what the stand-alone terrorism coverage has been,'' said Rajt, who specializes in insurance issues.\nThe cost of terrorism insurance skyrocketed after Sept. 11 in part because reinsurers, the businesses that share the risk with insurance companies, reduced the amount of terrorism business they were willing to write and drastically increased the cost of the insurance they did write.\nUnder the new terrorism act, the government will reinsure most of the exposure for foreign acts of terror, so premiums are expected to go down.\nInsurers have 90 days from the passage of the act to notify the businesses they insure what they plan to charge for terrorism coverage. Then the businesses will have 30 days to pay the premium or decide to keep their stand-alone policies.\nThere may be some instances in which businesses will elect to keep stand-alone terrorism policies, Rajt said, because insurers are required to cover only acts of foreign terrorism, and some mortgagees may require coverage for domestic terror as well.\nAs a result, businesses whose insurers exclude domestic terrorism may have to negotiate with their mortgagees or with insurance carriers.\nWhatever the case, when the insurance letters arrive the mail, Rajt said, business decision-makers first should compare the price of the terrorism insurance offered by the stand-alone carrier and their property-insurance carrier. Business owners also should find out whether their stand-alone terrorism policies carry cancellation penalties and consider that answer when deciding, Rajt said.\nKatie Merx: (313) 446-0337, kmerx@crain.com  \n\nLoad-Date: January 14, 2003"
}