{
    "title": "New York 's Need",
    "publisher": "the world",
    "year": 1993,
    "month": 3,
    "day": 1,
    "full text": "COMPASSION, gratitude, vigilance, and courage: These are among the qualities most needed as New Yorkers and the nation respond to Friday's explosion at Manhattan's World Trade Center.\nCompassion for the victims of the blast, and their families and friends; gratitude that the deaths were so few, given the apparent strength of the explosion; vigilance in stepping up security, both in the short term as law-enforcement officials investigate the incident and in the longer term; and courage in refusing to allow those responsible for the attack to use fear as a tool to alter, or at worst, paralyze legitimate activities.\nNor should these be focused on New York alone: During the weekend London, Cairo, and Zamboanga, in the Philippines, also were subjected to bombings.\nThe motive behind the New York City bombing remains unclear, although law-enforcement officials seem intrigued with a call - one of 19 they received claiming responsibility - linking the blast to the Balkans crisis.\nIf the incident proves to be random and local, it at least serves as a warning about the relative safety of the modern high-rises in which so many of the nation's people work and so much of its business is conducted.\nIronically, the World Trade Center was the subject of a study six years ago by a task force on terrorism, which focused, among other things, on bomb threats.\nFew recommendations were implemented. Had more been, some of the problems with communications and safety systems after the explosion might have been avoided.\nIf terrorism proves to be the motive, however, this will have been the first time a significant target has been struck inside the United States in years. Such an eventuality raises broad issues of preparedness. Those issues touch not only on technical matters such as security and detection capabilities, but on how well the legal system can respond in ways that still preserve civil liberties.\nThe nation has much on its agenda: Some items, such as Yugoslavia, are being addressed this week in New York itself. Attacks such as Friday's must not be allowed to thwart efforts to solve those larger problems.\n \n\nLoad-Date: March 1, 1993"
}