{
    "title": "New CDs Santogold",
    "publisher": "the new york times",
    "year": 2008,
    "month": 7,
    "day": 28,
    "full text": "SANTOGOLD ''Top Ranking: A Diplo Dub'' (Mad Decent)\n  In late 2004, a few months before M.I.A. released ''Arular,'' her debut album, she put out ''Piracy Funds Terrorism,'' a mixtape she made with the genre-scavenging Philadelphia D.J. Diplo. The mixtape was, in some ways, a greater accomplishment than her album, transforming M.I.A. from a relative unknown, Sri Lankan Briton with a couple of ineffable singles into an avatar of a global urban music continuum that spanned hip-hop, dancehall, baile funk and more.\n  There are echoes of that project in ''Top Ranking,'' Diplo's new collaboration with the singer Santogold, who is already gifted in many styles, including new wave, dub and soul. ''Top Ranking,'' however, arrives three months after the release of Santogold's self-titled debut album. So unlike ''Piracy Funds Terrorism,'' which mapped out M.I.A.'s aesthetic agenda, this compilation of remixes of her tunes and other people's songs suggests paths not chosen: Santogold the trip-hop chanteuse (''I'm a Lady''), Santogold the dubstep toaster (the electric, jaunty ''Unstoppable/Night Dub''),  Santogold the punk (''Guns of Brooklyn,'' a reimagining of the Clash's ''Guns of Brixton''). \n  Diplo has also surrounded Santogold with like sounds from different worlds: the synth-noise one-off ''Gerry & the Holograms,'' by the band of the same name; the Dixie Cups version of ''Iko Iko''; a range of reggae (most notably Cutty Ranks, Tony Matterhorn and Sister Nancy); and a startling postgrime remix of Santogold's own ''Creator'' by the rising producer Mumdance, featuring snippets of hits by Soulja Boy and Gucci Mane.\n  But while this mixtape is more ambitious than Santogold's album, it's also less consistently thrilling;  there are lags, drawing away from Santogold's native pleasures. And when does style hopping become gratuitous, anyway? It's undoubtedly a question that Diplo asks himself, but the flicker of self-doubt here is well masked, a testament to his astuteness.\n  On the skit ''Mark Ronson in Studio'' Mr. Ronson is roped in to poke fun at his own carpetbagging, telling Santogold he wants to remake one of her songs as ''this sort of '70s funk thing, 'cause that's how I do.'' That is surely how Mr. Ronson does, just as this stew of styles is how Diplo does. If he keeps it up, someday the joke may be on him. JON CARAMANICA \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Santogold performing this month at the Montreaux Jazz Festival (PHOTOGRAPH BY LAURENT GILLIERON/EUROPEAN PRESSPHOTO AGENCY)                                                                            \n\nLoad-Date: July 28, 2008"
}