{
    "title": "New York Receives $39 Million in Federal Funding to Fight Terrorism",
    "publisher": "new york observer",
    "year": 2017,
    "month": 9,
    "day": 11,
    "full text": "Gov. Andrew Cuomo announced that the Federal Emergency Management Agency has awarded more than $39 million in federal funding in support of New York States's counterterrorism efforts as the city commemorates the 16th anniversary of the September 11, 2001 attacks.\nThe funding includes more than $20.9 million for the Metropolitan Transportation Authority for transportation infrastructure security activities against terrorist attacks as well as $18.1 million to protect and secure ports. The grants are part of the federal Transit Security Grant Program, and will be used to strengthen infrastructure, planning and training and exercise activities.\n\"By securing this funding, we will continue to bolster our efforts to keep everyone who lives, works, and visits New York safe,\" Cuomo said. \"We will continue to invest in counterterrorism initiatives, provide New Yorkers engaged in the state's security efforts with top-notch equipment, and harden our infrastructure in order to protect New York from those who wish us harm.\"\nRoger Parrino, commissioner of the Division of Homeland Security and Emergency Services, said that the funding was key to ensuring that the state is well-equipped to fight terrorism.\n\"It is important to ensure that New York State has the resources to meet the challenges that exist along our borders, waterways, and transportation hubs,\" Parrino said. \"This funding is essential for providing resources to enhance efforts to meet the challenges we face from terrorism and to keep our residents safe.\"\nMTA Chairman Joe Lhota, for his part, praised Cuomo for demonstrating \"tremendous leadership\" in helping the MTA secure nearly $21 million of federal grant money.\n\"Make no mistake: this grant will aid our ongoing efforts to combat terrorism and I commend our federal partners for helping secure this critical funding,\" Lhota said. \"Ensuring the safety of our customers is at the core of everything we do at the MTA and increasing support for anti-terrorism training will help ensure that the MTA remains the economic backbone of our entire region.\"\nSenate Majority Leader Charles Schumer said that he has been a \"strong supporter\" for counterterrorism funds in the city and will continue to fight for the funding.\n\"With ISIS-inspired attacks becoming more and more frequent across the globe, top terror targets like New York City must remain proactive and well-protected,\" Schumer said. \"Federal security funds are the cornerstone of effective preparedness and prevention against terror threats and enable local law enforcement to do all they can to keep New Yorkers safe and secure.\"\nSen. Kirsten Gillibrand noted that the announcement coincides with the 16th anniversary of the 9/11 attacks, and that it serves as a reminder of why the funding is necessary.\n\"As we honor those lost on September 11, 2001, and remember the heroism of our first responders, we must continue to secure New York's ports and transportation systems to guard against terrorism at every turn,\" Gillibrand said. \"This funding is vital for continuing the important work being done by local, state, and federal law enforcement to protect New Yorkers from terrorism threats to our transportation infrastructure.\"\nQueens Congressman Joseph Crowley, the House Democratic Caucus chairman, said that the funding will guarantee New Yorkers' safety.\n\"Our top priority is to keep New Yorkers safe, and these federal funds are critical to our ongoing counterterrorism operations,\" Crowley said. \"Our transportation network is the lifeblood of our city and I thank Governor Cuomo for his role in making sure the resources are there for our agencies to protect and strengthen that infrastructure.\"\nCuomo also signed legislation that would expand unlimited sick leave benefits for New Yorkers who participated in 9/11 response efforts at the fifth annual 9/11 Motorcycle Ride, which traveled from Albany to Manhattan. He also attended the September 11 Commemoration Ceremony at 1 World Trade Center this morning, and will attend Staten Island Borough President Jimmy Oddo's annual memorial ceremony at the Postcards Memorial on Staten Island to pay tribute to Staten Islanders who died during the 9/11 attacks tonight.\n\nLoad-Date: September 11, 2017"
}