{
    "title": "New state laws raise taxes, name official foods; Take effect today_ Rules address terrorism and less",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 7,
    "day": 1,
    "full text": "Smokers in six states will pay more for their habit as of today, nudity with \"artistic value\" will no longer be off-limits to minors in Utah, and teddy bears will have official status as the state toy of Mississippi.\nHundreds of new laws take effect with the July 1 start of fiscal years in many states. The laws reflect legislators' concerns with the burdensome threats of terrorism and budget deficits, spiked with a few less-weighty matters.\nFlorida lawmakers, for example, found time to stipulate that cooking-school students under the legal drinking age can taste small amounts of wine during class - although they will be expected to spit it out after swishing it around their mouth.\nBudget woes dominated many recent legislative sessions, and smokers were a preferred target in efforts to raise more revenue. As of today, the per-pack cigarette tax will rise by 49 cents in Vermont, 46 cents in Kansas, 40 cents in Indiana and Illinois, 31 cents in Ohio and 12 cents in Louisiana.\nA measure raising the per-pack tax by 70 cents in New Jersey was awaiting the signature of the governor.\nKansas also is increasing inheritance, sales and business taxes, part of a bill aimed at raising $$ @252 million for the state. \nThough terrorism already is covered by numerous federal laws, several legislatures - prompted by the Sept. 11 attacks - passed their own anti-terrorism measures.\nOklahoma, Iowa, Idaho and South Dakota are designating terrorism a state crime; Oklahoma also outlawed committing a terrorist hoax, and Iowa outlawed possession of anthrax spores. Georgia is giving authorities broader powers to conduct wiretaps and listen to cell phone conversations.\nDeath penalty laws are changing in Indiana, where the minimum age for execution rises from 16 to 18, and in Alabama, where lethal injection becomes the primary form of execution. That switch leaves Nebraska as the only state with the electric chair as the sole means of execution.\nTargeting drunken drivers, Wyoming, South Dakota and Mississippi are lowering the legal intoxication limit from 0.10 percent blood-alcohol content to 0.08 percent. The lower limit - now adopted by 32 states - conforms with a federal standard required by October 2003 to avoid losing some highway construction funds.\nWyoming lawmakers rejected similar legislation in the past, but approved the lower limit following a crash in which eight University of Wyoming student-athletes were killed by a drunken driver.\nGeorgia lawmakers also responded to shocking, close-to-home news. Reacting to the macabre scandal at the Tri-State Crematory in Noble, Ga., where hundreds of rotting bodies were found earlier this year, they passed a law to ensure that crematoriums are subject to inspection and make it a felony to abandon a corpse.\nGeorgia altered its statute-of-limitations law so various violent crimes - not just murder - can be prosecuted even after seven years. The new law says such prosecutions can occur if DNA evidence becomes available for the first time.\nSome anti-crime legislation is narrowly focused. Florida created new penalties for people who intentionally injure or kill a guide dog; Indiana made it a crime, punishable by a maximum $$ @10,000 fine, to flick a cigarette butt from a car. \nUtah, at the behest of state pornography czar Paula Houston, rolled back a law banning any public nudity that might be viewed by minors. Fearing the old law might be struck down for encompassing a work like Michelangelo's \"David,\" lawmakers rewrote it to exempt displays that have artistic value.\nIn Georgia - despite one lawmaker's plea that there were more pressing topics to tackle - the legislature passed a bill recognizing grits as the state's official prepared food. The breakfast staple joins peanuts, peaches and Vidalia sweet onions as Georgia's designated food symbols.\nGrits are popular far beyond Georgia, but Mississippi claims a distinctive reason for declaring teddy bears the state toy.\nThis year marked the 100th anniversary of a hunting expedition by President Theodore Roosevelt in the Mississippi Delta. After three days without success, the president was offered a captive bear to kill, and he refused.\nA political cartoonist depicted Roosevelt's humane act, and toy bears thereafter became widely known as teddy bears.\nHillman Frazier was one of two state senators opposing the bill, calling it a frivolous distraction at a time lawmakers should be working harder to support Medicaid and education.\n\"If we're going to adopt a state toy, based on what I've seen this session, it should be the football because we're good at punting,\" Frazier said.\n\nLoad-Date: July 9, 2002"
}