{
    "title": "New weapons on tap in war on terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2006,
    "month": 8,
    "day": 3,
    "full text": "Some of the latest weapons in the war on terrorism were unveiled Wednesday at a Duluth company.\nIsonics Homeland Security & Defense Corp. demonstrated a pair of \"sniffer\" devices --- one hand-held, one meant for mounting in train and subway cars, buses and the like --- that can detect in the air minuscule amounts of chemical toxins and both homemade or weapons-grade explosives.\nThe programmable devices recognize up to 60 substances such as sarin nerve gas or mustard gas, even at low levels, said Dennis Koehler, Isonics' vice president of sales and marketing.\n\"We're not stopping here,\" he said. \"We're working on advanced capabilities and designs.\"\nRepresentatives of several public safety agencies in metro Atlanta viewed the devices Wednesday at PartnerTech, a Duluth firm that will assemble the devices for Columbia, Md.-based Isonics.\nPartnerTech is part of a company, founded as a copper mine, that assembles complicated devices.\nAnother Isonics partner, Colorado-based DualDraw, demonstrated large chemical- and explosive-detecting workstations meant for inspection points or mailrooms that can raise an alert to the presence of toxins such as anthrax within 15 seconds.\nGwinnett County law enforcement officials on hand didn't commit to a purchase but said the equipment would be useful.\n\"I was impressed with all these devices,\" said Lt. Nick Neal, who heads the Gwinnett Sheriff's Department's Family Violence Unit and helps the department assess possible purchases.\n\"They'd be excellent at checkpoints.\"\nThe devices also were of particular interest to Gwinnett sheriff's Maj. W.H. Shepherd, the Court Security Division commander.\n\"This is the next phase in security screening,\" Shepherd said. \"It's certainly --- and unfortunately --- the future. There's a market worldwide; there'll be a bigger market down the road. It's a sign of the times.\"\nThe sniffers don't come cheap.\nCompany representatives said the hand-held and portable devices cost from $18,000 to $35,000 per unit depending on features and order size.\nThe DualDraw workstations run $33,500 for the table-size model and $34,700 for the vertical mailroom unit.\n\nLoad-Date: August 3, 2006"
}