{
    "title": "New technology in use",
    "publisher": "washington times-herald ",
    "year": 2018,
    "month": 3,
    "day": 17,
    "full text": "March 17--The Daviess County Sheriff's Department and Washington Police Department are getting new equipment thanks to a Department of Homeland Security Grant to the Daviess County Emergency Management Agency. The $123,925 grant is designed to provide equipment to help local communities to combat terrorism. Officials say the equipment has a much broader use.\n\"The funding for Homeland Security for the past two years has been earmarked for terrorism preparedness,\" said Daviess County Emergency Management Agency Assistant Director Kellie Streeter. \"We applied for some equipment for our responders to help us in a hostage negotiation, terrorism or even an active shooter incident in our schools.\"\nSome of that equipment is headed to the Daviess County Sheriff's Department. \"Those grants were targeted toward terrorism because there is so much going on in our world today,\" said Daviess County Sheriff Jerry Harbstreit. \"It is not going on here, but the grants were available and it allowed us to get some really nice equipment for the guys to help with their safety.\"\nMuch of the equipment being purchased with the grant is common for police departments to have, but some of it is a little different. \"This grant includes ballistic vests, as well as shields and helmets,\" said Streeter. \"We included a robot that can be used in some situations to keep our officers safe. We bought some ballistic jackets for our K-9s. That is something new we had not seen before.\"\nFor the Washington Police Department, the grant has provided the new vests, a special telephone for hostage use and a robot. \"We would not have had access to any of this without this grant,\" said Washington Patrolman Barry Hudson. \"The robot can be used for placing and removing explosives and also surveillance.\"\nMultiple officers with the department are getting training on the robot.\n\"We are also willing to help surrounding counties and towns by traveling and helping out with the use of the robot,\" said Hudson. \"Our administration has been excellent in getting equipment to help save lives.\"\nThe Daviess County Council approved the grant which requires the county to first make the purchases and then get 100 percent reimbursed from the Department of Homeland Security. \"That department is really good about finding grant dollars and getting supplies and equipment we may need without having to spend Daviess County taxpayer dollars,\" said President of the Daviess County Commissioners Mike Myers.\n\"We are just glad we can put this on the officers to keep them safe as well as protect the public,\" added Streeter.\nThis is not the first time the EMA office sought funding approval for this grant. The council granted it last fall but it did not become available until after the first of the year. By then the additional appropriations had expired, and the county had to pass a new appropriation.\nWhile Daviess County does not seem to have a big issue with terrorism, officials believe it is better to be prepared than be a victim. \"You hope you never need it,\" said Myers. \"But that one time when you do need it, you'll wish you had it. It's better to have the equipment on hand and be prepared.\"\n\"No matter what is going on in our community we want to be prepared for it,\" said Harbstreit. \"We want to be proactive rather than fix it afterwards. When our guys are well equipped, it helps everyone in the community to feel a little safer.\"\nVideo Coverage\nTo see the Washington Police Department's new robot in action visit www.washtimesherald.com.\n___ (c)2018 Washington Times-Herald (Washington, Ind.) Visit Washington Times-Herald (Washington, Ind.) at washtimesherald.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: March 20, 2018"
}