{
    "title": "New Zealands security agencies criticised for exclusive focus on Islamist terrorism",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 8,
    "full text": "New Zealand police and intelligence services made a string of errors ahead of last year's Christchurch mosques attack, but may not have been able to prevent the massacre of 51 Muslim worshippers, an inquiry found Tuesday.\n\"We've known for a long time the Muslim community has been unfairly targeted with hate speech and hate crimes - this report shows that we are right\".\nMourners pay their respects at a makeshift memorial near the Masjid Al Noor mosque in Christchurch, New Zealand, on 16 March, 2019.\nA report into last year's Christchurch mosque massacre said New Zealand security agencies were \"almost exclusively\" focused on the threat from militant terrorism, and police failed to enforce proper checks on firearm licenses.\nNonetheless, security agencies had geared an \"inappropriate concentration of resources\" toward detecting potential Islamist threats, compared with the dangers posed by white supremacists like Tarrant, the report said.\nIt found that despite the shortcomings of various agencies, Tarrant hadn't told anybody about his plans or left any clues - until he emailed out his manifesto just eight minutes before he began shooting, which came too late for agencies to respond.\nFifty-one people were killed during the attack at the Al Noor Mosque and the Linwood Mosque on March 15, 2019.\nThe near-800-page report concluded that the gunman acted alone, and while there were shortcomings in vetting the shooter when he applied for a firearms license, there was little that the state could have done to thwart the atrocity.\nBut New Zealand's Muslim community expressed frustration at the findings about security agencies and the way in which the inquiry conducted the investigation.\n\"In principle, we support strengthening the role of our security and intelligence agencies but we must tread carefully to safeguard New Zealanders' rights and liberties\".\nSinovac secures $515m funding to boost COVID-19 vaccine production\nBut none of them, including Sinovac's vaccine, have gained formal approval, and their clinical trials are still ongoing. The government is ready to authorize emergency use of the vaccine as soon as its safety and efficacy are confirmed.\nAmong 44 recommendations, the report says the government should establish a new national intelligence agency. \"This government is committed to ensuring all people feel safe, that they belong, are valued and can contribute\", said Minister for Diversity, Inclusion and Ethnic Communities Priyanca Radhakrishnan.\n\"The report shows that institutional prejudice and unconscious bias exists in the government agencies and that needs to change\".\n\"For example, it was reported by Radio New Zealand and confirmed by the commissioners that there was a training exercise on that day in Christchurch that included specialist staff and the New Zealand Defence Force with Australian and Hong Kong police in attendance\".\nImmediately after the attacks, Ardern helped push through new laws banning the deadliest types of semiautomatic weapons.\nTarrant told investigators that although he frequented extreme right-wing discussion boards on websites like 4chan and 8chan, he found YouTube a far more significant source of information and inspiration. Ardern said she would be contacting the Google-owned company.\nThe report also found that Tarrant, who is serving a life sentence for 51 charges of murder, 40 charges of attempted murder, and one count of terrorism, began planning his attack nearly immediately after arriving in New Zealand in 2017.\nThe report described Tarrant as \"socially isolated\" with few childhood friends but an avid internet user and online gamer.\nYet when needed, Tarrant could present himself to others in a way that didn't arouse suspicion.\nIt also revealed that he accidentally shot himself while cleaning a rifle at home in 2018, injuring his eye and leg, but medics who treated him did not report the injury to police.\nHealth authorities also found that Tarrant took unprescribed steroids but they did not report the findings to the police either.\n\nLoad-Date: February 11, 2021"
}