{
    "title": "New Texas gun laws go into effect day after mass shooting in West Texas",
    "publisher": "university wire",
    "year": 2019,
    "month": 9,
    "day": 1,
    "full text": "Print Article\nA slew of new gun laws passed by the Texas legislature went into effect Sunday, less than 24 hours after a man with a rifle opened fire at a traffic stop near Midland and Odessa, killing seven people and injuring 22 more.\nEarlier this month, a gunman in El Paso opened fire at a Walmart and killed 22 people and injured 24 others.\nThe five mass shootings that have occurred in Texas since 2017 have left a total of 72 people dead and 78 others wounded.\nThe new laws loosen restrictions on when and where guns can be carried, including in churches, schools, apartments and disaster zones.\nSCHOOLS\nHB 1143 prevents public school districts and open-enrollment charter school districts from regulating how individuals with gun licenses store their fire arms and ammunition in their vehicle in school parking lots.\nHB 1387 removes limitations on the number of faculty and staff per campus that can be armed and designated as school marshals. Before this law, there could only be one marshal per 200 students or one marshal per school building.\nPLACES OF WORSHIP\nSB 535 allows licensed handgun owners to carry in churches, mosques, synagogues and other houses of worship unless posted otherwise.\nAFTER FEDERAL OR STATE DISASTERS ARE DECLARED\nHB 1177 allows Texans to carry firearms without a license for a full week after a declared state of disaster if they're not already prohibited by law from having a gun. The law also allows disaster shelters to accommodate people with firearms.\nAT APARTMENTS, HOMES AND OTHER PRIVATE PROPERTIES\nHB 302 prohibits residential lease agreements from restricting lawful possession of a firearm by tenants, guests, owners and landlords.\nHB 2363 updated how firearms can be stored in certain foster homes. Previously, weapons had to be stored separately in locked locations. Now, they can be stored together in a secured location with a trigger-locking device.\nHB 121 defends holders with a License to Carry who trespass in a space that prohibits guns - as long as the individual with the gun promptly leaves the property after being asked.\nPressure increases on Abbott\nA longtime advocate for loosening gun restrictions, Governor Greg Abbott has come under increased pressure to call lawmakers back for a special session after the most recent shootings. Abbott brushed the idea away at a town hall last month, saying he didn't think a special session was necessary to act.\nI'm EMBARRASSED: Texas #2 in nation for new gun purchases, behind CALIFORNIA. Let's pick up the pace Texans. @NRA https://t.co/Ry2GInbS1g- Greg Abbott (@GregAbbott_TX) October 28, 2015\nThe state's Republican-led legislature meets every other year and won't reconvene until 2021 unless a special session is called.\nThis past Friday, a day before the shootings in Midland and Odessa, the governor convened the first meeting of the Domestic Terrorism Task Force that was formed after the El Paso mass shooting.\nThe task force, whose members include Lt. Gov. Dan Patrick, Texas House Speaker Dennis Bonnen and Attorney General Ken Paxton, will study and provide advice on strategies to maximize law enforcement officials' abilities to protect against acts of domestic terrorism, according to a press release from the governor's office.\nDomestic terrorism, as it's defined by the FBI, includes acts that are \"perpetrated by individuals and/or groups inspired by or associated with primarily U.S. based movements that espouse extremist ideologies of a political, religious, social, racial or environmental nature.\"\nAbbott announced the task force will meet quarterly and proposed short-term and long-term solutions to prevent future acts of domestic terrorism that will be spelled out in a public report next month.\n\nLoad-Date: September 2, 2019"
}