{
    "title": "New military act bypasses law",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 24,
    "full text": "We've heard it on the news over and over again: America is fighting a war against terrorism. This war, as President Bush put it, is not only a war fighting our enemies on the battlefield, but a war where \"we are promoting freedom and human dignity as alternatives to the terrorists' perverse vision of oppression and totalitarian rule.\"\nOn October 17, the President enacted the Military Commissions Act, which violates the U.S. Constitution in a number of different ways. The U.S. Constitution has served as the supreme law of the land for over 200 years, and by signing an act that disregards the ideals that the Constitution upholds, and the ideals that our country was founded upon, President Bush has put himself above Supreme Law. It has been over four years since we've waged this war on terror and although we may be succeeding on the battlefield ideologically; oppression and totalitarian rule have triumphed over freedom and human dignity.\nUnder this act, an \"unlawful enemy combatant,\" is defined as a person who has engaged in hostilities\" against the United States, a person who has \"materially supported hostilities against the United States,\" or anyone who has \"determined to be an unlawful enemy\" according to the President or the Secretary of Defense.\nIt is obvious that whoever drafted the Military Commissions Act is either completely ignorant about our country's history, or simply upholds no regard for the U.S. Constitution and everything that it stands for.\nAnyone who is considered an \"unlawful enemy combatant\" may legally be arrested and detained until he or she is tried in front of the Military Commission, which is appointed by the President himself. Under the Military Commissions Act, the phrase \"innocent until proven guilty\" does not pertain anymore. While in a regular court, the burden of proof lies with the prosecutors, under the new act the moment you are arrested you are presumed guilty, unless you have sufficient evidence proving that you are innocent.\nAdditionally, if the evidence against you is considered to be \"classified\" material, the prosecutors have the liberty of using that evidence against you without actually proving that the evidence is concrete.\nThe Bill of Rights guarantees our protection against search and seizure, guarantees our right to a speedy trial, and guarantees us a fair trial in front of a grand jury, all of which is inapplicable under the provisions of this new act. How can a law be passed when it infringes on our basic fundamental rights?\nProtection against cruel and unusual punishment is not just explicitly stated in our Bill of Rights, but also adopted on a global level by the Universal Declaration of Human Rights.\nUsing fear as a method of coercion is the very definition of terrorism.\nThe Military Commissions Act defines exactly what \"cruel and unusual punishment\" entails, and under this definition, harsh interrogation tactics such as The Cold Cell, (keeping a prisoner naked in a cold cell and dousing them with cold water routinely), Long Time Standing, (handcuffing a prisoner and shackling their feet to the floor for over forty hours), and Water Boarding (strapping a prisoner to a board, covering their face with cellophane and pouring water on their face, giving an illusion that they are going to drown) can be used.\nIn this war against terrorism, while we may be succeeding in battling by arms, we are undoubtedly being defeated in the ideological war against terrorism. This bill is using terrorism to fight terrorism, and stamping on the very values we are trying to promote.\n(C) 2006 The Poly Post via U-WIRE\n\nLoad-Date: October 24, 2006"
}