{
    "title": "New F.B.I. Witch Hunt",
    "publisher": "the new york times",
    "year": 1991,
    "month": 2,
    "day": 15,
    "full text": "To the Editor:\nSome Arab-American leaders may have, as you say, appreciated a Federal Bureau of Investigation visit in January (\"The F.B.I. Is Calling,\" editorial, Jan. 29), but dozens of Arab-Americans around the country have found such interviews terrifying, humiliating and insulting.\nA Government program that seeks out Arab-Americans to ask them about terrorism -- as the F.B.I. has admitted it is doing -- is irrational and illegal. There is no evidence to support the unconstitutional presumption that people of Arab ancestry -- many of them citizens of the United States -- are more likely to know something about terrorism than the rest of us, or less likely to inform the authorities of illegal activity. This improper presumption is not an unintended excess by individual agents, as you assert, but the reason for the interview program.\nNor are questions about First Amendment-protected activities the result of agent error. Repeated reports of such questioning from Arab-Americans around the country indicate that questions about political beliefs and activities are also an intentional piece of the F.B.I.'s plan. It may be true that the F.B.I. belatedly issued a written regulation barring such questions, but accepting such assurances from the F.B.I. at face value is naive at best. Our experience with the agency's illegal investigation of Central American solidarity groups in the 1980's taught us that such admonishments are ignored and may be more for public relations than to control F.B.I. abuses.\nDespite the current obsession with terrorism, law enforcement officials, including William Webster, the former F.B.I. chief, have said that the threat of terrorism within the United States is relatively slim.\nThe greatest threat facing United States civilians is violence against Arab-Americans, who have been victims of fire bombings, beatings and other harassment. By targeting Arab-Americans for interviews about terrorism, the F.B.I. plays to the national hysteria and puts Arab-American lives at risk.\n \nBETH STEPHENS\nStaff Attorney, Center for Constitutional Rights\nNew York, Jan. 29, 1991\n\nLoad-Date: February 15, 1991"
}