{
    "title": "New Zealand man pleads guilty to massacre",
    "publisher": "the world",
    "year": 2020,
    "month": 3,
    "day": 27,
    "full text": "World\n WELLINGTON, New Zealand   - The man who committed the worst atrocity in New Zealand's modern history when he slaughtered 51 worshippers at two Christchurch mosques unexpectedly pleaded guilty to all charges Thursday.\n The attacks targeting people praying at the mosques a year ago shocked the nation and prompted new laws banning the deadliest types of semi-automatic weapons. It also prompted global changes to social media protocols after the gunman livestreamed his attack on Facebook, where it was viewed by hundreds of thousands of people.\n The sudden turn in the case took survivors and relatives by surprise, and brought relief to people across New Zealand. Many had feared Australian white supremacist Brenton Harrison Tarrant would try to use his trial as a platform to promote his views. He had outlined those views in a 74-page manifesto he published online shortly before the attacks.\n Tarrant, 29, pleaded guilty to 51 counts of murder, 40 counts of attempted murder and one count of terrorism at the Christchurch High Court. He had previously pleaded not guilty to all charges and his trial had been scheduled to start in June.\n Tarrant is the first person to be found guilty of terrorism in New Zealand under laws passed after the Sept. 11, 2001, terrorist attacks in the U.S.\n The change in plea came less than two weeks after New Zealanders commemorated those who died on the anniversary of the March 15, 2019, attacks.\n Judge Cameron Mander has not  set a sentencing date. Tarrant faces life imprisonment.\nG20 vows united fight against virus\n DUBAI, United Arab Emirates  - The head of the United Nations told leaders of the world's 20 major industrialized nations during an emergency virtual summit Thursday that \"we are at war with a virus - and not winning it\" despite dramatic measures by countries to seal their borders, shutter businesses and enforce home isolation for well over a quarter of the world's population.\n The Group of 20 nations vowed to work together and said  it is collectively injecting more than $4.8 trillion into the global economy to counteract the social and financial impacts of the pandemic.\n U.N. Secretary-General Antonio Guterres urged G20 leaders to adopt a wartime plan to tackle the pandemic.\n \"It took the world three months to reach 100,000 confirmed cases of infection,\" he said. \"The next 100,000 happened in just 12 days. The third took four days. The fourth, just one and a half.\n \"This is exponential growth and only the tip of the iceberg.\"\n From wire reports\n\nLoad-Date: March 27, 2020"
}