{
    "title": "New York Jews Warier of Terrorism",
    "publisher": "the new york times",
    "year": 1994,
    "month": 7,
    "day": 30,
    "full text": "As the sun set over New York yesterday, Jews repaired to their synagogues to celebrate the Sabbath, the day when God and man rest.\n But the fear of terrorism, in the wake of threats this week, cast a particularly dark shadow last night at synagogues throughout the city.\n\"We are aware but not nervous,\" said Peter J. Rubenstein, senior rabbi of the Central Synagogue at Lexington Avenue and 55th Street in Manhattan. \"If anything, the situation has created a renewed sense of anger that we have to be aware of this being a Jewish problem.\"\n On Tuesday, the Federal Bureau of Investigation notified the New York City police that an informant had warned of terrorist plans to strike at least two targets in New York, the Israeli Mission to the United Nations and the Israeli Defense Mission. Security was heightened there, as well as at other possible targets like the Brooklyn headquarters of the Lubavitcher Hasidic movement.\n \"We've lost the capacity for fear in the kind of world we live in today,\" said Victor Gerwitz, a Lubavitcher Jew who works in a Crown Heights hardware store, a block from the group's main temple. Mr. Gerwitz, an emigre from Argentina, said the mother of a friend died in the recent bombing at a Jewish cultural center in Buenos Aires.\n The threats against institutions in New York followed a string of bombings over the last two weeks, including the one in Buenos Aires and incidents in London and aboard a Panamanian jet. At least 117 people have been killed in what Israeli officials theorize is a campaign against Jews by radical Islamic groups to thwart Middle East peace efforts.\n While the New York police said yesterday that they would be phasing down their level of readiness, officers on duty will remain at higher-than-usual levels. \"We feel we can step it down slightly and still have adequate security,\" said Sgt. Anthony Barlanti, a police spokesman.\n To some Jewish people in New York, the entire situation sounded all too familiar.\n \"Our people are so attuned to terrorism, oppression and suffering that it's deja vu in a sense,\" said Rabbi Moshe Scherer, the president of Agudath Israel of America, an Orthodox group.\n But he said precautions were being taken, like putting new locks in synagogues and increasing communications with the police. \"Anyone in a position of Jewish leadership is more cautious than he was a month ago,\" Rabbi Scherer said. \"And anyone admitted to a Jewish institution is scrutinized to a much greater degree than a month ago.\"\n But fatalism and faith overcame fear for many. \"Jews are a target everywhere, but they have lived for thousands of years,\" said Shoshanna Silcover, who sells herbal products. \"We believe God will protect us.\"\n Nachum Malkovitch, a fruit merchant, said: \"It just shows one thing, there will never be peace. They want us out of Israel and they want us dead.\"\n\nGraphic\n\n \nPhotos: The threat of terrorism earlier this week has renewed fears in Jews throughout the city. \"It just shows one thing: there will never be peace,\" said Nachum Malkovitch, left, a fruit merchant. \"They want us out of Israel and they want us dead.\" Victor Gerwitz, right, who works in a Crown Heights hardware store, said, \"We've lost the capacity for fear in the kind of world we live in today.\" (Photographs by Philip Greenberg for The New York Times)\n\nLoad-Date: July 30, 1994"
}