{
    "title": "New limits set Patriot Act for passage",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 3,
    "day": 2,
    "full text": "The Senate cleared the path on Wednesday for renewing the USA Patriot Act, swatting aside objections while adding new protections for people targeted by government investigations.\nThe overwhelming votes virtually assured that Congress would renew the anti-terrorism law before it expires March 10. The House was expected to pass the legislation and send the bill to President George W. Bush next week.\nThe law's opponents insisted that the new protections were cosmetic but conceded defeat.\n\"The die has now been cast,\" acknowledged the chief opponent, Sen. Russell Feingold, D-Wis. He spoke after the Senate voted 84-15 to end his filibuster. Said Feingold: \"Obviously at this point, final passage of the reauthorization bill is now assured.\"\nFeingold had succeeded for months in blocking one part of the legislative package -- a House-Senate compromise that would renew 16 major provisions that are set to expire next week. Unable to break his objection by an expiration date of Dec. 31, Congress instead postponed the deadline twice while negotiations continued.\nThe White House and GOP leaders finally broke the stalemate by crafting a second measure -- in effect an amendment to the first -- that would somewhat limit the government's power to compel information from people targeted in terrorism probes.\nThat second measure passed overwhelmingly earlier Wednesday, 95-4. Voting \"no\" with Feingold were Sens. Jim Jeffords, I-Vt., Tom Harkin, D-Iowa, and Robert Byrd, D-W.Va.\nThe second measure added new protections to the 2001 anti-terrorism law in three areas. It would: - Give recipients of court-approved subpoenas for information in terrorism investigations the right to challenge a requirement that they refrain from telling anyone. - Drop a requirement that an individual provide the FBI with the name of a lawyer consulted about a National Security Letter, which is a demand for records issued by investigators. - Clarify that most libraries are not subject to demands in those letters for information about terrorism suspects.\nFeingold and his allies complained that the restrictions would be virtually meaningless in practice.\nThough small, his group of four objectors represented progress for Feingold. In 2001, he cast the lone vote against the original Patriot Act, citing concern over the new powers it granted the FBI.\nOn Wednesday, the package's authors cast the vote in pragmatic terms. \"Both bills represent a vast improvement over current law,\" said the author of the new curbs, Sen. John Sununu, R-N.H.\nFeingold said: \"I am disappointed in this result. But I believe this fight has been worth making.\" \nFinal Senate passage of the renewal was expected Friday. Barring last-minute problems in the House, the package was expected to land on Bush's desk for his signature before the expiration next week.\nDespite the legislation's advance, deep misgivings remained even among the law's chief supporters.\n\"While we have made some progress, much is left to be done,\" said Sen. Patrick Leahy, D-Vt. He voted for the renewal but was blocked from offering amendments.\nHe and Judiciary Committee Chairman Arlen Specter, R-Pa., were co-sponsoring new legislation and hearings on the Patriot Act.\nTheir bill would make the government satisfy a higher threshold for warrantless wiretaps and would set a four-year expiration date for the use of National Security Letters.\n\nGraphic\n\n \nPHOTO\n PHOTO - Feingold   Calls changes meaningless     PHOTO - Sununu   Introduced revisions \n\nLoad-Date: March 2, 2006"
}