{
    "title": "New prosecutions plummet as focus shifts to terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 12,
    "day": 1,
    "full text": "WASHINGTON -- Federal agents recommended 76 percent fewer criminal cases for prosecution in the weeks after the Sept. 11 attacks, a computer analysis of Justice Department records shows, in a sign of one cost of the war on terrorism.\nThe sudden shift of thousands of federal agents to the terrorism investigation came at the expense of traditional crimefighting against drugs, bank robberies, illegal immigration and white collar crime, the analysis conducted for The Associated Press showed.\nFor instance, the FBI recommended 263 criminal cases to U.S. attorneys for prosecution between Sept. 12 and Sept. 30, compared with more than 1,400 referrals in the same period in each of the past two years.\nThe declines were anticipated. \"We cannot do everything we once did because lives now depend on us doing a few things very well,\" Attorney General John Ashcroft said this month.\nThe challenge of the next few months is to clear prosecutorial backlogs and shift non-terrorism investigations from the FBI.\n\"One example would be bank robbery cases,\" said Robert J. Govar, senior litigation counsel in the U.S. attorney's office in eastern Arkansas. \"Many of those will have to be referred to state and local authorities for prosecution.\"\nIn the interim, some of the criminal matters that have fallen through the cracks may never get to court, one former federal prosecutor said.\n\"A lot of cases once they sink to the bottom of the pile, they never come back to the top,\" said Robert Litt, a former Justice Department official during the Clinton administration. \"A lot of cases just go away.\"\nOutgoing U.S. Attorney Mary Jo White, whose New York district has been a major focus of the terrorism investigation, acknowledged the drain of resources.\n\"Not to the exclusion of everything else, but to the extent that there were resources to spare, the diversion was extensive,\" she said.\nInvestigators working regular cases across the country were reassigned to pursue terrorism leads or provide protection for federal facilities or other potential targets. Some prosecutors said court cases had to be postponed because FBI agents who developed the cases weren't available to testify.\n\nLoad-Date: December 1, 2001"
}