{
    "title": "New Zealand Mosque Killing Suspect Pleads Not Guilty",
    "publisher": "the new york times",
    "year": 2019,
    "month": 6,
    "day": 13,
    "full text": "CHRISTCHURCH, New Zealand — The Australian man accused of killing 51 people and wounding dozens more as they worshiped at two mosques in New Zealand in March pleaded not guilty to scores of counts — including murder and a terrorism charge — in a brief court hearing on Friday.\nBrenton Tarrant’s denial of guilt means survivors of the March 15 attacks, their families and the families of those who were killed must prepare for a lengthy and emotional trial, to start on May 4, 2020, that will pose many logistical and security challenges for officials. It will also force New Zealand’s court system to consider how to prevent Mr. Tarrant from using the trial as a platform for his self-proclaimed white supremacist views.\nIf found guilty at trial, Mr. Tarrant, 28, faces the prospect of life in prison without parole, a sentence that has never been handed down in New Zealand but which can be awarded at a judge’s discretion. The longest previous murder sentence in the country was 30 years without parole for a man who killed three people.\nFifty people were shot dead by a gunman wielding semiautomatic weapons in the attack on the Al Noor and Linwood mosques in the South Island city of Christchurch. Another man died of his injuries weeks later in a hospital.\nMr. Tarrant is charged with the attempted murder of 40 other worshipers. Prosecutors have also filed one charge under terrorism laws, which are rarely invoked in New Zealand.\nAt Friday’s court appearance, Mr. Tarrant appeared via an audiovisual link from New Zealand’s only maximum security prison in Auckland.\nWearing a gray prison sweater, Mr. Tarrant alternately stared directly into the camera and looked around the room he was in. He smiled slightly when the terrorism charge was formally filed, and when one of his lawyers, Shane Tait, entered the not guilty pleas.\nHe did not speak during the hearing.\nThe news that Mr. Tarrant would fight the charges was met with an audible intake of breath from the packed public gallery, where all 80 seats were reserved for survivors and their families and the families of those killed. An additional 60 family members were seated in a second courtroom, where Mr. Tarrant’s appearance was streamed to them by video.\nThose in the public gallery were quiet but emotional; at least one man arrived in a wheelchair and another survivor on crutches.\nPsychiatric reports, which had been ordered at his last court appearance, found that Mr. Tarrant was mentally fit to enter a plea, said Justice Cameron Mander, who presided over the hearing before the High Court in Christchurch.\nAfter the hearing, some survivors and members of the victims’ families expressed their dismay at watching Mr. Tarrant smile in court.\n“It was very hard,” said Abdul Aziz, who gave chase to the gunman during the attack on the Linwood Mosque and threw one of the man’s weapons through the window of his car.\nMr. Aziz added that it was important for him to see the accused man’s face.\nDespite the defendant’s earlier claims that he would represent himself, two lawyers, Mr. Tait and Jonathan Hudson, appeared in court on his behalf on Friday for the second time. They have not explained the circumstances by which they came to represent the accused.\nChris Gallavin, a law professor at Massey University in Palmerston North, said it was difficult to imagine what defense the accused’s lawyers would mount, given that Mr. Tarrant is believed to have posted a self-described manifesto online before the attack, and to have streamed part of the massacre live on Facebook.\nThe trial, which is expected to last at least six weeks, is also expected to challenge members of the court staff whose job it will be to accommodate dozens of families in the courtroom’s 80 public seats, and the members of the news media who will arrive from all over the world.\n“The logistics of this case will be a nightmare” for officials, said Dr. Gallavin, who added that heightened security would be required at the court for the duration of the trial. “All of that is going to be incredibly disruptive for the flow of an already overworked court,” he said.\nAt Friday’s hearing, reporters applied for the 22 seats set aside for them in the courtroom — with 12 sitting in the jury box — while others had to watch the proceedings via a live feed in another room. New Zealand’s largest media outlets have agreed to avoid broadcasting white supremacist views during the trial.\nMuch of Friday’s hearing included discussion among the judge, prosecutors and Mr. Tarrant’s lawyers, which cannot be reported for legal reasons.\nHowever, Justice Mander did lift an earlier ruling that suppressed the names of the 40 attempted murder victims.\nMembers of the news media were not allowed to record or film at Friday’s hearing. Justice Mander lifted an earlier ruling he had issued requiring that the suspect’s face be pixelated in photographs.\nMr. Tarrant will next appear in court in August for a procedural hearing.\nTrials in New Zealand usually happen a year from the date of the defendant’s arrest, but the judge explained that the complexity of this case meant that both sides would need more time to prepare.\nDidar Hossein, whose uncle was killed in the attack, said he did not understand why the families must wait so long for a trial.\n“We don’t want that,” he said. “We want it as soon as they can do it for us.”\nRelated Articles\nAs Christchurch Case Continues, the Internet Goes on Trial\nNew Zealand Shooting Suspect Is Charged With 50 Counts of Murder\nDeath Toll in New Zealand Mosque Shootings Rises to 51\nThe Anatomy of White Terror\nIn Christchurch, New Zealand, One Family Among Many Buries a Son\n\nLoad-Date: June 15, 2019"
}