{
    "title": "NEW YORKER VOWS RETURN TO ULSTER",
    "publisher": "the new york times",
    "year": 1984,
    "month": 8,
    "day": 22,
    "full text": "Martin Galvin, the New York lawyer whose appearance at a Belfast rally last week sparked a police attack on the crowd, returned to New York yesterday and vowed to ''go back again and again'' to Northern Ireland.\n''I will not abandon those people, I will not bow to British terrorism,'' Mr. Galvin said. Yesterday was the first day he had been seen in public since Aug. 12, when the police in Belfast, trying to arrest him, fired plastic bullets into a crowd, killing one man and wounding 20 people.\nOn his arrival from Dublin at Kennedy International Airport, Mr. Galvin told reporters that he felt regret but ''no responsibility'' for the dead and wounded at the rally.\nMartin Galvin, New York lawyer whose appearance at Belfast rally sparked police attack on crowd, returns to New York and vows to return 'again and again' to Northern Ireland; says he feels regret but 'no responsibility' for dead and wounded at rally; is greeted at Kennedy International Airport by 30 supporters; says trip to Northern Ireland will help fund raising in US for Irish Northern Aid Committee; calls on US Government to ban weapon sales to Britain (M)\n''The British have shown that the only way they can remain in Ireland is to use the terror of 30,000 occupiers,'' Mr. Galvin said, referring to British troops and Royal Ulster Constabulary who patrol Northern Ireland.  Mr. Galvin appeared earlier in the day at a news conference in Dublin.\n \n'I.R.A. All the Way'\nMr. Galvin was greeted at the airport by about 30 supporters shouting ''I.R.A. all the way!'' He said his trip to Northern Ireland would help fund raising in the United States for the Irish Northern Aid Committee.\nMr. Galvin, 34 years old, is publicity director of the New York-based committee, known as Noraid. British, Irish and American officials have attacked Noraid as a major foreign source of money for the Irish Republican Army.\nMr. Galvin said yesterday that Noraid money supported widows and children of I.R.A. guerrillas killed in Northern Ireland. ''The ones who are giving money to support terrorism in Northern Ireland are the British,'' Mr. Galvin said.\nHe called for the United States Government to ban weapons sales to Britain.\nIn July, the British Government banned Mr. Galvin from Northern Ireland on the ground that his presence would not be ''conducive to the public good.''\nYesterday, Mr. Galvin appeared with his fair hair dyed reddish brown, but he refused to give details on how he had slipped back and forth over Northern Ireland's 300-mile border with the Irish Republic.\nHe said that, aided by ''nationalists,'' he had passed through ''a number'' of police checkpoints and ''went through their queries.'' He also said that after the police attack on the rally, he had been momentarily detained by the Royal Ulster Constabulary, but managed to slip away.\n \nRioting Followed Incident\nThe police violence was followed by several days of rioting in Roman Catholic neighborhoods of western Belfast. A few days after the rally, James Prior, the Secretary for Northern Ireland, said, ''In retrospect, that decision to ban Mr. Galvin's entry looks like a bad mistake.''\nOn Monday, a statement by the Irish Republic said Mr. Galvin was not welcome there and described him as a ''person responsible for the death and destruction in Northern Ireland.''\nMr. Galvin, who works as a hearings judge for the New York City Department of Sanitation, said he returned yesterday because his summer vacation had ended.\nLast week, in a report to Mayor Koch, the City Department of Investigation said, ''Mr. Galvin has not violated any departmental regulation, personnel order, local or Federal law.''"
}