{
    "title": "New York captive to write terror risks REIT-sponsored insurer to write up to $100 million",
    "publisher": "business insurance",
    "year": 2006,
    "month": 10,
    "day": 16,
    "full text": "NEW YORK-SL Green Realty Corp. has formed a captive insurer to help protect it against terrorism-related risks.\nThe captive-Belmont Insurance Co.-received its license from the New York State Insurance Department on Sept. 15, to begin writing business immediately, a spokesman for the insurance department said.\nUnder its license, Belmont can write up to $100 million of coverage for the New York-based real estate firm.\n``While there is sufficient capacity in today's insurance markets to cover property and general liability, we have formed this captive as a means of providing our company with options and flexibility for the future,'' Marc Holliday, SL Green's president and chief executive officer, said in a statement last week.\nNew York-based SL Green chose New York as its captive domicile after evaluating various domiciles.\n``We looked at a lot of offshore locations as well as several in the (United States),'' said Andrew Falk, vice president of SL Green. ``We certainly looked at Bermuda.''\nUltimately, the company's management chose New York due to ``the sales tax savings in New York state, given that we are a New York company,'' and ``due to the fact that our portfolio is mostly in New York City,'' Mr. Falk said.\nSL Green, a self-administered and self-managed real estate investment trust, owns 27 office properties in Manhattan, totaling approximately 18.4 million square feet.\nAccording to Mr. Falk, although the new captive entity is licensed to write up to $100 million of coverage, it is currently writing half that amount, in the form of a $50 million terrorism policy for SL Green.\n``It remains to be seen what the capacity for terrorism is with the expiration of (the Terrorism Risk Insurance Act),'' Mr. Falk said. ``We felt it was a prudent step to form Belmont ahead of TRIA's expiration to provide us a vehicle for self-insurance.''\n``We will be insuring terrorism, as well as looking at the possibility of taking higher deductible limits on property and general liability,'' said Mr. Falk. ``In the future we will look at other insurance lines that we can write.''\nIn a statement, New York Superintendent of Insurance Howard Mills said: ``We applaud their decision to take advantage of the state's legislation permitting business owners to take a greater degree of control over insuring their risks.''\nUnder captive insurance laws enacted in 1997, New York permits the formation of pure and group captives for entities with a net worth of at least $100 million. The captives can write coverage in nearly all commercial property/casualty business lines, excluding title, mortgage, guaranty and financial guaranty insurance.\nThere are currently 36 captives registered in New York, the state insurance department spokesman said.\n\nGraphic\n\n \nArt Credit: New York is home to a new captive formed to insure terrorism risks for a real estate investment trust.\nArt Credit: Getty Images\n\nLoad-Date: October 18, 2006"
}