{
    "title": "NEW WAVE OF TERRORISM IN THE MOVIES FILMMAKERS ARE PLEDGING SENSITIVITY, BUT BOMBS AND BLOODSHED WIL",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 5,
    "day": 13,
    "full text": "In July's Under Siege 2: Dark Territory, Steven Seagal combats a high-tech terrorist trying to blow up the Eastern seaboard. Bruce Willis' foe in Die Hard With a Vengeance, opening on Friday, is a deranged New Yorker who sets off explosives across the city.\nAlthough filmmakers are pledging to be more sensitive about bloodshed in the wake of the Oklahoma City terrorist bombing, violence and explosives will be prominent in Hollywood's completed summer movies.\nAnd for all the current movietown moralizing, terrorism will remain central to a wave of films now in the works.\n\"We have to be aware of the power of the thing we're doing,\" says Dan Gordon, one of Hollywood's top action screenwriters. \"But I'm really concerned about this wave of hysteria - looking for scapegoats, easy scapegoats, in Hollywood.\"\nSeveral TV shows, including The Critic and All My Children, scrapped bomb- related story lines that were written before the blast. But because movies are made farther in advance, and are difficult and expensive to change, no forthcoming film is being altered.\nTwentieth Century Fox, maker of the Die Hard sequel, says there was \"no correlation\" between the April 19 bombing and its movie, and has not altered the film, its ads or its release date. The makers of Under Siege 2 did not return calls.\nHollywood has found terrorism rich fodder for years, and the Oklahoma City bombing may prompt even more such plots, studio executives say. Several terrorism-related projects were already in the works.\nOne production company plans to make one movie about nuclear terrorists and another on the World Trade Center bombing. Another production team is working on a story about a U.S. terrorist attack, and yet another is working on a story about an anti-terrorism expert. No studio has announced plans for a movie on the Oklahoma City bombing.\nProducer Don Simpson plans to make a movie called Rogue Warrior, based on the books of anti-terrorism expert Richard Marcinko.\nSimpson - who co-produced Crimson Tide, a new thriller in which terrorists seize control of a nuclear missile base - says he and other filmmakers will be sure to handle terrorism stories carefully.\n\"If you see on the screen a huge building with people in it blowing up . . . you've got a problem,\" Simpson says. \"You have to be careful not to appear to capitalize on the misfortune of others.\"\n\nLoad-Date: October 28, 2002"
}