{
    "title": "New York forges on_ 'This is a tough town' City has long been a hardened fighter in the war on fear",
    "publisher": "usa today",
    "year": 2017,
    "month": 11,
    "day": 2,
    "full text": "NEW YORK - This city's steady response to its first fatal terrorist attack since 9/11 suggested the same lesson as the attack 16 years ago: Terror is the last refuge of the weak and desperate, playing what is usually a loser's hand.\nWith eight people in the morgue and another dozen in the hospital after a truck invaded a bike lane, it was hard to savor the city's success in the battle with Islamic terrorism. But the world's most sophisticated local counterterrorism effort has won so many victories since 2001 it was hard not to measure the moment with satisfaction as well as regret.\n\"Considering New York's iconic status as a target in the Jihadi universe, 16 years without a successful attack is astonishing,\" said Daniel Benjamin, a former State Department coordinator for counterterrorism who now directs Dartmouth's Dickey Center for International Understanding.\n\"Remarkable,\" agreed Chuck Wexler, director of the Police Executive Research Forum, a law enforcement policy group, \"especially considering the number of incidents around the world\" -- in London, Madrid, Barcelona, Paris, Berlin, Nice, San Bernardino, Orlando.\n\"TERROR RETURNS TO NYC\" headlined Wednesday's edition of The New York Post. But that wasn't the whole story.\n\"In the pantheon of terrorist attacks, this was rather amateurish,\" Benjamin said. \"Strategically, it was a non-starter. This was never something that could shake us to the core.\"\nThat was thanks, in part, to a 16-year federal and local counterterrorism attempt to protect the city Osama bin Laden considered the capital of \"fornication, homosexuality, intoxicants, gambling and usury\" in America.\nIt was no accident that this attacker was reduced to using a rented truck, instead of a jetliner, and targeting a humble bike lane, not  skyscrapers. He was armed for nothing more lethal than a paintball fight.\nIf terrorism is designed to weaken faith in government's ability to protect its people, then the attack was an abject failure. Less than six hours later and less than a mile away, a huge crowd gathered in Greenwich Village for its typically raucous Halloween parade. Even more will converge Sunday for the New York City Marathon.\n\"I flew in on the 6 a.m. shuttle today, and the traffic into the city was as bad as ever,\" said Tom Ridge, former secretary of the Department of Homeland Security. \"This is a tough town. If people didn't change their routines after 9/11, they're not going to change it after this.\"\nPolice said the suspect,  Sayfullo Saipov, came to United States seven years ago from his native Uzbekistan.  Witness said he shouted \"God is great\" in Arabic as he got out of the truck he drove down a bike lane on the lower West Side, just north of the World Trade Center.\nPolice found a handwritten note that translated roughly as \"ISIS would endure forever,\" Deputy Police Commissioner John Miller said.  He carried a paintball gun and a pellet gun, possibly in an attempt to provoke his own shooting (and martyrdom) by police.\nAt least some of New York's ability to avoid anything approaching a repeat of 9/11 stems from its police department's unprecedented, and occasionally controversial, counterterrorism effort.\nAfter 9/11, when it was learned that some warnings to federal agencies were disregarded or fell through the cracks, Mayor Michael Bloomberg and Police Commissioner Ray Kelly created the city's own unit, even though the department already had assigned more than 100 detectives to the FBI's Joint Terrorism Task Force. The former head of the CIA's clandestine service, David Cohen, was hired to run it.\nIt was unprecedented in cost and scope. And despite many attempts, until this week the city had  avoided another fatal terrorism attack.\nTerrorism's ability to affect national politics and policy remains a subject of intense historic and academic debate. In 1930s Palestine and in 1970s Northern Ireland, bombings and assassinations arguably changed British policy.\nBut it's hard to see how terrorist attacks have reduced U.S. involvement in the Middle East, the Muslim heartland. And it is clear that counterterrorism has changed the terrorists' methods.\nSaipov, a professional truck driver and father of three, was described as a \"lone wolf,\" a label usually used to suggest the unstoppable nature of decentralized terrorism against \"soft\" targets (like crowded public places) in the post-9/11 era.\nBut the term has another implication, one that reflects the success investigators have had in degrading terrorists' ability to stage expensive, elaborate operations like the attacks on New York and Washington in 2001.\nWolves hunt in packs; in the wild, lone ones often freeze or starve. Few self-respecting wolves would want to be one. \n\nGraphic\n\n \nphoto TIMOTHY A. CLARY/ AFP/Getty Images The Record via USA TODAY Network\n\nLoad-Date: November 3, 2017"
}