{
    "title": "New Year's Eve Security Issues",
    "publisher": "the new york times",
    "year": 1999,
    "month": 12,
    "day": 29,
    "full text": "Anxiety about terrorism and other forms of mayhem is rising as cities around the country prepare for the millennial New Year's Eve celebration. Mayor Rudolph Giuliani and Police Commissioner Howard Safir are taking the wise approach of ordering tough security measures without allowing the fear of terrorism to prevent New Yorkers -- and millions who will be watching the events on television -- from enjoying the traditional Times Square festivities.\nOther cities may take different approaches, depending on their resources and assessment of local risks. Seattle, for example, has announced that it will cancel a city-sponsored New Year's Eve celebration that was expected to draw about 50,000 people to the Seattle Center. That decision was made partly because the city is still recovering from the violence that erupted during the World Trade Organization meeting earlier this month. No terrorist threats have been made against Seattle, but city officials say they cannot rule out a reappearance of anarchist-connected groups that set off the W.T.O. violence. Another reason for concern is the arrest two weeks ago of an Algerian man charged with illegally carrying bomb-making materials from Canada into Washington State. An arrest warrant has been issued for a second man who is thought to be linked to the jailed suspect.\nThe scale of New York City's celebration, which may draw up to two million people, demands aggressive security tactics even though there is no information suggesting that New York is a terrorism target. Eight thousand police officers will be assigned to the blocks around Times Square. A mile-long, three-block-wide stretch of Midtown will be closed to traffic, and all parked cars will be towed to prevent car bombs. Bomb-sniffing dogs will patrol underground tunnels. Manhole covers will be bolted shut, and all garbage cans removed from the surrounding blocks, again to eliminate places bombs might be hidden. Police helicopters will be used for surveillance overhead, officers will be placed on roofs, and all streets leading into Times Square will be tightly controlled, with officers checking people for alcohol, weapons and any suspicious activities. The entire Port Authority police force of 1,250 officers will also be deployed.\nEvery year, Times Square is jammed on New Year's Eve. As Mr. Giuliani pointed out, there are no absolute guarantees against risk anywhere in the world. But the best way to deter terrorists is with well-publicized plans that make it hard for them to target an area. The city's security plan meets that standard by being smart, focused and detailed.\n\nhttp://www.nytimes.com\n\nLoad-Date: December 29, 1999"
}