{
    "title": "New York Times reporter visits BYU to talk terrorism",
    "publisher": "the new york times",
    "year": 2015,
    "month": 10,
    "day": 29,
    "full text": "Syrian soldiers wave Syrian flags to celebrate the capture of Achan, Hama province, Syria. Schmitt discussed the terror threats in Syria and the global threat of ISIS. (Associated Press)\nNew York Times senior reporter, Eric Schmitt, addressed an overflowing crowd at the Kennedy Center on Wednesday, Oct. 28, 2015 to discuss ISIS, Al Qaeda and other terrorist threats.\nEric Schmitt has covered terrorism and national security for over 30 years as a New York Times reporter. He has imbedded with military units on six reporting trips to Iraq and 12 reporting trips to Afghanistan. Schmitt has also shared two Pulitzer Prizes for his reporting.\nSchmitt said he categorizes terrorist threats into five categories: conventional, splinter effect, homegrown, cyber-threats and emerging threats.\nConventional\nThe terrorism correspondent said that conventional terrorism ismade up ofAl Qaeda and other terrorist actions surrounding the attacks on Sept. 11. The dramatic reduction in U.S. troops from the Middle East after the Al Qaeda threat dissipated paved the way for today's emerging terrorist threats.\n\"In my opinion, we took our eye off the ball,\" Schmitt said. \"This allowed the threat to regenerate.\"\nSplinter Effect\nThe New York Times reporter said the splinter effect was made up of groups that haven't completely decided their allegiances or their intentions. He said that the best example of this terrorism was Nigeria's Boko Haram, an Islamic extremist group that kidnapped 300 schoolgirls in April of 2014.\nSchmitt said that the U.S. is implementing a \"light footprint\" strategy to fight these offshoot terrorist organizations.\n\"With this strategy, small numbers of U.S. military forces will train or advise indigenous military forces,\" Schmitt said. \"This gives power to these local forces that know the language and the culture of their enemies.\"\nHomegrown\nHe also discussed the rapidly growing threat of homegrown terrorism, as seen in the Boston Marathon bombings and the Naval Training Center shootings by an extremist in Chattanooga, Tennessee.\n\"These extremist individuals are lone wolves, and they are not on anyone's radar,\" Schmitt said. \"This is a troubling trend because there is very little sign of warning before the tragic actions.\"\nFighting homegrown terrorism requires action from all areas of government. \"There needs to be a holistic governmental approach to find and to stop what is creating the next generation of terrorists,\" he said.\nCyber-threats\nAccording to Schmitt, this type of threat is often associated with Edward Snowden and foreign hackers.\nEmerging\nSchmitt focused the majority of his remarks on emerging terrorist threats, mainly the evolution of the Islamic extremist group ISIS, or the Islamic State of Iraq and Syria.\n\"ISIS is a sophisticated hybrid terrorist army,\" Schmitt said. \"They've taken elements of what used to be the Al-Qaeda affiliate in Iraq and morphed with leftover members of Saddam Hussein's regime to become a potent force capable of controlling territory.\"\nThe national security correspondent said that these emerging threats are different from conventional terrorist threats partially due to the rise of social media.\n\"Terrorist threats today are much more decentralized,\" Schmitt said. \"Islamic extremism is now propagated over Twitter, Facebook, and other social media. ISIS targets young males and young Muslim families who may feel isolated from their surrounding culture.\"\nOne way to combat this ISIS strategy is to also rely on the internet's influence. \"There are efforts to trying to find credible Muslim voices to counteract this extremist narrative on social media,\" Schmitt said.\nSchmitt spoke in an interview after his Kennedy Center lecture about how he came to work for the New York Times and also discussed his global experiences covering terrorism and national security.\nHe lived in Madrid during his junior year of college as part of a study abroad program and was a student reporter covering what was supposed to be a routine vote in the Senate when shots rang out in the government building.\n\"I witnessed an attempted coup by the Spanish military to overthrow the relatively new Spanish democracy,\" Schmitt said. \"All of a sudden I was working on one of the biggest breaking news stories in the world.\"\nHe later worked at a newspaper in Washington state and was recommended as a top reporter to the New York Times. \"I started working at the Times from the bottom up as a desk clerk,\" Schmitt said. \"This is how I really learned the inner workings of the newspaper.\"\nAfter several years at the Times, he took a break for a Stanford Journalism fellowship. \"That time allowed me to become a student again, and to recharge,\" he said.\nSchmitt's most memorable assignment was when he and a colleague unearthed the illegal operations of a secret U.S. military unit in Iraq in 2006.\n\"The military was keeping these prisoners in horrific conditions that were not consistent with military standards,\" Schmitt said. \"That assignment had an impact because it cast light on the issue and brought punishment to those who deserved it.\"\nSchmitt said the most important thing he has learned from covering controversial issues in some of the most dangerous places on the globe is that there is always an underlying story waiting to be told.\n\"There is very rarely one point of view,\" Schmitt said. \"Show people that you're putting in the hard work, and they'll open up and share their perspective.\"\n\nLoad-Date: October 29, 2015"
}