{
    "title": "New Zealand Massacre Sentencing_ What to Expect",
    "publisher": "the new york times",
    "year": 2020,
    "month": 8,
    "day": 23,
    "full text": "Brenton Tarrant pleaded guilty in March after murdering 51 people and wounding 40 at two mosques in Christchurch, New Zealand. But the final phase of the case presents a series of challenges.\nSYDNEY, Australia — Brenton Tarrant killed 51 people and wounded 40 more at two mosques in Christchurch, New Zealand, last year, an act of hate and terrorism unlike anything the remote island country had ever seen.\nHe will be sentenced this week in a courtroom filled with people whose lives he sought to destroy.\nMr. Tarrant, 29, pleaded guilty to murder, attempted murder and terrorism in March. He is expected to be sentenced to life in prison, possibly without eligibility for parole.\nBut the case’s final phase — which will begin on Monday and is scheduled to last at least four days — presents complex legal and logistical challenges, and, for his victims, the emotional turmoil of confronting their assailant.\nWho is Brenton Tarrant?\nMr. Tarrant, 29, is an Australian former fitness instructor who moved to New Zealand in 2017 with plans, he has said, to collect weapons and plot the attack he carried out on March 15, 2019.\nA trail of evidence and interviews with his relatives suggest he became radicalized while traveling through Europe with an inheritance from his father when he was 20, and by connecting with extremists he met on the internet.\nIn a manifesto that Mr. Tarrant distributed online before the attacks, he wrote about his hatred for Muslims and non-European immigrants, expressing a belief in the racist “great replacement theory,” which centers on the notion that falling birthrates among white people will lead them to be replaced by nonwhite people.\nThe attack took place during Friday Prayer. Mr. Tarrant killed 42 people at the Al Noor mosque (two others later died in the hospital) and seven more at the Linwood mosque a few miles away. The youngest person killed was 3.\nMr. Tarrant used five weapons he had bought legally. It was the worst mass shooting in New Zealand’s history, and led to an overhaul of national gun laws, with a ban on military-style semiautomatic weapons and a gun buyback that has collected 56,250 prohibited firearms.\nWhat makes the sentencing so complicated?\nMr. Tarrant has hoped to gain notoriety through his crimes, which he live-streamed on Facebook, bringing the violence directly to large numbers of people.\nHe recently fired his lawyers and decided to represent himself, making the sentencing a potential venue for the promotion of his abhorrent views, which have inspired other attacks.\nMedia outlets from all over the world plan to cover the sentencing, and without counsel, he may have more opportunity to speak and try to confront the families of his victims.\nAt least 66 people plan to deliver victim’s statements, either read aloud or submitted in writing.\n“The unfortunate bottom line is no one really knows how it’s going to go,” said Alexander Gillespie, a law professor at the University of Waikato. “This is his last public performance, so for someone who has committed such an act, you can guarantee he will try to do something — and you just have to reduce that risk.”\nWhat is the court doing to keep Tarrant from exploiting the situation?\nThe judge in charge of the case, Justice Cameron Mander, has put in place a series of restrictions on media coverage that aim to keep provocative moments that might incite hatred from being shared immediately, if at all.\nIn a memo sent to journalists last week, Justice Mander warned that he had the right to set limits on what they reported.\n“The court may determine what information can be published about a hearing and when it can be published,” he wrote.\nOther rules are already in place. Any republication of the manifesto and the video of the attacks “is prohibited and constitutes an offense,” according to Judge Mander’s statement.\nMr. Gillespie said these efforts were an attempt to curb Mr. Tarrant’s influence. “They are determined that he does not do more damage to the victims, instigate further crimes, and the integrity of the court is not damaged,” he said.\nBut doesn’t Tarrant have a right to address the court?\nDefendants in New Zealand are typically granted the right to provide information that could mitigate their sentence. But the judge is expected to be strict about keeping in check what can be said.\nThe reason a defendant committed a crime is a factor that often helps determine punishment. But Mr. Tarrant’s motivation is not in dispute, because he pleaded guilty to terrorism, said Kris Gledhill, a law professor at Auckland University of Technology, who recently outlined what to expect from the sentencing. “That should allow the judge to control the hearing firmly.”\nSo-called standby counsel may also help. The judge has appointed a lawyer to act in this capacity to “advise the offender about the law and the court process and to provide the offender with assistance if sought.”\nHe added, “This is to make sure the process runs smoothly and is fair.”\nWhat is the maximum or most likely sentence?\nNew Zealand abolished the death penalty in 1961. Life in prison is the country’s most severe criminal punishment, and its Sentencing Act requires a minimum period of imprisonment before the possibility of parole: 10 years for murder and, in very serious cases, at least 17 years.\nThere are no concurrent life sentences, as there are in the United States.\nBut the Sentencing Act also states that the court can require that a life sentence for murder be served without the possibility of release. Such a sentence has never been imposed in New Zealand. Many New Zealanders believe that Mr. Tarrant will be the first to receive one.\nHe will be able to appeal whatever sentence he receives.\nHow do victims of the shooting feel about the process?\nMany victims and their families have been struggling with a flood of emotions in the run-up to the sentencing.\nWasseim Alsati, 36, a barber who was shot along with his daughter Alen, 6, at the Al Noor mosque, had to travel back to New Zealand from overseas, making use of an exception to the country’s border lockdown specifically for the sentencing.\nHe said he had made the trip from Turkey, where he was seeking treatment for Alen, because “this was the only chance I would have to stand before him and say, ‘Look what you have done.’”\nHis daughter, he said, still wakes up in the middle of the night screaming, and cannot walk more than a few feet without falling down because of the lasting impact of the shooting.\nBut the message he wants to give Mr. Tarrant involves more than the display of pain. He said he wanted to tell him: “You didn’t break us.”\n“I want to feel the law, to feel my rights,” he added. “It will be so much rehab for myself, mentally and emotionally, to be able to see what the sentencing decision will be.”\nAmanda Saxton contributed reporting from Wellington and Christchurch, New Zealand.\nPHOTO: Outside the Linwood mosque in Christchurch, New Zealand. Fifty-one were killed at two mosques. (PHOTOGRAPH BY ADAM DEAN FOR THE NEW YORK TIMES)\n\nLoad-Date: June 14, 2021"
}