{
    "title": "NEW LINKS TO SYRIANS FOUND IN SUICIDE TERROR BOMBINGS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 2,
    "day": 16,
    "full text": "Suicide terrorist bombings in Lebanon, once believed to be the work of pro-Iranian fanatics, have in the last year become directly linked to pro-Syrian secular groups, according to evidence collected by the Israeli Army, counterterrorism experts and residents of southern Lebanon.\nOn the basis of their experience with suicide terrorism, senior Israeli officers and counterterrorism experts have concluded that there is no truth to previous assumptions that suicide terrorism is exclusively a phenomenon of the Shiite Moslem religion; that hundreds of devout Shiites have been trained and are prepared to blow themselves up against ''infidel'' targets, and that there is practically no way to stop such warfare.\nBased on what they have learned, Israeli officials say they believe suicide terrorism can be effectively combated. They noted that since Nov. 26 there had not been a single act of suicide terrorism, after several months of almost weekly occurrences.\nThey have fought suicide terrorism, the Israelis said, by treating it not as the work of an inexhaustible supply of religious fanatics but instead as the product of national intelligence groups exploiting the psychological weaknesses or religious fervor of a small group of people who can be persuaded to kill themselves or tricked into doing so.\nSouthern Lebanon 'Terrorilla'\nEven though in southern Lebanon Israel faces a special situation - a combination of guerrilla warfare and terrorism that Israeli officials there have dubbed ''terrorilla'' - the officials and experts say they believe the information they have gathered may help the West fight international terrorism elsewhere, particularly in light of recent declarations by the Libyan leader, Col. Muammar el-Qaddafi, that he is training suicide squads to operate abroad.\nFrom April 9 to Nov. 26 of last year, Israeli forces in Lebanon and their allies in the militia known as the South Lebanon Army were subject to 15 suicide attacks. The attacks came from car bombs, exploding mules and men wearing dynamite-filled vests. Three bombers were captured alive by the Israelis before reaching their targets.\nNone of these suicide attacks appear to have been mounted by a Shiite organization, judging from the assertions of responsibility broadcast in Lebanon and Syria, Israeli Army analyses and biographies of the suicide bombers published in Lebanon.\n''What we are dealing with here is not a Shiite phenomenon, or hordes of Allah-driven people ready to die for Khomeini, or people who have been acting out of religious fervor,'' said Ariel Merari, a psychologist at Tel Aviv University and a leading expert on terrorism. ''Most of the people we have encountered in south Lebanon worship Syria's President Assad, not Allah.''\nIsraeli officials said they still believed that the suicide terrorism in Lebanon began with pro-Iranian Shiite groups who took responsibility for, among other bombings, those at the United States Embassy and Marine garrison in Beirut in 1983.\nAccording to Israeli officials and Shiite residents of southern Lebanon, however, Shiite organizations more or less renounced suicide warfare after the Israeli Army withdrew most of its forces from Lebanon last spring and set up what Israel has described as a security zone in southern Lebanon.\nThe pro-Iranian Shiites, according to the Israeli officials, seemed to have reached the conclusion that such terrorist actions were counterproductive because more Lebanese than Israelis were being killed. Many also declared that such actions went against the teachings of Islam.\nTo keep pressure on the remaining Israelis present in Lebanon, according to Israeli officials and Shiite sources in southern Lebanon, Syria was forced to turn to the secular, leftist, pro-Syrian Lebanese political parties directly under its control to carry out suicide operations. Just 4 of 15 Attackers Reportedly Shiites Of the 15 suicide attacks against Israelis and South Lebanon Army troops in southern Lebanon from April through November, the Lebanese branch of the National Syrian Socialist Party, a leftist organization run by Greek Orthodox Lebanese who advocate a merger of Syria and Lebanon, has taken responsibility for five. The Lebanese branch of the Syrian Baath Party, the ruling political party in Syria, has taken responsibility for six other suicide attacks.\nThe Lebanese Communist Party said it had carried out one attack and Misr al-Aruba, or ''Egypt the Arab,'' a tiny Egyptian opposition group that operates in southern Lebanon, took responsibility for another.\nThe pro-Syrian secular groups have made no attempt to hide their connections with Damascus, and they have broadcast several prerecorded interviews with the suicide bombers on Syrian television.\nOnly four of the suicide attackers since April were Shiite Moslems, according to information gathered by the Israeli Army on the basis of its intelligence in southern Lebanon and according to the identities of the suicide bombers, as released by the groups who have taken responsibility for the attacks. One was a 28-year-old Druse psychology student from Beirut, and the others all appear to have been Sunni Moslems, including at least two Syrians and two Egyptians. 2 Teen-Agers Caught In Bungled Missions Of the three suicide attackers Israel captured, none appeared to be religious fanatics, nor did they even seem to be religious. Two were teen-agers - Mohammed Burro, a 16-year-old boy, and Mayilla Soufangi, a 17-year-old girl -who appeared to have no clearly thought out political ideas or much education. The other, Mohammed Nasser, who was in his 20's, appeared to have been put forward as a candidate for his bungled mission by his brother, with whom he did not get along.\nReligious fanatics, said Professor Merari, the Tel Aviv University terrorism expert, are people who want to change the enviroment in which they live. ''They are usually prepared to kill others to do it,'' he said, ''but rarely themselves.''\nAll the suicide bombers about whom Israel has been able to gather biographical data have in common a history of some kind of personality problem or family problem.\n''I did not find in the curriculum vitae of a single one of them an authentic hero who traded his or her good life for some ideology,'' said a senior Israeli officer who has dealt closely with suicide bombers.\n''It would be very difficult to mass-produce such people, because it takes a while to find the right type, with the right psychological background,'' he said. ''It is more complicated than going into a mosque and saying, 'Who wants to go next?' '' Did They All Know That They Would Die?\nNot all of the suicide bombers appear to have known they were committing suicide, said Uri Lubrani, the Defense Ministry coordinator for southern Lebanon.\nFor instance, a young girl carrying a suitcase approached a South Lebanon Army checkpoint at the Druse border village of Hasbeya last May 9. The girl put down the suitcase and was summoned to speak with a South Lebanon Army guard a few yards away. While they were talking calmly, the suitcase exploded, killing the girl and the soldier, according to other militiamen who were there.\nWitnesses later reported seeing a man running from a nearby hilltop at the time of the blast. Israeli officials said they believed that the man probably detonated the suitcase by remote control.\nOn Sept. 17, Mohammed Nasser arrived at the South Lebanon Army checkpoint at Shomrriya driving an explosive-laden car in which he was supposed to kill himself at a target within the security zone. He was followed by another car from his organization that was to make sure he carried out the mission.\nBut Mr. Nasser lost his nerve at the checkpoint, jumped out of his car and ran to the nearest of the two following cars, according to Israeli officials. There, they said, he tried to persuade the other driver to take his place, and the other driver refused. They argued, and the South Lebanon Army arrested both and blew up Mr. Nasser's vehicle.\nIn order to combat the suicide phenomenon, the Israeli Army in southern Lebanon and its allies in the South Lebanon Army have adopted advanced security and psychological warfare techniques. Israelis' Orders: Shoot First, Ask Later All residents of what Israel calls the security zone are issued licenses to enter with their vehicles. When they arrive at a gate, they must get out of their car several hundred feet from the militiamen, walk toward them, identify themselves and present their licenses. Only then are they allowed to get their car and present it for searching.\nAnyone who violates this routine at the gates, driving a vehicle when these regulations forbid it, is shot on the spot, with questions asked later. Some of those shot have been innocent bystanders, Israeli officials said, but the security routine has twice stopped suicide car bombers before they entered the zone.\nWithin the zone, no one is allowed to ride in a car alone, on the presumption that it would be far less likely for two people to be ready to commit suicide together than for one to do so alone.\nSince April, only seven South Lebanon Army soldiers have been killed by suicide attacks. In contrast, about 25 Lebanese civilians have been killed and about the same number have been wounded.\nOnly a few Israeli soldiers have been wounded by shrapnel, and those wounds have been light. Among the Lebanese civilians killed were seven members of the family of Mahmoud Faqih, one of the top southern Lebanon leaders of the Shiite militia Amal. Shiite Opposition To the Attacks Grows Because of the civilian casualties, the Shiite population in southern Lebanon has largely turned against the use of suicide bombs, according to local residents. Israeli officials said they believed that this was the single most important factor in explaining why attacks from this group had subsided.\nAlso as a result of the mounting local opposition to such bombings, Israel's intelligence network within the security zone and outside it has vastly improved, Israeli officials said.\n''In fact,'' said a senior Israeli officer in southern Lebanon, ''it is becoming a problem. We are now getting three or four warnings a day from people who either know, think they know or dreamed in the night that a car is being rigged, is on the road or an operation is being planned.''\nSeveral leading Shiite clerics have denounced suicide bombings as ''armed propaganda.''\nThe Israeli army has nurtured the budding local opposition to the attacks. For example, it has issued a $1,000 reward for anyone who turns in a Syrian Amry major whom it has identified as having been involved in planning a particular suicide bombing attack.\nIn addition, Israel recently financed the establishment of a radio station in the security zone to be operated by, and for, Shiites in the area. It is called ''Voice of the South.'' Captured Bombers Say They Were Duped The radio has carried interviews with some of the captured suicide bombers, who have told their life stories and have described how they were purportedly duped into the operations.\nIn addition, the radio broadcasts details of every suicide explosion, with particular emphasis on the civilian casualties.\nThe station also broadcasts commentaries that underline that suicide is strictly forbidden by Islam.\nAccording to the Encyclopedia of Islam, the Prophet Mohammed himself disapproved of suicide and is said to have refused to say the traditional prayers of mourning for those who died by suicide. According to Islamic teaching, a person who commits suicide, no matter what the circumstances, is not allowed to enter paradise. To the contrary, the encyclopedia states, his punishment in hell is to be the endless repetition of the act by which he killed himself.\nAs much as Israel uses propaganda in the south to fight suicide warfare, it has taken great pains to limit the flow of news out of the area. No reporters have been allowed to cover the aftermaths of suicide attacks, and virtually no information is released about them.\nIt is for this reason that the outside world has not been fully aware of the suicide war that has been taking place and the nature of its transformation, Israeli counterrorism experts said.\n''If someone mounts a suicide operation and there is no story about it in the West, then it is as though it never happened, no matter how much damage it does,'' a senior Israeli official said.\n''You don't do terrorism to kill people,'' he said. ''You do it to create an echo that makes you larger than life. No echo, no success.''\n\nGraphic\n\n \nPhoto of Mayilla Soufangi in the hospital (NYT; Reuters); Photo of Mayilla Soufangi posing infront of a poster of Syria'spresident, with her were Mahmoud Suleiman, and hassan Mohammed"
}