{
    "title": "NEW SECURITY STEPS BEING TAKEN AT WHITE HOUSE AFTER SHOOTING",
    "publisher": "the new york times",
    "year": 1984,
    "month": 3,
    "day": 17,
    "full text": "The White House today announced new security measures to prevent terrorism and protect President Reagan.\nThe measures, under study for a year, were disclosed by Larry Speakes, the Presidential spokesman, the day after an armed man was shot by a Secret Service agent outside the White House grounds.\nMr. Speakes said that, starting Monday, White House staff members, the press and visitors would be restricted to two gates. They will also have to pass magnetometers for the detection of weapons and will have their briefcases searched, he said.\nWhite House announces new security measures to prevent terrorism and protect Pres Ronald Reagan; measures are disclosed one day after armed man, identified as David Mahonski, is shot by Secret Service agent outside White House grounds; White House spokesman Larry Speakes describes new measures (S)\nMr. Speakes said the only exceptions to these procedures would be diplomats, Cabinet officers, members of Congress and the Justices of the Supreme Court. At present, those entering the White House have only their credentials or visitors' permits checked.\nThe new measures are part of an antiterrorist plan that began to be put into effect at the White House soon after the killing of 241 United States marines in a suicide bomb attack on their quarters outside Beirut last October. Concrete barriers were erected around the White House and at street intersections nearby to stop any bomb- laden trucks. New police booths were built on the White House grounds.\nIntelligence reports of threatened terrorist attacks have also led to tighter security at other Government buildings here, including the Capitol, where a bomb exploded last year.\n \nThree Incidents Thursday\nThe shooting of the armed man was one of three incidents involving Presidential security Thursday. Earlier, a man jumped over the White House iron fence and the Secret Service said it was investigating a public threat by the publisher of Hustler magazine, Larry Flynt, to have Mr. Reagan assassinated.\nA uniformed Secret Service agent patrolling near the White House shot a man identified as David Mahonski of Williamsport, Pa., who the Secrect Service said turned and pointed a sawed-off shotgun at the agent when he approached to question Mr. Mahonski. Mr. Mahonski was shot in the forearm.\nMr. Mahonski was reported to be in good condition in hospital, where a United States Magistrate ordered him to undergo psychiatric testing. A decision is pending on charges against him.\nThe shooting occurred about 400 yards from Mr. Reagan's residence and officials said the President was not endangered."
}