{
    "title": "New charges unveiled in 1988 Lockerbie bombing",
    "publisher": "usa today",
    "year": 2020,
    "month": 12,
    "day": 22,
    "full text": "Outgoing Attorney General William Barr unveiled new charges Monday against another suspect in the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland, that killed 270 people, the majority of them Americans.\nFederal prosecutors charged Abu Agila Mohammad Masud with destruction of an aircraft resulting in death and destruction of a vehicle of interstate commerce. The Libyan intelligence officer is suspected of helping make the bomb that exploded aboard the Boeing 747 while it was flying over the  Scottish town en route from London to New York.\n\"Let there be no mistake: No amount of time or distance will stop the United States and its partners in Scotland from pursuing justice in this case,\" Barr said at a Justice Department briefing. \"There is no question that the Pan Am 103 attack was aimed at the United States, and this heinous assault lives in infamy in the collective memory of the American people.\"\nThe charges add a fresh chapter to one of the world's longest and most sprawling terrorism investigations. Investigators have pursued leads in dozens of countries and interviewed thousands of people.\nThe attorney general said a \"breakthrough\" came in 2016, after  investigators learned that Masuda, a long-suspected co-conspirator, had been arrested and interrogated by Libyan authorities in 2012 after the collapse of the Moammar Gadhafi regime. A copy of the interview and other evidence was provided to U.S. authorities, allegedly linking Masud to the assembly of the explosive.\nAccording to court documents, the operation had been ordered by Libyan intelligence officials, and Gadhafi thanked Masud for \"the successful attack on the United States.\"\nU.S. officials also believe Masud was involved in the 1986 bombing of the LaBelle Discotheque in Berlin, West Germany, which killed two American service members and a Turkish woman.\nFor Barr, who is leaving office Wednesday, the case has been a deeply personal one. During his initial stint as attorney general in the George H.W. Bush administration, Barr announced the first charges in the case, aided by Robert Mueller, then chief of the Justice Department's Criminal Division.\n\"I know firsthand the toil, tears, and sweat that have been poured into pursuing justice for the victims of the Lockerbie bombing and their families,\" Barr said.\nMasud remains in Libyan custody, and Barr said the U.S. would seek his extradition to face the terror charges. \n\nLoad-Date: December 22, 2020"
}