{
    "title": "New methods needed for the war on terror",
    "publisher": "university wire",
    "year": 2006,
    "month": 6,
    "day": 5,
    "full text": "It may be too soon to call the military occupation in Iraq a complete failure, but it's entirely appropriate to say it's failing.\nThere are still 131,000 troops in Iraq, and the number isn't expected to decrease, according to the Los Angeles Times. If occupational strategies have proved to be ineffective after more than three years, perhaps this is a good hint that other approaches need to be considered.\nIn the meantime, people are still dying and no progress is being made.\nJust this past Memorial Day, two CBS News crewmembers died in Iraq during a string of attacks that also killed many others. Today, it's estimated that 40,000 Iraqi civilians have died since the war started because of military intervention, according to www.iraqbodycount.org, and there have been 2,697 coalition soldiers killed, according to            www.cnn.com.\nThe number of people who have died in this war is outrageous, especially because there isn't a clearly defined winner or loser, and Iraq continues to be in a state of disarray.\nIt's easy to blame the terrorists, insurgents, revolutionaries and rebels; however, one chooses to label them for this calamity. It's now painfully clear that going to war with people who are more than willing to martyr themselves and die for their cause was a tremendous error and has become a battle the United States cannot win through physical warfare alone.\nBut it's also equally obvious that coalition troops cannot be entirely pulled out of Iraq; some military presence is essential in the country and may be for many years. However, non-combatant approaches might be more appropriate, and it's time for the United States to begin considering such options.\nThe nonmilitary tactics America should be pursuing include understanding the opponents' psychology, fighting poverty in their country, accepting enemies' opinions and beliefs and, in general, showing respect.\nMany people may think it sounds odd to show our adversaries respect -- especially those who have killed innocent civilians -- but it is necessary if America, as a nation, has any hope of bridging the gap between our two ideologies and building a lasting peace and a true democratic republic in Iraq.\nAnother point to consider is that not all Iraqi insurgents are terrorists. Some scholars, such as Martha Crenshaw, professor of government at Wesleyan University in Middletown, Conn., and editor of the 1995 book, \"Terrorism in Context,\" suggests that people stop labeling enemy combatants as \"terrorists\" because of it's negative connotation and the fact that it legitimizes repression and fuels additional conflict.\nInstead of fighting enemies as if they're evil and giving them evil names, Americans need to put the opponent on a more human level -- even if it means considering their personal needs.\nAmericans also need to recognize that we would behave in the same manner if our country was occupied by a foreign power. For example, if a foreign military force suddenly rolled through Pacific Beach and began an occupation of San Diego because it didn't like the way the city was governed, it's a pretty safe bet that the locals would immediately become aggressive and violent toward their invader.\nThere are many Iraqis who don't want to see their homeland occupied by foreign troops, and they are willing to do anything, at any cost, to end that -- even if it means killing innocent civilians or themselves in the process.\nFor the most part, the people Americans consider to be lunatic fanatics are actually sane and stable individuals. Ehud Sprinzak, author of \"Rational Fanatics,\" wrote that terrorism must always be fought psychologically because it's the ordinary people who are carrying out such atrocious acts.\nHowever, fighting a war using psychology demands that such individuals -- even though we find their behavior loathsome -- are shown respect.\nMore importantly, more countries and their citizens need to help improve the condition of poverty-ridden countries.\n\"Disease, overcrowding, undernourishment, political repression and alienation breed despair, anger and hatred,\" said Strobe Talbott, author of \"The Other Evil: The War on Terrorism Won't Succeed Without a War on Poverty.\"\nClearly, rampant poverty has added fuel to the fire that's currently burning in Iraq, and it's estimated that 23 percent of Iraqi children suffer from chronic malnutrition, 20 percent of Iraqi families now live in nontraditional dwellings -- an inadequate housing indicator -- and 33 percent of Iraqi youths are unemployed, according to www.iq.undp.org.\nNone of these statistics would make a citizen of any country content with his or her lifestyle.\nNow more than ever, it's necessary that the global community -- and especially U.S. citizens -- reconsider and begin to implement nonmilitary responses to terrorism. These approaches need to be our priority because military action is not working.\nUsing an approach that involves respect, understanding and relief cannot possibly produce a bigger loss than what has already occurred.\n(C) 2006 The Daily Aztec via U-WIRE\n\nLoad-Date: June 5, 2006"
}