{
    "title": "New York Moves to Classify Killings Fueled by White Supremacy as Domestic Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 15,
    "full text": "The state would be the first to classify mass violence motivated by race, gender or sexual orientation as terrorism.\nExpressing deep concern about violence tied to white supremacy and other forms of bigotry, Gov. Andrew M. Cuomo proposed on Thursday to make New York the first state to classify “hate-fueled” killings as domestic terrorism.\nMr. Cuomo, a Democrat, unveiled the proposal in a speech, almost two weeks after back-to-back massacres in El Paso, Tex., and Dayton, Ohio, prompted all-too-familiar cries for action from both political parties. \nDescribing the need to address the “new violent epidemic” of “hate-fueled, American-on-American terrorism,” Mr. Cuomo called for raising the penalties for violence motivated by race, gender, sexual orientation or other protected classes by making them punishable by up to life in prison without parole.\n“Today, our people are three times more likely to suffer a terrorist attack launched by an American than one launched by a foreigner,” he said. “Now this is not just repulsive. This is not just immoral. This is not just anti-American. It is illegal. And we must confront it by enacting a new law to fit the crime.”\nWhile the governor’s office has not shared any bill language, it said mass casualties would be defined as any death of at least one person and the attempted murder of at least two more. \nLawmakers have wrestled with how to define — and prosecute — domestic terrorism for years. \nThere is no federal crime of domestic terrorism. While Congress passed a law after the Sept. 11 attacks defining domestic terrorism as violent acts intended to intimidate civilians or the government, that law did not create an accompanying federal offense, such as exists for international terrorism. Acts of domestic terrorism have instead            been prosecuted under different charges, such as attempting to “destroy a building in interstate commerce.”\nDozens of states, including New York, have enacted state-level laws defining terrorism, and some, including Georgia and Vermont, explicitly mention domestic terrorism. But those laws, like the federal one, largely measure terrorism as an attempt to coerce or destabilize the public or the government.\nNew York’s new law, by contrast, would specify that domestic terrorism included acts of mass violence against people for their identities.\n“White supremacists, anti-Semites, anti-L.G.B.T.Q., white nationalists — these are Americans committing mass hate crimes against other Americans,” Mr. Cuomo said. “And it should be recognized for what it is: domestic terrorism.”\nThe governor also called on Congress to enact a new federal domestic terrorism law. Senator Martha McSally, Republican of Arizona, introduced a bill on Wednesday to do that.\nRepresentative Hakeem Jeffries of Brooklyn, a Democrat who also spoke at the event at the New York City Bar Association, joined the call for federal action. “Rome is burning right now, and yet Donald Trump and his co-conspirators in the Republican Party are fiddling around,” he said.\nMr. Cuomo’s proposal appears well positioned to win support in the State Legislature, which this year fell under Democratic control for the first time in nearly a decade. While leaders of both the State Senate and Assembly did not explicitly say that they would back the bill, in statements they said they shared Mr. Cuomo’s goal of ensuring safety and condemning hate.\nThe bill would likely not be brought to a vote until the Legislature returns for its next session in January.\nBut even as the idea takes hold nationally as well as in New York, civil liberties advocates have raised the specter of First Amendment incursions, warning that terrorism investigations have sometimes involved harassment, sting operations and violations of free-speech rights.\nA spokesman for the Anti-Defamation League, a leading organization fighting anti-Semitism, said the group would review Mr. Cuomo’s bill with those considerations in mind. “Addressing terrorism through the criminal justice system involves a complex balancing of security needs and civil liberties concerns,” the spokesman, Todd Gutnick, said.\nIn addition, some counterterrorism experts said efforts to define domestic terrorism risked becoming purely symbolic.\nMary McCord, a former top national security official in the Justice Department, said states’ existing domestic terrorism laws have not proven very effective, in part because they do little to address crime prevention.\n“They kind of just sit there unused, because they don’t necessarily have the same experience in investigating and prosecuting terrorism cases” as federal authorities, she said. “I think all states should have domestic terrorism statutes, it’s a good thing for them to have, but it hasn’t really moved the ball significantly.”\nBrian Michael Jenkins, a senior researcher at the RAND Corporation, said that murder, whatever the motivation, typically already carries the maximum penalties. \n“A mass murderer with a manifesto is still a mass murderer,” Mr. Jenkins said. \n“Prosecutors, if they have something like a murder — that’s a good case to go on, and they are not necessarily interested in complicating the case by getting into a discussion of political motivation,” he added.\nIndeed, it is unclear just how much effect the proposal would have. Current hate crime law covers only second-degree, not first-degree, murder, and those convicted can qualify for parole; the governor’s proposal would close that loophole, according to Mr. Cuomo’s office.\nBut Ms. McCord said New York law also already provides for murder in aid of terrorism, under the state’s broader definition of terrorism as an attempt to intimidate civilians.\nSupporters of Mr. Cuomo’s proposal said that singling out political motivation was, in part, the point. \nMalcolm Hoenlein, the executive vice chair of the Conference of Presidents of Major American Jewish Organizations, appeared at Thursday’s speech alongside Mr. Cuomo. He urged the audience to remember that “words are important.”\n“If you don’t name it,” Mr. Hoenlein said, “you can’t fight it.”\nPHOTO: Gov. Andrew M. Cuomo has called for a new federal domestic terrorism law as hate crimes have gained prominence. (PHOTOGRAPH BY SCOTT HEINS/GETTY IMAGES)\n\nLoad-Date: August 17, 2019"
}