{
    "title": "New films bank on violence",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 5,
    "day": 6,
    "full text": "In the upcoming ''Die Hard With a Vengeance,'' Bruce Willis battles a deranged New Yorker setting off explosives across the city. Steven Seagal combats a high-tech terrorist trying to blow up the Eastern seaboard in July's ''Under Siege 2: Dark Territory.''\nAlthough filmmakers are pledging to be more sensitive about bloodshed in the wake of the Oklahoma City bombing, violence and explosives will be prominent in Hollywood's already-completed summer movies.\nAnd for all the current movietown moralizing, terrorism will remain central to a wave of films now in the works. After all, producers say, terrorists and bombers make great villains.\n''We have to be aware of the power of the thing we're doing,'' says Dan Gordon, one of Hollywood's top action screenwriters. ''But I'm really concerned about this wave of hysteria -- looking for scapegoats, easy scapegoats, in Hollywood.''\nSeveral TV shows, including ''The Critic'' and ''All My Children,'' scrapped bomb-related story lines written before the blast. But because movies are made much further in advance, it is difficult (and costly) to make significant changes, no upcoming film is being altered.\nCable TV's Home Box Office says it is not rescheduling its heavily promoted premiere tonight of the mad-bomber movie ''Speed.''\n20th Century Fox, makers of the ''Die Hard'' sequel, says there was ''no correlation'' between the April 19 bombing and its movie, and therefore it will not alter the film, its advertising or release date, May 19. The makers of ''Under Siege 2'' did not return calls.\nHollywood has found terrorism rich story fodder for years, studio executives say. Before the Oklahoma City attack, there were several terrorism-related projects in the works.\nOne production company plans to make one movie about nuclear terrorists and another on the World Trade Center bombing. A separate producer team is working on a story about a U.S. terrorist attack, and yet another company is busy with a story about an anti-terrorism expert.\nNo studio has announced plans for a movie based on the Oklahoma City bombing.\nSome people have noted similarities between the April 19 bombing and the 1985 movie ''Brazil.'' Oklahoma bombing suspect Timothy McVeigh allegedly used the alias Terry Tuttle, reminiscent of Robert De Niro's Harry Tuttle, a terrorist who blows up a government building.\n\nLoad-Date: May 18, 1995"
}