{
    "title": "New course opens job prospects",
    "publisher": "university wire",
    "year": 2011,
    "month": 2,
    "day": 11,
    "full text": "By William Pauldo and Antonio Garay - Collegian Staff\" is our first defense against transportation terrorism and more knowledge is power,\" said Coordinator of Fire Management Daniel Derwin. (Atlanta Hartsfield-Jackson Airport. Photo courtesy of Wikimedia Commons)\nThis semester, Homeland Security and Emergency Management majors are invited to take Intro to Homeland Security and Emergency Management at Hartsfield-Jackson Atlanta International Airport. The degree requires sixty credits with an abundance of business and criminal justice related courses.The course will cover different aspects of homeland security, from past events to future policies and common current practices used by homeland security officials. The course is also available to current TSA employees.When asked why students are required to take classes at the Airport,Derwin Daniels, Coordinator of Fire Management, responded by saying \"Taking a class at the airport establishes students to get a perspective of Homeland Security and Emergency Management.\" Hartsfield-Jackson will be one of the first airports to host this program. Courses centered on intelligenceanalysis and security management will also be made available this semester as part of this same degree program. The degree is in conjunction with GPC's growing partnership with the Transportation Security Administration . GPC and TSA are also coordinating on a self defense program for active and furloughed U.S. carrier crew members.Wally Weihe, director for the Center for Organizational Developmentand Leon Bracey, Program Support Manager at GPC, will be overseeing the program. Obtaining the degree provides job opportunities like working with The American Red Cross, TSA, Customs and Border Protection or Federal Emergency Management Agency . Hartsfield-Jackson currently has openings for mechanical engineers, aviation operation representatives, and information technology security analysts.Employees working in this field can expect annual salaries between $65,000 and $100,000 according to usajobs.gov. The TSA currently has several openings for program analysts. \"College courses should bring the level of TSA's and their work to higher heights, said Daniels, according GPC's press release. \"They are our first defense against transportation terrorism and more knowledge is power.\"Professor Derwin Daniels can be contacted at 678-891-2392 or derwin.daniels@gpc.edu for more information on the Homeland Security and Emergency Management degree program. Contact the CMSDT Program Office at 1-877-407-CMSD (2673) with questions about the program or how to register if interested.\nRelated Articles\nSaving the victims of trafficking\nFilm and Animation Bachelor's in limbo\nDecatur's technology deficit\nProfile | Bob Moheb\n\nLoad-Date: January 16, 2018"
}