{
    "title": "New Rules in New Kind of War",
    "publisher": "the christian science monitor",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "With a salvo of cruise missiles, the United States has escalated its involvement in a fight where the enemy is unpredictable, the battlefield undefined, and final victory unforeseen.\n \n Washington's self-declared war against the stateless terror network of Osama bin Laden could well be a model for early 21st century conflict, say experts. The dangers Mr. bin Laden represents are just the sort of threats to US security that many experts predicted would emerge in the aftermath of the cold war.\n \n Whether cold-war-era weapons such as Tomahawk missiles will be effective is another question. The record of Israeli-style explosive response to terrorism is mixed. Its success often involves not so much physical destruction as a boost in morale for terror's targets - and a message to terrorists that they are not just playing with a punching bag.\n\"Sitting idly by would be perhaps the worse policy,\" says Bruce Hoffman, an American who heads the Center for the Study of Terrorism and Political Violence at St. Andrews University in Scotland. \"But we should have realistic expectations. We are not going to achieve a spectacular victory overnight, if we even achieve a victory at all.\"\n \n US officials insist that last week's strikes against a terrorist training camp in Afghanistan and a suspected chemical-weapons plant in Sudan should not be seen simply as retaliation for the bombing of US embassies in Kenya and Tanzania.\n \n Instead, officials say, the blows mark a fundamental change in the country's long-term approach to dealing with terrorism. \"Terrorists should know that we will not simply play passive defense,\" wrote Secretary of Defense William Cohen in an opinion article published this weekend.\nAn attack of firsts\n \n The missile strikes mark the first known time in which the US has used offensive military action to preempt terrorist attacks. Officials said one reason they acted when they did was that they had information the bin Laden network was planning further bombings.\n \n The action also marked the first time the US has taken out a facility suspected of providing terrorists with weapons of mass destruction. Experts have long warned that such weapons will pose one of the gravest risks to US interests in the early decades of the next century.\n \n Still, going on the offensive raises serious issues. They include the question of whether this approach will be more effective in deterring terrorism than the administration's previous policy: putting together a legal case in hope of one day tracking down perpetrators and bringing them to trial in the US.\n \n An aggressive policy demonstrates strength and resolve. But the 21st-century terror war has a number of distinctive attributes that make it different from old-style fights - or even past terror struggles.\n \n Stateless, belief-based networks such as that run by bin Laden are more diffuse than old-style terror cells, and thus difficult to target. Dedicated to opposing the United States, the networks could find a target anywhere there is an American citizen or building that symbolizes the US.\n \n Terrorists, without ground to capture or defend, control the timing of their battles. And despite the attacks last week, there are few fixed terrorist targets.\n \n Yet after the attacks in Saudi Arabia on American troops, the East Africa bombings, and bin Laden's brazen pledges to attack US civilians and military personnel, the Clinton administration came to embrace the view that it was better to escalate its terrorist battle than to do nothing.\n \n The US has for some time been putting in place the machinery and policies for pursuing a more aggressive approach to terrorism, some experts say.\n \n In addition to working to improve international cooperation against terrorism, the administration has been pushing for better coordination between the FBI, the Pentagon, and the intelligence services.\n \n The Pentagon has made counterterrorism a top priority, as highlighted last year by the appointment for the first time of a career special-operations commander, Maj. Gen. Hugh Shelton, as chairman of the Joint Chiefs of Staff.\n \n Furthermore, the Clinton administration has boosted the support provided to military operations, including counterterrorism, by the Central Intelligence Agency (CIA) and other intelligence agencies.\n \n But some experts say further improvements are required if a long-term fight is to be sustained. \"This is a slow and critical process,\" says Dr. Hoffman.\nContinuing the war\n \n Among other requirements, experts say, is bolstering deficiencies in spying by agents and other human-intelligence operatives. In recent years, US intelligence agencies have become dependent on technological capabilities, like electronic eavesdropping and spy satellites. But these have limits, as recently demonstrated by the CIA's failure to detect preparations for the Indian and Pakistani nuclear tests.\n \n \"The key is very effective intelligence and analysis, and that calls for more of a focus on human intelligence,\" says Stephen Sloan, a terrorism expert at the University of Oklahoma. \"We have relied too heavily on technical intelligence.\"\n \n US intelligence officials say they have been working to bolster their spy capabilities, including trying to recruit Americans from a variety of ethnic backgrounds who could help penetrate terrorist cells.\n \n \"We are relooking at all parts of our counterterrorism business,\" says a senior intelligence official. \"I'm talking about how our officers practice their trade overseas, what their training should be, how we manage our relationships with foreign liaison services and other matters.\"\n\nGraphic\n\n \nPHOTOS: 1) WATCHFUL: A police officer makes his rounds of the Jefferson Memorial in Washington. Security at monuments near the Mall has been stepped up. BY LINDA SPILLERS/AP 2) CONCRETE SECURITY: Workers erected a barrier near the Washington Monument over the weekend, as the US takes extra precautions after retaliatory threats for last week's airstrikes. BY WILLIAM PHILPOTT/AP\n\nLoad-Date: August 23, 1998"
}