{
    "title": "New monuments at Traxler Park honor Vietnam , Global War on Terrorism veterans",
    "publisher": "the day ",
    "year": 2014,
    "month": 11,
    "day": 8,
    "full text": "Nov. 08--JANESVILLE -- It was obvious who Pat Riley was when he stepped off the plane at San Francisco International Airport.\nTanned skin and still in uniform--he was a Vietnam veteran returning home in 1970.\nWalking to his gate that February morning, Riley was stopped by a young girl who asked, \"Are you just back from Vietnam?\"\nHe answered yes.\nThe girl spat in his face and called him a baby killer.\n\"I had no idea there were protests going on. I was just in shock,\" Riley said.\nFast forward to 2010. It was 3 a.m. when Karl Hanson stepped off his plane in Bangor, Maine, returning from Iraq.\nHe was met with lines of people. Long lines of veterans, many of them Vietnam veterans.\n\"They were out there waiting for us to come in, waiting to welcome us,\" he said.\nThose veterans knew how important it was to be welcomed home, Hanson said.\nIt's a kindness Riley didn't get, but one he strongly feels every veteran deserves today.\n\"What happened to us shouldn't happen to them,\" he said.\nLast week Riley and Hanson sat over a cup of coffee and talked about their times of service. Most of their experiences were poles apart, distanced by time and technology, yet they shared a strong bond forged upon heavy memories and an instinctive camaraderie as veterans.\nRiley and Hanson are among those honored by two new monuments at the Medal of Honor Walkway in Veterans Plaza at Traxler Park in Janesville.\nThe Vietnam and Global War on Terrorism memorials were unveiled and dedicated Saturday before more than 100 people.\nThe black granite monuments sit across from each other at the north end of the park.\nHalf of the memorial honoring Vietnam vets was damaged during installation, so it will be added on and dedicated on Memorial Day 2015.\nFacing each other in front of each monument are two battlefield crosses, one for those fallen in each war.\nThe day was marked by a double flag folding, a 21-gun salute, the playing of Taps and re-enactments of the three-man and nurses statues.\nThe emotion of the day was found in small details--such as the strong-armed salute of a veteran in the crowd.\nOr the sound of \"Amazing Grace\" as men marched flags down the brick-laid walkway.\nOr the collective swell of pride as people gathered around the monuments after the ceremony.\nIt was Tom Stehura's vision to create these memorials. Stehura is president of the Janesville Patriotic Society, which along with the Vietnam Veterans of America Rock River Chapter 236 raised $36,000 and covered $4,000 of additional expenses for the new memorials.\n\"He (Stehura) wanted a place people could go to honor those who have served. He thought of his buddies and wanted them to be remembered,\" said R. K. Mitby of the Vietnam Veterans of America.\nThe monuments bring together two groups of veterans with different, yet connected histories.\nRiley vividly remembers his first day overseas. It was Feb. 1, 1968. Upon landing, he was handed an M16 rifle. He had never seen one before, as he'd trained with an M14.\nRiley remembers his sergeant giving him ammunition and a trenching tool before putting him at the perimeter of the airport.\n\"They told me to dig a hole and shoot anything that moved. I said, 'I don't think you understand, I just got off the plane.' The sergeant looks at me and he says, 'If you want to see morning, you shoot anything that moves.'\"\nRiley survived active combat and served from 1966-70 as a Marine.\nHanson's first day was much different. He was assigned to work in the Iraqi Prime Minister's office in 2005. He was flown in and taken to the U.S. Embassy. There he was told who he would be working with and where.\nHanson knew his soldiers well, and he was able to work with another captain that had been there for a year.\n\"I've never had the experience of being thrown into an unfamiliar situation,\" he said.\nHanson was commissioned from 2000-10 in the Army. He was a platoon leader in Bosnia and served on the Iraqi prime minister's situation room staff in 2005.\nHe spoke at Saturday's dedication.\n\"This dedication is quite meaningful because it's the recognition of individual veterans, and those that didn't come home,\" Hanson said.\nBut it's not a war memorial that commemorates conflict, he said. It's about the American ideals and principles that point to the concept of freedom.\n\"And that freedom is something worth fighting for,\" Hanson said.\n___ (c)2014 The Janesville Gazette (Janesville, Wis.) Visit The Janesville Gazette (Janesville, Wis.) at www.gazetteextra.com Distributed by MCT Information Services\n\nLoad-Date: November 9, 2014"
}