{
    "title": "New anti-terrorism bill in effect",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 6,
    "full text": "President George W. Bush signed an anti-terrorism bill last week that will require the University of Nebraska to report the enrollment status of international students to the government.\nThe law, known as the USA Patriot Act of 2001, was signed Oct. 26 and contains a provision calling for monitoring international students through a Web-based program.\nFor example, the Office of International Student Affairs will report if an international student drops below full-time status or withdraws from the University. There are 4,287 international students enrolled at the University, the majority of whom are graduate students.\nU. Illinois\nOffice of International Student Affairs Associate Director Julie Misa said the office \"will most likely be required by law to transmit information to Immigration and Naturalization Services electronically by the Web. It'll be a lot of information.\"\nThe University is required to keep students' visa and passport information on record, as well as changes in a student's visa status. Under the new law, the University will transmit this information to INS as well as information about students' addresses and attendance at the University, Misa said.\n\"Once they're here, (the University) will make sure they report and attend to classes,\" said Richard Schoell, University executive director of governmental relations.\nJenny Ely, a student from England and a teaching assistant, said that she thinks the the increased surveillance is discriminatory.\n\"I don't think (the University) should check up on us any more than it checks up on Americans,\" she said. \"How would they regulate that?\"\nThe INS still has to \"perfect\" its method of receiving information from schools and is working on technology to improve the communication of information going on between the agency and institutions of higher learning, including air flight schools, language training schools and vocational schools, Misa said.\nThe federal government is now doing background checks on exchange candidates before issuing student visas in order to keep out terrorists or supporters of terrorist groups, Misa said.\nThe visa officers are \"making sure the person doesn't have any red flags in their background,\" Misa said.\nSimilar background checks have always been in place for students from certain countries, such as Iran.\nBefore the legislation passed, visa officers would review the legitimacy of a student's intended institution, the student's financial resources, and if the person intends to immigrate to the United States. after the visa has expired, Misa said.\nMisa said she believes international students will have to pay a nonrefundable fee of $ 95 to offset the cost of the tracking program. Misa said the fee is an added step in the process of increasing security after the events of Sept. 11, but might be a disincentive for international students who want to study at American universities.\n\"Ninety-five dollars doesn't seem like a lot for you and me, but from someone coming from another country, $ 95 may seem like a lot of money,\" she said.\nMany international students who want to study in the United States do not have the financial resources to do so, said Antonio Valenzuela Valdes, an exchange student from Spain. Valdes said he thinks students should not have to pay an extra fee to pay for the tracking system.\n\"If you don't have any money, you can't go here,\" he said. \"It's stupid. It's stupid that they must pay for the government to control me.\"\n(C) 2001 Daily Illini via U-WIRE\n\nLoad-Date: November 6, 2001"
}