{
    "title": "New mole leaking security secrets, U.S. officials say",
    "publisher": "the new york times",
    "year": 2014,
    "month": 8,
    "day": 6,
    "full text": "There's a new Edward Snowden,  unnamed U.S. officials tell CNN. \nProof of the mole arrived on Intercept, the website of Glenn Greenwald, the journalist who worked to publish U.S. secrets snatched by Snowden. \nThe classified documents obtained by Intercept show that the government's database of \"known or suspected terrorists\"  contains 680,000 names. \nBut nearly half of the people in the database, which is used by local law enforcement agencies, private contractors and foreign governments, are described by the government as having \"no recognized terrorist group affiliation,\" according to Intercept. \nA U.S. official confirms to CNN that there are 1 million people caught in the TIDE \"” the Terrorist Identities Datamart Environment, the larger database for tracking suspects. \n\"If everything is terrorism, then nothing is terrorism,\" David Gomez, a onetime senior FBI special agent tells Intercept. \"The watchlist database, he says, is \"revving out of control.\" \nAccording to Intercept, the mole is a \"source in the intelligence community.\" \nIn February, Greenwald said: \"I definitely think it's fair to say that there are people who have been inspired by Edward Snowden's courage.\" \n1.2B passwords compromised \nHold Security, an information security company in Milwaukee that identifies online breaches, has discovered that a circle of Russian hackers has stolen from 420,000 websites the largest slew of Internet credentials in history, including 1.2 billion username and password combinations, and more than 500 million email addresses, the New York Times reports. \n\"Hackers did not just target U.S. companies, they targeted any website they could get, ranging from Fortune 500 companies to very small websites,\" says Alex Holden, the founder of Hold Security. \"And most of these sites are still vulnerable.\" \nAn outside security expert who reviewed the data says some big companies are aware that their records are among those that have been compromised. Hold Security did not name the websites that had been victimized.  \nISIS keeps Saudis on edge \n Panicked by terrorists' success in Iraq, Saudi Arabia has borrowed troops from its neighbors and is deploying thousands of them along its 500-mile frontier, the London-based Times reports. \n\"The kingdom is calling in favors from Egypt and Pakistan,\" an adviser to the Saudi government tells The Times. \"No one is certain what (the Islamic State in Iraq and Syria) has planned, but it's clear a group like this will target Mecca if it can. We expect them to run out of steam, but no one is taking any chances.\" \nISIS, which has been one of the main rebel groups in Syria, is grabbing chunks of territory in Iraq.  \nSaudi Arabia, a mainly Sunni kingdom,  was among the countries that had bankrolled the Sunni jihadis against the Syrian government, which is predominantly Alawite, a Shiite sect. \"ISIS has been a Saudi project,\" a senior Qatari official tells The Atlantic. \nMeanwhile, the terrorist group is asking its Twitter followers for any information on Saudi intelligence officers to assassinate them, the Washington Free Beacon reports.  \nThousands of Saudis follow ISIS on Twitter, U.S. officials say. \n\nLoad-Date: August 8, 2014"
}