{
    "title": "New Congress should stay focused on war",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 11,
    "day": 13,
    "full text": "John Yoo\nis a former Bush Justice Department official and author of \"War by Other Means\"\nNow that the elections are over, you would think that lawmakers would get back to solving the nation's problems. But the new House leaders are promising even more conflict. If they follow through, it would cripple a nation that, lest we forget, is at war.\nLast year, the soon-to-be chairman of the House Judiciary Committee, John Conyers, held a mock investigation of the administration in the House basement and recommended a resolution that a special committee \"make recommendations regarding grounds for possible impeachment.\" This year he published a book that resembles a draft version of articles of impeachment.\nOur Constitution permits removal of a president, after impeachment by the House and conviction by the Senate, only for \"treason, bribery, or other high crimes and misdemeanors.\" Remember the passionate arguments over whether Bill Clinton's lying to the Starr investigation was a \"high crime\"? Clinton critics said that if the president had committed perjury, it was an impeachable offense. Clinton's supporters said Republicans were misusing the process for partisan purposes.\nNo one can reasonably claim that President Bush has used the presidency corruptly, as in the Clinton and Richard Nixon situations. Bush's alleged \"high crimes\" are leading the nation into the Iraq war, the warrantless surveillance of suspected terrorist communications into the United States, and tough interrogation measures and military trials for al-Qaeda fighters. Bush's actions are an entirely constitutional exercise of presidential wartime powers. The Sept. 11 attacks began a war with al-Qaeda, and in wartime the president's role as commander in chief gives him broader powers to protect the national security, including enhanced efforts to acquire and analyze intelligence for preemptive action.\nProposals to impeach Bush are about disputes over policy, not the Constitution. True, the original understanding of Congress' power to impeach encompassed not just crimes, but also serious mistakes of national policy. American history, however, shows that we have resisted using impeachment to settle constitutional fights between the branches of government.\nCritics like Conyers will find it hard to claim that Bush has illegally cut Congress out of the terrorism picture. The administration has gone to Congress twice for authorizations for the war on terrorism and the war in Iraq. In reaction to last summer's Supreme Court decision blocking military trials for terrorists, significant majorities of Congress voted to reinstate the Bush administration's plans. It ratified the president's interrogation and detention decisions, and ordered the courts out of the terrorism arena.\nAggressive antiterrorism measures have been taken in good faith to protect the American people, not to grab power for its own sake.\nBush is only the latest in a line of presidents from Ford to Clinton who has worked to restore a balance between the president and Congress. In the wake of Watergate, Congress went too far in trying to micromanage national security policy. It passed bills like the War Powers Resolution, which sought to prevent presidential use of force abroad, and the Foreign Intelligence Surveillance Act, which in the days before 9/11 prevented our law enforcement and intelligence communities from sharing information on terrorists. Yet the challenges of al-Qaeda and 9/11 are a new kind of war. Only the executive branch has the institutional ability to respond swiftly and effectively to unforeseen emergencies.\nIf Congress disagrees with Bush, it has plenty of tools at its disposal to have its way. It can cut off funds for any program; if it doesn't like NSA surveillance, it need not appropriate any money for it. This is how Congress ended both the Vietnam War and the Pentagon's research into data-mining. Congress can exercise its other powers of oversight, confirmation, and legislation to pressure or box in any administration.\nCongress so far has not acted against Bush. Why? Less because Congress was majority Republican than because, when it comes to dealing with terrorism, it has no real wish to substitute its judgment for executive discretion. Congress fears making mistakes of its own, and it would rather let the executive make the difficult tradeoffs between security and liberty that might offend one part of the electorate or the other.\nIf the new members of Congress want to help the country, they should focus on new ways to fight terrorists both at home and abroad - instead of besieging the executive branch with subpoenas and investigations during a time of war.\nJohn Yoo (jyoo@law.berkeley.edu) will discuss the Bush administration's response to 9/11 at 6:30 p.m. tomorrow at the National Constitution Center, 525 Arch St., Philadelphia. Reservations are required. Call 215-409-6700.\n\nLoad-Date: November 13, 2006"
}