{
    "title": "New Hampshire school closes over terror threat. How cautious should we be_ A New Hampshire school di",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 12,
    "day": 21,
    "full text": "Another school closed Monday - this one in New Hampshire - as schools across the country continue a high-stakes debate about how to handle electronic threats to student safety without compromising education.\nOn the one hand, overreacting to a threat gives terrorists an easy victory as they can disrupt American life without firing a shot. On the other hand, schools don't want to risk playing chicken with kids' lives.\nOfficials in Nashua, N.H., chose to err on the side of caution, as the school district's 17 schools closed Monday, based on an emailed threat. School Superintendent Mark Conrad said a school administrator received a \"detailed threat of violence\" against students and staff at Nashua High School North and Nashua High School South.\n\"Because the threat is specific and extends to several schools, we will be cautious and close all of our public schools in Nashua tomorrow,\" Mr. Conrad said in a statement on the school system website, adding schools should reopen Tuesday.\nConrad emphasized the specificity of the New Hampshire threat one week after the Los Angeles School District closed over 1,000 public schools on Tuesday because of a vague online threat authorities later found to be a hoax. The trouble was, the L.A. school administrators did not know that, and they did not want to take any risks weeks after the Dec. 2 shooting in San Bernardino, Calif., that killed 14.\nL.A. officials are not alone in their fear, as school across the nation are debating how to handle threats. Two Washington, D.C., schools closed after a bomb threat officials found to be a hoax Thursday. Schools in Miami, Fort Lauderdale, Houston, and Dallas received similar threats Wednesday, but they opted to keep schools open with security on high alert, The Christian Science Monitor reported.\nLaw enforcement in Houston called in all police officers on overtime to conduct random sweeps of schools on Thursday.\nDallas took a different tack, as local law enforcement made sure to emphasize prudent action.\n\"We need to make sure that we don't overreact to fear,\" Dallas Police Chief David Brown told Reuters.\nOverreacting can give terrorists an easy victory, Tod Burke, a criminal justice professor at Radford University in Virginia, told The Monitor's Harry Bruinius.\n\"From a psychological standpoint, that's exactly what terrorism is: It's to provoke fear so that your operations stop,\" he said.\nThat is the risk of reacting to terrorist threats. Whether they are based on real threats or hoaxes, school closures bring terrorism threats home - literally.\n\"Families with kids were faced with a loud wake up call [in Los Angeles], when the concept of terrorism actually affected their daily life,\" Carole Lieberman, a Hollywood-based psychiatrist and author of \"Coping with Terrorism: Dreams Interrupted\" told The Monitor. \"No longer was it something they just had to hear about on the news - now they had to scramble to make alternative arrangements for their kids.\"\nThis report contains material from The Associated Press and Reuters.\n\nLoad-Date: December 21, 2015"
}