{
    "title": "New book looks at anatomy of terrorism ; Fine example_ The collection includes some great analysis",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 5,
    "day": 12,
    "full text": "One of the truisms that has emerged over the past several months is that Americans no longer can afford to be oblivious to world affairs.\nThe evidence is in increased media coverage of foreign news, programs with titles such as \"Live From Jerusalem,\" which would have been unthinkable a year ago, and bookstores displaying stacks of new volumes tied to history, politics and dispiriting current events.\nFor readers seeking a general introduction to the new complexities of America's foreign involvement, I can think of no better example than \"How Did This Happen?: Terrorism and the New War,\" published in trade paperback the journal Foreign Affairs (Public Affairs Reports, 2001).\nAssembled by James F Hoge Jr. and Gideon Rose, \"How Did This Happen?\" collects 23 outstanding articles by theologians, historians, political scholars, government officials, and journalists, all providing incisive analysis in readable prose.\nHoge, formerly publisher of the New York Daily News and editor of the Chicago Sun-Times, is the editor of Foreign Affairs; Rose, the managing editor, has worked for the National Security Council and has taught at Princeton and Columbia.\nIn a few succinct words, Hoge poses the problems we face: \"Three challenges in particular now loom large: how to fight back against the people responsible, how to reduce our vulnerability to future attacks, and how to engage the world so as to lower the number of future attackers and those who might support them.\"\n\"How Did This Happen?\" looks at the anatomy of terrorism, America's \"uneasy imperium\" with respect to the Middle East, the Islamic connection to terror, domestic security and civic freedoms, diplomacy and national security, economic repercussions and the effects the attacks have wrought on our society and common culture.\nThere is so much superb writing and valuable information here that it's impossible to cover it all. But I can give you a sense of some of the thinking contained in these pages.\nJohns Hopkins professor Michael Mandelbaum on \"Diplomacy in Wartime\": \"Success in this conflict will be measured not, as in other wars, by what American military forces do, but rather by what terrorists do not do. In this new war a day when nothing happens will be a good day for the United States.\"\nReligion scholar Alan Wolfe on \"The Home Front\": \"It takes a real war to make Americans realize how insignificant our culture war has been. America was the target of the September 11 attacks because its commitments to free speech, religious liberty, gender equality, and racial and ethnic diversity were intolerable to theocrats persuaded that only one truth exists and that it is their mission to ensure that no one thinks otherwise.\"\nAuthor Anatol Lieven on The Cold War: \"This, then, is the dark side of the global village - the ability of that village's alienated minorities to lash out at their perceived oppressors over huge distances.\"\nNewsweek journalist Fareed Zakaria on \"The Return of History\": \"And it is true that the power and attractiveness of the concepts of individual rights and freedoms are stronger than any force in human history. They will prevail.\"\nNext time, I'll look at the historical sources of the struggle that now dominates our attention, in Bernard Lewis' history of the Middle East.\nKnefel teaches fiction and nonfiction in the Loras College Writing Program.\n\nLoad-Date: May 17, 2002"
}