{
    "title": "New Charges Possible in Hezbollah TV Case",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 1,
    "day": 23,
    "full text": "Two New York men accused of trying to broadcast Hezbollah propaganda via satellite television could soon face additional criminal charges that they also streamed the programming over the Internet.\nGovernment prosecutors say Javed Iqbal and Saleh Elahwal conspired to do business with Hezbollah's Al Manar TV network, which was designated a global terrorist entity by the American government last March.\nProsecutors said yesterday they were looking into what they said could be \"additional criminal conduct of these defendants.\"\n\"That could spawn a new raft of charges,\" an assistant U.S. attorney prosecuting the case, Stephen Miller, told federal Judge Richard Berman yesterday, adding, \"We are not sure where that's going to lead us yet.\"\nDuring the war last summer between Israel and Hezbollah in Lebanon, Al Manar - Arabic for \"the Beacon\" - often telecast statements by the Hezbollah's leader, Sheik Hassan Nasrallah, inciting violence against America and glorifying suicide bombings, critics charge.\nWith yesterday's disclosure about the new investigation into the Web streaming, civil libertarians renewed their warning that the case was treading on free-speech rights protected by the U.S. Constitution.\n\"I think this is an effort by our government to pull out every stop it can think of to keep this so-called bad information from getting to the American people,\" the New York Civil Liberties Union's executive director, Donna Lieberman, said.\nMs. Lieberman, who called the prosecution \"totally incompatible with a free society,\" said the case is tantamount to another country prosecuting someone for importing, say, the conservative Fox News Channel.\nAlykhan Velshi, a lawyer for the group that helped tip off the government to the case, the Foundation for Defense of Democracies, said the new Internet allegations could mean stricter punishment and could prove more difficult for the defense to rebut on First Amendment grounds.\nThe foundation says that profiting off Al Manar in turn funds terrorism.\nAn attorney who represented Mr. Iqbal in court yesterday, Joshua Dratel, said he's hopeful that the case would turn out like a similar one in Idaho he helped defend. In that case, a doctoral student was accused of supporting terrorism by serving as Webmaster for a Web site that recruited and funded Islamic terrorism. The Idaho man, Sami Omar al-Hussayen, was found not guilty, and has since been deported to Saudi Arabia.\nMr. Dratel said he first learned yesterday of the government's new investigation into Web streaming, but added that the basics of his defense - that the acts are protected by the First Amendment and exempted by the federal law used to designate Hezbollah TV a terrorist entity - would be the same.\n\nLoad-Date: January 23, 2007"
}