{
    "title": "New York Today_ Terrorism and Tourism New York Today",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 3,
    "full text": "Good morning on this toasty Friday.\nAfter the deadly terrorist attack in Lower Manhattan on Tuesday, in which six of the eight killed were international tourists, we wondered:\nWill more foreign visitors avoid New York now?\nWith the New York City M           arathon on Sunday and the holiday season approaching, we asked Christopher Heywood, a senior vice president of            NYC & Company, the city’s tourism arm, how terrorism affects tourism.\nWhen would we see, if at all, the ripple effects on tourism to our city?\n“Normally, with something like this, you would see the effects pretty quickly,” he said. Signs of a slowdown could include a decline in hotel demand or the cancellation of meetings, conventions or groups. That hasn’t happened, he added. A positive indicator is that the city continued with the Halloween parade and the marathon. “Generally, if transportation and infrastructure have not been affected then you’re going to see an immediate bounce-back,” Mr. Heywood said.\nHow did the attacks on 9/11 affect tourism?\nThe number of international visitors declined from about 6.8 million in 2000 to about 5.7 million in 2001, with most of that loss coming after Sept. 11, according to NYC & Company’s data. International travel to New York declined for the next two years. It took five years for international tourism to reach pre-9/11 levels. But there was at least one tourism bright spot: The city got a small boost in 2002 from domestic “patriotic tourism.”\nWhich countries do the most tourists come from?\nIn 2016, the five largest international markets to the city were the United Kingdom (1,239,000 visitors), China (951,000), Canada (928,000), Brazil (818,000) and France (745,000).\nHas the attack affected Sunday’s marathon?\nChris Weiller, a spokesman for New York Road Runners, which runs the event, said that, typically, 1 percent of runners cancel for personal reasons. There hasn’t been an uptick in cancellations this year, he said. The police department is stepping up security measures, like doubling the number of sniper teams and adding more sand trucks, to protect the 51,000 runners and more than 2.5 million spectators expected at the event.\nHere’s what else is happening:\nWeather\nVisitors to our city are going to get the wrong impression.\nIt’s November and we’re expecting another day of sunshine and high near 72.\nSaturday will cool off, with an expected high of 57. Marathon watchers should pack a plastic poncho: There’s a chance of rain before noon.\nIn the News\n Officials say a wedding in Florida two years ago may be key in understanding whether the suspect in Tuesday’s terror attack had ties to the Islamic State. [New York Times]\n The billionaire owner of DNAinfo and Gothamist has shut the local news sites down. [New York Times]\n Attorney General Jeff Sessions said the Trump administration would “use all lawful tools at our disposal” to prosecute terrorism suspects, including federal courts and the military system. [New York Times]\n In testimony and emails, a picture has emerged of a City Hall where donors had top-level access. [New York Times]\n In the suburbs, races for local seats have taken a dark turn as Election Day nears, with mudslinging, attack ads and alarmist mailers. [New York Times]\n A swell of mostly women candidates has created competition in a normally quiet Connecticut town council race. [New York Times]\n In Hudson, an effort to preserve riverside shacks once used by fishermen both seasoned and budding. [New York Times]\n What does bribery look like? As Senator Robert Menendez’s federal corruption trial nears its end, that is the question. [New York Times]\n In the wake of Tuesday’s attack, New York transportation authorities have put up hundreds of concrete barriers along the Hudson River Park Bikeway. [New York Times]\n A class-action lawsuit claims conditions in a federal jail in Sunset Park are so bad they violate inmates’ right against cruel and unusual punishment. [Daily News]\n In “About New York,” the columnist            Jim Dwyer tells us about the city’s immigrants. [           New York Times]\n Today’s Metropolitan Diary: “Sipping Champagne With a Butterfly”\n For a global look at what’s happening, see Your Morning Briefing.\nComing Up Today\n Try out new parkour, bouldering, skating and BMX equipment at “Skatefest 2017” at the Harold Ickes Playground in Red Hook, Brooklyn. 3 p.m. [Free]\n The exhibition “Maria Thereza Alves, Seeds of Change: New York—A Botany of Colonization,” a study of colonization through plants, opens at The New School in Greenwich Village. 6:45 p.m. [Free]\n A performance of Shakespeare’s “The Winter’s Tale” at the New York Public Library for the Performing Arts on the Upper West Side. 7 p.m. [Free]\n Explore menus from the past and around the world, along with games, music and food, at “Menu Madness” at the New York Public Library’s Stephen A. Schwarzman Building in Midtown Manhattan. 7 p.m. [Free]\n An immersive theater experience, “The Visitation,” explores a girl’s claim of witchcraft, at the Wyckoff Farmhouse Museum in East Flatbush, Brooklyn. 8 p.m. [$25]\n Knicks host Suns, 7:30 p.m. (MSG). Devils at Oilers, 9 p.m. (MSG+). Nets at Lakers, 10:30 p.m. (YES).\n Watch “The New York Times Close Up,” featuring The Times’s Paul Krugman and other guests. Friday at 8 p.m., Saturday at 1:30 p.m. and Sunday at 12:30 p.m. on CUNY-TV.\n Alternate-side parking remains in effect until Nov 7.\n Weekend travel hassles: Check subway disruptions and a            list of street closings.\nThe Weekend\nSaturday \n Discussions and round tables about policing women of color, part of the “Invisible No More” conference, at Barnard College in Morningside Heights. 9 a.m. to 6 p.m.\n The International Postcard Show, featuring vintage postcards and photography, at the Watson Hotel in Midtown. 10 a.m. to 5 p.m. [$7]\n The final day of the weekend-long PoetryFest features poetry readings at the Irish Arts Center in Midtown Manhattan. Beginning at 2 p.m. [Free]\n Seductive or silly: Watch burlesque performances from men, part of the Boylesque festival, at the Highline Ballroom in Lower Manhattan. 7 p.m. [$30]\n Rangers at Panthers, 7 p.m. (MSG).\nSunday \n The New York City Marathon kicks off at 8:30 a.m. in Staten Island and ends in Central Park. You can watch            along the course.\n A screening and discussion of “Dracula” at the Inwood Library in Manhattan. 2 p.m. [Free]\n The author Jeremy Dauber discusses his book “Jewish Comedy: A Serious History” at the Forest Hills Jewish Center in Queens. 2 p.m. [$23 suggested donation]\n Bring the kids to a performance of “Petra and the Wolf” at the Kingsborough Community College in Manhattan Beach, Brooklyn. 2 p.m. [$12]\n Giants host Rams, 1 p.m. (FOX). New York Red Bulls at Toronto F.C. 3 p.m. (ESPN). New York City F.C. host Columbus Crew S.C. 5 p.m. (ESPN). Islanders host Avalanche, 6 p.m. (MSG+). Knicks host Pacers, 7:30 p.m. (MSG). Devils at Flames, 9 p.m. (MSG+).\n For more events, see The New York Times’s Arts & Entertainment guide.\nAnd Finally...\nThe Times interviewed the two leading candidates for New Jersey governor — Philip D. Murphy, a Democrat, and Lt. Gov. Kim Guadagno, a Republican — to ask them questions on a range of topics before Tuesday’s election. Here are their answers to a question about the possible expansion of New Jersey Transit. Their replies have been edited for length and clarity.\nWhat are your thoughts on expanding the New Jersey Transit network?\nMs. Guadagno: There’s a lot of talk about the need for light-rail expansion up in Bergen County. Certainly it’s one of the most congested areas in the state and something we need to look at. But talk is cheap. You’ve got to find somebody who’s an expert, and there are experts in regional planning that can identify where the portal has to be. But do we need a light rail down in South Jersey? I’ve never seen any evidence of that.\nMr. Murphy: I think there’s a densification of bus routes needed in the southern part of the state. You’ve got a lot of communities with huge unemployment, where you’ve got to travel significantly to get to your job. And we’ve got the Transportation Trust Fund reality, and road work down there matters more as a result, and the densification of bus routes matters more down there because of that.\nNew York Today is a morning roundup that is published weekdays at 6 a.m. If you don’t get it in your inbox already, you can sign up to receive it by email here.\nFor updates throughout the day, like us on Facebook.\nWhat would you like to see here to start your day? Post a comment, email us at nytoday@nytimes.com, or reach us via Twitter using            #NYToday. \nFollow the New York Today columnists, Alexandra Levine and            Jonathan Wolfe, on Twitter.\nYou can find the latest New York Today at nytoday.com.\n\nLoad-Date: November 4, 2017"
}