{
    "title": "New York Police Fight With U.S. On Surveillance",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 20,
    "full text": "WASHINGTON -- An effort by the New York Police Department to get broader latitude to eavesdrop on terrorism suspects has run into sharp resistance from the Justice Department in a bitter struggle that has left the police commissioner and the attorney general accusing each other of putting the public at risk.\nThe Police Department, with the largest municipal counterterrorism operation in the country, wants the Justice Department and the Federal Bureau of Investigation to loosen their approach to the federal law that governs electronic surveillance. But federal officials have refused to relax the standards, and have said requests submitted by the department could actually jeopardize surveillance efforts by casting doubt on their legality.\nUnder the law, the government must in most cases obtain a warrant from the special Foreign Intelligence Surveillance Court before it can begin electronic monitoring of people suspected of spying or terrorism. The requests are subjected to sharp scrutiny, first by lawyers at the F.B.I., then by lawyers at the Justice Department, and finally by the court itself.\nNew York's department, as a local police force, cannot apply directly, but must seek warrants through the F.B.I. and the Justice Department. The police want those agencies to expedite their requests, and say that the federal agencies unfairly blocked the city's applications for surveillance warrants, first in June and then in September. The disagreement, in which the Bush Justice Department has taken a more cautious approach than police officials, is something of an unexpected twist for an administration that has more often seemed willing to stretch legal boundaries to fight terrorism.\nThe dispute has played out since midsummer in a highly unusual exchange of letters between Raymond W. Kelly, the police commissioner, and Michael B. Mukasey, the attorney general, in which each accuses the other of mishandling terrorism cases and embracing an approach that made the public more vulnerable. The letters have not been publicly released.\nWhile the letters do not specifically identify the target of the eavesdropping requests, Mr. Mukasey said that the Police Department had sought authority in one of them to eavesdrop on ''numerous communications facilities'' without providing an adequate basis for their requests. Some officials who have been briefed on the cases said the requests, from the police Intelligence Division, were unusually broad, and included telephones in public places, like train or subway stations, rather than phones used by a specific individual.\nEven in the best of times, the police and the F.B.I.'s New York office can be quarrelsome partners, and current and former officials say the dispute between the two -- which share overlapping responsibilities for security in New York -- has brought the relationship to a new low.\nThe inability of the Justice Department to resolve the conflict may mean that the matter ends up in the hands of Eric H. Holder Jr., who is expected to be nominated by President-elect Barack Obama to become the next attorney general. Based on Mr. Obama's statements during the campaign, it appears unlikely that his administration would adopt a more permissive attitude toward eavesdropping than the Bush administration.\nIn his five-page letter on Oct. 27, Mr. Kelly wrote to Mr. Mukasey charging that the F.B.I. and Justice Department had thwarted the Police Department's intelligence efforts in two specific cases. He wrote that federal authorities were ''constraining'' critical terrorism investigations in New York and said the federal government ''is doing less than it is lawfully entitled to protect New York City,'' concluding that ''the city is less safe as a result.''\nMr. Mukasey, in a seven-page retort, dated Oct. 31, dismissed what he called Mr. Kelly's ''alarming conclusions'' as factually incorrect. Mr. Mukasey wrote that Mr. Kelly was in effect proposing that the Justice Department and the F.B.I. disregard the law, as spelled out in the Foreign Intelligence Surveillance Act of 1978.\n''Not only would your approach violate the law, it would also in short order make New York City and the rest of the country less safe,'' wrote Mr. Mukasey, a federal judge in Manhattan before he became attorney general.\nIn a statement, the Police Department's deputy commissioner for legal matters, S. Andrew Schaffer, who has advised Mr. Kelly on the matter, said that Mr. Mukasey's contention that Mr. Kelly had proposed an illegal course of conduct was ''preposterous and categorically untrue.''\n''We have asserted,'' the statement continued, ''based on actual cases, that FISA warrants were not sought in a timely manner in part because of a self-imposed standard of probable cause which is higher than that required by Supreme Court precedent.''\nOn Wednesday evening, the Justice Department issued a statement confirming the exchange of letters ''regarding an issue of mutual concern.'' The statement said that the two agencies continued to work together effectively and that the Justice Department had taken several steps to improve coordination.\nIndeed, a police official said that what he characterized as ''this spirited exchange of letters'' resulted in ''an expediting of the FISA process -- in other words, from the Police Department's view, the desired result.''\nThe contents of the letters were made known to The New York Times by people who believed the matter should be made public. In addition, 10 people, including some on each side of the debate, agreed to interviews in which they provided details about the dispute but insisted that they not be identified.\nThe police Intelligence Division makes its requests for eavesdropping warrants through the New York Joint Terrorism Task Force, a unit in which F.B.I. agents, police detectives and investigators from other agencies work together. The Intelligence Division and the task force work independently of each other, a situation that has been at the heart of the worsening relationship.\nMr. Mukasey said in his letter that he had personally investigated two cases Mr. Kelly had said were behind his complaints and wrote that he had been ''unable to have a meaningful conversation'' with the commissioner when the two discussed the issue in a July 25 telephone call because ''you were not versed on the facts.''\nAn independent effort to investigate the dispute was undertaken in recent months by the president's Intelligence Advisory Board, a panel of high-level business executives, former intelligence and foreign policy experts appointed by President Bush.\nThe board's review concluded that both local and federal officials were sometimes confused about important aspects of the law and recommended more training and better coordination.\nThe clash comes at a potentially significant moment for Mr. Kelly. Some officials suggested the letter was a way for Mr. Kelly to announce his availability for a high-level job in the Obama administration, possibly secretary of homeland security. His name has circulated as a possible candidate, but associates have denied that Mr. Kelly is seeking a job in Washington, although they have been unwilling to say he would decline to take one.\nThe forceful response from Mr. Mukasey, a well-regarded jurist brought to Washington last year to restore credibility and ballast to the Bush administration's beleaguered Justice Department, was more remarkable coming from an official known for his bland public pronouncements and keeping a low profile. In the 1990s, as a federal judge, Mr. Mukasey presided over the longest and most complex terrorism trial ever presented in a United States court in which Sheik Omar Abdel Rahman was convicted of conspiring to wage war against the United States.\nIn his letter, Mr. Kelly said that the Police Department's efforts to use the national security law had been tangled in bureaucratic confusion. ''On September 15, for instance,'' he wrote, ''the most senior F.B.I. officials in New York informed N.Y.P.D. that predication for a particular FISA warrant could not be established with available evidence only to learn a few hours later that the application had been approved on an emergency basis.''\nBut in his letter, Mr. Mukasey blamed the Police Department for delays. ''For example, in one of the cases you cite in your letter, the N.Y.P.D. failed to disclose relevant information about investigative steps it had taken in connection with a terrorism suspect. This failure delayed our ability to seek FISA coverage from the court.''\nMr. Kelly complained that Justice Department lawyers imposed a needlessly high standard to be certain that every surveillance application submitted to the court would be approved. ''Intelligence collection operations against potential terrorist threats to the homeland often involve considerable uncertainty,'' he wrote. ''D.O.J. should not hesitate to present judges with close cases. Some requests for warrants will inevitably be denied.''\nBut Mr. Mukasey said that submitting such cases to the court would be a mistake. ''The less the FISA court comes to trust the validity of the applications, the more inclined the judges will be to impose on all applications the kind of scrutiny that doubtful applications merit, which of course takes more time and causes more delay because the court's resources are limited,'' he said. ''The greater the delay, the fewer the applications can be processed and granted within a given time. The fewer successful FISA applications, the less intelligence can be gathered. The less intelligence gathered, the greater the danger to all Americans, including New Yorkers. That is not a complex formula.''\nNearly 150 Police Department detectives work with a like number of F.B.I. agents and roughly 100 others from nearly four dozen other federal, state and local law enforcement agencies on the Joint Terrorism Task Force, several officials said. At the same time, the Police Department's Intelligence Division has several hundred other detectives working separately, running a sweeping network of informants and collecting a mass of intelligence aimed at forestalling another attack in New York.\nThe Intelligence Division is run by David Cohen, a former top Central Intelligence Agency official who holds the rank of deputy commissioner and is often a vocal and unapologetic critic of the F.B.I. Indeed, the Police Department and the C.I.A. are two agencies that often seem to have contempt for the F.B.I., even as investigators work together on many cases.\nTensions between the task force and the Intelligence Division detectives, according to a number of investigators and officials in both agencies, have become intense and in some instances, of significant concern. The detectives have sought to infiltrate some of the same groups singled out by the task force and collect information in some of the same mosques, bookstores and other locations without notifying the task force, the investigators and officials said.\nAt the same time, morale on the task force, where few agents have more than five years' experience, and supervisors not much more, is extremely low, officials said. Many rookie and veteran agents are loath to work on its squads because of excessive red tape and what they view as few opportunities for advancement, investigators and officials said.\nThe Intelligence Division under Mr. Cohen has come under criticism in the past for its surveillance activity and has been mired in litigation over its extensive undercover investigation of political groups before the 2004 Republican National Convention. It long worked under a 1985 consent decree, stemming from a lawsuit over harassment of political advocacy groups, that restricted its ability to conduct such surveillance. The terms of the decree were changed in 2003 as a result of the 2001 terror attacks.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Raymond W. Kelly, the New York police commissioner, accused federal agencies of blocking the police's surveillance requests. (PHOTOGRAPH BY ANNIE TRITT FOR THE NEW YORK TIMES) (A22)                   \n\nLoad-Date: April 13, 2011"
}