{
    "title": "New terrorism alert issued",
    "publisher": "usa today",
    "year": 2001,
    "month": 10,
    "day": 30,
    "full text": "WASHINGTON -- For the second time this month, Attorney General John Ashcroft issued a warning that the nation faced a possible terrorist attack and asked Americans and law enforcement to be on their highest alert.\nAshcroft and the FBI issued the alert based on \"credible\" information that did not specify the type of attack or possible targets. The information that led to the alert was obtained Monday, officials said.\n\"The administration has concluded based on information developed that there may be additional terrorist attacks within the United States and against United States interests over the next week,\" Ashcroft said.\nIn the days after the last alert, issued Oct. 11, mayors and other officials complained that the public was being alarmed needlessly without providing cities with enough information on how to combat the threat.\nFBI Director Robert Mueller said the public announcement could prevent another terrorist attack.\n\"On every occasion when the government has received credible information, we have chosen to warn our colleagues in the law enforcement community, and we are doing so today,\" Mueller said.\nAshcroft and Mueller declined to say how the information was obtained. Last week, Ashcroft said the FBI would use new anti-terrorism laws passed by Congress to begin broad surveillance of suspected terrorists and their associates.\nOfficials said the warning was based in part on intelligence that Osama bin Laden's al-Qa'eda network might be agitating to strike again as retaliation for the U.S.-led bombings on Afghanistan.\nThe alert came amid new reports of anthrax contamination in at least three government buildings. Also, officials in New York said a female hospital worker is in critical condition with a suspected case of inhalation anthrax. As for confirmed cases, a New Jersey woman became the nation's 15th anthrax victim with the skin form of the disease.\nPresident Bush was briefed on the new threat.\nBush was reportedly planning to attend Game 3 of the World Series tonight in New York. An official said the alert had not affected his schedule.\nAshcroft urged that the warning be taken seriously. He called for patience with new security measures and asked people to report suspicious activity.\n\"I trust the American people to be able to understand,\" Ashcroft said. \"They can make good judgments and understand this kind of information.\"\nBefore making the alert public, Ashcroft said he shared the information with 18,000 law enforcement agencies throughout the country. Homeland Security Director Tom Ridge briefed the nation's governors.\nThe new alert came as Washington was battered by new disclosures of anthrax contamination at mailrooms serving the State Department, Health and Human Services, and the Supreme Court. The high court was shuttered on Monday, and the justices set up temporary quarters at a federal courthouse.\nOn Capitol Hill, meanwhile, officials announced that more than half the Senate's members will remain locked out of their offices until the middle of next month so that the Hart Senate Office Building can be fumigated with chlorine gas. The building houses Senate Majority Leader Tom Daschle, whose offices received a potent anthrax-tainted letter.\nThe alert came 2 days before Halloween, prompting some officials to urge parents to take precautions.\n\"Let's not cancel our lives; let's not stop going about our business. If parents are cautious and accompany their kids, there should be no problem,\" said Sheriff Aaron Kennard of Salt Lake City, the third vice-president of the National Sheriffs' Association.\n***\nContributing: Fred Bayles\n\nGraphic\n\n \nPHOTO, Color, Agence France-Presse; Ashcroft: No targets were specified.\n\nLoad-Date: October 30, 2001"
}