{
    "title": "New, growing threats make insurance hard to navigate",
    "publisher": "daily journal of commerce ",
    "year": 2003,
    "month": 3,
    "day": 3,
    "full text": "In addition to recent increases in insurance premiums for commercial properties, building owners now have new and growing threats like mold and terrorism to consider.\nFollowing the 2001 terrorist attacks on New York and Washington D.C., insurance companies wrestled with how to put a dollar amount on terrorism coverage when the potential for claims can be catastrophic. Initially, many refused to provide coverage all together.\nPrior to 9-11, events like the Oklahoma City bombing and an earlier World Trade Center attack would have been covered under most policies.\nLast fall, with projects stalled as lenders refused to write loans without terrorism insurance, President Bush signed the Terrorism Risk Insurance Act, which provides a federal backstop for insurance claims from future terrorist attacks.\nThe law requires the government to pay 90 percent of damages after the backstop is triggered, but caps the government's share at $100 billion per year.\nIn order to be covered, the terrorist act must be certified by the Secretary of Treasury, be perpetrated by a foreign interest and result in losses exceeding $5 million.\nNeither the act, nor terrorism insurance policies cover damages incurred by biological or chemical attacks.\nAs part of the law, insurance companies must send out notices offering terrorism coverage to their clients.\n\"So far there's been about a 20-percent acceptance rate,\" Rob Johns, senior vice president of Aon Risk Services, told members of the Institute of Real Estate Management and Accredited Residential Managers at a joint luncheon last week.\nIn most cases, building owners have only 30 days to respond to accept coverage.\n\"The timeline is the most important thing right now,\" Johns said. \"The majority of people are not buying it, but it's a significant issue in the real estate business with lenders not letting projects go forward.\"\nWhether or not people sign up for terrorism coverage seems to depend on how they perceive the threat, said Robin White, executive vice president of the Portland-area Building Owners and Managers Association.\n\"In Portland, it seems that our fear is more related to acts that would be brought by domestic interests, like the Oklahoma City bombing,\" she said. \"I'm thinking that if (building owners) are not taking advantage of it, they're feeling like it doesn't cover the real threat.\"\nWhite said that on a scale of 1-10, building owners \"probably have a bigger chance of being sued for mold than as a result of a terrorist attack.\"\nWhen it comes to mold, Johns advised taking a proactive approach.\n\"What's the value of your property when you've had a suit brought against you?\" he said. \"Mold inspections are becoming part of the due diligence process.\"\nJohns recommended that building owners have a mold inspection and management program.\n\"Add that to your list of things to do,\" he said. \"Ignorance doesn't defend you.\"\nMold coverage is in the formative stages, Johns said, but commonly excluded on general liability and property policies.\nProtection against mold damage can be purchased as part of pollution insurance for an additional premium, but coverage is limited.\n\"It's often underwritten based on what (inspection and prevention) programs you use,\" Johns said. \"Rates are based on the perceived litigious nature of the state.\"\nHe said mold poses a credible health risk.\n\"There will have to be some federal threshold that decides when building owners have done all they can.\"\nIn this age of increasing and invisible threats, Johns had some basic advice for building owners renewing or updating their insurance policies.\n\"Be sure you go over your exclusions for every quote you receive,\" he said. \"Get to the bottom of the page. If there's no discussion of the terms and conditions, stop right there.\"\n\nLoad-Date: March 3, 2003"
}