{
    "title": "News Briefs_ International News",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 29,
    "full text": "BY JEAN-MARIE BRALLEY\nSTAFF WRITER\nMuslim leaders said Friday that Michael Zehaf-Bibeau, the Canadian man who shot and killed a soldier and then invaded Parliament, had criticized his Vancouver mosque for being too liberal.\nAccording to a Fox News article, Assam Rashid, spokesman for the British Columbia Muslim Association, said Zehaf-Bibeau was asked not to return to the Masjid Al-Salaam mosque in 2011. He also said the association is developing \"a preventive program that focuses on minimizing the effect of terrorist and criminal propaganda in Canada.\"\nZehaf-Bibeau's motivation for the attack is still uncertain, but Royal Canadian Police Commissioner Bob Paulson believes that it is related to a delay in receiving a passport.\nAbubakir Abdelkareem, who visited a homeless shelter where Zehaf-Bibeau had stayed of late, said the gunman had a past history with drugs but was recently clean and hoping to go to Libya to avoid a relapse. However, a few days before the attack, sudden personality and behavior changes led Abdelkareem to believe that Zehaf-Bibeau was back on drugs.\nCanada's Prime Minister, Stephen Harper referred to the incident as a terrorist attack.\nExperts say that ISIS is encouraging \"psychotic sympathizers\" to perpetrate \"lone wolf\" violence that obscures the distinction between terrorism and crime, according to a Fox News article published Saturday.\nGraphic, violent photos posted online \"have allowed Islamic State to turn American citizens into weapons,\" say experts. The terrorists especially urge the killing of westerners, that is, American, Canadian and European citizens.\nThe recent slaying of a soldier in Canada by a lone gunman as well as a hatchet attack Thursday on four New York policemen by a Muslim convert both involve questions of potential terrorism links.\nGov. Angel Aguirre of Mexico's Guerrero state requested a leave of absence Thursday after growing pressure to resign in wake of political fallout from the kidnapping of 43 students last month.\nAlthough technically not allowed to resign, a request for a leave of absence \"can be a euphemism for stepping down in a crisis situation.\" Aguirre has been criticized for his response to the kidnapping of the students who were planning a protest in the Mexican city of Iguala.\nMexico's attorney general, Jesus Murillo Karam, has implicated the former mayor of Iguala, Jose Luis Abarca and Abarca's wife in the kidnapping. He recently issued a warrant for their arrest as well as the arrest of Iguala's former public safety director, Felipe Flores Velasquez.\nFor the full story and more information on the kidnapping, click here.\n\nLoad-Date: October 29, 2014"
}