{
    "title": "NEWS SUMMARY",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 18,
    "full text": "International     A3-15\n \nCAMBODIAN PACT UNRAVELS\nWith elections just two months away, the United Nations effort to bring peace to ravaged Cambodia is falling far short of its goals, United Nations officials, Cambodians and foreign diplomats say.  A3\n \nINDIA JITTERY OVER TERRORISM\nAfter a wave of bombings in Bombay and an explosion in what appears to be an underworld bomb factory in Calcutta, India is jittery over possible new acts of terrorism, particularly in New Delhi.  A6\n \nU.S. AIRS KOREA CONCERNS\nAmerican diplomats met with North Korean officials in Beijing to express their displeasure with North Korea's intention to withdraw from the Nuclear Nonproliferation Treaty, a State Department official said.  A6\n \nSOMALI TALKS SUSPENDED\nSomali reconciliation talks that began in Addis Ababa, Ethiopia, this week were temporarily suspended after one warlord refused to participate to protest renewed fighting in Kismayu, the port city.  A7\n \nIRAN NAMED AS TERRORIST THREAT\nIranian-backed militant groups have expanded their bases of support well beyond the Middle East and represent the greatest threat in a likely increase of terrorism around the world, senior U.S. officials say.  A8\n \nGERMAN RACISM SAID TO DECLINE\nOfficials who deal with the problems of foreigners in Germany said at a conference in Weimar that racist sentiment had sharply declined in recent months.  A13\n \nNATO PLANS FOR BOSNIA TROOPS\nAs the warring sides in Bosnia prepared for a new round of peace talks, NATO has stepped up its planning to send at least 50,000 peacekeeping troops when a settlement is reached, Western officials said.  A14\n \nGEORGIAN APPEALS FOR ARMS\nThe Georgian leader, Eduard A. Shevardnadze, appealed for citizens to donate guns to fight separatists in Abkhazia, and said his country was in a virtual state of war with Russia over the region.  A14\n \nHead of American University named to run U.S.I.S.  A12\nClinton delays taking an active role in Ulster.  A15\nSouth African warns U.S. on playing favorites in his country.  A9\nKisangani Journal: Traffic halts on a river highway in Zaire.  A4\n \nNational     A16-20, D22\n \nVOTER BILL CLEARS SENATE\nAfter two weeks of partisan sniping, the Senate passed the \"motor voter\" bill. But provisions that would have permitted voter registration at welfare and unemployment offices were removed under Republican pressure.  A1\n \nCLINTON TO BACK OREGON PLAN\nThe Clinton Administration is expected to approve Oregon's novel proposal to ration health care for poor people in the state, Federal officials said. The proposal would expand eligibility for Medicaid there while eliminating coverage of some treatments.  A1\n \nTHE QUALITY OF HEALTH CARE\nAs Americans consider a more frugal medical future, possibly dominated by competing \"managed care\" plans that limit consumer choice, urgent questions are rising about the quality of care and how to protect it.  A1\n \nF.B.I. CHIEF IN PERIL\nAdministration officials say the F.B.I. Director has lost support at the White House, the Justice Department, his own agency and Congress and stands little chance of keeping his job.  A1\n \nSUIT IN CULT SHOOTOUT\nA Federal agent injured in the shootout with the Branch Davidians filed a civil lawsuit against a local newspaper, claiming that it had alerted members of the group to the impending raid.  A16\n \nDEATH IN MISSISSIPPI JAILS\nCivil rights groups and black officials started an unusual hearing into a series of deaths in Mississippi prisons. Some contended that the deaths, officially classified as suicides, were jail lynchings.  A16\n \nRUNNER'S SAD STORY\nFriends of a high-school track star in Philadelphia who was shot to death say they were not surprised to learn who was the main suspect in the case: her mother.  A16\n \nTOO MUCH MONEY\nDonald Trump and the New York financier Henry Kravis were among 10 donors who have agreed to pay penalities because they violated the $25,000 annual limit on total Federal campaign contributions.  A17\n \nWAY CLEARED FOR INCINERATOR\nIn a setback for Al Gore, the Clinton Administration said it would not oppose the opening of a hazardous waste incinerator in Ohio.  A20\n \nIT'S HUGE, FOR A BACTERIUM\nFlouting the scientific wisdom that all bacteria are microscopic, researchers have discovered a strain so large that it can be seen with the naked eye.  D22\n \nStudying how women are treated for heart disease.  A18\n \nMetro Digest   B1\nSOGGY SALUTE TO ST. PATRICK\nDeclaring that political correctness is not worth \"one comma in the Apostles' Creed,\" John Cardinal O'Connor triumphantly reviewed a St. Patrick's Day Parade kept tightly secure from homosexual intruders on a raucous, rain-drenched day in which more than 200 gay and lesbian protesters were arrested in sit-ins on Fifth Avenue.  A1\n \nObituaries   B9-10\nHELEN HAYES DEAD AT 92\nThe actress whose portrayals of Queen Victoria and other regal women helped make her one of the best-loved stars of the American stage died in Nyack, N.Y.  A1\n \nBusiness Digest   D1\n \nHome Section   C1-14\nPeople who live a glass house (and like it).  C1\nIn the classroom with Mary McDonnell.  C1\nWoman ponder the Rodham question.  C1\n \nArts/Entertainment  C17-24\n \nSports   B11-17\nBasketball: Two key questions for St. John's in N.C.A.A. tournament.  B11\nSeton Hall must be reckoned with in Southeast Regional.  B11\nFootball: Jets obtain Esiason from Bengals.  B11\n \nEditorials/Op-Ed  A22-23\nEditorials\nSpooked over intelligence cuts.\nCruelty and justice in Glen Ridge.\nGideon's promise, still unkept.\nLetters\nWilliam Safire: Islam under siege.\nLeslie H. Gelb: Asian arms races.\nChristopher Layne: Pox Americana, not Pax Americana.\nJack Bass: Impeached, then elected.\n\nLoad-Date: March 18, 1993"
}