{
    "title": "News poll_ Nine out of 10 terrorists favor John Kerry",
    "publisher": "university wire",
    "year": 2004,
    "month": 7,
    "day": 28,
    "full text": "Let's get something straight -- there will be NO terrorist incidents at the Democratic National Convention this week. Where's my crystal ball you ask? Read on. Some may recall my article last semester about the Madrid train bombing in March. I bring it up because the points I made hold true in the United States now as they did then in Spain.\nOn March 11, terrorists conveniently committed an act of terror right before the national elections in Spain. But why did they do this? Because terrorists wanted to swing the election, duh. The incumbent conservatives in power and the liberals had been in a dead heat for weeks. The bombing was just the thing to make the conservative party look bad and hand the election to the liberal party -- and it did just that. But this begs the question -- why would terrorists want the conservatives out and the liberals in? Terrorists are \"self-interested.\"\nThey seek conditions that are of the best interest to them and their livelihood. So, if you're a terrorist, you favor conditions that help you better commit acts of terror. Hence, the over-arching point of the situation in Madrid was that terrorists favor liberals because they feel they are softer on terrorism than conservatives, and therefore better serve their cause. But don't believe me; since 9/11, polls have consistently shown that Americans feel Republicans are tougher on terrorism than Democrats. But it's one thing that Americans feel this way. It's quite another that terrorists do too. After all, these people feel the brunt of our terrorism policies quite literally. Moreover, if they desire to actually take part in our elections via their own \"special\" brand of voting, terrorists obviously have a vested interest in which party our country has in power.\nSo, why won't there be any terrorist acts at the Democratic Convention? Because terrorists want to hurt Republicans. It is they who are the thorn in terrorists' side, not the Left. No, they will do here what they did in Madrid: Wait until right before the election. And those who keep current on national events know that government officials have already warned that an attack before the election is looming. Hmmm -- I wonder why?\nIf terrorists are willing to fight and even die to ensure Kerry and his cronies get elected, what the hell does that say about how liberals view terrorism? I'm surprised that al Qaeda members haven't been brandishing Kerry buttons in their latest abduction flicks. But let me ask you again ?--what does it mean to you that terrorists don't only want, but are willing to commit terrorism to sway elections and ensure liberals get elected?\nIf a terrorist act happens and Kerry is elected, three things will happen. One, al Qaeda will throw a big phat party and Osama will be dancing around an Afghani camp fire shouting \"praise Allah!\" Two, I will start writing the mother of all I-told-you-so articles. And three, America will be quite a scarier place for four long years. You already know who Osama would vote for come November. So, are you gonna stand in a polling station next to him?\n(C) 2003 Daily Kent Stater via U-WIRE\n\nLoad-Date: July 28, 2004"
}