{
    "title": "NEWSWEEK ENDS PRINT PRESENCE",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 10,
    "day": 19,
    "full text": "NEW YORK -- Newsweek, the weekly magazine that for decades summarized the news for households across the United States but struggled to maintain relevance in the Internet era, announced Thursday that it would cease print publication at the end of the year, becoming an online-only publication next year.\nTina Brown, founder of The Daily Beast website and the driving force behind its merger with Newsweek, announced the move in a message on the Daily Beast co-written with Baba Shetty, the recently hired chief executive.\nThe last print edition in the U.S. will be the Dec. 31 issue. The all-digital publication, to be called Newsweek Global, will require subscriptions and will be available on tablet computers and on the Web, Ms. Brown said.\nCourt: Shave beard\nFORT WORTH, Texas -- An Army appeals court ruled Thursday that the Fort Hood shooting suspect can have his beard forcibly shaved off before his murder trial.\nThe U.S. Army Court of Criminal Appeals upheld the military trial judge's decision to order Maj. Nidal Hasan to appear in court clean shaven or be forcibly shaved, according to a release from Fort Hood.\nMaj. Hasan has said he grew a beard because his Muslim faith requires it, despite the Army's ban on beards. A few exceptions have been made for religious reasons.\nTerrorism conviction\nMINNEAPOLIS -- A Minneapolis man accused of helping send young men through a terrorist pipeline from Minnesota to Somalia was convicted Thursday on all five terrorism-related charges he faced, including one that could land him in prison for life.\nThe federal court jury returned its verdict against Mahamud Said Omar after deliberating for about eight hours over two days.\nMr. Omar, 46, a mosque janitor, was the first man to stand trial in the government's investigation into what it says was the recruitment of more than 20 men who have left Minnesota since 2007 to join al-Shabab, a U.S.-designated terrorist group linked to al-Qaida that's blamed for much of the violence that has plagued the East African country.\nCheerleaders win, for now\nKOUNTZE, Texas -- The cheerleaders of Kountze High School are free to wave their Bible verse banners at football games, at least for the rest of the school year, after a judge granted a temporary injunction Thursday preventing school officials from enforcing a ban on the signs.\nHardin County District Judge Steve Thomas said he decided to \"preserve the status quo\" pending a jury trial June 24.\nAlso in the nation ...\nThe fungus found in tainted steroid shots matches the one behind the national meningitis outbreak that has killed 20 people, federal health officials said Thursday. ... A gunman opened fire at a central Florida beauty salon Thursday, killing three women and wounding the manager, who had asked for a restraining order against him. After the rampage in Casselberry, 15 miles northeast of Orlando, the gunman went to a friend's house and killed himself.\n\nLoad-Date: October 19, 2012"
}