{
    "title": "News Briefs_ Academy Street fire rule arson",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 16,
    "full text": "Academy Street fire believed to be arson\nGALESBURG - City fire officials now believe that the fire that broke out on Academy Street last week just across the street from Knox campus was set on purpose. Investigation by the state fire marshal's K-9 unit revealed the likely presence of flammable liquids in the house prior to the fire, which led city officials to rule the fire a likely case of arson. Officials have ruled out drug production and are so far not linking the fire to another that broke out on Main Street that same night. GPD has not commented about potential suspects or possible motives behind the arson. The house was uninhabited and no one was harmed in the blaze. (Source: The Galesburg Register-Mail)\nMan arrested for terrorism hoax\nBOSTON - A performance artist has been arrested for having a backpack with a rice cooker inside near the finish line of the Boston Marathon one year after the marathon was attacked by terrorists using rice-cooker bombs hidden in backpacks. This was just hours after a memorial service held in remembrance of the three killed and over two hundred injured in last year's bombing. Police evacuated the area and detonated the backpack, which was found to have no explosive materials in it. The man was arrested and sent to a state psychiatric facility. A separate backpack was also found and destroyed by police, although this was later found to have been accidentally left there. (Source: The Washington Post)\nUnrest threatens summit in Nigeria\nABUJA - Nigeria struggled to deal with a wave of Islamist terrorism ahead of a meeting of the World Economic Forum considered crucial for the country's future. Gunmen loyal to the terrorist group Boko Haram stormed a school in the country's northeast and forced over 100 girls to abandon their studies at gunpoint. This came a day after an explosion at a bus station in the country's capital killed 75 people. The bombing was also linked to Boko Haram. These attacks have raised security concerns for the upcoming economic summit, which the government is hoping will lure more foreign investment into the county. Nigeria recently became Africa's largest economy, surpassing South Africa, after growing 7.9 percent last year. (Source: The Wall Street Journal)\n\nLoad-Date: April 17, 2014"
}