{
    "title": "Newseum exhibit includes Sept. 11 artifacts",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 8,
    "day": 29,
    "full text": "Since Sept. 11, 2001, covering terrorism has been a priority for the news industry, while fighting terrorism has been a priority of the Federal Bureau of Investigation. \nThe Newseum has melded the two pursuits in an exhibit called \"War on Terror: The FBI's New Focus.\" The display, which opens Sept. 2, fits neatly into an ongoing exhibition, \"G-Men and Journalists: Top News Stories of the FBI's First Century.\" \nFragments of the engines of United Flight 175 recall the power of the terrorists' weapons. One engine part is 1,500 pounds, the other 800 pounds. Found just blocks from the World Trade Center towers and on loan from the FBI, the engine parts will be suspended from the ceiling. \nAnother item is Ruth McCourt's red wallet, twisted and caked with mud. She was on Flight 175 taking her 4-year-old daughter, Juliana, to Disneyland. The FBI found the wallet in a Staten Island, N.Y., landfill. \n\"We want to show things in the state in which they were found,\" said Carrie Christoffersen, the museum's curator of collections. \"The purpose is to help demonstrate the range of conditions that these pieces have come through. We didn't want to make them look lovely again. The point is the horrible circumstances.\" \nThe FBI has lent the museum the rigged hiking boots of the \"shoe bomber.\" On a flight from Paris to Miami in December 2001, Richard Reid tried to light up the explosives hidden in his heavy, black shoes. One of the shoes is open to show how the explosives were inserted into the soles. A flight attendant smelled the match and grabbed the boot while the passengers restrained Reid with their belts. The belts are also on display. \nThe journalism story isn't forgotten in the exhibit. John Miller, the former ABC News reporter who was the last Western reporter to interview Osama bin Laden before the Sept. 11, 2001, attacks, donated several items to \"War on Terror.\" The beige tunic and pants he wore to the interview at the hideout in Afghanistan are displayed, along with a small camera. Two films detail Miller's experience. \nThe new material includes two Wall Street lampposts, a sign that says \"push\" from a door at the World Trade Center, and rakes, shovels and buckets used to sort through the debris collected at the Fresh Kills landfill in Staten Island. Also displayed are cellphones and pagers that were found. \n\"They kept going off for days after,\" Christoffersen said. \nSince it opened in April 2008, the Newseum has had a permanent exhibition on Sept. 11. It focuses on the news industry, journalists and the challenges of that day. The \"9/11 Gallery\" includes 127 newspaper fronts from the next day and a 31-foot section of the broadcast antenna from the World Trade Center's North Tower. Other exhibits include a limestone cornice piece from the Pentagon and part of the fuselage from United Flight 93, which went down near Shanksville, Pa. \n\nLoad-Date: August 29, 2011"
}