{
    "title": "News briefs",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 3,
    "day": 15,
    "full text": "High-level al-Qaida figure captured\nWASHINGTON - After secret interrogations, the CIA transferred to U.S. military custody a high-level al-Qaida figure who helped Osama bin Laden escape from Afghanistan in 2001, the Pentagon announced Friday.\nMohammad Rahim was detained last summer, CIA Director Michael Hayden said, but the intelligence official didn't reveal where or by whom. The CIA turned Rahim over to the military earlier this week in what Hayden said was the first such transfer from his agency's interrogation program since April 2007.\nRahim is now being held at the U.S. military prison at Guantanamo Bay, Cuba, Hayden said.\n\"Rahim's detention in the summer of 2007 was a blow to more than one terrorist network,\" Hayden told agency employees in a memo obtained by The Associated Press. \"He gave aid to al-Qaida, the Taliban and other anti-coalition militants.\"\nSince early in the global war on terrorism following the Sept. 11 attacks by al-Qaida, the CIA has held captured suspects in secret prisons and interrogated them. Rahim became the 16th so-called \"high-value\" suspect handed over to the military by the CIA and held at Guantanamo.\nObama denounces pastor's statements\nWASHINGTON - Democratic presidential candidate Barack Obama on Friday denounced inflammatory remarks from his pastor, who has railed against the United States and accused its leaders of bringing on the Sept. 11 attacks by spreading terrorism.\nAs video of the Rev. Jeremiah Wright has widely aired on television and the Internet, Obama responded by posting a blog about his relationship with Wright and his church, Chicago's Trinity United Church of Christ, on the Huffington Post.\nObama wrote that he's looked to Wright for spiritual advice, not political guidance, and he's been pained and angered to learn of some of his pastor's comments for which he had not been present.\n\"I categorically denounce any statement that disparages our great country or serves to divide us from our allies,\" Obama said. \"I also believe that words that degrade individuals have no place in our public dialogue, whether it's on the campaign stump or in the pulpit. In sum, I reject outright the statements by Reverend Wright that are at issue.\"\nBush promises to veto terror bill\nWASHINGTON - The House on Friday approved a Democratic bill that would set rules for the government's eavesdropping on phone calls and e-mails inside the United States. The bill, approved as lawmakers departed for a two-week break, faces a veto threat from President Bush. The margin of House approval was 213-197, largely along party lines.\nBecause of the promised veto, \"this vote has no impact at all,\" said Republican Whip Rep. Roy Blunt of Missouri.\nThe president's main objection is that the bill does not protect from lawsuits the telecommunications companies that allowed the government to eavesdrop on their customers without a court's permission after the Sept. 11, 2001, terrorist attacks. White House spokesman Tony Fratto called the measure a \"political ploy\" designed to give Democrats cover for their failure to grant full retroactive immunity to the telecom companies.\nChavez goads U.S. over terror blacklist\nCARACAS, Venezuela - President Hugo Chavez dared the U.S. on Friday to put Venezuela on a list of countries accused of supporting terrorism, calling it one more attempt by Washington to undermine him for political reasons. Chavez said the \"threat to include us on the terrorist list\" is Washington's response to his own successes in the region.\nU.S. lawmakers including Rep. Connie Mack and Rep. Ileana Ros-Lehtinen, both Florida Republicans, have called for the State Department to add Venezuela to its list of terror sponsors, which currently includes North Korea, Iran, Syria, Sudan and Cuba. They have expressed concerns about what they call Chavez's close ties to Colombia's leftist rebels.\n\"Let them make that list and shove it in their pocket,\" Chavez said in a televised speech.\n\"We shouldn't forget for an instant that we're in a battle against North American imperialism and that they have classified us as enemies - at least in this continent they have us as enemy No. 1,\" Chavez said.\nCompiled from wire reports\nU.S. Secretary of State Condoleezza Rice said Thursday during a visit to Brazil that all U.N. nations, including Venezuela, have an obligation to go after terrorists and keep them from operating within their borders.\n\nLoad-Date: March 17, 2008"
}