{
    "title": "News reports conflict in NY bomb case Did plotter act on own or as member of organized global terror",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 6,
    "full text": "WASHINGTON - As officials continued to gather more evidence connected to an attempted car bombing in Times Square over the weekend, news reports Wednesday differed on whether the case had ties to organized global terrorism or was the act of a lone attacker.\nOfficials told the New York Times Wednesday that it was very likely that the Pakistani Taliban, a radical group once thought unable to attack the United States, had helped inspire and train Faisal Shahzad in the months before he is alleged to have parked an explosives-filled SUV in a crowded Manhattan intersection on Saturday night. Officials said Shahzad had discussed his contacts with the group, and investigators had accumulated other evidence that they would not disclose.\nBut The Associated Press quoted other officials who said Shahzad, a Pakistani-American, was believed to have been working alone when he began preparing the attack almost immediately after returning from his native land.\nThose officials said they had yet to find a wider link to extremist groups.\nThough such differing reports on breaking news stories can happen, the debate on whether the Taliban played a role in Saturday's bombing attempt elevates concerns about whether other militant groups could deliver at least a glancing blow on American soil.\nOn Wednesday, Shahzad, 30, the son of a retired senior Pakistani Air Force officer, waived his right to a speedy arraignment, a potential sign of his continuing cooperation with investigators.\nAmerican officials, speaking only on condition of anonymity about the ongoing inquiry, gave the Times few specifics about what Shahzad has told investigators, and said that their understanding of the bomb plot could evolve as a dragnet spanning two continents gathers more evidence.\nOne senior administration official cautioned that \"there are no smoking guns yet,\" suggesting that the Pakistani Taliban directed the Times Square bombing. But others said that there were strong indications that Shahzad knew some members of the Taliban and that they had probably played a role in training him.\nOne issue that investigators are vigorously pursuing is who provided Shahzad with cash to purchase the SUV and his plane ticket.\n\"Somebody's financially sponsoring him, and that's the link we're pursuing,\" one official said. \"And that would take you on the logic train back to Pak-Taliban authorizations,\" referring to the group.\nRELATED DEVELOPMENTS\n- Homeland Security officials directed airlines to speed up their checks of new names added to the no-fly list, a requirement that might have prevented Shahzad from boarding a flight to Dubai on Monday night before his arrest.\nThe government said Wednesday that it would require airlines to check no-fly lists within two hours of being notified of updates. Until now, airlines had been required to check for list updates only every 24 hours.\n- Authorities say Shahzad did a dry run three days before trying to detonate the car bomb. Authorities say he drove the SUV from Connecticut to Times Square on the Thursday before the bombing. Authorities say he drove a second to New York on Friday. He then went back Saturday to leave the SUV with the car bomb in Times Square but forgot the keys for both vehicles in the SUV and had to take public transit away from the area.\n- Two new surveillance videos emerged of Shahzad. Police told The Associated Press that one video showed him walking away from the smoking, bomb-laden SUV in Times Square. The second video shows him buying a batch of fireworks in a store in Pennsylvania, according to the shop's owner.\n\nGraphic\n\n \n Shahzad  Suspect in failed car bombing has waived right to speedy arraignment \n\nLoad-Date: May 6, 2010"
}