{
    "title": "News briefs, April 2",
    "publisher": "university wire",
    "year": 2013,
    "month": 4,
    "day": 2,
    "full text": "Heineman proclaims week of April 1 Rural Education Week\nGov. Dave Heineman proclaimed this week Rural Education Week across the state with support from the Center for Great Plains Studies and University of Nebraska-Lincoln National Center for Research on Rural Education.\nThe proclamation's signing sets up two events in Omaha and Kearney aimed at addressing the issue, according to a press release.\nOn Wednesday and Thursday, UNL's National Center for Research on Rural Education will gather researchers, practitioners and policy makers from across the U.S. to talk about K-12 student academic success at the \"Connect-Inform-Advance\" conference in Omaha.\nThen, on Friday and Saturday, the Center for Great Plains Studies will hold its 39th interdisciplinary symposium \"Gains and Losses from School Consolidation in the Great Plains.\"\nUNL to host security, terrorism conference\nExperts of terrorism and security will come to the University of Nebraska-Lincoln next week for the \"Security and Terrorism in the Modern World: Social Science and Legal Perspectives.\"\nAs part of the Great Plains National Security Education Consortium, the event will run from April 8-10 and will approach the subject from legal and psychological perspectives, according to a university press release.\nThe conference, hosted by the UNL psychology department and the College of Law, will feature UNL scholars as well as scholars and experts from U.S. Strategic Command, the University of Oregon and George Mason University, among others.\nSessions will cover areas such as genocide, terrorism risks, counter-terrorism and terror management, the release said.\nFor more information on the conference, visit https://sites.google.com/site/unlpoe.fidelity,\nFidelity and TIAA-CREF to offer free financial counseling in April\nFidelity and TIAA-CREF will provide free one-on-one financial counseling to University of Nebraska-Lincoln faculty and staff this month, according to a press release.\nSessions with Fidelity run Tuesday this week and later this month on April 8 and April 19 in the Nebraska East Union. They will be held in the Nebraska Union April 15 and April 25. Sign up by calling 1-800-642-7131.\nTIAA-CREF will hold its sessions in the Nebraska Union April 12, in the Wick Alumni Center Library April 16 and April 25 and in the Nebraska East Union April 18 and April 24.\nSign up by calling 1-800-732-8353.\n\nLoad-Date: January 17, 2018"
}