{
    "title": "News outlets jump to conclusions",
    "publisher": "the new york times",
    "year": 2016,
    "month": 10,
    "day": 3,
    "full text": "People have developed an inaccurate idea of who is capable of terrorism. Someone should be deemed a terrorist based on their killing or harming of innocent people, not because they have international ties.\nReporters, broadcasters and officials can not only change our perception of the world, but also their diction subtly influences ours.\nIn the aftermath of the recent bombing in New York City Sept. 17, that injured 29 people, officials hesitated to call it what it was.\nA New York Times article said: \"All officials knew on Saturday night was that someone had deliberately placed bombs on a city street. Mayor Bill de Blasio was hesitant to call it an act of terrorism.\"\nThe suspect, Ahmad Khan Rahami, has not been confirmed to have any ties to terrorist organizations. However, he praised Al Qaeda terrorist figures in a journal that was found on his person when he was captured by police on Sept. 19. Since he has been identified, his acts have been considered to be a form of terrorism.\nIn response to last Friday's mall shooting that occurred north of Seattle, Washington, an FBI official told reporters there was \"no evidence at this time\" to link the shooting to terrorism, according to a CNN article. The suspect's motive was unknown. Is his motive what qualifies him as a terrorist, or is it his potential international ties?\nA leading nonprofit news organization Mother Jones collected data of U.S. mass shootings since 1982. Their research indicates that nearly 64 percent of shootings were committed by white people.\nWhen a mass shooting occurs, such as the 2015 Charleston church massacre, we, as well as the media, aren't quick to call the perpetrator a terrorist. The suspect Dylann Roof killed nine innocent churchgoers and had a clear motive.\nA website was published, purportedly by Roof, days after the attack that contained images of him burning the American flag and waving the Confederate flag while holding a pistol, according to the New York Times.\nAlong with the photos was a manifesto in which the author said, \"I chose Charleston because it is most historic city in my state, and at one time had the highest ratio of blacks to Whites in the country.\"\nRoof, a white supremacist, was fueled by hate. His actions partly came from his intolerance of fellow humans who are different from him. There's evidence in the photos that suggest Roof was inspired by the likes of Adolf Hitler.\nAlthough Rahimi's inspiration came elsewhere, he and Roof's motives were the same. They both used violence as a means to injure those with varied beliefs from their own. Their motivated actions caused unjustified harm to innocent people. Both instances certainly fit the description of terrorism. It's time we start telling it as it is, rather than telling it however we wish.\nEmail Steve Levy at cp@cardinalpointsonline.com\n\nLoad-Date: September 27, 2018"
}