{
    "title": "News Q's _ President Obama Delivers Oval Office Speech on Terrorism",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 7,
    "full text": "Before Reading 'Obama Says of Terrorist Threat: 'We Will Overcome It'': \nWatch the 13-minute speech in its entirety, pausing as necessary to write down your reactions and observations. How did President Obama make connections between the attack by a married couple last week in San Bernardino, Calif., and U.S. military efforts to fight the Islamic State in the Middle East?\n After Reading \n Read the entire article and answer the questions, supporting your responses by citing evidence from the text. \n 1. What promise did President Obama make during his televised address on Sunday evening?\n 2.  What, according to the article, was his intention for the speech?\n 3. How did President Obama outline the strategy for defeating the Islamic State in Iraq and Syria\n 4. What did he say America \"should not do\"?\n 5. Why does he believe that sending a large number of ground troops to the Middle East is not a viable solution?\n 6. How did some Republican leaders and presidential candidates respond to Mr. Obama's message?\n Going Further \nIn the related article \"For Speech, Obama Selects a Setting He Usually Shuns: The Oval Office,\" Michael D. Shear writes about the choice of the Oval Office as the setting for Sunday's speech:\nBut the decision also reflects the gravity of a subject that has come to define Mr. Obama's presidency, especially in his second term: how to reassure Americans of their safety even as the United States faces an increasingly aggressive terrorist foe.\nAnd it suggests the importance that the president and his advisers place on responding to criticism of his strategy for defeating the Islamic State in Iraq and Syria. That criticism has grown more fierce in recent months, as the terrorist network has initiated or inspired attacks beyond those borders - in Paris; in Beirut, Lebanon; in the Sinai Peninsula in Egypt; and, perhaps, last week in the United States.\nUse the infographic collection titled \"ISIS Is Likely Responsible for Nearly 1,000 Civilian Deaths Outside Iraq and Syria\" to identify the attacks to which Mr. Shear refers. What trends or patterns do you see in the attacks? \n Related \nLesson Plan | The ISIS Threat: Teaching About the Complex War Raging in Iraq and Syria\nNews Q's | Obama, After Airstrikes in Syria, Says U.S. Will 'Take the Fight' to ISIS\nNews Q's | How Often Do Mass Shootings Occur? On Average, Every Day, Records Show\nStudent Opinion | Do You Worry About Terrorism?\n\nLoad-Date: December 7, 2015"
}