{
    "title": "News Perspectives_ Happiness Can Be Scary",
    "publisher": "university wire",
    "year": 2014,
    "month": 11,
    "day": 22,
    "full text": "In a 2013 study published in The Personality and Social Bulletin, scientists examined dictionary definitions of \"happiness\" across time and in various nations. It was concluded that historically, happiness was seen more as an outcome of fortunate circumstances - good luck. In our modern world, however, it has changed to a more internal state of being or feeling. While happiness once was the state of a group of people or nation, it has also downsized to the emotional state of one person. Lastly, these social scientists observed that for modern individuals, the possibility of complete happiness is not without secondary feelings of fear. As much as we humans make choices that will result in utilitarian or individual happiness, often we dare not embrace too much of it.\nThis discovery has great relevance to the news our world produces and the stories that we ourselves choose to consume; it is truly a greater challenge for us to recall the positive, beautiful, and joyful news within our local and global world. In a city of 100,000 people, it is easy to identify the catastrophes that risk our own safety. Knowledge of looming dangers seems to give us a sense of security as we feel more aware and possibly more prepared. Just as it was easier for numerous politicians to assert that the recent shooting in Parliament was the result of terrorism, protectionist conjecture is often used as a quick fix, concealing our population's fears. But is this security in news ever real? And doesn't constant exposure to this negativity diminish our own productivity and happiness?\nIt does. Studies show us that the consumption of negative news can have all sorts of psychological effects, including aggression, stress, sadness, and fear. News even has effects on our societal decisions: it has been proven that citizens who feel threatened are more likely to support right-wing government policies. Journalist Rob Dobelli writes, \"News leads us to walk around with the completely wrong risk map in our heads - terrorism is overrated and chronic stress is underrated.\" In short, humans, being emotionally inclined, lack the rational capacity to interpret the real implications of news. So how can we reclaim our news from the comfort that pessimism offers in a unpredictably sinful world to embrace a more fearless happiness?\nInstead of allowing our minds to dwell solely on suffering which may or may not occur in our communities and lives, we have to rethink. We must only confront the possibility of pain in so far as it renders our current state of happiness more sincere. In light of the good fortune we possess, the tragedies of this world can act as a gentle wake-up call; we can awake with new eyes to see the value of each and every good thing within life and news itself. This is illustrated in the type of \"happy\" news stories commonly published: charity events, acts of kindness, and reunions between long-lost family members, to name a few. These stories act as glimpses of light within the darkness of a much larger calamity, just as individual moments of happiness illuminate our fallen world. We can afford to take the risk of happiness because the character of God, one that promises never to forsake us and to wholly restore this earth, is one that we can eternally trust.\n\nLoad-Date: November 22, 2014"
}