{
    "title": "News Q's _ Gunman Attacks Outside a Planned Parenthood Clinic in Colorado",
    "publisher": "the new york times",
    "year": 2015,
    "month": 11,
    "day": 30,
    "full text": "Before Reading 'In Colorado, Bustling With Shoppers, Then Gripped by Chaos': \nWatch the video above.\nHow did Ozy Licano describe his ordeal with the alleged shooter? What does he say is bothering him the most in the aftermath?\n After Reading \n Read the entire article and answer these questions, supporting your responses by citing evidence from the text. \n 1. What happened in the parking lot of a Planned Parenthood in Colorado Springs on Friday?\n 2. Whom did authorities identify as the gunman?\n 3. How many people were killed or wounded?\n 4. How did the location of the clinic and the fact that it was Black Friday contribute to Dear's \"holding hundreds of people effectively hostage\"?\n 5. What did John Suthers, the mayor of Colorado Springs, credit as \"a tactic that saved lives\" during the siege?  \n 6. How did the siege end?\n 7. What is your reaction to this news? Why?\n Going Further \nIn the follow-up article \"After Colorado Shooting, Renewed Questions on Gun Violence,\" Colorado's governor John Hickenlooper is quoted as having called the shooting \"a form of terrorism.\"\nThe article continues:\nSpeaking on CNN's \"State of the Union,\" the governor, John Hickenlooper, a Democrat, noted that the rampage was one of an alarming number of mass shootings and cited recent attacks at a historic black church in Charleston and a community college in Oregon.\n\"I think as a state, but as a country, we have got a lot more thinking about this,\" Mr. Hickenlooper said, \"of how to make sure we keep guns out of the hands of people that are unstable.\" Colorado has been the site of two other mass shootings, at Columbine High School in 1999 and at a movie theater in Aurora in 2012.\nSeveral other guests on Sunday talk shows called the shootings domestic terrorism, including Mike Huckabee, the former Arkansas governor who is a Republican presidential candidate; the mayor of Colorado Springs; and the head of Planned Parenthood of the Rocky Mountains.\nMany, including Mr. Hickenlooper, also suggested that it was time to begin discussing how to tone down rhetoric that \"is inflaming people to the point where they can't stand it, and they go out and they lose connection with reality in some way and commit these acts of unthinkable violence.\"\nWhat are your thoughts on Mr. Hickenlooper's proposed ideas of keeping guns out of the hands of people that are unstable? What about the connection he sees between violence and inflammatory rhetoric?\n Related \nStudent Opinion Question | How Should We Prevent Future Mass Shootings?\nReader Idea | A Class on the Media and Society\nGuest Post | 10 Ways to Talk to Students About Sensitive Issues in the News\n\nLoad-Date: November 30, 2015"
}