{
    "title": "News becomes reality",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 28,
    "full text": "Walking down the streets of London, people from all over the world rush ahead and push past me. Cars fly back and forth on the streets; scooters dart between the lanes of traffic.\nI am following my class to buy tickets for the Underground. Soon we will find our way through the maze of subway tunnels to our final destination -- a Shakespeare play.\nThen there it is: King's Cross Station. The bombed station that has been on the news every day since I awoke July 7.\nTwenty-seven people died in the explosion that rocked the station and now I was going to walk where they had taken their final steps. Down the street at Tavistock Square -- just a few minutes walk from the hostel we are staying at -- is the charred framework of an exploded bus. Terrorism is right in front of me.\nWhen I woke up on that infamous Thursday -- just one day before I was to leave for England -- I thought how lucky my class was. Almost everyone was flying into London that weekend. We came so close. If any of us had arrived just a day or two earlier we would have found ourselves in the chaos of a terrorist attack.\nBut it wasn't until I was in London, until I saw the signs begging for information about those who were still missing, until I read the sympathy cards-many simply addressed to the entire country- at the memorial sites . It wasn't until then that it hit me for real. People had died. They weren't just numbers in a newspaper article.\nAnd that's what the London trip did for me: It made me see the big picture. It burst the Ohio State bubble that I sometimes hide in, seeking shelter from the real world.\nFrom the moment I woke up, too early for my taste -- until I went to bed -- too late for my own good -- I was immersed in the complete London cultural experience. We had traveled from Bath, a city three hours from London where we are studying, to see two Shakespeare plays and lose ourselves in a potent whirlwind mix of art, history museums, people from all corners of the world and all the typical tourist sites. The aftermath of terrorism was not on the itinerary, but it was an important element of this crash course in culture. Terrorism is part of everyone's lives now, but to see its actual physical remainders -- and seeing it in the middle of a huge city -- pulled it all together for me.\n(C) 2005 The Lantern via U-WIRE\n\nLoad-Date: August 1, 2005"
}