{
    "title": "NEWS BRIEFS briefs briefs",
    "publisher": "charleston gazette",
    "year": 1998,
    "month": 9,
    "day": 6,
    "full text": "Bin Laden targeted\nby U.S. since spring\nWASHINGTON - U.S. intelligence officials drew up secret plans last\nspring for a covert raid to capture Osama bin Laden in Afghanistan,\naccording to senior U.S. government officials.\nThe officials said the planning began after U.S. military,\nintelligence and law-enforcement officials concluded they had ample\nevidence linking bin Laden to anti-American terrorist attacks in\nrecent years.\nThe plan, developed by the CIA and U.S. special forces months before\nthe August bombings of two U.S. embassies, called for U.S. forces to\nextricate the Saudi millionaire from his hideout in Afghanistan and\nbring him to justice in the United States.\nThe White House was aware of the mission, which was ultimately shelved\nby the director of Central Intelligence, George Tenet, and other\nsenior officials because of the risks involved. Those included the the the\npotential for many casualties among Americans and innocent Afghans.\nBut Clinton administration officials said they were still working to\ndevelop other options aimed at bin Laden or to dismantle his terrorist\nnetwork when bombs exploded Aug. 7 at two East African embassies.\nThe administration has presented the missile attack on sites in\nAfghanistan and Sudan linked to bin Laden as an instance of Clinton's\ndecisiveness in the face of terrorism.\nU.S. may lack solid plan\nto deal with terrorism\nAt a time of growing fear of terrorism within the United States'\nborders, senior state and local officials say the federal government\nstill has no coherent system for deterring or responding to it.\nMore than 200 officials from across the country who met in Washington\nlate last month to discuss emergency preparedness urged the Clinton\nadministration to put a single government agency in charge of\ndeveloping a new national plan within six months.\nThe current system of federal programs to counter attacks on American\nsoil, especially those involving chemical or biological weapons and\nother arms of mass destruction, is not only often duplicative but\nalso, the officials said, frequently chaotic, confusing and overly\nbureaucratic.\nAn eight-page summary of the group's assessment was given to Attorney\nGeneral Janet Reno by the Justice Department's Office for State and\nLocal Preparedness Support, which was created in May to help cities\nand states better prepare for terrorism and deal with its consequences\nshould deterrence fail. A copy of the report was obtained by The New\nYork Times.\nThe urgent appeal for a restructuring of the nation's anti-terrorism\nefforts, and the deep frustration expressed at the two-day closed\nmeeting last month, took even some longtime federal officials by\nsurprise. Both followed ambitious anti-terrorism efforts by the\nadministration and the spending of hundreds of millions of dollars in\nrecent years on training, infrastructure protection, new equipment,\nand intelligence gathering and sharing.\nFor all of that, said Bernard Hicks, Atlanta's domestic preparedness\ncoordinator, whose city had experience with terrorism in the bombing\nat the Olympics two years ago, \"even we often don't know who to talk\nto at the federal level.\"\nBob Canfield, an official with the Los Angeles emergency preparedness\ndivision, agreed. \"The federal government thinks it's focused,\" he\nsaid, \"but we see the effort as fragmented.\"\nHutu rebels raid prison,\nfree about 3,000 inmates\nKIGALI, Rwanda - Hutu rebels stormed a prison in western Rwanda and\nfreed about 3,000 inmates suspected of involvement in the 1994\ngenocide, authorities said Saturday. Fearing army reprisals, most of\nthe inmates later returned to the prison.\nDetails were sketchy, but authorities in Kibuye, about 60 miles west\nof capital Kigali, said a group of 2,000 rebels on Friday overpowered\nguards at Kivumu prison and set the inmates free.\nMost of the prisoners returned voluntarily to the jail because they\nwere afraid of army retaliation for any alleged association with the\nrebels, Rwandan officials said on condition of anonymity.\nState-run Radio Rwanda reported the insurgents, attacking from the\nnearby Mukura forest, had also attacked the Nyange secondary school,\nkilling three teachers.\n\"Security forces intervened and inflicted a heavy defeat on the\ninfiltrators. Five guns were seized and many infiltrators killed,\"\nthe radio said.\nUnconfirmed reports put to 20 the number of those killed.\nThe rebels are former Hutu soldiers and militiamen responsible for the\n1994 Hutu government-organized slaughter of more than 500,000 minority\nTutsis and politically moderate Hutus.\nTutsi-led forces overthrew the Hutu government in July 1994, and ended\nthe killing. Hutu rebels have since launched attacks from bases in\nneighboring Congo.\nRwandan prisons are crowded with about 130,000 people awaiting\ngenocide trials. The rebels often target prisons, hoping to mobilize\nthe inmates into their ranks.\nNorth Korea designates\nKim as its 'Great Leader'\nTOKYO - North Korea became the first Communist country to transfer\ngovernment power within a family dynasty on Saturday, as it anointed\nMarshal Kim Jong Il as its \"Great Leader\" and head of an expanded\nNational Defense Commission.\nIn effect, Kim, the eldest son of former \"Great Leader\" Kim Il Sung,\nwho died four years ago, will govern in much the style of an ancient\nKorean king, ruling absolutely and inheriting legitimacy not from\ninstitutions but from the bloodline of the previous ruler.\nSaturday's announcement did not specify what would happen to the\npresidency, but there have been reports that it will be abolished and\nthe position held forever by Kim's late father. While many countries\nhave had presidents for life, North Korea apparently would become the\nfirst nation to extend the concept.\nIf North Korea is one of the most perplexing of nations, Kim Jong Il\nis among the most mysterious of leaders. Intelligence experts believe\nthat he may have several nuclear weapons, making him the least\nunderstood of any leader with a finger on a nuclear trigger.\nSome analysts see him as a maniac, noting that he has been accused of\nkidnapping a South Korean actor-and-actress couple whose work he\nadmired, of planning the bombing of the South Korean Cabinet in 1983,\nand of plotting the bombing of a civilian South Korean airliner in\n1987.\nOthers say that he lacks his father's charisma but appears to be\nintelligent and relatively open-minded.\nMost analysts expect few immediate changes, but some say that the\ncoronation of a new king permits the country to experiment carefully\nwith new policies.\nCompiled from wire reports reports reports\n\nLoad-Date: September 7, 1998"
}