{
    "title": "News on the go_ Nov. 1, 2013(3)",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 31,
    "full text": "Cellphones are still not allowed on planes, but the United States government announced Thursday it soon will allow the use of electronic devices from gate-to-gate to read, work, play games, watch movies and listen to music. The new guidelines are leaving stricter rules in place for phones, but the Federal Aviation Administration did say phones can be used as long as they are on \"airplane\" mode, which turns off access to data. Laptop use continues to be prohibited during takeoff and descent.\nAfter the Boston Red Sox won the World Series on Thursday, fans and players reflected on the city's tumultuous year. The championship proved a thrilling finish to a season that started on a tragic note with the April bombings at the Boston Marathon. Boston fans referred to the city as \"Boston Strong,\" and the team, which had a dismal season last year, became a symbol of resilience. read full story\nSyria announced Thursday it has completed the destruction of its chemical-weapon-producing equipment, a global chemical-weapons watchdog said Thursday. The machines also were used to mix chemicals into poison gas and filling munitions. Syria still has to destroy its current weapons stockpile, which is believed to contain about 1,000 metric tons of chemicals including mustard gas and sarin.\nIraqi officials asked the U.S. on Thursday for aid to beat back terrorism in their country that resurged after the nearby Syrian civil war and the departure of American troops from Iraq. Prime Minister Nouri al-Maliki told an audience at the U.S. Institute of Peace that he needs weapons and intelligence, and the U.S. needs to help him because terrorism is a global concern. The prime minister is scheduled to meet with President Barack Obama on Friday so the countries' complicated relationship can start fresh. read full story\n\nLoad-Date: January 17, 2018"
}