{
    "title": "News Summary; THURSDAY, JULY 14, 1983",
    "publisher": "the new york times",
    "year": 1983,
    "month": 7,
    "day": 14,
    "full text": "International\nA shift in Moscow's arms proposals was reported by well-placed officials, prompting the White House to express hope that the Soviet Union intends ''to move the negotiations forward.'' The officials said that Soviet negotiators in Geneva had both broadened and slightly moderated Moscow's proposals for limiting strategic weapons. (Page A1, Column 6.)\nA new group of nerve gas bombs and artillery shells would be produced under a $130 million authorization approved in the Senate, with Vice President Bush casting a tie-breaking vote after an impassioned debate. (A1:5.)\nSumary of major news stories in July 14, 1983 New York TimesA new curb on violent protests has been approved by the Bonn Government because of planned protests against the basing of new American missiles in West Germany. The proposed law would make it a criminal offense to ignore police orders to leave a violent demonstration. (A8:1-3.)\nMoscow will free some dissidents and allow them to emigrate by the end of the year, according to pledges described by Reagan Administration officials. They declined to give many details.  (A1:3-4.)\nImproper trade practices by Canada were found by an international panel. A committee of the General Agreement on Tariffs and Trade said that Canada, by far America's biggest trading partner, is violating principles of international trade by putting excessive restrictions on foreign investors. (A1:4-6.)\nRestoring the death penalty in Britain for acts of terrorism and other crimes was overwhelmingly defeated in the House of Commons.  After a long and at times emotional debate, the members defeated, by 361 to 245, a motion supported by the Government of Prime Minister Thatcher to make terrorism a capital offense. (A6:1-3.)\nNational\nThe first housing legislation since President Reagan took office was approved by a vote of 263 to 158 in the House. Final passage of the $15.6 billion measure was assured after Democratic leaders agreed to reduce the cost of the original bill by about $9 billion in a gesture of accommodation toward Republicans. (A21:1-4.)\nSenators clashed in angry debate over confirming President Reagan's three nominees to the United States Commission on Civil Rights. At the end of a committee hearing, approval of the three nominees appeared likely but far from certain. (A12:1-5.)\nA Reagan campaign official has told Congressional investigators that he received documents in 1980 that appeared to have been prepared for use by President Carter. The official, Francis S.M. Hodsoll, who coordinated briefing material for Ronald Reagan's campaign, said he did not recall the person who gave him the documents, which focused on foreign policy and national security. He is now chairman of the National Endowment for the Arts. (A14:4-6.)\nTwo major drug makers were told to drop claims of superiority for pain relievers. A decade after charging that advertising for the products were deceptive, the Federal Trade Commission ordered Sterling Drug Inc. and the Bristol-Myers Company to drop claims of superiority for Bufferin, Excedrin, Bayer Aspirin, Cope, Vanquish and Midol. (A12:1-2.)\nMetropolitan\nA state investigation shakeup was set in motion by Governor Cuomo.  He replaced the chairman of the State Commission of Investigation and one of its commissioners and gave the new officials instructions to complete the work of the commission with an eye to abolishing it next year. The new chairman will be David G. Trager, a Republican who is a former United States Attorney for the Southern District of New York and is now dean of the Brooklyn Law School. (A1:1.)\nSubway motormen were defended by Richard Ravitch, chairman of the Metropolitan Transportation Authority. Mr. Ravitch denied that about one-third of the motormen speed like ''cowboys,'' as has been charged by an M.T.A. consultant. (A1:2.)\nA plan to kill a Federal judge has been uncovered by investigators, according to United States Attorney W. Hunt Dumont. Mr. Dumont said that the intended victim is Judge Herbert J. Stern of Federal District Court in Newark and that the assassination was planned by John M. Salconi, a Baltimore merchant who is scheduled to go on trial on drug charges before Judge Stern. (B4:1-2.)\nA dispute about homeless families erupted between New Jersey and New York City. Governor Kean demanded that the city stop ''stockpiling'' hundreds of displaced families in New Jersey hotels. (B1:6.)\nThe cost of temporary repairs and a permanent replacement for the fallen-bridge section of the Connecticut Turnpike in Greenwich could exceed $37 million, according to the State Transportation Commissioner, J. William Burns. He said that the state expected to recover up to $14 million in insurance payments and that ''Federal financial help doesn't appear likely.'' (B6:1.)\nThe lives of Greenwich's residents have been badly strained by the partial collapse of the Mianus River bridge. A historic district is soon to become a major truck route, corporations have juggled working hours for hundreds of employees and the town has been cut in half.  (A1:1-3.)\nBusiness Digest, Page Page D1"
}