{
    "title": "News Quiz_ April 30",
    "publisher": "university wire",
    "year": 2015,
    "month": 5,
    "day": 27,
    "full text": "According to Jeh Johnson, U.S. Secretary of Homeland Security, terrorism has become less centralized recently as inspired \"homegrown\" terrorists not affiliated with organizations such as Al-Qaeda take action of their own accord. (Parker Robb | The Collegian)\nSecretary of Homeland Security Jeh Johnson visited Manhattan Wednesday to deliver a speech as part of the Landon Lectures and to participate in the groundbreaking ceremony of the National Bio and Agro-Defense Facility. His visit came during a time when Congress has to decide on the future of the National Security Agency's bulk phone data collection.\n\"I am impressed that here at Kansas State, after the school year is out, on a Wednesday morning at 10 o'clock, you were able to fill this auditorium, that's really remarkable,\" Johnson said to a packed Forum Hall in the K-State Union.\nJohnson spoke about terrorism and what he called \"the new realities of homeland security.\" The lecture was followed by a Q&A with the audience. The Collegian was told Johnson would not answer any questions by the media.\nThe secretary listed and discussed Homeland Security's efforts in counter-terrorism and the new approach the department is adopting in preemptive counter-terrorism. In such an approach, the department would \"take the fight\" overseas to the terrorists' homelands and prevent their schemes before they have a chance of carrying them out in the United States.\nJohnson also mentioned the Islamic State as an example of a clear foreign terrorist threat that preemptive counter-terrorism can help abolish and said that although there are setbacks, the U.S. will eventually degrade and destroy the organization.\nJoe Tinker, student body vice president, said that Johnson's approach to terrorism seems reasonable.\n\"Secretary Johnson's ideas of preemptive counter-terrorism comes with the need for security and protection of the people.\" Tinker said. \"He has a difficult job, and balancing everything in terms of security within the country and then going out and preventing attacks from the outside before they happen is very hard to accomplish.\"\nJohnson said that his department has already started working on preclearance operations with airports in countries with direct flights to the U.S. as an extra measure of security. One country Johnson praised DHS's work in was the United Arab Emirates, specifically the city of Abu Dhabi, where in the last operation, more than 500,000 passengers were screened and 785 were denied boarding, including a number who were found in the terrorist screening database.\nJohnson ended his lecture with the same slogan he used at the beginning of it: \"Terrorism will not prevail if the people refuse to be terrorized.\"\nStudent Body President Andrew Hurtig said that what attracted him to this Landon Lecture was the mixture of both speaker and content.\n\"The Landon Lecture series is such a strong component of K-State because it always brings in prominent figures from different areas in the country to speak about issues that are on the minds of the citizens.\" Hurtig said. \"In terms of content, I thought that Secretary Johnson's ideas on counter-terrorism were in favor of creating the balance that he mentioned in his speech, which is a balance of keeping people safe, and doing it correctly.\"\nJohnson also mentioned the NBAF groundbreaking in Manhattan which he led soon after the speech, saying that the facility will protect the nation's food supply and public health.\nKansas State University President Kirk Schulz said that Johnson's visit shows that ties are strong between Manhattan, Kansas State and DHS.\n\"The only ties we have with Homeland Security here at K-State go through NBAF,\" Schulz said. \"You have to consider that this is a 1.25 billion dollar lab, and we're hosting (Homeland Security's) precious jewel and as an important part of Manhattan, K-State plays an important role in NBAF's work here.\"\n\nLoad-Date: June 1, 2017"
}