{
    "title": "Newtown, Conn. , and Guns in America",
    "publisher": "the new york times",
    "year": 2012,
    "month": 12,
    "day": 15,
    "full text": "To the Editor:\nThe sickening headline flashed across my computer screen this morning: ''Multiple Deaths Reported in Connecticut School.''\nBeneath the headline was a picture that spoke louder than the proverbial thousand words. It showed a line of terrified, crying schoolchildren, hand to shoulder, being led away to safety.\nMeanwhile, the gun lobby, timid politicians and the Supreme Court continue to aid and abet rampant gun violence that is nothing less than domestic terrorism, carried out with weapons of mass destruction that are too freely owned and carried.\nThe enablers say that there's nothing wrong with a nation of 315 million that possesses nearly 300 million guns, nearly one for every man, woman and child. Nothing wrong? Ask those innocent children who will remain scarred for the rest of their days by the nightmare they lived through.\nFor the sake of all our children and for the future of a bloodied nation, can we not stand up to so-called gun rights advocates and instead work to preserve a genuine right: life, liberty and the pursuit of happiness, all of which are daily threatened by the gun violence epidemic?\nARNOLD GROSSMAN Denver, Dec. 14, 2012\nThe writer is the author of ''One Nation Under Guns.''\nTo the Editor:\nI have been writing letters to the editor about school shootings for some time now, but I just learned that yet another gunman has killed more than two dozen people, mostly children, at a Connecticut school. It is beyond outrageous that President Obama and Congress have refused to reinstate the assault weapons ban and take action to stop this madness.\nThese killings have become an epidemic, a cancer in the soul of American life. Our government officials, instead of excising the cancer, allow the killing to go on unabated, because they fear the wrath of a maniacal group of gun zealots who keep spouting the same garbage that ''guns don't kill people, people kill people.''\nWell, the time has come for Mr. Obama to take the guns out of the hands of mindless killers and to live up to his responsibility to protect the American people from all threats, foreign and domestic.\nHENRY A. LOWENSTEIN New York, Dec. 14, 2012\nTo the Editor:\nSecond Amendment proponents have dominated our gun control discussion for far too long. Now it's time for parents, grandparents, aunts, uncles, godparents, teachers, first responders, health care professionals and all city mayors to fight for gun control as well as rewriting current gun laws.\nLet's call gun violence what it really is -- terrorism -- and let's do something about it now.\nALLYSON J. KLEIMAN Lake Worth, Fla., Dec. 14, 2012\nTo the Editor:\nDuring the past three hours I have been watching coverage of another horrific shooting, this time at an elementary school in Newtown, Conn. There are too many of these incidents lately.\nI would suggest that the president of the National Rifle Association be required to appear at each of these shootings and explain to the parents of the dead children his opposition to gun control laws.\nDICKIE MILLER Haverford, Pa., Dec. 14, 2012\n\nhttp://www.nytimes.com/2012/12/15/opinion/newtown-conn-and-guns-in-america.html\n\nLoad-Date: December 15, 2012"
}