{
    "title": "Next hearing on Muslims",
    "publisher": "the capital ",
    "year": 2011,
    "month": 3,
    "day": 11,
    "full text": "WASHINGTON, D.C. (AP) - The chairman of the House Homeland Security Committee is pressing forward with his public examination of Muslim extremism in America, pointing to his first, tense hearing on the subject as a step toward desensitizing a taboo topic and rooting out terrorists on U.S. soil.WASHINGTON, D.C. (AP) - The chairman of the House Homeland Security Committee is pressing forward with his public examination of Muslim extremism in America, pointing to his first, tense hearing on the subject as a step toward desensitizing a taboo topic and rooting out terrorists on U.S. soil.\n\"There's an elephant in the room and nobody wants to talk about it. We talked about it today,\" King said after the four-hour, emotion-filled session yesterday.\"There's an elephant in the room and nobody wants to talk about it. We talked about it today,\" King said after the four-hour, emotion-filled session yesterday.\nJust holding the conversation, he said, advanced the fight against al-Qaida's efforts to recruit one-man terrorist cells from within American Muslim communities and to suppress any effort to report those activities to law enforcement officials. King next will turn to the issue of Muslim extremism in American prisons in hearings planned later this year.Just holding the conversation, he said, advanced the fight against al-Qaida's efforts to recruit one-man terrorist cells from within American Muslim communities and to suppress any effort to report those activities to law enforcement officials. King next will turn to the issue of Muslim extremism in American prisons in hearings planned later this year.\n\"I remain convinced that these hearings must go forward - and they will,\" King said as he opened yesterday's session.\"I remain convinced that these hearings must go forward - and they will,\" King said as he opened yesterday's session.\nBut the conversation - a government examination of one religion in the U.S. - is fraught with distrust and political pandering that reflect the nation's ongoing struggle against terrorism nearly a decade after the Sept. 11 terrorist attacks.But the conversation - a government examination of one religion in the U.S. - is fraught with distrust and political pandering that reflect the nation's ongoing struggle against terrorism nearly a decade after the Sept. 11 terrorist attacks.\nThe White House said America should not practice guilt by association.The White House said America should not practice guilt by association.\n\"We also believe that Muslim Americans are very much part of the solution here and not the problem,\" presidential spokesman Jay Carney said yesterday.\"We also believe that Muslim Americans are very much part of the solution here and not the problem,\" presidential spokesman Jay Carney said yesterday.\nWith photos of the burning World Trade Center and the Pentagon on display, yesterday's hearing opened with a defiant King condemning criticism from some Democrats, Muslim groups and the media as hysteria and political correctness.With photos of the burning World Trade Center and the Pentagon on display, yesterday's hearing opened with a defiant King condemning criticism from some Democrats, Muslim groups and the media as hysteria and political correctness.\n\nLoad-Date: May 9, 2011"
}