{
    "title": "Next question for FBI in subway bomb case_ Why_",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 10,
    "day": 29,
    "full text": "WASHINGTON ? FBI agents who ensnared a suburban father in a terrorism sting involving a fictional subway bomb plot have turned their attention to figuring out what may have made the Pakistani-born U.S. citizen turn against his adopted country. Law enforcement officials said they believe Farooque Ahmed was radicalized in the United States, becoming the latest in a string of U.S. citizens radicalized here, and charged with plotting terrorist attacks. FBI agents were tipped off to Ahmed in January, when a source inside the Muslim community said the 34-year-old telecommunications worker was asking around, trying to join a terrorist group and kill Americans overseas, the officials said. \nThe officials spoke on condition of anonymity because the investigation continues. Since the Sept. 11, 2001, terrorist attacks, the FBI has tried hard to build relationships inside the Muslim community. The White House has made combating homegrown terrorism part of its national security strategy. \"We need to build this trust factor within the community,\" FBI Assistant Director John Perren said Friday. \"The fight against terrorism is a multi-dimensional approach and we want to have the community help us.\" Born in Lahore, Pakistan, Ahmed arrived in the U.S. in 1993 and became a citizen in 2002, officials said. He worshipped at the All Dulles Area Muslim Society, which is known for its mainstream Islamic congregation. Ahmed has not been back to Pakistan since 2005 and has no ties to terrorist groups there, officials said. Perren said Ahmed is part of a growing trend of would-be terrorists who don't receive formal training abroad and operate without direction from al-Qaida leaders overseas. On Thursday, the FBI and Homeland Security Department issued a law enforcement bulletin saying they remained concerned about homegrown terrorists. \"They know the geography. They're astute to Western culture,\" Perren said. Like many would-be terrorists and sympathizers, Ahmed was potentially influenced by Anwar al-Awlaki, the radical Muslim cleric who preached in northern Virginia until 2002 and now lives in hiding in Yemen, officials said. But while Ahmed listened to al-Awlaki's Internet sermons, officials said the two were not in contact and they're not sure how influential those sermons were. In April, Ahmed thought he had found what he wanted: a pair of al-Qaida operatives who would help him carry out a bomb attack on the nation's second-busiest subway system, according to court documents unsealed Thursday. But the operatives were really undercover investigators, the officials said. And the meetings at local hotels were all staged with the FBI's cameras rolling. What followed was an elaborate ruse in which Ahmed was given intelligence-gathering duties and coded information in a Quran as part of the supposed plot to kill commuters. Perren said the lengthy sting was necessary for the FBI to determine whether Ahmed was serious about wanting to kill Americans. \"We wanted to assess his intent and his capability,\" he said, adding that by the end of the sting it was clear, \"he was willing and able and wanted to help.\" The FBI searched Ahmed's house on Wednesday, pulling out guns and ammunition, officials said. He was scheduled to be in court Friday for a hearing on whether he can be released while awaiting trial. Prosecutors are expected to argue he is too dangerous. Farooque Ahmed was a married father with a good job with a telecommunications company. He was also, authorities say, eager to fight Americans in Afghanistan and committed to becoming a martyr. Ahmed was arrested Wednesday, just weeks before, the FBI says, he planned to make the annual religious pilgrimage to the Islamic holy city of Mecca in Saudi Arabia. Ahmed faces charges of attempting to provide material support to a designated foreign terrorist organization, collecting information to assist in planning a terrorist attack on a transit facility and attempting to provide material support to terrorists. Prosecutors say he videotaped four northern Virginia subway stations, suggested using rolling suitcases instead of backpacks to pack the explosives and said he wanted to donate $10,000 to help the overseas fight. Associated Press writers Eileen Sullivan and Sarah Brumfield in Washington, Brett Zongker in Arlington, Va., Kathleen Miller in Reston, Va., Kasey Jones and Ben Nuckols in Baltimore and AP researcher Barbara Sambriski in New York contributed to this report. \n\nLoad-Date: October 30, 2010"
}