{
    "title": "Next phase of terrorism war should keep key goals in focus",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 11,
    "day": 30,
    "full text": "As anti-Taliban forces close in on Mullah Omar and al-Qaeda leaders, the speculation about where the war is headed next is reaching a frenzy.\nThe Wall Street Journal runs a chart with black dots covering Colombia, Libya, Iraq, Iran, Somalia, the Philippines and North Korea, under the headline: \"Overseas and U.S. Groups Lobby Bush to Take the Campaign to a Mixed Bag of Nations.\" An International Herald Tribune columnist speculates that America is ready to overthrow the governments of Saudi Arabia and Sudan. The Arab world's abuzz with rumors that we're about to bomb Baghdad.\nI doubt the Bush team is poised to impose a global Pax Americana, even though some administration hawks seem eager to try it. But the long-range goals of the war on terrorism have become less clear as it moves along.\nThe President laid out a game plan back in the dark days of September. Our enemy, he said, was \"a radical network of terrorists and every government that supports them.\" The war began with al-Qaeda, he added, but it would not end until every terrorist group of \"global reach\" had been found and defeated.\nThis focus on groups with \"global reach\" made good sense. Terrorism has long been a weapon in localized political conflicts, but the United States isn't going to go after Sri Lanka's Tamil Tigers. America can't become the policeman inside every troubled nation in the world.\nAl-Qaeda, on the other hand, took terrorism to a totally new level, launching an international war against us and demonstrating a willingness to commit mass murder. Osama bin Laden sought to build a Muslim caliphate to fight infidels worldwide. Clearly his cells have to be smashed by military or nonmilitary means, and any country that backs, trains, or funds them has to be held to account.\nBut these clear and achievable aims seem to be giving way to more ambitious formulas that threaten the main goal.\nThe term global reach is already being watered down. Terrorist groups tied to the Israel-Palestinian conflict, like Lebanon's Hezbollah and the Palestinian Hamas, have been added to the President's terrorists list. Also added to the list were three Colombian groups, the Real IRA, and the Basque separatist group ETA.\nBut local terrorist groups can be fully suppressed only by resolving local issues. For example, Hezbollah has all but morphed into a political group since Israel withdrew from southern Lebanon.\nThis week the President expanded the definition of terrorism to include nations that \"develop weapons of mass destruction that will be used to terrorize nations.\" U.S. officials have cited Iraq, North Korea, Iran, Libya, Syria and Sudan for having or seeking to acquire bioweapons.\nAttacking Iraq before devising a clear strategy to oust Saddam Hussein would be a disastrous mistake that would undermine our Afghan efforts. Taking on North Korea militarily makes no sense. The hermit kingdom was engaged in promising negotiations with us that the Bush administration has virtually abandoned.\nPreventing the spread of weapons of mass destruction is crucial, but this requires intensive diplomacy (with North Korea, Russia, China, Pakistan, India) rather than military threats.\nPerhaps the administration is toying verbally with rogue nations to keep them on edge. But as the military campaign in Afghanistan enters its final phase, the temptation will grow to expand the military scope of the antiterror war.\nIt would be far better to focus on seeing Phase One through to the end. That means closer cooperation with Europe and Mideast countries on intelligence-gathering and money-laundering. It also means targeting countries that harbor fleeing al-Qaeda leaders.\nAnd we must help stabilize Afghanistan to prevent the kind of chaos that produces bin Ladens. We cannot simply hand off nation-building to a weak United Nations and move on. Such lack of follow-through would undercut our military achievements.\nOur leverage against global terrorism will expand when we have smashed al-Qaeda and cleaned up the Afghan chaos that nurtured it. If we keep the goal focused, we'll achieve far more than if we try to pacify the whole world.\nTrudy Rubin's e-mail address is trubin@phillynews.com.  \n\nNotes\n\nWorldview\n\nGraphic\n\n \nCARTOON;\n(PEDRO MOLINA)\n\nLoad-Date: December 1, 2001"
}