{
    "title": "NFL exempt from terrorism lawsuits Post-9_11 law aims to foster better security",
    "publisher": "usa today",
    "year": 2009,
    "month": 3,
    "day": 10,
    "full text": "WASHINGTON -- The National Football League and dozens of other companies and organizations have won exemption from lawsuits under a post-9/11 law that prohibits them from being sued if terrorists attack a site they are protecting.\nThe law, called the SAFETY Act (Support Anti-terrorism by Fostering Effective Technologies), aims to help security providers by guaranteeing they will not pay any claims that terror victims might file after an attack.\nThe law was created in 2002 in response to multibillion-dollar lawsuits filed after the 9/11 attacks that left companies afraid they would be sued if security equipment failed to stop terrorists.\nThe protection extends only to companies' services or equipment that the Homeland Security Department has approved as being effective in anti-terrorism.\nAmong those with top-tier protection is the NFL, which in December received liability exemption against future claims stemming from an attack at any of the nation's football stadiums. The law requires a court to dismiss lawsuits against companies whose products have Homeland Security's highest reliability rating.\nThe NFL got the protection after the government approved the league's nine-page stadium-security guidelines.\nThe benefit to the NFL is \"fairly obvious,\" said NFL security chief Milt Ahlerich. \"An attack from a terrorist organization could put us out of business.\" League guidelines, developed shortly after 9/11, include digital security cameras in stadiums, quick searches on entering spectators and barriers that keep cars and trucks 100 feet from a stadium.\nMany beneficiaries of the legal protection are large government contractors that sell equipment such as airport X-ray machines and chemical sensors.\nAmong the other companies are aviation giant Boeing, which got the exemption for its strengthened flight deck doors on planes, and IBM, granted an exemption for its software used to more accurately verify names and identities.\nHomeland Security spokeswoman Amy Kudwa said the protection has led to \"wider deployment of anti-terrorism technologies and services.\"\nAnother class of companies on the list is given a lesser form of liability protection -- they can be sued, but the law limits damages to the amount of the company's insurance coverage.\nThe law requires all of the protected companies and organizations to carry terrorism insurance. The amounts vary. \n\nLoad-Date: June 9, 2009"
}