{
    "title": "NIA takes up Investigation of 2014 Killing of Addl. SP Gulzar Hussain by NDFB",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 8,
    "day": 9,
    "full text": "Guwahati: In a major development in the killing of Gulzar Hussain, then Additional SP, Sonitpur, Assam on January 28, 2014 allegedly by NDFB terrorists, National Investigation Agency (NIA) registers a case No. RC-09/2019/NIA-GUW on August 7, 2019.\n\nAs per reports, originally, FIR No. 61/2014 dated 28.01.2014 of Dhekiajuli police station, Sonitpur district, Assam under sections 326, 307, 302, 353, 34 of Indian Penal Code, read with section 27(2) of Arms Act, read with sections 10, 13 of Unlawful Activities (Prevention) Act, 1967 was registered after the incident.\n\nIt is to be noted that Gulzar Hussain, the then Additional Superintendent of Police (Security), Sonitpur district, Assam was allegedly killed on 28.01.2014, near Mawriapur under Dhekiajuli police station by NDFB cadres.\n\nOfficer Gulzar Hussain had led a combined team of the Assam Police and the Army personnel for an operation and apprehended one NDFB(S) cadre named Kharambir Basumatary at Laudangi forest area. While returning to the police station, the police party was ambushed and a gun fight took place. During the exchange of fire, Gulzar Hussain and six (06) others sustained bullet injuries. Gulzar Hussain and one Anluck Basumatary, a civilian, succumbed to injuries.\n\nFurthermore, NIA has started investigation in the case.\n\nIt is to be noted that NIA aims to be a thoroughly professional investigative agency matching the best international standards. The NIA aims to set the standards of excellence in counter terrorism and other national security related investigations at the national level by developing into a highly trained, partnership oriented workforce. NIA aims at creating deterrence for existing and potential terrorist groups/individuals. It aims to develop as a storehouse of all terrorist related information.\n\nNIA Act was enacted on 31-12-08 and the National Investigation Agency (NIA) was born. At present NIA is functioning as the Central Counter Terrorism Law Enforcement Agency in India.\n\nNIA has registered and investigated 244 cases till date. After submission of charge sheets, 37 cases have been finally or partially decided in trial. Of these, 35 cases have ended in conviction giving NIA an enviable conviction percentage of 91.3%.\n\nLoad-Date: August 10, 2019"
}