{
    "title": "NIC SYMPOSIUM TACKLES GLOBAL ISSUES",
    "publisher": "the world",
    "year": 2008,
    "month": 2,
    "day": 9,
    "full text": "It's possible North Idaho College students could help save the world, especially with ideas sparked by experts on everything from global warming to genocide during the annual Popcorn Forum.\n \"We hope they become the leaders and do everything they can to protect our planet for future generations,\" said Tony Stewart, who has coordinated the event for 38 years.\n \"The Earth in Crisis: A Search for Solutions\" is the topic of this year's free symposium March 17-21 that will focus on five areas: global warming, viral diseases, food contamination, terrorism and ethnic genocide.\n Each day an expert will discuss one of the issues. Most importantly, Stewart said, experts will recommend solutions, whether it's to stop dependency on single-use bottled water or to protect against severe acute respiratory syndrome.\n \"The good news is they are proposing solutions,\" Stewart said during a press conference Friday to unveil the topics and schedule. \"Action is necessary in order to survive.\"\n For the first time, Stewart along with KSPS will produce a one-hour documentary from each day of the symposium that will air starting in June. NIC will also keep copies in its Molstead Library.\n The event kicks off March 17 when Idaho Falls native Greg Carr, the former CEO of Prodigy Inc., discusses his efforts to restore the Gorongosa National Park in Mozambique, which was destroyed during the recent civil war.\n Carr attended Harvard University and created the Carr Institute for Human Rights Policy there.\n The Carr Foundation purchased the former Aryan Nations compound in Hayden after a $6.3 million civil suit in September 2000. He also donated $1 million to the Human Rights Education Foundation for the human rights education center in Coeur d'Alene.\n Now Carr has donated $40 million to the African park restoration project and wants to strengthen the nation's economy by turning the park into a tourist destination.\n \"I can't think of any topic more compatible with Coeur d'Alene than tourism,\" said Human Rights Education Institute Director Bob Bennett, a former NIC president.\n He hopes connecting human rights and environmental restoration to tourism will attract a lot of locals to the annual Human Rights Banquet the same night, where Carr will be the headline speaker. He plans to talk about the status of human rights on the global scene.  Other headline speakers and the topics they'll address:\n *March 18: Kenneth Alexander, chief of pediatric infectious diseases at the University of Chicago, emerging viral diseases.\n *March 19: Safety consultant Denise Pozen, the threat of contamination to the world's food supply.\n *March 20: Jeffrey Simon and Philip Crowley, terrorism.\n *March 21: Whitworth University psychology professor James Edward Waller, genocide.\nSIDEBAR:\n IF YOU GO\n \"The Earth in Crisis\" is the focus of this year's North Idaho College Popcorn Forum, March 17-21.\n Speakers and panelists will discuss global warming, viral diseases, food contamination, terrorism and genocide.\n The March 17 Human Rights Banquet is in conjunction with the symposium.\n For more information and a schedule, call (208) 769-7764 or go to www. nic.edu/popcorn_forum/ popcorn_forum_08.pdf.\n\nLoad-Date: February 13, 2008"
}