{
    "title": "NIC to decide whether to shut Fort Sherman Institute Anti-terrorism and hostage survival school has",
    "publisher": "spokesman review",
    "year": 2003,
    "month": 10,
    "day": 18,
    "full text": "The fate of the Fort Sherman Institute could be decided Wednesday evening.\n North Idaho College's board of trustees is scheduled to hear a\n recommendation from NIC President Michael Burke on whether to continue\n financial support for the anti-terrorism and hostage survival school.\n By Wednesday's meeting, the institute will probably have used all of the\n $138,000 that trustees budgeted for this fiscal year, said NIC's Robert\n Ketchum.\nWhen the institute opened in 2001, with $100,000 seed money from the\n college, it was touted as a potential moneymaker.\n But the institute has yet to deliver.\n The college has come under criticism for its funding of the institute. Last\n year, NIC covered a nearly $500,000 shortfall.\n College faculty passed a resolution in September questioning the unbudgeted\n spending at a time when tuition has increased 20 percent and college employees\n have gone without raises.\n Trustees will receive a list of clients and potential clients at\n Wednesday's meeting. That list will not be made available to the media until\n after the college's lawyer reviews it, NIC spokesman Kent Propst said Friday.\n While the list includes several public agencies, Propst said it also\n includes private businesses that might not want to be identified as clients of\n the institute.\n Recently, Sen. Mike Crapo sent a letter to the U.S. Senate's sergeant at\n arms, pushing for members of Congress to get training from the institute.\n Ketchum, who oversees the institute and its director, recommended to Burke\n that the college continue funding Fort Sherman Institute through the fiscal\n year ''or go ahead and let it close at this point.\"\n ''Grinding this thing along month-to-month with complete uncertainty is not\n good for client acquisition or the staff involved,\" Ketchum said.\n ''You can't go to federal customers and say, 'We're going to be canceled\n any moment now.\"'   Wednesday's meeting will also include updates on Aging\n and Adult Services; fall enrollment for NIC's Distance Education, off-campus\n and Workforce Training Center programs; and the Athletic Review Committee.\n The college's legislative agenda for the 2004 legislative session will also\n be introduced.\n The meeting begins at 6 p.m. in the Driftwood Bay Room of NIC's Edminster\n Student Union.\n\nNotes\n\nTaryn Brodwater can be reached at (208) 765-7121 or by email at tarynb@spokesman.com.  \n\nLoad-Date: October 22, 2003"
}