{
    "title": "NIC's Popcorn Forum focuses on 'Earth in Crisis' Discussions center on finding solutions to problems",
    "publisher": "the world",
    "year": 2008,
    "month": 3,
    "day": 15,
    "full text": "The North Idaho College Popcorn Forum, a series of lectures and discussion panels, enters its 38th year with the theme, \"Earth in Crisis, a Search for Solutions.\"\n A schedule of events, which are free and open to the public, follows. North Idaho College is at Garden Avenue and Hubbard Street, west of downtown Coeur d'Alene. For more information, visit www.nic.edu.\nMONDAY\n \"THE CHALLENGES OF GLOBAL WARMING TO OUR FUTURE\"\n Gregory Carr of the Gregory C. Carr Foundation discusses worldwide ecological damage in the context of his $40 million commitment to help restore Gorongosa National Park in Mozambique.\n When: 11 a.m.\n Where: Boswell Hall Shuler Performing Arts Center\n RESPONSE PANEL\n With Steve Ruppel, NIC director of Information Technology; Dale Marcy, NIC chemistry instructor; climatologist Cliff Harris and meteorologist Randy Mann. Moderated by Carol Lindsay, chair of the NIC Social and Behavioral Sciences Division\n When: 1 p.m.\n Where: Edminster Student Union Building, Lake Coeur d'Alene Room\nTUESDAY\n \"EMERGING VIRAL DISEASES: A WORLD OF CRISIS\"\n Kenneth Alexander, M.D., Ph.D, infectious-disease expert from the University of Chicago, will discuss emerging viruses such as Hanta and SARS, and how they can be addressed.\n When: 10:30 a.m.\n Where: Boswell Hall Shuler Performing Arts Center\n RESPONSE PANEL\n Dr. Mike Dixon; Randi Lustig, epidemiologist program manager, Panhandle Health District and infectious-disease specialist David Souvenier, M.D. Moderated by Linda Michal-Hawks, NIC director of Student Health Services\n When: 1 p.m.\n Where: Edminster Student Union Building, Lake Coeur d'Alene Room\nWEDNESDAY\n \"THE THREAT OF CONTAMINATION TO THE WORLD'S CONSUMER PRODUCTS AND FOOD SUPPLY\"\n Denise Pozen, a corporate safety consultant who has worked as a liaison with the Consumer Product Safety Commission, will discuss the process of maintaining product safety from the manufacturer to the consumer.\n When: 10 a.m.\n Where: Boswell Hall Shuler Performing Arts Center\n RESPONSE PANEL\n Jim Hansen, executive director of United Vision of Idaho; Beverly Dickens, M.S., R.N., program coordinator of NIC's Associate's Degree Nursing program. Moderated by Denise Clark, NIC public services librarian.\n When: 1 p.m.\n Where: Edminster Student Union Building, Lake Coeur d'Alene Room\nTHURSDAY\n \"THE GROWING THREAT OF TERRORISTS AND WEAPONS OF MASS DESTRUCTION\"\n With Jeffrey Simon, M.D., author of \"The Terrorist Trap: America's Experience with Terrorism.\"\n When: 9:30 a.m.\n Where: Boswell Hall Shuler Performing Arts Center\n \"Understanding Terrorism and Terrorists: Lessons for Our Future\"\n With Philip Crowley, senior fellow and director of homeland security at the Center for American Progress in Washington, D.C. During the Clinton administration, Crowley was special assistant to the president of the United States for national security affairs, serving as senior director of public affairs for the National Security Council.\n When: 10:30 a.m.\n Where: Boswell Hall Shuler Performing Arts Center\n RESPONSE PANEL\n Richard Moore, Ph.D., professor emeritus of Lewis-Clark State College; Wayne Manis, CEO and president of Manis Investigations Inc. and Don Robinson, FBI agent and member of the Inland Northwest Joint Terrorism Task Force. Moderated by Mona Klinger, NIC communication instructor.\n When: 1 p.m.\n Where: Edminster Student Union Building, Lake Coeur d'Alene Room\nFRIDAY\n  \"BECOMING EVIL: HOW ORDINARY PEOPLE COMMIT GENOCIDE AND MASS KILLING\"\n With Whitworth University psychology professor James Edward Waller, Jr., Ph.D., author of several books on racism and genocide.\n When: noon\n Where: Boswell Hall Shuler Performing Arts Center\n RESPONSE PANEL\n Ryan Robinson, president, Associated Students of NIC; Richard Randall, NIC philosophy instructor; and Sholeh Patrick, attorney and newspaper columnist. Moderated by Virginia Johnson, Ph.D., chair of the NIC Communication, Fine Arts and Humanities Division.\n When: 1 p.m.\n Where: Edminster Student Union Building, Lake Coeur d'Alene Room\n \"A Solution\"\n Special concert by the NIC Jazz Ensemble featuring the premiere of a work by University of Idaho instructor Vern Sielert.\n When: 7 p.m.\n Where: Boswell Hall Shuler Performing Arts Center\n\nLoad-Date: March 21, 2008"
}