{
    "title": "Nigerian pleads guilty to underwear bomb attack",
    "publisher": "university wire",
    "year": 2011,
    "month": 10,
    "day": 12,
    "full text": "DETROIT - A Nigerian man said Wednesday he tried to blow up an international flight for al-Qaida with a bomb in his underwear in retaliation for the killing of Muslims worldwide, taking a federal court in Detroit by surprise as he pleaded guilty on the second day of his trial.\nUmar Farouk Abdulmutallab answered questions from U.S. District Judge Nancy Edmunds before pleading guilty to all eight charges he faced, including conspiracy to commit terrorism and attempted use of a weapon of mass destruction. He then told the courtroom that the bomb was a \"blessed weapon to save the lives of innocent Muslims.\"\n\"I intended to wreck a U.S. aircraft for the U.S. wreckage of Muslim lands and property,\" Abdulmutallab said.\nAbdulmutallab, who told the judge he is 25, said he carried a bomb onto Northwest Airlines Flight 253 in his underwear on Christmas 2009 with the intention of killing the nearly 300 people on board. The bomb didn't work, and passengers jumped on Abdulmutallab when they saw smoke and fire.\nProsecutors' evidence was stacked high. Abdulmutallab was badly burned in a plane full of witnesses. The government said he told FBI agents he was working for al-Qaida and directed by Anwar al-Awlaki, a radical, American-born Muslim cleric recently killed by the U.S. in Yemen.\nThere were also photos of his scorched shorts as well as video of Abdulmutallab explaining his suicide mission before departing for the U.S.\nOn Tuesday, passengers on Northwest Airlines Flight 253 testified that Abdulmutallab took a long bathroom break in the plane, during which prosecutors say he was preparing for martyrdom.\nHe took a small bag to the bathroom and was gone 10 to 15 minutes, according to passenger Mike Zantow, the first witness in Abdulmutallab's terrorism trial.\n\"I thought he was freshening up for arrival in Detroit. ... We had less than an hour to go,\" Zantow said.\nA prosecutor said Abdulmutallab was performing a cleansing ritual to prepare for death.\nCopyright 2011 The Associated Press.\n\nLoad-Date: June 4, 2014"
}