{
    "title": "Nigerian Television Becomes Front for U.S. in Terrorism Fight",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 7,
    "full text": "WASHINGTON -- The State Department is financing a new 24-hour satellite television channel in the turbulent northern region of Nigeria that American officials say is crucial to countering the extremism of radical groups such as Boko Haram. The move signals a ramping up of American counterinsurgency efforts to directly challenge the terrorist group, which abducted nearly 300 Nigerian schoolgirls in April.\nState Department officials acknowledged that setting up an American-supported channel could prove challenging in a region where massacres, bombings and shootings by Boko Haram are common, and where the American government and Western educational programs are far from popular. The group has been known to attack media organizations in Nigeria.\nThe new television channel, to be called Arewa24 -- arewa means north in the Hausa language -- is financed by the State Department's Bureau of Counterterrorism, and it is expected to cost about $6 million. State Department officials would discuss the program only on the condition of anonymity, and offered sparse information about it. But details have emerged in publicly available contracting documents and in interviews with people familiar with the effort.\nThe project was started last year and is run in Nigeria by Equal Access International, a San Francisco-based government contractor that has managed media programs sponsored by the State Department in Yemen and Pakistan that encourage youth participation in politics, in addition to countering Islamist extremism. Work on the project is nearing completion, but broadcasts have not yet begun.\nState Department officials insisted that the Nigerian government was aware of the television project, and that it had not planned to hide American support for the program, which has not been previously disclosed. ''However, U.S. sponsorship will not be advertised or promoted,'' a State Department official said.\nThe goal of the channel is to provide original content, including comedies and children's programs that will be created, developed and produced by Nigerians. State Department officials said they hoped to provide an alternative to the violent propaganda and recruitment efforts of Boko Haram.\nMany foreign policy experts, while applauding State Department programs to counter the efforts of Boko Haram and other extremist groups, said the new satellite project faced several challenges in a region with low levels of infrastructure, public services, literacy and security.\nAccess to electricity is limited in many rural areas of northern Nigeria, and few people own televisions. While some people might be able to view the programs on cellphones, a U.S.A.I.D. official recently told members of the Senate Foreign Relations Committee that Boko Haram has been targeting cellphone towers to reduce access to communication services in the region.\nJacob Zenn, an Africa analyst at the Jamestown Foundation in Washington, said other issues could also limit the effectiveness of the channel. Most members of Boko Haram speak Kanuri, a language also spoken in Niger and Cameroon, though the channel's programming will be in Hausa. Mr. Zenn also said that most new members of Boko Haram are not Nigerians, but recruits from countries bordering Nigeria.\n''Most Nigerians living in the region are aware of the destruction caused by Boko Haram, and they are opposed to the group,'' he said. ''So any program that focuses just on people in the region would most likely be offset by the fact that the recruiting pool is transnational.''\nThe terrorist group has had success in using video messaging, which is a key tool in its propaganda war against the Nigerian government and in gaining new recruits. The leader of the group, Abubakar Shekau, used a video message to claim responsibility for the abduction of the schoolgirls, who are from the town of Chibok in northeastern Nigeria. Mr. Shekau regularly posts videos on YouTube that feature sermons, appeals to recruits and footage of attacks.\nThe kidnapping of the girls ''demonstrates the need for a strong and durable alternative narrative to the destructive narrative of Boko Haram and other violent extremists,'' a State Department official said.\nDocuments show that the television channel is to target youths, ''either subtly or explicitly,'' with Hausa-language programs that deliver ''themes that reject political violence and violent extremism,'' but do not include ''news or political reporting.''\nThe State Department is expected to finance the channel for two years.\nDetails about the program have come to light in the wake of attempts by the State Department and the United States Agency for International Development to create Twitter-like social media programs in countries such as Cuba and Pakistan.\nThe Cuba effort was widely criticized after The Associated Press reported that it was set up to encourage political dissent on the island. Officials said the effort was part of American public diplomacy programs to encourage political discussions, not a covert program to overthrow the government.\nBut unlike the social media programs, the satellite television channel is part of an overall counterterrorism effort designed to delegitimize extremist ideology through the use of social media tools like Facebook and YouTube, as well as blogs, radio programs and online video games. State Department counterterrorism officials also engage with terrorist groups in online forums and in the comment sections on media websites. The effort is intended to reach what one State Department official called the ''middle-grounders -- the fence-sitters, the sympathizers and passive supporters.''\nThe United States has long had a media presence in northern Nigeria. The Voice of America offers general Hausa-language news programs in the region, but State Department officials said the new project would go beyond simply providing information. In addition to the broadcasts, officials said the project would provide training to journalists in the region, including women, who would then be able to produce their own video content.\n\nhttp://www.nytimes.com/2014/06/07/world/africa/state-department-ramps-up-efforts-against-boko-haram.html\n\nGraphic\n\n \nPHOTO:  Hanatu Dauda, the mother of a schoolgirl abducted in April in northern Nigeria, at a news conference in Lagos on Thursday. (PHOTOGRAPH BY  AKINTUNDE AKINLEYE/REUTERS) (A7)       \n\nLoad-Date: June 7, 2014"
}