{
    "title": "Nigeria , France Sign Deals Worth $475m",
    "publisher": "the will ",
    "year": 2018,
    "month": 7,
    "day": 4,
    "full text": "BEVERLY HILLS, July 03, (THEWILL) Nigeria and France, on Tuesday, in Abuja signed three agreements worth US$475 million on social amenities and reforestation.The agreements cover Urban Mobility Improvement Programme of Lagos State, sustainable water supply in Kano city and reforestation in Ogun.\nPresident Muhammadu Buhari and the visiting French President Emmanuel Macron witnessed the signing of the agreements during their bilateral talks held at the Presidential Villa, Abuja.The Lagos agreement involved a letter of intent for the financing of urban mobility improvement project through a loan of 200 million dollars.\nThe urban mobility project will involve development of eight priority bus corridors connected to the Lagos mass transit network.In Ogun, a French firm in conjunction with the Nigeria Sovereign Investment Authority (NSIA) is to mobilise from investors about 200 million dollars for land reclamation to correct the massive degradation of arable land being witnessed in the state.\nGov. Ibikunle Amosun, who spoke on the signed agreement, said the project aimed to reforest 108,000 hectares of depleting forest in Ogun.\nAmosun, therefore, hailed the signing of the agreement, describing it as very vital to not only addressing climate change challenges and recreating the forest, but also providing employment to the people of the state, among other benefits.France, through its foreign development agency, Whence Francaise de Development (AFD), will also extend a credit facility of 75 million dollars towards improving water supply in Kano city.\nThe concessional loan is expected to help Kano State Government ensure more residents of the city have access to drinking water while improving the financial viability of the state water board to increase its revenues.Addressing newsmen after the signing of the agreements, Buhari and Macron, who addressed a joint press conference at the forecourt of the presidential villa, expressed the readiness of both countries to continue to promote socio-economic interests for the general good of both countries.\nThe two presidents pledged to increase the cooperation between Nigeria and France in tackling security challenges occasioned by Boko Haram and ISIS jihadists in Nigeria and the Sahel region of Africa.Macron said he was more concerned about how African governments organised themselves to effectively tackle the challenges posed by terrorists on the continent.\n\"The main plan is an African plan and France is not the one to solve or fix African situations.\"So what we want to do is that we will intervene and maintain our presence in Africa and Sahel to fight against terrorism, especially in Mali and in the region.\n\"What is important to me is how the different African governments organise themselves to fight against terrorism and get rid of these people and especially, jihadism. That is why I do promote the G5/Sahel Initiatives.\n\"As far as we are organised, Nigeria, Niger, Chad and Cameroon is also very important, it is Boko Haram. I think first we have to increase the operations and the pressure against these jihadists.\n\"We can fix the situation in the coming months and obviously France will remain present in Africa for as long as they want it,\" he said.On his part, Buhari thanked French government for its support and assistance to Nigeria's efforts in combating insurgency and violent extremism in the country and the Sahel region.\nHe said already Nigeria had cultivated the culture of friendship with all its neighbours with a view to ensuring security and political stability in the region.\n\nLoad-Date: August 17, 2018"
}