{
    "title": "Nigeria , Russia Sign Treaty On Legal Assistance In Criminal Matters",
    "publisher": "the will ",
    "year": 2018,
    "month": 12,
    "day": 4,
    "full text": "BEVERLY HILLS, December 04, (THEWILL)  The ministry of foreign affairs says Nigeria and the Federation of Russia have signed a treaty on Mutual Legal Assistance in Criminal Matters. The ministry's spokesperson, George Edokpa, said this in a statement made available to journalists in Abuja revealing that the Treaty was negotiated in 2009 to enhance collaboration and cooperation between the two countries in the administration of criminal justice and signed in Moscow, Russia on November 27, 2018. \"The Treaty was signed on behalf of Nigeria by the Attorney-General of the Federation and Minister of Justice, Abubakar Malami, while Russian Acting Minister of Justice, Oleg Plokhoy, signed on behalf of his country,\" the statement revealed.\n \"The Treaty on Legal Assistance in Criminal Matter is aimed at providing the necessary mechanism for cooperation in the fight against crime and criminal related matters. \"These include terrorism, as well as to counter every form of support to terrorism.\n\" The ministry explained that the agreement would assist in the fight against corruption as it makes provision for the tracing, recovery, forfeiture or confiscation of stolen assets, as well as the proceeds and instruments of crime. The signing of the treaty, it stated, was a major breakthrough in the bilateral relations between Nigeria and Russia and the beginning of greater cooperation and partnership in other sectors.\n It quoted Malami as saying that \"Nigeria will benefit immensely from this agreement. \"It will afford Nigeria the opportunity to request for the arrest, surrender, investigation and prosecution of all persons who may have committed crimes and escaped to Russia.\n \"It will also secure the assurance of the Russian cooperation in the tracing, recovery and repatriation of the stolen assets.\" \n\nLoad-Date: December 5, 2018"
}