{
    "title": "Nigeria , Ethiopia make strides in war against terrorism",
    "publisher": "pittsburgh tribune review",
    "year": 2012,
    "month": 1,
    "day": 1,
    "full text": "African nations on Saturday made strides in the war on terrorism on two fronts in Nigeria and Ethiopia. \nIn Nigeria, President Goodluck Jonathan declared a state of emergency in parts of his country plagued by Islamist attacks, and he closed the borders with Cameroon, Chad and Niger in the northeast. \nAlmost a week after Boko Haram set off a series of bombs across Nigeria on Christmas Day, including one at a church that killed at least 37 people and wounded 57, Jonathan said the measures would aim to restore security in troubled parts of Nigeria's north. \nUntil 2011, Boko Haram had focused its activities in the far northeast. \n\"The temporary closure of our borders in the affected areas is only an interim measure designed to address the current security challenges and will be resumed as soon as normalcy is restored,\" Jonathan said. \nThe terrorist attacks have raised fears that Boko Haram, a movement styled on the Taliban and whose name means \"Western education is forbidden,\" is trying to ignite sectarian strife in Nigeria, Africa's most populous nation and top oil producer. \nJonathan, a Christian from the south of Nigeria, has been criticized by the opposition and Christian groups for what they said was a slow response to the bombings. \n\"The crisis has assumed a terrorist dimension,\" Jonathan said. \"I therefore urge the political leadership (in northern local governments) to give maximum cooperation to ensure that the situation is brought under control.\" \nSecurity sources said they believe some Boko Haram fighters have gone for training to Somalia with al-Shabaab, whose fighters were routed from a town in central Somalia yesterday by Ethopian troops. \nEyewitnesses said armored vehicles and heavy artillery were used in the assault. \n\"Ethiopian troops are now in Baladwayne town. Al-Shabaab fighters have run away,\" a resident said. \nEthiopia attacked al-Shabaab, which is estimated to have 7,000 to 9,000 fighters, at the request of the Somali government. \nSomalia's prime minister announced the \"historic\" operation \"to liberate the tyranny of ... al-Shabaab from Somalia.\" \nA wave of cross-border attacks and kidnappings that Nairobi blamed on the rebels prompted Ethiopia and Kenya to send troops into Somalia to fight al-Shabaab, a group that has pledged loyalty to al-Qaida. \nIn August, African Union peacekeepers and Somali government soldiers pushed the militants out of Mogadishu, the capital. \nTaliban-style fundamentalism was unfamiliar in Somalia until the arrival of al-Shabaab, which imposed a strict version of Shariah in areas under its control, including stoning to death women accused of adultery and amputating the hands of thieves. \n\nLoad-Date: January 1, 2012"
}