{
    "title": "NIH award given to study effects and potential antidotes of arsenical exposure",
    "publisher": "university wire",
    "year": 2018,
    "month": 8,
    "day": 22,
    "full text": "Mohammad Athar, Ph.D.The University of Alabama at Birmingham has been awarded nearly $18.9 million by the National Institutes of Health Countermeasures Against Chemical Threats Program and National Institute of Environmental Health Sciences to support the UAB Research Center of Excellence in Arsenicals. This new center will develop mechanism-based efficacious medical countermeasures to protect individuals from the multi-organ damage caused by exposure to arsenicals, chemical agents typically used in chemical warfare and terrorism that cause severe inflammation and blistering of the skin, manifesting systemic injury.\n\"Our research will determine how arsenicals cause skin, lung, and kidney injury and we will use this information to develop antidotes that block these devastating effects,\" said Mohammad Athar, Ph.D., professor in UAB's Department of Dermatology and director of the UAB Research Center of Excellence in Arsenicals. \"We hope that this research will help us determine exactly how arsenicals cause damage to each tissue, as better antidotes cannot be developed until we understand those specific effects.\"\nArsenicals, developed during World War I and II, are far more potent than other well-known blistering agents like mustard gas. Exposure can cause severe, painful blistering of the skin within minutes of exposure, and can cause injury to internal organs leading to further and often severe disability or death.\nBecause of their toxic effects, arsenical-derived agents have been widely used in chemical warfare and acts of terrorism. Furthermore, discoveries of buried arsenicals from World Wars I and II occur often, which can put excavation and disposal crews at risk. This research will help determine future antidotes - be it topical creams or self-injectables - that could potentially block both acute and delayed injury of the skin, lung, and kidney following cutaneous exposure to arsenicals.\n\"The effects of arsenicals can be tremendously destructive, and we hope our research will be able to develop therapies to treat those who may be in danger of potential exposure, be it civilian and/or military service members in warfare situations, excavation and disposal crews, and the general public,\" Athar said.\nThe UAB Research Center of Excellence in Arsenicals is a collaborative effort involving researchers at UAB and Southern Research. In addition to Athar, other key investigators include Anupam Agarwal, M.D., professor and director of UAB's Division of Nephrology; Aftab Ahmad, Ph.D., associate professor in UAB's Department of Anesthesiology and Perioperative Medicine; Veena Antony, M.D., professor in UAB's Division of Pulmonary, Allergy\nand Critical Care Medicine; Lisa McCormick, DrPH, associate professor in UAB's School of Public Health; and Mark Suto, Ph.D., vice president of Drug Discovery at Southern Research.\n\nLoad-Date: August 22, 2018"
}