{
    "title": "Nine Suspected of Terrorism Are Arrested in Manila",
    "publisher": "the new york times",
    "year": 1995,
    "month": 12,
    "day": 31,
    "full text": "Nine men suspected of being Islamic terrorists, including a man said to be the twin brother of Ramzi Ahmed Yousef, the man accused of masterminding the World Trade Center bombing in 1993, were arrested in Manila on Friday in raids that also netted an arsenal of weapons and explosives, Philippine officials said yesterday.\nWhile only nine arrests were announced, intelligence officials said that 15 suspects had been taken into custody and that the other six arrests would be announced shortly. All 15 were said to be part of an international network of Islamic extremists bent on terrorism in the Philippines and other countries.\nThe arrested men -- Iraqi, Sudanese, Saudi and Pakistani nationals -- included Adel Anonn, described as the twin of Mr. Yousef, the shadowy electrical engineer who was seized in Pakistan in February after a two-year global manhunt and faces trial soon in New York as the central plotter in the trade center case.\nThe trial of Mr. Yousef and two other men is to be the third arising from the trade center blast, which killed six people and injured hundreds. In 1994, four men were convicted of the bombing, and 10 others, including Sheik Omar Abdel Rahman, were convicted in October of plotting to blow up other New York City landmarks.\nIn Manila, Mr. Anonn, the proprietor of a tourist-district butcher shop, was said to have used aliases, including Adel Bani, but had an Iraqi passport, and is about the same age as Mr. Yousef, a 28-year-old Kuwaiti. The police said Mr. Anonn was identified as Mr. Yousef's brother by an informer who had infiltrated a suspected terrorist group to which Mr. Anonn belonged.\nThe Philippine Interior Secretary, Rafael Alunan, said at a news conference in Manila that the police had raided homes and a hotel and seized the suspects with plastic explosives, blasting caps, a bomb, detonating cords, time fuses, a pistol, maps of Manila and passports and other documents.\nBesides Mr. Anonn, the suspects were listed as Abdul Kareem Jassim Bidawi, Haleem Jassim Bidawi, Jamaal Jaloud, Ibrahim Abid and Najim Nasser, all Iraqis; Emad Almubarak, a Sudanese; and Saleh Al Quuwaye and Zaid Al Amer, both Saudi Arabians. All were charged with possession of weapons and explosives.\n\"According to our initial analysis, they are with a global movement calling for a global jihad to promote the establishment of an Islamic empire,\" Mr. Alunan said. \"Given the kinds of items captured with them, apparently they had plans to detonate bombs or explosive devices.\"\nAn Associated Press report said that Mr. Anonn had denied he was Mr. Yousef's brother and that as the nine were led away after being shown to reporters at the National Police Headquarters, one shouted: \"We are not terrorists.\"\nPhilippine officials are concerned that their country has become a haven for terrorists, in part because security is lax at ports of entry and immigration authorities inadequately monitor the movements of foreigners. In addition, Filipino Muslim insurgents have mounted a campaign of bombings and kidnappings.\nThe arrests came only a week after seven Pakistanis were captured in Manila and charged with plotting to stage attacks and disrupt next year's meeting of Asian-Pacific leaders in Manila. Aside from the claim that Mr. Anonn was Mr. Yousef's brother, however, there were no indications that any of the suspects had links to the New York terrorism cases.\nInvestigators have called Mr. Yousef a highly trained professional who moved around the world to recruit terrorists. They said he escaped after the Trade Center explosion, turned up later in Manila and plotted without success to bomb airliners in the Far East and assassinate Pope John Paul II. As the police closed in on him in January, he fled Manila but was arrested in Pakistan a month later.\n\nGraphic\n\n \nPhoto: Adel Anonn, believed to be the brother of a World Trade Center bombing suspect, Ramzi Yousef, in custody in Manila yesterday. (Agence France-Presse)\n\nLoad-Date: December 31, 1995"
}