{
    "title": "NJ pawn shop operator arrested Van seized as shooting investigation expands",
    "publisher": "usa today",
    "year": 2019,
    "month": 12,
    "day": 16,
    "full text": "KEYPORT, N.J. - A pawn shop operator here was arrested on a weapons charge and a van was seized in a town 30 miles away as authorities expanded their investigation into last week's Jersey City shooting rampage now viewed as an act of domestic terrorism.\nThe white van recovered in the New Jersey city of Orange, 10 miles northwest of Jersey City, was being examined for evidence related to the attack that left six people dead, including the shooters, the FBI said. The van was not the U-Haul the killers drove to the scene, and no information on how the van figured into the attack was released.\nAlso Saturday, Ahmed A-Hady, 35, was arrested on one count of being a felon in possession of a firearm. U.S. Attorney Craig Carpenito said in a statement that the FBI seized several weapons and more than 400 rounds of ammunition during searches of the Buy N Sell City and A-Hady's home.\nDavid Anderson, 47, and Francine Graham, 50, murdered a Jersey City police detective at a cemetery before driving a mile to the JC Kosher Supermarket, where they killed three bystanders and commenced a three-hour gun battle with police, authorities said.\nAnderson and Graham died at the scene, where authorities recovered a AR-15-style rifle, a shotgun and two handguns. A note containing a telephone number ending in 4115 and a Keyport address was recovered from Anderson's right back pants pocket, Carpenito said. FBI agents determined that the phone number belonged to A-Hady.\nThe weapons found in A-Hady's pawn shop and home included three AR-15-style assault rifles, three handguns, and a shotgun, Carpenito said.\nSome locals were stunned by A-Hady's arrest. Pritesh Patel said he has worked  across the street from the pawn business for more than a year and never saw or heard of any trouble.\nThe nature of A-Hady's relationship to the shooters was not revealed. A-Hady's brother, Adhem A-Hady, told the localTV station he had never heard of them before the shootings.\n\"Never heard of them, never seen anything regarding these two people,\" Adhem A-Hady said. \"We don't sell weapons. We never sold weapons. The only thing that we have in the store is, like, nunchucks.\"\nRecords indicated that A-Hady purchased some of the weapons in 2007. Five years later he was convicted of attempting to obtain drugs by fraud, a crime punishable by more than one year in state prison. That conviction made A-Hady ineligible to possess a firearm, Carpenito said.\nThe charge of being a previously convicted felon in possession of a firearm carries a maximum potential penalty of 10 years in prison and a $250,000 fine.\nJersey City Police Detective Joseph Seals, 40; Leah Minda Ferencz, 31; Moshe Hirsch Deutsch, 24; and Douglas Miguel Rodriguez Barzola, 49, were killed in the attack, which state Attorney General Gurbir Grewal said last week was being investigated as domestic terrorism.\nThousands turned out to mourn the victims. Services were held Saturday for Barzola, an Ecuadorian immigrant  who worked at the kosher market.\n\"I'm sustained by the love of my daughter and by the love of this man,\" said his widow, Martha Freire, who added that she had forgiven the killers. \"If I had hatred in my heart, what I'm going through would be worse.\"\nBacon reported from McLean, Va. Contributing: Monsy Alvarado, NorthJersey.com; Joe Strupp and David M. Zimmer, Asbury Park Press \n\nLoad-Date: December 16, 2019"
}