{
    "title": "NMMC preparedness rep attends security training",
    "publisher": "daily news ",
    "year": 2019,
    "month": 12,
    "day": 13,
    "full text": "FORT KENT, Maine -- Jill Daigle, Northern Maine Medical Center's Emergency Preparedness Committee chairperson, reported that Joshua D. Desjardin recently completed training offered by the Center for Domestic Preparedness in Anniston, Alabama.\nOperated by the United States Department of Homeland Security's Federal Emergency Management Agency, the CDP is the only federally-chartered Weapons of Mass Destruction training facility in the nation.\nThe weeklong course attended by Desjardin is comprised of three separate components embedded within the Hospital Emergency Response Team training which includes Hazmat training. The program includes an interactive component where participants put into practice what they learned. The hands-on training takes place at the Noble Training Facility, a decommissioned hospital, the only facility in the nation dedicated to training hospital and healthcare workers in disaster preparedness and response.\nA number of resident training courses culminate at the CDP's chemical, ordinance, biological and radiological training facility, which is the nation's only facility featuring civilian training exercises in a true toxic environment using chemical agents. The advanced hands-on training enables responders to effectively prevent, respond to, and recover from real-world incidents involving acts of terrorism and other hazardous materials.\nDesjardin said, \"I have always been very interested in anything to do with emergency disaster preparedness since I was a kid and I love learning new things in this area. Being an Eagle Scout has given me an appreciation for being prepared for any event and that you can never prepare enough.\"\nThe CDP develops and delivers advanced training for emergency response providers, emergency managers, and other government officials from state, local, and tribal governments. Training at the CDP campus is federally funded at no cost to state, local, and tribal emergency response professionals or their agency.\nDesjardin earned national certification to teach the HERT course in the state of Maine; he is a member of NMMC's emergency response committee and the lead member for the hazmat team.\nHospitals within the state who are interested in learning more about the training may contact Desjardin at 207-834-1355. To learn more about the CDP go to https://cdp.dhs.gov/.\nSubmitted by the Communications Office of Northern Maine Medical Center.\n\nLoad-Date: December 13, 2019"
}