{
    "title": "No 'silver bullet' able to fight terror on Internet",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 5,
    "day": 12,
    "full text": "UNITED NATIONS - A Microsoft executive told the U.N. Security Council on Wednesday that \"there is no silver bullet that will stop terrorist use of the Internet.\"\nSteven A. Crown, vice president and deputy general counsel of Microsoft, said technology companies, states and nongovernmental organizations must work together to \"address terrorist use of the Internet, including creation and use of counter-narratives,\" in a manner that respects privacy and free speech.\n\"For the Internet industry, the scale of the terrorist challenge is daunting,\" Crown said. \"We know that there are tens of thousands terrorist Internet accounts that refuse to die. As one is taken down, another quickly springs up in its place.\"\nCrown made his remarks at an open session of the Security Council aimed at countering the narratives of terrorism. His appearance marked the first time a representative of a technology company has addressed the U.N.'s most powerful body.\nThe Security Council is seeking to develop a comprehensive international framework by April 30, 2017, to counter the use of narratives by the Islamic State group, al-Qaida and other extremist groups who use the Internet as a recruiting tool.\nIn a statement approved Wednesday, council members stressed that \"terrorism cannot and should not be associated with any religion, nationality or civilization\" and that \"terrorism can only be defeated by a sustained and comprehensive approach.\"\nThe council said it was concerned by the ability of extremist groups to \"craft distorted narratives that are based on the misinterpretation and misrepresentation of religion to justify violence\" and disseminating it through the Internet and social media.\nMohi El-Din Afifi, secretary-general of the Cairo-based Al-Azhar Islamic Research Academy, told the council that his organization was working to correct this by offering training courses for Imams and speakers from around the world to teach that Islam is a religion of peace and tolerance. He said Al-Azhar also maintains a digital observatory to detect what the Islamic State group, also known as ISIL, publishes in order to refute their teachings.\n\"We have seen deviated ideologies and concepts that are contrary to the religion (Islam) and these have been spread through social networks,\" Afifi said. \"And if this becomes a threat of violence then it becomes terrorism.\"\n\nLoad-Date: May 12, 2016"
}