{
    "title": "No bail for five Fort Dix suspects A U.S. judge also said they had _adequate opportunity_ to prepare",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 1,
    "day": 4,
    "full text": "A federal judge refused yesterday to release on bail the five men accused of plotting an armed attack on Fort Dix. \nThe defendants, who have been held in a restrictive unit of the Federal Detention Center in Philadelphia since their arrests in May, had argued they were unable to prepare for trial under the conditions there. \nBut U.S. District Court Judge Robert B. Kugler said they had \"been afforded an adequate opportunity\" to prepare, and ruled their Sixth Amendment rights to a fair trial had not been violated. \nThe defendants and their attorneys have been complaining for months about the conditions in the Special Housing Unit - particularly their lack of access to evidence in the case. \nIn December, jail officials said they would begin allowing the defendants to review evidence eight hours a day, Monday through Friday. \nDefense attorneys said yesterday the jail's plan was \"too little, too late.\" \n\"You mention the four-letter word bail and everyone's jumping around trying to come up with a new system,\" said defense attorney Michael Riley. \"How can we have any faith in [the jail]?\" \nPrimarily, the defendants need to leave their cells to listen to about 200 hours of conversations secretly recorded by an FBI informant. \nProsecutors plan to use only a fraction of those conversations to make their case, but the defendants must cull through all the tapes, seeking evidence that could clear them. \nThe suspects - Mohamed Shnewer, a U.S. citizen born in Jordan; Serdar Tatar, a legal U.S. resident born in Turkey; and Cherry Hill brothers Shain, Eljvir and Dritan Duka, all illegal immigrants from the former Yugoslavia - have pleaded not guilty.  \nThey were accused of planning to use a pizza-delivery pass to get onto the Army base, where they would open fire on soldiers. \nA sixth man, Agron Abdullahu, a refugee from Kosovo who lived in Atlantic County, was accused of supplying guns to three of the defendants. He pleaded guilty in October.  \nProsecutors said the three-week track record of the jail's new weekly schedule for the defendants showed they had \"meaningful access\" to the evidence. \nKugler agreed, saying the jail has adapted to the demands of housing the high-profile Fort Dix defendants and figuring out how to accommodate the needs of their case. \n\"I don't think we knew in the summertime how much discovery there was and how difficult it would be to get access to it,\" he said. \"It is a unique case for the Bureau of Prisons, too.\" \nContact staff writer Troy Graham at 856-779-3893 or tgraham@phillynews.com. \n\nLoad-Date: January 4, 2008"
}