{
    "title": "NO CONSENSUS ON SOLUTION TO TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 29,
    "full text": "MEMBERS OF both parties appeared together this week on Capitol Hill to express their grief and anger over the bombing in Oklahoma City and pledged to remain unified in their legislative response.\n\"It is not a matter where it makes any difference whether you're Republican, Democrat, independent, liberal, conservative, moderate; everybody's against terrorists,\" said Sen. Patrick J. Leahy at a Judiciary Committee meeting Thursday.\nWhat to do about terrorism, however, is another story.\nRepublicans introduced their own version of President Bill Clinton's counterterrorism initiative Thursday night. It adds a kicker: limits on criminal appeals in federal court.\nChanges in habeas corpus laws have been hotly disputed for years in Congress, and the sparks flew again, briefly, at the hearing Thursday. Some Democrats are threatening to introduce what could be their own poison pill to the legislation in the form of restrictions on \"cop-killer\" bullets, opposed by the gun lobby.\nDifferences of opinion on the response to terrorism are not limited to the aisle between the parties.\nSen. James Inhofe, the junior Republican senator from Oklahoma, declined to sign on to the GOP terrorism bill. He said it was not clear to him how some provisions of the bill, like those expanding wiretapping, would affect \"civil rights.\"\n\"He wanted to understand the ramifications of everything,\" said Gary Hoitsma, a spokesman for Inhofe. \"He was just uncomfortable with some of these things.\" Hoitsma said the senator wanted to make sure the new laws did not \"infringe on the rights of law-abiding citizens,\" a concern most in Congress have voiced as well.\nAs it turns out, one of Inhofe's concerns is a proposal to require the inclusion of microscopic particles called \"taggants\" in explosives to help investigators trace the source of bombs after they explode.\n\"The tagging thing was another thing we were concerned about,\" Hoitsma said.\nThe National Rifle Association is concerned, too. For decades it has opposed legislation that would have required common explosive materials - like gunpowder and chemical fertilizer - to be tagged.\nInhofe has reason to listen to the NRA's concerns; it funded his campaign for the Senate last year to the tune of $ 90,000, more than almost any other politician it backed.\nThe Institute of Makers of Explosives also has opposed requiring taggants, which it has said would be unsafe to introduce in the manufacturing process. The institute gave $ 300 to Inhofe's campaign and $ 2,000 to that of Judiciary Committee Chairman Orrin G. Hatch, R-Utah.\nThe anti-terrorist bill, which Hatch co-authored, would require tagging only plastic explosives; it calls for a study on tagging other bomb materials.\nHoitsma, Inhofe's spokesman, said tagging may not be so much of a problem for the explosives industry as had been thought and that Inhofe hoped to be able to co-sponsor the bill soon.\nThe other senator from Oklahoma, Republican Don Nickles, apparently does not share his colleague's concern about the GOP bill; he signed on readily as an original co-sponsor.\nSo it might strike some observers as a bit odd - Republicans, the traditional champions of law and order, talking about civil liberties, while Democrats like Sen. Joseph I. Lieberman of Connecticut go full bore to get tough on terrorists.\n\"This may be a case where we have to run the risk of slightly compromising the liberties of a very small number of people who would be suspect and capable of committing terrorists acts so that we can protect the order that is the precondition of the liberty of every other American,\" Lieberman said this week. He was talking about increased infiltration and bugging of suspect groups that advocate violence.\nSen. Diane Feinstein of California is another Democrat who wants stepped-up action, but then she's had some personal experience with terrorism. A bomb was planted in her home in 1976 when she was a member of the San Francisco Board of Supervisors. No one was hurt, but the incident had its effect even today, when Feinstein considers anti-terrorism measures.\n\"I'm going to vote for everything,\" she said.\n\nLoad-Date: April 30, 1995"
}