{
    "title": "No dollars and sense in terror cover reform",
    "publisher": "business insurance",
    "year": 2010,
    "month": 3,
    "day": 1,
    "full text": "Anyone who wants to understand how Washington really works need look no further than the Obama administration's proposal to scale back the federal terrorism insurance backstop originally established by the Terrorism Risk Insurance Act in 2002.\nThe administration has proposed eliminating what it called $250 million in federal subsidies to insurance companies for terrorism insurance. Why? According to the proposal, the private terrorism insurance market has grown robust. In addition, the proposal would eliminate coverage for losses caused by acts of domestic terrorism.\nSounds reasonable, doesn't it? The catch is, the subsidies don't exist in the sense that, say, agricultural subsidies exist in which somebody gets a check from the government. Other than the small administrative costs of having someone in Treasury oversee the program, the backstop doesn't cost the taxpayers anything.\nThat's because the backstop wouldn't begin backing up insurers until they had to start paying for a catastrophic terrorist act. Any alleged savings from increasing participating insurers' deductibles would be fictional. It's an accounting trick made necessary by the budget-scoring process. In short, we are not talking real money.\nWe have been fortunate that the no terrorist outrage has occurred that generated enough loss to trigger the backstop. The backstop hasn't paid out a dime to private insurers, and if we continue to be so fortunate, it never will. But we could face some real losses if the proposal becomes reality.\nI recently had a chat with Ron Robinson, who fought long and hard for a government terrorism backstop as chair of the Chicago-based Defense Research Institute's TRIA subcommittee. Mr. Robinson, who also is a partner in the Los Angeles law firm of Berkes Crane Robinson & Seal L.L.P., pointed out a couple of practical problems with the proposal.\nFirst, increasing deductibles could drive smaller players out of the market because they couldn't afford the higher potential costs, he said. That would concentrate losses in a shrunken pool of insurers.\nSecond, eliminating coverage for acts of domestically originated terrorism could politicize the investigative process after a major terrorist attack occurred, he said. In addition, the cost of investigation would increase significantly to determine responsibility.\nAfter all, terrorist attacks in Europe and elsewhere have combined domestic and international characteristics. Determining the ultimate source would be difficult and no doubt controversial-not to mention time-consuming-when determining whether the government backstopped claims.\nAnd all this for what are, at best, paper savings. The truth of the matter is that the program in its current form has worked, and worked well, at minimal taxpayer expense.\nThe reason there is a robust private terrorism insurance market is because the backstop exists. Acts of terrorism cannot be predicted. As far as potentially insurable events go, terrorism defines uncertainty, and if there is one thing insurers hate, it is uncertainty.\nScaling back the backstop in the name of illusory savings would have one certain effect-insurers would be less willing to underwrite the peril. In fact, before Congress approved the backstop, insurers understandably didn't want to touch terrorism coverage. Who wants to accept an open-ended liability?\nAs a deficit hawk, I feel a certain sympathy for those charged with crunching the numbers. As far as I'm concerned, very little should be off the table if we're going to tackle deficits realistically. But doing so means the savings involved have to be real money-i.e. money that was going to be spent and now won't. In the case of the backstop, any current savings would be an illusion. Unfortunately, the administration's proposal to achieve paper savings now could carry some very real costs if it becomes reality.\nCopyright 2010 Crain Communications Inc. All Rights Reserved.\n\nLoad-Date: March 4, 2010"
}