{
    "title": "NO EXCUSE FOR STUDENTS OF TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 1,
    "day": 6,
    "full text": "Dear Dean Wormer,\n Please excuse Hani from classes at the university today; he's in the final planning stages of an unspeakable act of terrorism, and, as you might expect, it's just one headache after another. He'll be lucky not to bomb that history final as well.\n Sincerely,\n His mommy\n Nothing even approximating such a note was written by anyone associated with Hani Hanjour, one of the Sept. 11 hijackers, and, just as obviously, nothing approximating it has been authored by anyone associated with any American college student for a long time.\n Cutting class in college has long been recognized as the high art of dodging consequences, and many of us can recite the names of at least a few people who managed to spin an elongated collegiate experience without ever getting close enough to an actual classroom to hear the snoring. Additionally, some such individuals acquired an associate's degree in pinochle, which hardly seemed fair.\nBut the breezy pockets of academic \"discipline\" that are everywhere in America effect a more sinister ambience today. They are comfortable hiding places for illegal aliens, some of whom don't merely play video games until they flunk out, but wind up gaining internships with suicide bombers. Hanjour was, according to Judith Miller's exquisite Page 1 piece in last Sunday's New York Times, one example of a murderous America-hater who was in this country on a student visa and stayed long enough to change history without ever showing up for school.\n On the long list of policy failures that enabled Sept. 11, American immigration policy and Congress' chronic inability to focus it and enforce it are failures over which any reasoned national discussion is difficult to sustain. Perhaps it's a topic that is simply too flammable, since too many of us regard immigration as some kind of yes-or-no phone vote question rather than a uniquely complex and often liberating process, with a myriad of avenues that, unfortunately, need the kind of policing the government hasn't yet been able to install.\n At least three of the Sept. 11 hijackers were illegal aliens, and the Immigration and Naturalization Service had no information whatsoever on at least three others.\n The screaming mathematics of the immigration issue alone should command federal action.\n According to the Census Bureau, 8 million illegal aliens are in the United States, which means that if they all lived in one place, that place would be the12th- largest state. What's more, illegals are increasing at a rate of nearly 500,000 per year.\n \"These new estimates have enormous implications for the security of our nation,\" said Steve Camarota, director of research at the Center for Immigration Studies in Washington, D.C. \"If a Mexican day laborer can sneak across the border, so can an al-Qaida terrorist. While the vast majority of illegals are not terrorists, the fact that hundreds of thousands of people are able to settle in the United States illegally each year indicates that terrorists who wish to do so face few obstacles. We can't protect ourselves from terrorism without dealing with illegal immigration, and selective enforcement would be immoral and ineffective.\"\n Just as tangibly, the grim potential of certain illegal aliens notwithstanding, the number of illegals added to the number of legal aliens results in the virtually unmanageable. The same census report on immigration put that number at 31.1 million. It was fewer than 20 million in the 1990 census. That's a 57 percent increase in 10 years. Even during America's great immigration wave, in the first decade of the 20th century, the immigrant population increased by only 31 percent.\n \"No nation in history has ever attempted to incorporate and assimilate 31 million newcomers into its society,\" said Camarota. \"And the experiment is by no means over. If policy remains unchanged, at least 13 million legal and illegal immigrants will likely settle in the United States over the next 10 years.\"\n We are, of course, a nation of immigrants, and the immigrants who arrive this week have as much potential to enrich and sustain our great culture as any who arrived before them, if not more. America's heritage of freedom demands they be welcomed, albeit within an elaborate framework of practicalities.\n That said, it might be worth our while to discover who's not showing up for calculus, and why.\n\nNotes\n\nGene Collier's e-mail address is gcollier@post-gazette.com.  \n\nLoad-Date: January 17, 2002"
}