{
    "title": "No easy answers in debate over waterboarding, terrorism",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 12,
    "day": 18,
    "full text": "WASHINGTON -- The dilemma is of such magnitude that there really may never be a satisfactory answer or solution that doesn't leave us all losers one way or the other. We can forgo any form of interrogation that might be interpreted as torture and risk missing an opportunity to save lives or we can use long discredited methods and give up the moral high ground that we always have claimed in the \"land of the free and the home of the brave.\"\nEither way, the fuss over the destroyed tapes showing the use of waterboarding -- simulated drowning for those who are somehow unaware of the term -- on two al-Qaida leaders is just another stage in the continuing debate over how to deal with suspected terrorists who might have information that would prevent another Sept. 11, 2001. To be trite, it seems to me to be a bit of a tempest in a teapot, given the fact there has been no denial that the technique was used on both men. That would seem to make the issue over who destroyed the videos, if not moot, somewhat irrelevant.\nBut Congress has gone ballistic (it is a political season, after all) and the Justice Department is now conducting an investigation, asking everyone, including the federal judiciary, to back off until it can get to the bottom of this. It is all so very Washington. Complicating the situation is the statement of a former CIA interrogator that one of the suspects, Abu Zubaida, said to be a high-ranking al-Qaida operative, lasted a mere 35 seconds of waterboarding in a secret prison before changing his mind about answering questions that saved lives, a claim that Americans will have to take on good faith.\nThere certainly is a problem with the validity of information gathered in such a fashion. Disinformation is more than a reasonable expectation, which has led experts in this field, including the interrogator who told about Abu Zubaida, to seriously question the worth of the material gathered through extreme measures. But then how can we be sure? There appears little doubt that the use of torture by Philippine authorities several years ago thwarted a real terrorist plot to blow up any number of American airliners. On the other hand, there clearly have been incidents in which bad information about the safety of facilities -- the Brooklyn Bridge for one -- has caused near panic.\nThe further one gets from 9/11, it seems, the less likely the support for methods that before this age of terrorism would have been appalling to nearly everyone. In fact, waterboarding had been banned here forever. Congressional leaders, among them several who have become opponents of these methods, were told shortly after the attack on America about the use of controversial interrogation techniques, including simulated drowning. Some even questioned whether, under the circumstances, they were harsh enough. But that was then and now is now, especially since it has been more than six years without another disaster.\nWhen one poses a scenario in which a suspect has vital information about plans for the detonation in this country or elsewhere, for that matter, of a nuclear device and refuses to give it up without the strongest inducement, the matter of torture versus humane treatment becomes truly complex. Faced with having to save tens of thousands of lives, how restricted should those defending us be? Or put another way, how much leeway have they to discover the truth? They are nightmarish questions that American presidents must try to answer probably from now on in a world that seems determined to rise and fall often on religious values that were established when the most destructive weapon was a sword.\nYet this is a nation supposedly founded on principles that emphasize the rule of law and the ethical and humane treatment of even one's enemies, no matter what the situation. Undoubtedly Americans on far-flung battlefields have resorted to saving themselves and their comrades through the use of violent interrogation. In some instances, those actions have been dealt with severely if discovered, as in the case of mistreatment of prisoners by interrogators and guards in Iraq. But official policy that sanctions torture is an entirely different matter. Unfortunately, that is what we are dealing with in the current debate.\nIt is a dilemma that won't go away. Should there be another, even worse assault on American soil, it is safe to say it would disrupt our moral compass even more than now, especially if it we were to later learn that we missed a chance to stop it from happening. Dan K. Thomasson is former editor of the Scripps Howard News Service.\n\nLoad-Date: December 18, 2007"
}