{
    "title": "No group holds patent on terrorism",
    "publisher": "st. petersburg times ",
    "year": 2005,
    "month": 8,
    "day": 9,
    "full text": "In resigning Sunday, Finance Minister Benjamin Netanyahu said he feared Israel's withdrawal from the Gaza Strip would leave the area \"a base of Islamic terror.\" His words came just days after a rampage by a Jewish army deserter brought to the fore another issue that has received relatively scant attention - Jewish extremism.\nIt was a reminder that terrorists aren't unique to any one religion or culture.\nThursday evening, 19-year-old Eden Natan-Zada, a right-wing extremist who had been AWOL for months, shot and killed four Israeli Arabs on a bus in northern Israel before being beaten to death by an angry crowd.\nMost Israelis were revolted by the killings, which Arab and Jewish leaders alike branded an act of \"Jewish terrorism.\" It's a phrase you don't often hear in the Middle East, where terrorism is usually associated with Palestinians who have killed more than 1,000 Israelis in five years.\n\"That incidents of Jewish terrorism are relatively rare - by comparison with the Palestinian terrorism we endure here - should be no comfort whatsoever,\" the Jerusalem Post said in an editorial Sunday.\n\"The list of those who have sullied the name of their faith, their nation and their cause may be lengthening only slowly, but lengthening it is.\"\nIn 1994, Dr. Baruch Goldstein gunned down 29 Muslim worshipers in a mosque in the West Bank city of Hebron, where a small group of militant Jewish settlers often clashes with the majority Palestinian population. This year, West Bank settlers have repeatedly attacked Palestinians workers and farmers, beating them, poisoning their fields and scrawling \"Muslims are pigs\" in blood.\nNor have Arabs been the only targets of right-wingers. In 1995, a radical Orthodox Jew, angered by the Oslo peace accords, assassinated Israeli Prime Minister Yitzhak Rabin. And extremists opposed to Israel's withdrawal from the Gaza Strip and parts of the West Bank - due to start Monday - have invoked ancient curses in calling for the death of the current prime minister, Ariel Sharon.\n\"A moderate rank-and-file settler must be horrified at those who are now presuming to represent him,\" columnist Doron Rosenblum wrote in the daily Haaretz.\nAs with many Muslim terrorists, the impressionable young Jew involved in last week's attack fell under the sway of those espousing an intolerant, violent version of their faith. Critics have long charged that some rabbis foster an extreme form of religious nationalism and depict Arabs as evildoers trying to steal land sacred to the Jews.\nAccording to Israeli media, Natan-Zada became \"newly religious\" after graduating from high school and e-mailed members of the radical Kach movement. Banned in Israel since 1994, Kach advocates expanding Jewish rule in the West Bank and expelling Palestinians.\nNatan-Zada deserted from the army in January. He moved to a West Bank settlement where Kach followers had relocated after being ordered to leave another area because they were too extreme.\nIn April, Natan-Zada was arrested during a Kach protest at Jerusalem's Temple Mount, an area sacred to both Muslims and Jews. And in June, after briefly rejoining the army, he again went AWOL rather than help set up a camp for soldiers involved in the Gaza disengagement.\n\"I cannot be part of an organization that expels Jews from their homes,\" he wrote in a letter left at the camp entrance.\nDespite this and other evidence of Natan-Zada's growing extremism, Israeli authorities were slow to grasp the danger he posed. Had they shown the same rigor in investigating him as they do with Palestinian suspects, last week's killings might have been avoided, commentators suggest.\nOne striking difference between this and other terror attacks in Israel has been the reaction. Unlike the often perfunctory way in which Palestinian leaders condemn Palestinian attacks, most Jews were unequivocal in criticizing one of their own.\nNatan-Zada was \"a blood-thirsty terrorist,\" Sharon said. Apart from some right-wingers - who hailed the \"great, holy act\" - no one praised the soldier or called him a martyr. In fact, it was not until Sunday that a Jewish cemetery finally agreed to take his body.\nNote that Sharon deemed Natan-Zada a \"terrorist.\" The prime minister and other Israelis have sharply criticized Western media for using hedge words like \"militant\" and \"radical\" when describing Palestinians who terrorize innocent civilians.\nNow that Israelis have so freely denounced a fellow Jew as a terrorist, will others change their terminology in describing those who commit acts of terror? It should be interesting to see.\n \nSusan Taylor Martin can be contacted at susan@sptimes.com.  \n \nON THE WEB\n \nVisit Martin's Hot Spots journal at  http://www.sptimes.com/blogs/hotspots \n\nGraphic\n\n \nPHOTO, Associated Press; Eden Natan-Zada, denounced as a terrorist and killed after his attack on Arabs on Thursday, is seen in January with a Jewish extremist's book.\n\nLoad-Date: August 9, 2005"
}