{
    "title": "NO INTERNATIONAL CONFERENCE ON ISIS IN SIGHT",
    "publisher": "tampa bay times",
    "year": 2017,
    "month": 10,
    "day": 13,
    "full text": "Call for an international conference to defeat ISIS\n\"As president, I will call for an international conference focused on this goal. We will work side-by-side with our friends in the Middle East, including our greatest ally, Israel.\"\n* * *\nSources:\nA campaign rally in Youngstown, Ohio\nSubjects: Terrorism\n* * *\nTrump-O-Meter: STALLED\nAs part of his counterterrorism plan, President Donald Trump promised he would convene a conference between world leaders to help develop a coordinated plan to defeat ISIS.\n\"As president, I will call for an international conference focused on this goal,\" Trump said during a campaign speech in Youngstown, Ohio. \"We will work side-by-side with our friends in the Middle East, including our greatest ally, Israel. We will partner with King Abdullah of Jordan, and President Sisi of Egypt, and all others who recognize this ideology of death that must be extinguished.\"\nNo such conference has taken place, and the White House didn't respond to our request for a status update.\nSo we took a look at what Trump has done so far to help bring international counterterrorism efforts to the same table.\nIn the past year, Trump has met with world leaders on dozens of occasions to discuss terrorism and other global issues, including meetings with King Abdullah II and Egyptian President Abdel Fatah al-Sisi.\nHe also reaffirmed the United States' commitment to counterterrorism at the G20 summit in July and has pushed NATO to increase its counterterrorism spending and efforts.\nIn May, Trump toured Europe and the Middle East, where he called for international cooperation to fight terrorism. During his stop in Riyadh, Trump signed a $110 billion arms deal with the Saudi Arabian government and, along with Sisi and Saudi King Salman bin Abdulaziz, inaugurated the Global Center for Combating Extremist Ideology, which monitors terrorist propaganda.\nThese regular conferences and meetings with foreign leaders are typical for a U.S. president.\nBut we haven't yet seen any initiative to bring world leaders together for a conference to discuss terrorism. We'll look for any updates on this promise, but for now we it Stalled.\n* * *\nSources:\nSearch of WhiteHouse.gov archives, conducted Oct. 11, 2017\nG20 Germany 2017, \"The Hamburg G20 Leaders' Statement on Countering Terrorism,\" July 2017\nThe Atlantic, \"So, What Was the Deal With the Orb?\" May 22, 2017\nThe Wall Street Journal, \"Trump Voices Commitment to NATO,\" April 12, 2017\nThe Economist, \"What did Donald Trump achieve in the Middle East?\" May 25, 2017\nForeign Policy, \"Trump's 'Secret Plan' to Defeat ISIS Looks a Lot Like Obama's,\" May 31, 2017\n\nGraphic\n\n \nVIDEO\n\nLoad-Date: October 17, 2017"
}