{
    "title": "No links found to terrorism training",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 5,
    "day": 7,
    "full text": "WASHINGTON -- No credible evidence has been found so far that the Pakistani-American man accused in the Times Square bombing plot received any serious terrorist training from the Pakistani Taliban or another radical Islamic group, six U.S. officials said Thursday. \n\"There is nothing that confirms that any groups have been found involved in this for certain,\" one U.S. official told McClatchy. \"It's a lot of speculation at this point.\" \nFaisal Shahzad may have, at the most, had \"incidental contact\" with a terrorist organization, and he may have been encouraged to act, said one of the officials, who declined to elaborate further. \nFour U.S. intelligence and counterterrorism officials and two other U.S. officials with knowledge of the case spoke only on the condition of anonymity because they weren't authorized to discuss classified intelligence or the ongoing investigation publicly. \nAccording to a five-count criminal complaint filed by U.S. prosecutors in federal court in Manhattan on Tuesday, Shahzad admitted after his arrest on Monday to receiving bomb-making training in Waziristan, a part of Pakistan's tribal area bordering Afghanistan, during a five-month trip to his homeland that ended in February. \nAccording to the criminal complaint, Shahzad admitted that he had parked a Nissan SUV loaded with propane tanks, gasoline canisters, fertilizer and fireworks coupled to two alarm clocks in New York's Times Square on Saturday evening and fled. \nThe vehicle began smoldering, but failed to explode. Shahzad was apprehended on Monday night on a Dubai-bound Emirates flight at John F. Kennedy Airport that he'd been allowed to board even though his name was on the \"no fly\" list. \nThe U.S. intelligence and counterterrorism officials, however, said that the bungled nature of the bombing and the trail of clues that led the FBI to him suggest that he never received even rudimentary terrorist training or instructions on how to evade arrest. \nNor has any credible evidence been uncovered verifying his story of being trained in Waziristan, they and the other U.S. officials said. \n\"We've seen nothing suggesting that Shahzad received even minimal training, and everything about what he did suggests otherwise,\" one U.S. official said. \nThe official cited, among other things, the would-be bomber's use of the wrong kind of fertilizer and the fact that he made little or no effort to conceal his identity or that of the vehicle he used. \nAnother U.S. official said that Shahzad hadn't even removed the plastic caps on the propane tanks' valves before he abandoned the vehicle. \n\nLoad-Date: May 7, 2010"
}