{
    "title": "No links to terrorism seen",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 4,
    "day": 10,
    "full text": "WASHINGTON ? U.S. officials have found no direct ties between East African pirates and terrorist groups but continue to search for signs of links between the two factions in the wake of the Indian Ocean hostage incident. Military and counterterrorism officials say that in the transient world of Somalia's combative coastal dwellers, a Somali clansman can be a fisherman one day, a pirate the next, and a weapons trafficker the following day. \n\"If you look at the clan structure or the tribes ? to think that there may not be linkages probably is a bit naive,\" Adm. William \"Kip\" Ward told The Associated Press in an interview Thursday. Michael Leiter, director of the National Counterterrorism Center, warned that some of the money from piracy could make its way into the hands of extremists. \"I certainly would not put that out of the realm of possibility,\" Leiter said at the Aspen Institute. When hijackings first spiked off the coast of Somalia last year, counterterrorism officials pressed for any evidence that the country's extremist factions, or even al-Qaida militants operating in East Africa, might be using piracy to fund their violence. But the complicated clan structure and Somalia's ungoverned black market have made it difficult to trace the cash transactions. In one indication that the groups sometimes have conflicting agendas, members of the al-Shabab terrorist organization lashed out publicly at a group of pirates late last year after they attacked the Sirius Star, a Saudi oil tanker. A senior U.S. military official familiar with the region, speaking on condition of anonymity in order to discuss intelligence gathering, said the military is still looking hard at potential connections between piracy and the escalating terrorist activities in east Africa. A key concern for the military, the official said, is the steady flow of black-market weapons, including rocket-propelled grenades, from Yemen into Somalia, where militants use them in both on- and offshore crimes.  \n\nLoad-Date: April 10, 2009"
}