{
    "title": "No mystery about 'fresh violence' in Middle East",
    "publisher": "usa today",
    "year": 2006,
    "month": 3,
    "day": 31,
    "full text": "No mystery about 'fresh violence' in Middle East\nUSA TODAY's editorial \"The Mideast tightrope\" notes that \"Palestinians elected Hamas, a terrorist organization, in recent elections.\" It goes on to say, however, that  \"there's no mystery about what could fan fresh violence: targeted Israeli killings of elected Hamas leaders and Israel continuing to withhold Palestinian (tax) money\" (Monday).\nHours after the editorial appeared, Palestinian terrorists fired at least three rockets from the Gaza Strip into Israel; two Israelis were killed. The Al-Aqsa Martyrs Brigades of Fatah, another terrorist group, announced it was extending the range of its rockets to be able to hit the Israeli cities of Ashkelon and Ashdod. And Hamas claimed it was ready for contacts with the diplomatic \"quartet\" -- the United States, United Nations, European Union and Russia -- but would not meet the quartet's requirements to recognize Israel, halt terrorism and abide by negotiated Palestinian-Israeli agreements.\nSo it seems there is no mystery about \"fresh violence\" -- Palestinian terrorism against Israel continues and Hamas organizers, terrorists who now are the Palestinian Authority's elected leaders, camouflage it as \"resistance.\" They also declare that they will not honor the Palestinian Authority's obligation to stop the attacks.\nWhat is mysterious is USA TODAY's caution that Israel not target Hamas leaders committing or collaborating in terrorism but instead should improve their cash flow.\nEric Rozenman, Washington director\nCAMERA (Committee for Accuracy in\nMiddle East Reporting in America)\nNCAA's slam dunk\nIt's impossible to watch this NCAA madness without reflecting on how lame the NBA looks in its shadow.\nNot even the Olympic Games, with their patriotism and pageantry, come close to the excitement and drama that is unfolding game after game. Virtually every game has been a gripping episode that would be the envy of Hollywood's finest minds.\nIf entertainment of this caliber were a weekly reality show, all other sports programming might well fade to black.\nKen Frank\nPitman, N.J.\nLesson on giving\nJayne Pearl, author of Kids and Money, gives USA TODAY's Al Neuharth an A for financial parenting. Not so fast (\"Why kids should get allowances, 'cards,''' Plain Talk, The Forum, March 24).\nWhile it's wonderful that Neuharth's kids are learning to save and manage their money, he seems to be missing the opportunity to instill in them the habit of giving. I'm sure such lessons are taught in other ways in his household, but allowance time is also the best time to teach generosity.\nIn our household, we give a tithe -- or 10% -- of our earnings to the church. But even non-religious parents do well to model for their children the joys of sharing their wealth and an acknowledgment of their participation in something bigger than their own bank accounts.\nMaybe a B+ for Neuharth's household.\nCheri Grizzard\nNormal, Ill.\n\nLoad-Date: March 31, 2006"
}