{
    "title": "NO NEW TERRORISM THREATS MEAN NO CANCELED FLIGHTS_ WHITE HOUSE SPOKESMAN SUGGESTS SPECIFIC FLIGHTS H",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 2,
    "day": 3,
    "full text": "The \"specific and credible\" terrorist threats that led to the cancellation of seven flights have passed, and there are no plans to ground any more flights, government officials said Monday.\n\"At this point we do not have any new threat reporting targeting specific flights like we did over the weekend,\" White House spokesman Scott McClellan said.\nSix international flights from the United Kingdom and France and Continental Airlines Flight 1519 from Washington to Houston, site of the Super Bowl, were grounded Sunday and Monday after security concerns were raised by the Homeland Security Department.\nHomeland Security Department spokesman Brian Roehrkasse said there was \"specific and credible intelligence information suggesting that al-Qaida would attack these flights on those dates.\"\n\"It wasn't as specific as to method of attack,\" he said.\nThe cancellations were the first since December, when the nation's terrorism alert level was increased from elevated, or yellow, to high, or orange.\nA senior law enforcement official, speaking on the condition of anonymity, said some themes continue to emerge from intelligence collection: Al-Qaida is determined to mount another large-scale attack and remains highly interested in aviation and weapons of mass destruction.\nThe Continental flight was the first domestic flight to be canceled. Roehrkasse declined to provide details about the nature of the threat but said the federal agency and Continental \"worked closely on the matter.\"\nA Continental Airlines flight Sunday from Glasgow, Scotland, to Los Angeles with an intermediate stop in Newark, N.J., was canceled late Saturday because of security concerns, but there was no indication whether that was related to the Washington-Houston cancellation announced late Sunday.\nBritish Airways canceled Flight 223 from London to Dulles for Sunday and Monday and Flight 207 from London to Miami on Sunday. Air France Flight 026 from Paris to Washington was canceled on Sunday and Monday.\n\nLoad-Date: February 3, 2004"
}