{
    "title": "No need for TSA on buses",
    "publisher": "university wire",
    "year": 2012,
    "month": 4,
    "day": 18,
    "full text": "Rep. Sheila Jackson Lee held a press conference last week to discuss the details for Houstons newest safety initiative, which will supposedly help the METRO transportation system.\nIn a nutshell, the Transportation Security Administration is going to have some counter-terrorism experts conduct random searches with passengers on METRO buses. Hopefully these experts wont be the same touchy-feely, crotch-groping people the TSA hires at the airport.\nHouston is the guinea pig for this program known as BusSafe. It started in Houston last week but will eventually be implemented in other metropolitan cities.\nThe TSA counter-terrorism experts will ride the buses citywide, randomly check bags, randomly question passengers, do K-9 sweeps and have plainclothes officers at all the bus stops and rail platforms to keep their eyes peeled for criminal behavior.\nHow about no? My backpack is my backpack, my laptop is my laptop and my pockets are my pockets. Citizens may be in public but the content of their belongings are not.\nThis program will do little to prevent terrorism, and do more to invade the privacy of innocents while apprehending an occasional marijuana smoker or graffiti artist.\nSince the TSA is going all Big Brother on the METRO system, we might as well start wearing black, bulky trench coats, throw on a pair of mirrored sunglasses, carry duffle bags and ride the METRO rail from UH-D to Hermann Park. At least then the counter-terrorism experts will have some probable cause to justify their invasion of privacy other than finding a joint in some kids pocket.\nThe BusSafe press release contained a quote from METRO Police Chief Victor Rodriguez, which highlights the problem with their reasoning on safety and prevention of terrorism:\nWe have one of the safest transit systems in the world in Houston. One way we are able to keep it that way is through the use of deterrents such as uniformed and plainclothes officers patrolling our system and aggressively addressing suspicious and criminal activity.\nSo people might be safer with TSA agents eyeballing their belongings. Safety shouldnt be a replacement for freedom. And deterrents are not synonymous with prevention. You dont prevent the flu by locking up people in clean rooms during the winter.\nAs low-level as it is to bring in a strawman, people are going to say things like, Do you want another terrorist attack? and The cost of freedom, blah blah blah.\nLet me answer these now: There has not been, nor will there likely be, a terrorist attack on a Houston METRO bus. Why would Umar Farouk Abdulmutallab, the infamous underwear bomber, want to light his pants on fire on some no-name bus route in the middle of Third Ward? How would that bring down the US capitalist dogs oppressing people of the world? It wouldnt, but for some reason the TSA thinks its likely enough to happen that we need agents on the bus.\nThis TSA BusSafe program is fascism. Thats an overused buzzword these days, but BusSafe meets the definition. And its not the fun kind of fascism like Batman assaulting criminals in alleyways or the Galactic Empire sending the imperial army to kill the rebel alliance. This is the kind of fascism that makes you want to vomit.\nMETRO already has a tough time as it is selling bus passes and encouraging people not to drive alone in cars. Theyre going to have a much tougher time doing so with the TSA breathing down everyones necks.\nDavid Haydon is a political science senior and may be reached at opinion@thedailycougar.com\n\nLoad-Date: January 17, 2018"
}