{
    "title": "NO NEW TRIAL FOR BOMBERS; RULING SAYS BARBEE, MERRELL AND BERRY GOT FAIR TRIAL; FOR ACTS OF DOMESTIC",
    "publisher": "the spokesman-review",
    "year": 1997,
    "month": 9,
    "day": 12,
    "full text": "Three North Idaho men convicted earlier this year of domestic terrorism crimes in the Spokane Valley lost their bid for a new trial Thursday.\nU.S. District Court Judge Frem Nielsen ruled the trio got a fair trial and there are insufficient legal reasons to grant them another one.\nThe three - Charles H. Barbee, Verne Jay Merrell and Robert S. Berry, all formerly of Sandpoint - face mandatory life imprisonment.\n''The court concludes there was no miscarriage of justice here,'' Nielsen said.\nBarbee then stood and said he intends to fire his court-appointed attorney, federal defender Roger Peven.\n''I don't want your attorney any more,'' Barbee told the judge.\nNielsen advised Barbee to stick with Peven, and praised the defense attorney as one of the best in the Northwest.\n''Judge, I wish I'd done this earlier, but you talked me out of it,'' Barbee responded.  ''I'm adamant about it now.''\nLater, outside court, Peven said there's little he could say on Barbee's behalf at sentencing.\n''What's there to argue about?'' Peven said. ''It's a mandatory sentence, anyway.''\nA jury in Spokane convicted the defendants on July 23 of a series of bombings and bank robberies that federal investigators characterized as acts of domestic terrorism, inspired by extremist religious beliefs.\nIn seeking a new trial, the trio argued that Berry's brother, Loren, who was a key prosecution witness, boasted of a ''book deal'' and was seen drinking alcohol on an airplane after testifying.\nThey said Loren Berry's credibility could have been further attacked during his testimony if defense attorneys knew about the ''book deal'' and could have rebutted his claim that he stopped drinking.\n''He was thoroughly impeached (during the trial) as being an alcoholic and a liar,'' the judge said in rejecting that reason to grant a new trial.\nMerrell argued that his conviction should be set aside because he is an ''ambassador from Yahweh'' - a representative of God who can only be tried before the U.S. Supreme Court.\n''That's insufficient grounds,'' the judge responded.\nThe defendants also said it was prejudicial for the jury to see prosecution evidence photographs of legal firearms the defendants kept in their North Idaho homes.\nCharles Barbee also claimed it was prejudicial for the jury to see his copy of ''Vigilantes of Christendom,'' a book that details how Phineas priests enforce God's laws.\nThose arguments also were rejected by the judge.\nNotes left at the scene of the April 1, 1996, bombings at the Spokane Valley office of The Spokesman-Review and U.S. Bank were signed with the trademark logo of the Phineas priesthood.\nThe jury also heard evidence that letters threatening retaliation for a $ 130,000 reward - posted before the defendants' capture last October - also were signed by ''Phineas.''\nA fourth man, Brian Ratigan, was arrested midway through the first trial for Barbee, Berry, and Merrell, which ended in a mistrial.\nRatigan, 38, is accused of participating in the July 12 bombing of a Planned Parenthood office and the second robbery that same day at the U.S. Bank branch at Sprague and Mullan. He is scheduled to stand trial next week.\nMerrell is scheduled to be sentenced Oct. 30, one day before Barbee. The judge set Berry's sentencing for Nov. 4.\n\nLoad-Date: September 16, 1997"
}