{
    "title": "No one benefits from fear-mongering",
    "publisher": "university wire",
    "year": 2007,
    "month": 11,
    "day": 19,
    "full text": "Of all the most vile and dangerous of human emotions, perhaps the most destructive is fear.\nFear is what can transform an unfortunate 10-inch loop of toilet paper into a menacing symbol of racial hatred. This same panic is what turns the very idea of terrorism into a looming existential crisis, despite the fact that the risk is far less than any of the countless hazards we assume each day without further thought.\nFear is a potent weapon, particularly effective because it can disarm our natural defenses, bypassing reason and leading us to act directly upon our emotions. It's no wonder then that fear is, more often than not, used for the sake of pushing an agenda: When reason won't prevail, fear most certainly will.\nThus, a critical question to ask when the fear mongers come out in force is the one routinely asked in criminal law: Cui bono? Or: To whose benefit?\nWhen we are to be cowed into utter terror, who benefits?\nWhen the government stokes the flames of panic with obscure, unspecified terrorist threats and a positively useless color code scheme, who benefits?\nWhen we are lead to believe that a loop of toilet paper is a harbinger of the Ku Klux Klan rising to march upon the Brickyard, who benefits?\nWhenever anyone makes a habit of promoting fear and dread, an unstated agenda is never far behind.\nThe fear of terrorism trumpeted by the government has already been used to ram through countless measures of questionable constitutional legitimacy and convince people to willingly surrender their rights. The stark symbol of the actual noose was used for generations for the abhorrent end of keeping an entire people 'in line' -- which is why the image today still remains so abominable.\nBut what good comes of treating a loop of toilet paper -- a thoroughly tasteless prank at best or perhaps the most pathetic hate crime ever at worst -- as anything resembling a serious incitement of racial hatred?\nWho benefits?\nNo doubt those pushing it as a symbol of a resurgent undercurrent of racism on campus are more than happy to trumpet the incident as evidence of inattention to race issues by the University, illustrating a greater need for education and sensitivity. But stretching the bounds of reason to invent a hate crime inadvertently creates another hazard -- granting false credence to a message of hate and fear that otherwise would not occur.\nConsider: how many copycat noose incidents have already been carried out by pranksters or hateful individuals since the notorious Jena Six incident?\nThe same, of course, goes for the threat of terrorism -- by provoking a constant, unremitting fear of terrorism (five minutes in any airport can inspire this sense in lurid detail), the government unintentionally manages to accomplish what a dozen terrorist propaganda videos could not possibly achieve: a total and pervasive sense of dread.\nBeware of those who peddle fear, particularly to promote an agenda, for one thing is certain: the answer to the eternal question -- cui bono -- will almost never be you.\n(C) 2007 Technician via U-WIRE\n\nLoad-Date: November 19, 2007"
}