{
    "title": "No quick fix on terrorism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 3,
    "day": 6,
    "full text": "The Reagan administration is reserving the option to strike back with military force at terrorist groups deemed responsible for attacks on Americans overseas.\nBut the administration's new masterplan for fighting terrorism stops short of recommending what some experts had considered to be its most promising proposal: the establishment of a so-called terrorism czar.\nInstead, the report prepared by the Vice-President's Task Force on Combatting Terrorism, which is to be released today, recommends establishing a less powerful staff position at the National Security Council (NSC) to coordinate antiterrorism policy, according to officials familiar with the report.\nThe report has been described as more a restatement of existing policies than a blueprint for new administration plans for dealing with the problem of international terrorism. President Reagan has accepted virtually all of the task force's recommendations.\nThe report comes in the aftermath of a year that, according to the State Department, saw 23 Americans killed and 139 others wounded during terrorist attacks overseas. The attacks include the hijacking of TWA Flight 847 to Beirut in June, the takeover of the Italian cruise ship Achille Lauro in October, the hijacking of an Egyptian airliner in November, and the December attacks at the Rome and Vienna airports. In addition, Americans are among a small group of hostages held by terrorists in Lebanon.\nDomestically, the United States's record against terrorists was more encouraging. The Federal Bureau of Investigation reports that last year 23 planned acts of terrorism were prevented, including an assassination attempt against Indian Prime Minister Rajiv Gandhi. Seven terrorist attacks were actually carried out in the US in 1985, according to the FBI.\nThe US is currently spending some $2 billion a year to combat terrorism, officials say.\nA significant aspect of the report is the absence of a recommendation for an antiterrorism czar. Under one proposal, a senior NSC official would have had authority over all antiterrorism planning in the law enforcement, intelligence, defense, and diplomatic communities.\n''Someone has got to knock heads together from the point of view of coordinating our planned responses'' to terrorism, says Robert Kupperman of Georgetown University's Center for Strategic and International Studies.\nMr. Kupperman, who supports the terrorism-czar concept, charges that the proposal was sidetracked by State and Justice Department officials, who opposed subordinating their authority to an all-powerful ''czar'' working for the White House. The task force ''started out with noble intentions ready to do battle, but they never understood the fierceness of the turfdom that is involved in this business,'' Kupperman says.\nThe task force report calls for the continuation of the lead-agency approach to responding to terrorist incidents, with the FBI retaining primary responsibility for domestic attacks and the State Department retaining primary authority overseas.\nIn addition, the task force urges that loopholes in US laws and extradition treaties be closed to deny terrorists any legal sanctuary. It also pushes for increased coordination within the intelligence community and for more reliance on human intelligence agents capable of penetrating terrorist organizations overseas.\nAccording to administration officials, the report also recommends a case-by-case analysis of terrorist incidents to determine when a US military response is warranted. Military strikes have not been ruled out, but no firm criteria for such strikes have been set.\nThe report is not expected to resolve a long-standing debate between Secretary of State George P. Shultz and Defense Secretary Caspar W. Weinberger on when it may be appropriate to unleash US military might against terrorists. Secretary Shultz has said he might favor the use of military force against terrorists even though it could result in ''the loss of life of some innocent people.'' Secretary Weinberger has expressed reservations about US operations under such circumstances.\nOfficials also say the report endorses legislation pending in Congress that would make attacks on American citizens overseas a federal crime punishable in the US. The report calls for legislation extending the death penalty to those found guilty in US courts of carrying out terrorist attacks."
}