{
    "title": "No reason to fear the asylum loophole",
    "publisher": "the deseret news",
    "year": 2019,
    "month": 5,
    "day": 4,
    "full text": "By Lisa Nielsen and \nKaitlyn Dressman\nRep. Chris Stewart's recent calls for closing the \"asylum loophole\" and making it harder for the nationals of specific countries to seek asylum must be understood as the threat that they are: a dangerous effort to roll back the very protections that prevent us from ever being complicit in genocide again. Withdrawing from or violating the International Refugee Conventions is not something any person should be considering.\nContrary to the congressman's statements, the Refugee Conventions of 1951 and 1967, which constitute binding international law, leave no doubt that seeking asylum is not a loophole, but a critical human right.\nMuch like our conversation around border security and immigration today, America's 1920s immigration laws were fueled by fears of differences in religion, race, political ideology, socioeconomic status and potential national security threats.\nThe Immigration Acts of 1921 and 1924 created strict quotas that limited the number of people who could emigrate from a given country of birth in a given year. As a result, in 1939, the United States closed its ports to 935 German Jewish refugees. They were returned to Europe, where it's estimated that 254 of them were murdered by Nazis.\nIn response to the Holocaust, the 1951 Refugee Convention was held. World leaders mourning those atrocities gathered in NYC to create standards and laws that would ensure the signatory nations, including ours, would never again be complicit in genocide.\nThat 1951 resolution, strengthened in 1967, demands that any person at our ports or borders be given the opportunity to seek asylum regardless of nationality, citizenship, class, race, religion, sexuality, gender or the legality of their entry. These international laws also require that punishments for mode of entry be waived for those seeking asylum and that we take care not to send people back to their home countries, if doing so could cost them their lives.\nWe can have both national security and compassion. Threats should not be overblown to excuse the failure to protect the rights of refugees. Though Stewart cited threats of terrorism as his rationale for wanting to \"close the asylum loophole\" at our southern border, some reports have shown that 41 non-citizen suspected terrorists have recently tried to enter the U.S. via our northern border and only six via our southern border. Additionally, the 2017 State Department Reports on Terrorism confirm that our southern border is not where our focus on preventing terrorism should be centered.\nAs President Truman told Congress in 1947: \"Let us remember that these are fellow human beings now living under conditions which frustrate hope; which make it impossible for them to take any steps, unaided, to build for themselves or their children the foundations of a new life. ...Their fate is in our hands and must now be decided. Let us join in giving them a chance at decent and self-supporting lives.\"\nAlthough, as a nation, we may have different \"nations of concern\" today, not much has changed since the 1920s. People fear the asylum seekers of today for many of the same basic reasons that we feared the German Jewish refugees: differences in religion, race, political ideology, socioeconomic status and potential national security threats. Citizens who do not wish to be complicit in genocide or human right violations have great reason to be alarmed when our country confuses the rights of asylum for a loophole or uses the fear-mongering tactics of a century ago. Laws that close the \"asylum loophole\" are laws that sent Holocaust victims from our ports of safety to their deaths and this is not a path modern America can take.\nAs such, we urge our elected officials to recommit themselves to protecting the lives and rights of all individuals within our borders regardless of citizenship status or nation of origin and to identifying the most efficient, compassionate and effective responses to those seeking sanctuary at our border.\nKaitlyn Dressman, from Utah, studies medicine in NYC and is a team leader for Mormon Women for Ethical Government. Lisa Nielsen, also a member of MWEG, has volunteered with volunteered with International Rescue Committee and Their Story is Our Story.\n\nLoad-Date: May 4, 2019"
}