{
    "title": "No Returns",
    "publisher": "the new york times",
    "year": 2005,
    "month": 2,
    "day": 6,
    "full text": "Last month, the self-appointed head of Al Qaeda in Iraq, Abu Musab al-Zarqawi, railed against ''this evil principle of democracy'' and said he would send his fighters to kill people who tried to vote. Days before, in Washington, President Bush delivered an inaugural address focused almost exclusively on promoting democracy, which he portrayed as an antidote for ''our vulnerability.'' His theory was that ''resentment and tyranny'' simmer in undemocratic nations, breeding violent ideologies that will ''cross the most defended borders'' to pose a ''mortal threat.''\n Given these statements by Zarqawi and Bush, Americans might well conclude that Al Qaeda's primary aim is preventing democracy. Following the president's theory, they might assume terrorism cannot grow in democracies and that the best way to deal with it is to create more democracies. Unfortunately, both beliefs may be mistaken.\n  Zarqawi and his followers do oppose democracy in Iraq, but they do so partly because they believe that the continuing electoral process (a constitutional referendum is planned for October of this year and a national election for December) is an American imposition. In this they are joined by the many Iraqis who simply want an occupying army to leave. In addition, Zarqawi's group seeks support from the Sunni Arab minority, which in any democratic process will lose power as compared with what it had in the decades of Baath Party rule.\n Beyond Iraq, in the greater Muslim world, opposing democracy is not uppermost in the mind of Al Qaeda or the larger jihadist network. (In Saudi Arabia, for example, Al Qaeda wants the monarchy replaced by a more democratic government.) Radical Islamists are ultimately seeking to create something orthogonal to our model of democracy. They are fighting to create a theocracy or, in their vernacular, a caliphate (a divinely inspired government administered by a caliph as Allah's viceroy on earth). They are also seeking to evict American influence from nations with a Muslim majority (or even, as in Iraq, a Muslim minority, given their view that Shiites are, as Zarqawi put it, part of a ''wicked sect'' and not true Muslims). In pursuing these goals, today's loosely affiliated Islamic terrorist groups are part of a trend dating back to at least 1928, when the Muslim Brotherhood was founded to promote Islam and fight colonialism.\n This trend hasn't abated with the spread of democracy. In Indonesia, which just achieved its third democratic transfer of power since Suharto's rule ended in 1998, the jihadist movement is growing stronger, as it is in other Asian democracies. In Algeria, free elections in 1990 and 1991 resulted in victories for those who advocated a jihadist theocracy. Throughout Western Europe, the jihadists are becoming deeply rooted among disaffected Muslim youth. Free elections, in short, have not dimmed the desire of jihadists to create a caliphate. \n Even without jihadists, Western democracies have hardly been immune to terrorism. The Irish Republican Army, the Baader-Meinhof gang of Germany and the Red Brigades of Italy all developed in democracies. Indeed, in the United States, the largest terrorist attack before Sept. 11 was conducted in Oklahoma by fully enfranchised American citizens. \n Thus, it is not the lack of democracy that produced jihadist movements, nor will the creation of democracies quell them. To the extent that President Bush's new policy is turned into action, the jihadists may well take it as further provocative American meddling, similar to the reaction to the president's earlier attempt at reform in the region, the Greater Middle East Initiative, which was dead on arrival.\n President Bush's democracy-promotion policy will be appropriate and laudable at the right time in the right nations, but it is not the cure for terrorism and may divert us from efforts needed to rout Al Qaeda and reduce our vulnerabilities at home. The president is right that resentment is growing and that it is breeding terrorism, but it is chiefly resentment of us, not of the absence of democracy. The 9/11 Commission had a proposal similar to the president's, but more on point: a battle of ideas to persuade more Muslims that jihadist terrorism is a perversion of Islam. Most Middle East experts agree, however, that any American hand in the battle of ideas will, for now, be counterproductive. For many in the Islamic world, the United States is still associated with such acts as having made the 250,000 person city of Falluja uninhabitable. Because of the enormous resentment of the United States government in the Islamic world, documented in numerous opinion polls, we will have to look to nongovernmental organizations and other nations to lead the battle of ideas. \n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Drawing by Jonathon Rosen)\n\nLoad-Date: February 7, 2005"
}