{
    "title": "NO TERRORISM JUSTIFIED, U.N. SAYS A SECURITY COUNCIL RESOLUTION CONDEMNS ANY AND ALL ACTS. SOME NOW",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 10,
    "day": 20,
    "full text": "The Security Council yesterday unanimously adopted a resolution stating that all acts of terrorism are criminal, regardless of the cause.\nU.S. Ambassador Richard Holbrooke called on all nations to stand together and relentlessly combat terrorists and their supporters.\n\"The United States' policy on terrorism is clear and it is simple: Terrorism is a criminal activity - regardless of circumstance or reason. There are no mitigating factors,\" he said. \"Despite the risks involved, we must summon the political courage to address this threat at home and abroad.\"\nAgainst a backdrop of recent bombings and killings from Russia and Kosovo to East Timor and Burundi, the council held a formal meeting to adopt the resolution renewing the United Nations' commitment to combat terrorism and bring perpetrators to justice.\n\"We thought that the recent upsurge in terrorist actions, including against United Nations personnel, would warrant a reiteration of the Security Council readiness to contribute to the fighting of international terrorism,\" Russia's U.N. ambassador, Sergey Lavrov, the council president, said Monday.\nThe council's formal meeting follows its threat on Friday of limited sanctions if Afghanistan's Taliban Islamic movement does not deliver Saudi exile Osama bin Laden to stand trial for last year's twin U.S. embassy bombings in Africa.\nHolbrooke called this U.S. initiative \"a significant example of what can be achieved when we work in a cooperative spirit.\"\nThe United States, Britain and Brazil said the next step should be the adoption of a treaty proposed by France that would make the financing of terrorist activities a crime. Yesterday's resolution does not call for sanctions, but instead focuses on the need for global cooperation to fight terrorism.\nIt unequivocally condemns all terrorist acts as \"criminal and unjustifiable regardless of their motivation\" and calls on all countries to adopt and implement all international treaties against terrorism.\nIt urges all nations to cooperate in combating terrorism, to prevent the financing of terrorist activities, and to \"deny those who plan, finance or commit terrorist acts safe havens by ensuring their apprehension and prosecution or extradition.\"\nBritain's U.N. ambassador, Jeremy Greenstock, said it was sad that some nations still argued that terrorist acts were justified in some cases.\nMoscow has become an especially vocal campaigner against terrorism after four recent bombings in Russia that killed about 300 people. Russia blames the violence on Chechens and other secessionist-minded Islamic militants.\nRussia has called for a U.N. conference or a special session of the General Assembly in 2000 on combating terrorism.\nTerrorists have been making headlines elsewhere as well.\nLast week, two U.N. aid workers were slain by Hutu rebels in Burundi, a U.N. civilian official was beaten and shot to death in Kosovo, and seven U.N. workers were taken hostage in Georgia.\n\nLoad-Date: October 22, 2002"
}