{
    "title": "NO TERRORIST LINK TO BOMBS IS FOUND",
    "publisher": "the new york times",
    "year": 1991,
    "month": 2,
    "day": 6,
    "full text": "Federal investigators said today that they had no evidence that terrorists had planted two pipe bombs that were disarmed here early Monday before they could blow up some chemical tanks.\nBut the investigators were careful not to rule out the possibility that the devices, planted not far from some repair yards that do work for the Navy, were the work of international terrorists.\n\"We're still in the middle of the investigation and have drawn no final conclusions,\" said Jim Watters, a special agent in the Norfolk office of the Federal Bureau of Investigation.\nThe bureau said Monday that it was entering the case because of possible terrorist involvement but Mr. Watters said today that that did not mean the bureau had evidence pointing to such a case.\nOther investigators and some outside experts on terrorism and explosives said circumstantial evidence was increasingly leading them to the belief that the bombs were probably not the work of international terrorists.\n \n'Broadest Possible Net'\n Much of the focus of the investigation, they said, was on the possibility that the bomb maker might be a sociopath or someone with a grudge, perhaps a disgruntled port worker or employee of the company that owned the chemical tanks.\n\"We're casting the broadest possible net,\" said Jack Killorin, a spokesman for the Federal Bureau of Alcohol, Tobacco and Firearms, another of the investigative agencies involved in the case.\nSeveral law officers familiar with the investigation said the possibility of terrorism seemed smaller now because no group had claimed that it planted the bombs, which were discovered on a commercial tank farm near downtown Norfolk and only a few blocks from docks where Navy warships are being repaired in commercial shipyards.\nExperts in explosives disarmed the devices after the police cleared a one-square-mile area around the storage tanks.\nIt was initially feared that terrorists might have planted the bombs because Norfolk is the home of the Atlantic Fleet and some 40,000 military personnel and scores of ships and planes now in the Middle East.\nIn playing down the terrorism angle, some investigators and experts in terrorism and hazardous materials noted that pipe bombs were not the favored devices of experienced terrorists. Rather, they said, pipe bombs are devices commonly used by sociopaths and ordinary criminals.\n \nPoor Terrorist Target Selection\n They also pointed out that although one bomb had been placed at the base of a tank containing a million gallons of highly flamable methanol, the other was at the base of a tank containing a million gallons of sodium sulfide, a mixture mainly of water, salt and other relatively harmless chemicals.\n\"If a real terrorist planted those bombs, he's going to be terribly embarrassed when he finds out one of them was next to a tank of salt water,\" said William J. Cruice, an official of the Hazards Research Corporation of Mount Arlington, N.J., a consulting company that advises clients on the dangers of various chemicals.\nMr. Cruice said that even the tank of flammable methanol had relatively limited potential as a terrorist target.\n\nLoad-Date: February 6, 1991"
}