{
    "title": "No terrorism holiday",
    "publisher": "usa today",
    "year": 2007,
    "month": 7,
    "day": 6,
    "full text": "On July 4, tens of thousands of people were forced to evacuate the National Mall in Washington -- not because of a terrorist threat, but because thunderstorms, combined with the size of the crowds out to celebrate their nation's birthday, posed a risk. Saturday, meanwhile, has been selected as a wedding date by couples around the world, who view it as an auspicious repetition of lucky sevens (7/7/07) rather than as the two-year anniversary of the London bombings that left 52 people dead.\nTerrorism, it seems, is becoming something that people are learning to take in stride.\nOn the personal level, at least, that is a very healthy thing. For all the dangers terrorism poses, they are abstract. There is little that individuals can do to protect themselves and just as little likelihood that any particular individual will be a victim. So in London this week, the most recent foiled bombing attempts caused many headlines but little disruption. People were not unconcerned, but nor were they -- well -- terrorized.\nThis is an entirely rational response, given that mundane events such as traffic accidents have caused more deaths than have terrorist attacks. But as welcome as that sort of calm may be, it raises a concern: How, if everyone is at ease, can those in position to shore up the weaknesses exposed by 9/11 be given a greater sense of urgency?\nProgress on obvious needs moves  at an exasperatingly slow pace. Almost six years after 9/11, a tiny fraction of air cargo is being screened. The chemical industry has fended off the most stringent legislative plans for shoring up plant safety. And a lack of urgency on the part of states and the federal government threatens to derail \"Real ID\" legislation designed to create more verifiable driver's licenses. Internationally, it is hard to find evidence that the Soviet nuclear arsenal is coming under adequate safeguards.\nAl-Qaeda leaders have made no secret of their desire to obtain weapons of mass destruction.  And the fact that some of those involved in the recent bombing attempts were medical doctors shows how the terrorist cause continues to attract  people with advanced technical skills.\nAll of this suggests that though it's laudable that citizens have learned to live with the reality of terrorism, government cannot afford the luxury of complacency when so much is left to be done. \n\nLoad-Date: July 9, 2007"
}