{
    "title": "No to Guant_namo for Khattala",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 20,
    "full text": "NEARLY eight years ago, 14 men arrived at Guantánamo after years in Central Intelligence Agency custody. Since then, only one has been tried and convicted with the case upheld on appeal. That was Ahmed Ghailani, a Tanzanian national who received a life sentence for his role in the 1998 bombings of the American Embassies in Kenya and Tanzania that killed 223 people. Mr. Ghailani was tried in federal court in New York, and he is serving his sentence in a federal prison in the United States. His 13 comrades from the C.I.A. detention and interrogation program are still in limbo at Guantánamo, where justice for them and the families of their victims remains elusive.\nWhen word got out that Ahmed Abu Khattala, suspected of being the ringleader of the Sept. 11, 2012, attack on the United States diplomatic compound in Benghazi, Libya, that killed Ambassador J. Christopher Stevens and three other Americans, had been captured, it was inevitable that some would demand sending him to Guantánamo. Among the Guantánamo advocates who argue that Mr. Abu Khattala should be interrogated there as an enemy combatant are Senators John McCain and Lindsey Graham, two individuals I worked with in 2006 when I was the chief prosecutor for the Guantánamo military commissions.\nBack then, Senators McCain and Graham stood up against those in the administration of President George W. Bush who wanted harsh tactics and rigged justice, and I have great respect for the way they swam against the political current. But they are wrong now to oppose the Obama administration's plan to bring Mr. Abu Khattala to the United States to stand trial in a federal court.\nToo often, the public falls prey to the superficial argument that we are in a war against terrorism and that foreign terrorism suspects do not deserve the rights afforded American citizens. That seems sensible on its face, but what is it exactly that needs to be compromised in terrorism cases to ensure that the guilty face justice while also protecting our national security? What would we gain, in other words, by sending Mr. Abu Khattala to Guantánamo?\nThe United States has been roundly condemned by allies and adversaries alike for the legal black hole we created at Guantánamo. In the 2008 presidential race, both Mr. McCain and his opponent, Barack Obama, said they wanted to close the detention camp. Senator McCain issued a joint statement with Senator Dianne Feinstein a year ago that said, ''It is in our national interest to end detention at Guantánamo.'' Adding to the prison's population now would not contribute to that effort and would undermine the small gains that have been made toward unraveling this Gordian knot.\nCollecting intelligence from Mr. Abu Khattala is a top priority, true, but there is nothing special about Guantánamo that makes it the best place to question him. Guantánamo was chosen originally because some in the Bush administration thought it was beyond the reach of the law -- the perfect place, they thought, to exploit people for intelligence, free and clear of judicial oversight.\nOver time, however, it has become clear that Guantánamo is not the legal no man's land it was thought to be. The Supreme Court has held that detainees have the right to an attorney and to challenge in federal court the basis for their detention. Senator McCain led the way in passing the Detainee Treatment Act of 2005 that banned ''cruel, inhuman or degrading treatment'' of those in military custody. The notion that, by sending Mr. Abu Khattala to Guantánamo, we could hide him from outside scrutiny while applying some extraordinary measures to make him talk is simply false.\nPresident Bush authorized military commissions -- tribunals that operate without key elements of civilian courts' due process -- in November 2001. In the more than 12 years since, only eight individuals have been convicted, and each process has been surrounded by controversy. For example, the only military commission completed during my two-year tenure as chief prosecutor was the trial of David Hicks, who was convicted of providing material support for terrorism. Later, in another case, the United States Court of Appeals for the District of Columbia Circuit held that material support was not a legitimate law of war offense that could be tried by a military commission.\nIn contrast, hundreds of terrorism-related cases have been prosecuted successfully and without adverse incident in federal courts during the same period, including the trials of the radical cleric Abu Hamza al-Masri, Osama bin Laden's son-in-law Sulaiman Abu Ghaith, and Mr. Ghailani. Meanwhile, at Guantánamo, the military commission proceedings against Khalid Shaikh Mohammed and those accused with him in the 9/11 attacks are into their third year -- with no firm date yet set for a trial.\nGiven the controversy surrounding what happened at Benghazi, it is especially important for the Abu Khattala case to be presented in the sunlight of a federal court, where the public can see and hear the evidence and draw its own conclusions. Rather than languishing for years and being obscured by the opaque standards that plague the military commissions at Guantánamo, this case deserves the certainty, the efficiency and the clarity that our federal courts provide.\nWhen it comes to Mr. Abu Khattala and Guantánamo, the question is not could we, but should we? And the answer is no.\n\nhttp://www.nytimes.com/2014/06/20/opinion/no-to-guantanamo-for-ahmed-abu-khattala.html\n\nLoad-Date: June 20, 2014"
}