{
    "title": "No Tweets, No Interviews_ Jimmy Lai_s Unusual Bail Conditions",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 23,
    "full text": "The Hong Kong pro-democracy media tycoon is freed on bail, but was placed under house arrest and barred from meeting foreign officials and publishing articles.\nHONG KONG — A Hong Kong judge granted the pro-democracy media tycoon Jimmy Lai bail on Wednesday, but imposed extensive restrictions barring him from using social media, giving interviews or leaving his home, stoking concerns about the deterioration of free speech under a national security law.\nMr. Lai, 73, one of Hong Kong’s most prominent antigovernment voices, was charged this month under the expansive new law, which the central Chinese government imposed in June to quell months of protests. The police accused him of colluding with foreign forces, including lobbying foreign governments to impose sanctions on Hong Kong, a semiautonomous Chinese territory. Mr. Lai’s supporters called the charge a blatant attempt to silence him.\nMr. Lai’s release was an unexpected reprieve for the pro-democracy movement, which has faltered under the weight of the security law and continuing moves by Beijing to erode its base of support. Mr. Lai had already been denied bail twice:earlier this month on an unrelated fraud charge, and again a week later on the national security charge. But his lawyers appealed, and the appeals judge, Alex Lee, agreed to release him.\nThe Hong Kong government applied immediately to appeal that decision but was denied.\nEven as many in the protest movement celebrated Mr. Lai’s release, they also denounced its terms. The tycoon’s bail was set at 10 million Hong Kong dollars, about $1.3 million, and he was ordered to remain under house arrest, except when reporting to the police three times a week.\nIn addition, the judge ordered Mr. Lai not to use social media, meet with foreign officials or publish any articles, in print or online. Mr. Lai was previously active on Twitter, denouncing the Chinese Communist Party, and the newspaper he founded, Apple Daily, is one of Hong Kong’s last remaining openly pro-democracy publications. Mr. Lai had also traveled to the United States to meet prominent American officials, but those visits occurred before the imposition of the security law, which as written is not supposed to be retroactive.\nLawyers called the scope of the bail terms unusually broad, noting that they were usually intended only to prevent an accused person from committing more potential violations while released.\n“The only statements the court should be concerned about are statements that may constitute an offense,” such as new requests for sanctions, said Philip Dykes, chairman of the Hong Kong Bar Association.\nBut the sweeping nature of the restrictions may have been born, in part, from the broad nature of the security law itself, said Senia Ng, a lawyer and member of the pro-democracy Democratic Party. The law does not clearly define many of the offenses it lays out, instead using general terms such as terrorism, subversion or collusion.\n“The problem here is the national security law offense is worded very broadly, so much so that any sort of activity can come within it — and particularly speech,” Ms. Ng wrote in an email. “This basically empowers the court to impose very broad and far-reaching bail conditions.”\nMr. Lai’s lawyers had proposed some of the restrictions, including the prohibition on using social media. But Ms. Ng said that, ultimately, the judges were responsible for ensuring that the terms imposed were commensurate with the circumstances.\n“Quite clearly, the bail conditions amount to severe and direct attacks on Mr. Lai’s right to free speech,” she said.\nMr. Lai is scheduled to return to court in April.\nPHOTO: The media tycoon Jimmy Lai being transferred between prisons in Hong Kong last week. His supporters denounced the terms of his bail, which included not to use social media or publish any articles. (PHOTOGRAPH BY Anthony Kwan/Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: September 5, 2021"
}