{
    "title": "No terrorism team for Utah _",
    "publisher": "the deseret news",
    "year": 1998,
    "month": 6,
    "day": 7,
    "full text": "If terrorists strike the 2002 Winter Olympics, commandeer some of the chemical weapons stored near Tooele or attack one of the many government buildings along the Wasatch Front, Utahns should take comfort. Help is only 500 miles away.\nThat was the none-too-subtle message the Clinton administration sent the Beehive State last week when it announced Utah will not be favored with one of 10 new anti-terrorism rapid assessment teams -- teams that are specially trained to respond to threats from weapons of mass destruction such as the kind stored liberally throughout Utah. The nearest team will be in Colorado.\nWhy is this? Secretary of Defense William S. Cohen cited a number of reasons, including an assessment of possible threats, the number of so-called high-value targets in each area and demographics.\nPossible threats? High-valued targets? The secretary could use some new advisers, some who could have told him Utah is home to the largest single stockpile of weapons of mass destruction in the United States. They test the stuff at Dugway Proving Ground, Mr. Secretary, they could have said. Not too far away from that, they destroy chemical bombs at a special, high-priced military incinerator. One false move and more than a million people immediately to the east are in danger.\nThen there are the facts Utah is the headquarters of a major international religion and the state will host the Olympics in 2002, two things that tend to attract a lot of attention. At the moment, and for the foreseeable future, Utah seems much more vulnerable to terrorism than does Colorado.\nAh yes, there is that sticky question of demographics, one of Cohen's main criteria. It is a question that keeps repeating itself. Something about Utah's political demographics seems to have rubbed the Clinton administration wrong from the beginning. That's why Salt Lake City was turned down for a non-stop air route to London in favor of two Southern cities that neither needed nor could support the routes. That's why the president suddenly declared a new national monument in southern Utah without so much as a courtesy phone call to the state's Democratic leaders.\nThis time, however, health and safety are at risk. This time, deliberately ignoring strong arguments in favor of Utah could cost lives.\nCohen has made a mistake. Utahns, who live with a constant threat from chemical and biological weapons, shouldn't have to dial long distance to get help.\n\nLoad-Date: June 7, 1998"
}