{
    "title": "No Urgency On Taking Up Terrorism Act",
    "publisher": "the new york times",
    "year": 2004,
    "month": 1,
    "day": 22,
    "full text": "Despite President Bush's plea for an extension of the counterterrorism law known as the USA Patriot Act, leading Republicans and Democrats in Congress said Wednesday that were in no rush to take up the politically divisive issue in this election year.\n     Crucial provisions of the law do not expire until the end of 2005, and Mr. Bush's push for their renewal in his State of the Union speech, which he repeated on Wednesday, caught many lawmakers off guard. \n \"I'd say he's about a year early,\" said Senator Charles E. Grassley, Republican of Iowa and a leading member of the judiciary committee. \"If I were running for president, I wouldn't have brought it up now.\"\nMr. Grassley, like other members of Congress interviewed on Wednesday, said that while the antiterrorism act included some important law enforcement tools worth keeping, it was so far-reaching that its continuation needed careful scrutiny.\n\"I would not take a position of outright renewal at this point,\" he said.\nThe expanded authority that the law gave the government to track people suspected of terrorism after the attacks of Sept. 11, 2001, has come under growing criticism from liberals and conservatives alike because of civil liberties concerns. \nDemocratic presidential candidates, while differing on many issues, largely agree in opposing the law. Members of Congress from both parties have sought to repeal main parts of it, and the Los Angeles City Council on Wednesday became the latest of more than 230 communities to approve a symbolic resolution in opposition to the law.\nBush administration officials said on Wednesday that the president wanted to use the high visibility of the State of the Union speech to declare his unwavering support of the law.\n\"He was setting out a marker and engaging in a public debate at a time when a lot more Americans would be tuning in,\" Trent Duffy, a White House spokesman, said, \nBut Democrats, civil liberties advocates and even some Republicans said they were wary of extending the act without far greater scrutiny of how it had been used so far.\nRepresentative F. James Sensenbrenner Jr., the Wisconsin Republican who heads the House Judiciary Committee and who has criticized some of the administration's counterterrorism policies, plans to hold hearings on the possible extension of the act in the spring or summer of 2005, and he has no plans to speed that timetable, a spokesman said. \n\nhttp://www.nytimes.com\n\nLoad-Date: January 22, 2004"
}