{
    "title": "No way to a two-state solution(2)",
    "publisher": "the bismarck tribune",
    "year": 2010,
    "month": 3,
    "day": 19,
    "full text": "What can you say about a 19-year-old woman, pretty in the pictures, who participates in a terrorist attack in which 38 people, 13 of them children, are killed in cold blood?\nThe answer, if the woman is Palestinian and the dead are Israelis, is heroine or martyr - and if she is Dalal Mughrabi, you name a school and a camp after her, and last week, a square in the West Bank town of El Bireh.\nIt will be the fitting venue for those who furiously single out Israel for allegedly killing civilians in violation of all the rules of warfare. Hypocrisy Square would be its appropriate name.\nTo be sure, the dedication of Dalal Mughrabi Square was a low-key affair.\nThis is because the Palestinians, unlike the Israelis, had the wit not to be so crude while Vice President Joe Biden was more or less in town.\nConsequently, the official ceremony was postponed and only one senior Fatah leader made an appearance.\nIn contrast, the Israelis honored Biden by announcing that even more building projects would be constructed in East Jerusalem.\nThis was apparently done for two reasons: to reassert Israel's claim to all of Jerusalem, and to impede a revival of peace talks.\nStill, even in the Middle East, reality is more important than perception. If the term \"confidence-building measure\" is employed, what confidence can Israelis have in a people and their leaders who honor the 1978 murder of innocents, particularly children?\nI am aware that terrorism is the warfare of the weak and I am aware also that Jews used terrorism against the British before Israel became a nation in 1948.\nBut even those rare instances of terrorism were directed against the military and when they were not - the massacre of Arabs at the village of Deir Yassin - they were condemned by the Zionist leadership.\nTo my knowledge, there is no square in Israel named for the mass murderers of civilians. Palestinian society, in contrast, honors all sorts of terrorists.\nThis is not a minor point. The veneration of terrorists says something unsettling about Palestinian society. An Israeli can recognize the legitimacy of Palestinian aspiration and appreciate the depth of the calamity that befell them in 1948.\nThe Palestinian intellectual Constantine Zurayk coined the term \"al-Nakba\" (the disaster) for their 1948 debacle - and there is no doubt it was.\nBut for Palestinians, that disaster has only been compounded by an Arab intransigence and belligerence that played into Israel's territorial ambitions, particularly the annexation of East Jerusalem.\nThe reliance on terrorism has had it cinematic charms and given the Palestinians a certain cache among the West's kafiya set, but it has caused Israelis to dig in their heels.\nThe adulation of Dalal Mughrabi and other terrorists is bound to give your average Israeli parent a certain pause: Is this the state we want next to us? Didn't pulling out of Gaza produce a steady drizzle of rockets and, in due course, another war?\nEditorialists around the world were quite right to bash the government of Binyamin Netanyahu for its in-your-face rebuke to Biden - even though, as the analyst Stephen P. Cohen explains, the decision by right-wing ministers was meant also as a rebuke to Netanyahu himself.\nThese housing plans are more than just an irritant. They are a core issue.\nThey proclaim the insistence of right-wing Israelis that all of Jerusalem will remain in Israeli hands on pragmatic grounds and because God wants it this way.\nFor both reasons a second opinion is in order but not, as it happens, sought.\nStill, it would have been nice for those same editorialists to have paused in their anti-Israel jihad to wonder a bit about the virtually simultaneous Palestinian veneration of terrorists.\nIn fact, the determination in the West, particularly Europe, not to hold Palestinians morally accountable for terrorism - as well as their commonplace anti-Semitism - is a repugnant form of neocolonial mentality in which, once again, the Palestinians are being patronized.\nI dare say the Brits would have reacted differently if a square in Belfast had been named for some IRA terrorist.\nWashington's response to the Israeli government's announcement of additional housing was both harsh and appropriate - an \"affront\" and \"insult,\" David Axelrod, President Obama's senior adviser, called it.\nHe might have added \"unnecessary\" and \"counterproductive.\"\nThe incessant march of West Bank settlements and housing has to stop if there is any chance of reaching the vaunted two-state solution.\nAt the same time, though, one of those states has to stop exalting terrorists.\nStop the settlements. Rename Dalal Mughrabi Square. Now let's talk.\n(Richard Cohen writes for the Washington Post. His syndicated column appears Fridays.)\n\nLoad-Date: March 19, 2010"
}