{
    "title": "NO, DONALD TRUMP, ISIS IS NOT 'MAKING MILLIONS OF DOLLARS A WEEK' SELLING LIBYAN OIL",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 4,
    "day": 27,
    "full text": "\"ISIS is making millions of dollars a week selling Libyan oil.\"\n- Donald Trump on Wednesday, April 27th, 2016 in a foreign policy speech\n* * *\nThe Ruling: FALSE\nLibya's violence and political instability has vexed the United States and other major powers since long-serving ruler Col. Muammar Gaddafi was overthrown by NATO-backed forces in 2011.\nSecurity experts say the turmoil has allowed ISIS to gain a foothold in the North African country, allowing the jihadists a haven from which to train and plan attacks abroad.\nAnd while ISIS is blamed for attacking Libya's oil fields in recent months, experts strongly disagree with a claim GOP frontrunner Donald Trump repeated on April 27 during his foreign policy speech in Washington.\n\"And now ISIS is making millions of dollars a week selling Libyan oil,\" Trump said in the speech.\n---\nOur research\nExperts and news articles say ISIS has attacked Libya's oil fields to disrupt oil markets and prevent rival groups from making a profit. But, they say, the group does not have the ability to operate the country's few and complex oil refineries.\nThis all contradicts Trump's assertion.\nDavid Mack, an expert on Libya and terrorism with the nonpartisan Middle East Institute, called Trump's claim \"absolutely untrue.\"\n\"I don't know where he got this gem of misinformation,\" he told PolitiFact.\nClaudia Gazzini, a Tripoli-based senior analyst at the International Crisis Group, also rejected Trump's statement.\nGazzini said in an email to PolitiFact: \"While it is true that ISIS has attacked oil fields in the Sirte basin area and destroyed key equipment there, they have not sought to keep control of the oil fields.\n\"At the moment they appear to have adopted a hit-and-run strategy. There is no evidence that they are pumping out the crude oil and certainly no evidence that they are trading it. At the moment they just appear interested in starving the Libyan state of oil revenues.\"\nGazzini made the same comments to the Washington Post Fact Checker when it examined a similar comment Trump made on NBC's Today show on April 21. The Post gave Trump four Pinocchios, which it reserves for only the biggest falsehoods.\nThe West Point-based Combating Terrorism Center also examined the ISIS/Libyan oil question. In a March 17 report it stated: \"It is simply hard for the Islamic State to do much in (Libya's oil fields) beyond episodic attacks.\"\nTrump's campaign did not respond to a request to explain his comment.\n---\nOur ruling\nTrump said, \"ISIS is making millions of dollars a week selling Libyan oil.\"\nExperts and news reports say ISIS has attacked Libya's oil fields in recent months, amid the country's instability. But they roundly reject Trump's claim that ISIS jihadists based in that country have been able to seize, refine and sell the oil for \"millions of dollars a week.\" Instead, they say, the terrorist group is focused on disrupting oil markets and preventing rivals from getting the oil in Libya.\nWe rate the claim False.\n* * *\nAbout this statement:\nPublished: Wednesday, April 27th, 2016 at 6:05 p.m.\nResearched by: Chris Nichols\nEdited by: Angie Drobnic Holan\nSubjects: Energy, Foreign Policy, Terrorism\nSources:\nDonald Trump, foreign policy speech in Washington D.C., April 27, 2016\nPhone interview, David Mack, expert on Libya and Terrorism at the Middle East Institute, April 27, 2016\nEmail interview, Claudia Gazzini, a Tripoli-based senior analyst at the International Crisis Group, April 27, 2016\nWashington Post Fact Checker, \"Trump's false claim that the Islamic State is 'making a fortune' on Libyan oil,\" April 25, 2016\nBusiness Insider, \"ISIS' backup plan is falling apart,\" March 19, 2016\nCombatting Terrorism Center, \"How Realistic Is Libya As An Islamic State \"Fallback?\" March 17, 2016\nVice News, \"The Islamic State's Next Target: Libyan Oil,\" January 6, 2016\nBBC News, \"Why is Libya so lawless?\" April 18, 2016\n\nLoad-Date: April 28, 2016"
}