{
    "title": "No-fly zone a real Mickey Mouse law to some Disney gets banon fly-overs at parks; not due to terrori",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 5,
    "day": 18,
    "full text": "ORLANDO, Fla. - Walt Disney Co. won a rare prize on the eve of the Iraq war when federal officials permanently closed the airspace above its theme parks in Florida and California - ostensibly to protect against terrorist attacks.\nWalt Disney World and Disneyland now have 24-hour security zones that put them on par with a select few potential targets in the United States, including President Bush's Texas ranch, nuclear submarine bases and stockpiles of sarin gas and other weapons of mass destruction.\nWithout public debate or even a request from the new Homeland Security Department, Congress bent its own rules to help Disney secure the no-fly zones at the urging of at least one well-connected company lobbyist.\nThe decision has angered pilots across the country, who accuse Disney of manipulating the nation's terrorism fears for one, clear commercial aim: to close public airspace over its parks as a way to ban competitors' aerial advertising planes and sightseeing helicopters.\n\"Disney tried to make that restricted airspace for years, but couldn't until now because the airspace belongs to the people, not to a corporation,\" said Joe Kittinger, a retired Air Force colonel and longtime Orlando aerial advertiser. \"They've achieved it now, under the guise of national security, and there is absolutely no reason for it.\"\nDisney officials insist that they did nothing wrong in convincing lawmakers to order the Federal Aviation Administration to give the entertainment giant special protection for the foreseeable future.\nBut congressional sources familiar with Disney's lobbying effort say the company discussed only security concerns, leaving critics to question whether the company was honest in its dealings.\n\"Disney park officials have wanted to eliminate air traffic over the parks [since] long before 9/11,\" said Phil Boyer, president of the 390,000 members of the Aircraft Owners and Pilots Association, a group asking the Federal Aviation Administration to toss out Disney's no-fly zones. \"Did they employ lobbyists to convince the FAA to finally 'ban' general aviation in the guise of security?\"\nSecurity experts say such no-fly zones - barring planes from flying below 3,000 feet within 3 miles of the center of the parks - provide little actual protection from terrorism. The job of enforcing the zones is especially difficult above places such as Disneyland and Walt Disney World, where Cinderella's Castle is located near busy airports, they say.\nA terrorist in a small plane, for example, could fly from outside the zone and reach a park within seconds, they point out.\n\"Apart from warning away law-abiding pilots, it's not clear to me what this is going to buy you,\" said John Pike, director of GlobalSecurity.org, a defense think tank in Alexandria, Va. \"It's not clear to me what difference this would make unless they're going to put some anti-aircraft missiles in front of the castle or something to enforce it.\"\nDisney lobbies GOP\nDisney got what it wanted with only 65 little-noticed, highly technical words tucked into in a foot-thick, 3,000-page spending bill approved by Congress this year. Not one of those words was \"Disney.\"\nIn February, House and Senate leaders sat down in private to work out differences in their competing versions of the $ 397.4 billion spending bill.\nAccording to three sources familiar with or involved in the private meetings, Sen. Ted Stevens, an Alaska Republican who chairs the committee that oversees all federal spending, and Sen. Richard Shelby, an Alabama Republican in charge of the subcommittee on transportation spending, were instrumental in adding the Disney provisions.\nWhile the bill originally had offered flight protections only to some sports stadiums during games, it now forced the FAA to put the no-fly zones over the entertainment giant's parks as well.\n\"Mr. Shelby and Mr. Stevens had some particular interest in adding Disney,\" said a House source familiar with the meetings. Shelby sought to include the provision in a private meeting with his House counterpart, Rep. Harold Rogers, R-Ky., the source said. A spokeswoman for Shelby said the senator had several meetings with Rogers, but did not specifically ask for Disney to be added.\nAn appropriations committee spokesman for Stevens, another spokeswoman for Shelby and a Democratic appropriations spokeswoman all confirmed it was added when the bill reached the Senate, but did not say by which senator.\nA second House source familiar with the process said Disney lobbyist Mitch Rose, who had been one of Stevens' most trusted aides for almost a decade, had influenced Shelby and Stevens. Rose, who did not return three phone calls for comment, has worked for Disney since 2000, when he left Stevens' office on good terms.\n'We would have considered it'\nIt's not clear if Disney's amusement parks would have gotten the protection without political pressure, said FAA chief spokesman Greg Martin. \"We would have considered it, but the legislation makes [the FAA decision] moot,\" he said.\nOther than Disney, the only other U.S. commercial enterprise given the special protection is the Valdez terminal of the Alaska oil pipeline. It handles about one-fifth of U.S. domestic oil production.\nThe legislation was written vaguely enough to potentially provide no-fly zones over an unlimited number of open-air public areas. But in a letter to Transportation Secretary Norman Mineta two days after the no-fly zones took effect, Shelby argued that the FAA should use the provision to ban flights over only the Disney properties and major sports stadiums during games.\nNo-fly zones 'absolute jokes'\nPike and other homeland-security experts said the air restrictions will do little to keep a determined terrorist away from Disney but might make people feel somewhat safer.\nRichard Bloom, director of Terrorism, Intelligence and Security Studies at Embry-Riddle Aeronautical University in Prescott, Ariz., said it would be impossible for the United States to equally defend every potential target in the country.\n\"These [Temporary Flight Restrictions] are jokes. Absolute jokes. But nobody has had the [courage] to stand up and tell the American public,\" said Kittinger, who flew 483 combat missions during three tours in Vietnam. \"A dedicated terrorist could fly through it and destroy the target in a second.\"\nOpen airspace is considered publicly owned in the United States, much in the same way as federal highways. But after 9/11, terrorism fears helped Disney get what it wanted.\nThe company worked directly with the FAA to get the airspace over its parks shut down. But the agency quickly began granting waivers to certain banner pilots, something that bothered Disney executives, who had worked to secure \"unique restrictions\" for the parks, according to internal FAA e-mails.\nEventually, Disney took its case to Congress.\n'Mickey and Minnie have it'\nOn March 17, the terrorist threat level was raised to orange. The FAA put the new security-based flight zones into effect over Disney on March 18, saying the parks were \"potential targets of symbolic value\" to terrorists.\nBut it did not extend similar protection to any number of other potential targets of symbolic value, including Minnesota's Mall of America, other Central Florida theme parks such as Universal Orlando and SeaWorld Orlando, or downtown Chicago, home of the Sears Tower, which is America's tallest building.\nMayor Richard Daley, who had been seeking to ban flights over Chicago, was livid.\n\"Now, think of that; Mickey and Minnie have it,\" Daley told the Chicago Tribune on March 19. \"I mean, I can't believe that. They get it first before we get it?\"\nAfter several influential Illinois lawmakers lobbied Homeland Security Secretary Tom Ridge and the FAA, the flight agency put a no-fly zone over Chicago. But the FAA took it away weeks later when it reduced the terrorist threat levels. Disney's remains.\n\nLoad-Date: May 19, 2003"
}