{
    "title": "No-fly checks gain vigilance",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 5,
    "day": 6,
    "full text": "WASHINGTON -- The federal government began requiring airlines Wednesday to recheck no-fly lists every two hours, an effort to patch a hole in the security net that allowed the man suspected of putting a bomb in New York's Times Square to board a jetliner hours after being barred from air travel. \nThe new rules were designed to correct a glitch that marred an otherwise successful law enforcement operation that caught Faisal Shahzad 53 hours after authorities say he drove a bomb-laden SUV into one of the world's major tourist centers. \n\"This is a success story, as far as I'm concerned,\" said Ralph Basham, who was commissioner of Customs and Border Protection and head of the Secret Service during the Bush administration. \"In my opinion, this was at warp speed, the way they were able to bring this thing to a close.\" \nRep. Jane Harman, the California Democrat who chairs the Homeland Security subcommittee on intelligence, said: \"I understand there were glitches, but that's why we have a layered system. They got the guy.\" \nGovernment officials and terrorism experts are pondering whether anything could or should have alerted authorities to Shahzad, who was pulled aside in February for special screening by customs officials because he had spent time in Pakistan. \n\"We've got to find out a lot more about his connections in Pakistan, his travel records, who he may have been traveling with ... whether or not authorities had information about those people and whether we may have missed connections that way,\" said Juan Zarate, who was deputy national security adviser for combating terrorism from 2005 to 2009. \nLooking forward, experts said local and federal officials had to refocus on the types of threats they are likely to encounter. \n\"I'm unwilling to call this a failure, but at the same time, we need to understand there's been a basic shift in strategy about how they're going to come at us, and I think we need to learn from that,\" said Frances Townsend, who was the senior counterterrorism adviser to former President George W. Bush. \nAmerican-based extremists \"understand you don't need a big, complicated attack to have an impact,\" she said. \"You can have a dramatic political and economic impact with a failed moron.\" \n\nLoad-Date: May 6, 2010"
}