{
    "title": "No. 1 Faux Pas In Washington_ Candor, Perhaps",
    "publisher": "the new york times",
    "year": 2008,
    "month": 6,
    "day": 25,
    "full text": "It was the journalist Michael Kinsley who changed Washington's understanding of gaffes with his observation that they occur not when people lie, but when they say what they really think. \n  More than a few politicians and pundits were put in mind of that definition this week after Charlie Black, a senior adviser to Senator John McCain, was quoted in a magazine interview saying that another terrorist attack in the United States would ''be a big advantage'' for Mr. McCain in the coming election.\n  Mr. McCain immediately disavowed the remark on Monday, saying: ''I cannot imagine why he would say it. It's not true.'' And Mr. Black quickly announced that he ''deeply'' regretted the remark. But on some level Mr. Black's assertion was the logical extension -- if inartfully expressed -- of the McCain campaign's premise that Mr. McCain is better suited than Senator Barack Obama to keep the nation safe from terror.\n  Making that case, of course, can be a balancing act, the challenge being how to position Mr. McCain as the candidate who will keep Americans safe without seeming to be  exploiting their fears. The Obama campaign struck back hard, questioning why Republicans who favored invading Iraq were presumed to have expertise in fighting terrorism, and labeling Mr. Black's remark as part of a ''cynical and divisive brand of politics.''\n  The controversy erupted Monday, when Fortune magazine ran an article about Mr. McCain in which Mr. Black was quoted as saying that the assassination in December of former Prime Minister Benazir Bhutto of Pakistan was an ''unfortunate event'' that had helped the campaign in New Hampshire because ''it reemphasized that this is the guy who's ready to be commander in chief.'' The magazine added that when it asked Mr. Black about the effect of another domestic terrorist attack, he conceded ''with startling candor'' that it would help Mr. McCain, quoting him as saying, ''Certainly it would be a big advantage to him.''\n  Democrats saw an opportunity to try to tie Mr. McCain to what they perceived as President Bush's efforts to use the threat of terrorism as a political boon for Republicans. It was just four months after the Sept. 11 attacks that Mr. Bush's senior political adviser, Karl Rove, flatly announced that the security issue would benefit Republicans and become a central theme of the 2002 midterm elections.\n  And when a new tape from Osama bin Laden surfaced less than 100 hours before the 2004 presidential election, it gave a new cast to the final days of that campaign, with Mr. Bush emphasizing his security credentials. (The Obama campaign pointed out that Mr. McCain was quoted at the time as saying that the tape was ''very helpful'' to Mr. Bush because it ''focuses America's attention on the war on terrorism.'')\n  But similar arguments about terrorism did not have the same salience in the 2006 midterm elections, as Democrats seized both houses of Congress in part because many voters were frustrated by the problems with the Iraq war and the fact that the Republicans had yet to deliver on their promises to capture or kill Mr. bin Laden.\n  In this election, the assassination of Ms. Bhutto shortly before the New Hampshire primary was one of those outside realities that can intrude on campaigns. Mr. McCain seized on the issue to try to highlight his knowledge of foreign affairs compared with his Republican rivals. ''I'm the one with the experience, the knowledge and the judgment, so perhaps it may serve to enhance those credentials,'' he said at the time.\n  Mr. McCain often tries to paint Mr. Obama as inexperienced or lacking understanding of the threats facing the nation. But the rhetoric has grown stronger since the Supreme Court ruled this month that detainees at Guantanamo Bay have habeas corpus rights, a decision Mr. Obama praised and Mr. McCain opposed.\n  Randy Scheunemann, the McCain campaign's top foreign policy and national security adviser, charged in a conference call with reporters that Mr. Obama was displaying a ''Sept. 10 mindset'' about how best to fight terrorism -- a comment that echoed Mr. Bush's attacks on Senator John Kerry in the 2004 election.\n  Mr. Scheunemann predicted -- accurately -- that the Democrats would bemoan his remarks as a return to what has become known as ''the politics of fear.'' (In fact, the Obama campaign used Mr. Kerry to defend Mr. Obama from the McCain campaign's charge.)\n  The Democrats have seemed to welcome the debate this year, both on policy and politics. They have been making a case that by embracing the Iraq war, Mr. McCain and the Republicans took the eye off the real terrorist threat: Al Qaeda. Mr. Obama has said the Republicans lack standing to criticize him on terrorism. ''These are the same guys who helped to engineer the distraction of the war in Iraq at a time when we could've pinned down the people who actually committed 9/11,'' he said recently.\n  It was the Obama campaign that tried to keep the issue alive on Tuesday in a conference call with Richard Ben-Veniste, a member of the 9/11 Commission, who said, ''I think the remarks were so out of place that they call for some recalibration in the thinking and perhaps a greater adherence to principle here in staying away from the politics of fear.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Senator John McCain and his adviser Charlie Black in April on the campaign plane. Mr. McCain on Monday disavowed remarks Mr. Black made regarding terrorism. (PHOTOGRAPH BY MARY ALTAFFER/ASSOCIATED PRESS)                                                           \n\nLoad-Date: June 25, 2008"
}