{
    "title": "Nobelist decries roots of terrorism",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 3,
    "day": 3,
    "full text": "Nobel laureate Amartya Sen was a teenager when his country was partitioned into India and Pakistan, pitting Muslim against Hindu. Sixty years later he is still trying to understand the relationship between identity and violence.\nSen spoke Friday at the inauguration of the Barbara L. and Norman C. Tanner Center for Nonviolent Human Rights Advocacy at the University of Utah. The talk was part of a two-day conference called \"Values and Violence: Intangible Aspects of Terrorism.\"\nAs the world reels nearly daily from suicide bombers and other acts of terrorism, academics from around the world gathered at the U. to try to figure out the mind and the motives of people who choose to use violence against the innocent to seek political ends.\nPoverty, deprivation, alienation and identity politics all breed terrorism, said Sen, an economics professor at Harvard. He won the Nobel Prize in economics in 1998 for his work on famine, poverty and human development theory.\n\"The anger of the ill-treated\" can last for decades, said Sen. \"The memory of ill-treatment of the Arab world\" by colonial powers still lingers and helps terrorist groups to recruit new members.\nThe values and violence conference included talks on female suicide terrorists, ethnicity and indoctrination, a critique of the war on terror, and the psychological impact of political violence on children.\nUsing the term \"war on terror,\" argued Prof. Tom Farer of the University of Denver, \"plays into the hands of terrorists by allowing them to achieve a key objective, which is glory and renown.\" It empowers them psychologically and \"is bound to facilitate their efforts to recruit new members.\"\nThe Bush administration, Farer argued, \"has made itself the enabler of terrorists.\"\nIn a talk entitled \"The Debate Over 'New' vs. 'Old' Terrorism,\" Martha Crenshaw of Wesleyan University said that the \"new terrorism\" school of thought overestimates the effect of religious beliefs and underestimates the power of nationalism as a cause of terrorism.\n\"Few groups are classified as exclusively religious; most have mixed motives,\" she said. \"Religion is only part of the picture of modern terrorism,\" she added. \"The appeal of radical Islam is due to political, social and economic factors as well as ideas and beliefs.\"\n\"Nor should we assume that all religiously motivated groups are dedicated to killing the largest possible numbers.\" The Egyptian Islamic Group, in contrast to Islamic Jihad, has abandoned terrorism, despite the fact that both groups share many of the same religious beliefs, she said. \"Thus we might have to admit that we really do not know why some groups attack civilians at random, causing large numbers of casualties, and others do not.\" E-mail: jarvik@desnews.com\n\nLoad-Date: March 3, 2007"
}