{
    "title": "Nobel prize goes to quiet Argentine rights activist",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 10,
    "day": 15,
    "full text": "The awarding of the Nobel Peace Prize to a virtually unknown Argentine human-rights activist has been greeted with delight by most Latin American human-rights organizations and the US State Department, which has taken a hard line against the military government of Argentina.\nBut the naming of Adolfo Perez Esquivel as the peace prize recipient has also been met eith surprise -- even in Argentina -- and criticism.\n\"mr. Perez Who?\" was the response by some human- rights groups that grumbled the Argentinian had been named over other better- known rights advocates who have \"better\" and longer track records in the rights movement.\nMr. Perez Esquivel, a sculptor who laid aside his artwork in the early 1970s to organize and coordinate human-rights efforts in Latin America, has worked to make the Roman Catholic Church a strong voice for human rights in South America.  He is head of the Service for Peace and Justice organization.\nAnnouncing its award Oct. 13, the Norwegian Nobel committe said Perez Esquivel had \"shown a light in the darkness\" in Argentina in a period of leftist terrorism and right- wing government repression.\nSaid to be an effective, quiet, behind-the- scenes organizer, Mr. Perez Esquivel was imprisoned in 1977 and 1978 and tortured after criticizing the Argentine military government for terrorism and repression.  Subsequently he was placed under a form of house arrest, removed only in April of this year.\nThe response of the Argentine gevernment to the peace award has been silence.  Buenos Aires newspapers run Page 1 stories whose headlines carefully stated an Argentinian had won the ppize.  But the official state news agency ignored the news.\nThere was some quiet criticism of the award and the Nobel committee that honored Mr. Perez Esquivel -- based to some extent on his virtual anonymity.  The El Salvador Committee for Human Rights asked, \"Who is suffering more -- our people or the Argentines?  We think our people, and we do not believe that this award works for us.\"\nThe US State Department's human-rights unit, however, was ecstatic over the peace prize choice.  It is viewed as a vindication of its hardline approach to Argentina.  Patricia Derian, the State Department human-rights coordinator, had brief contact with Mr. Perez Esquivel in 1977 and has singled out Argentina as an example of the human-rights violalations that the US opposes.\nMr. Perez Esquivel was chosen over 70 other nominees including Pope John Paul II, President Carter, and two of the negotiators of the Rhodesian peace, British Foreign Secretary Lord Carrington and Zimbabwe Prime Minister Robert Mugabe.  The prize carries a stipend of $212,000.\nMr. Perez Esquivel told reporters in Buenos Aires that the prize \"does not belong to one person,\" but to all in the Latin American rights movement.  He said it would \"stimulate\" him to continue working in search of a \"change in society that will allow man to live wit more dignity.\"\nHis organization has helped get better conditions for workers and assisted peasants in attempts to acquire land.\nThe Norwegian Nobel committee making the award appears to lean in the human- rights direction, for this was the third time in six years that an individual or group devoted to human-rights work won the peace prize.\nNobel prizes in physics and chemistry have also been announced.  Two Americans, James Cronin of the University of Chicago and Val Fitch of Princeton University, were awarded the prize for physics for discoveries in the field of atomic particles.  Their work concerned violations of physical laws of symmetry and is an advancement of analysis of the \"big bang\" theory of creation.\nHalf of the chemistry prize was awarded to Paul Berg of Stanford University.  The other half went to Walter Gilbert of Harvard University and Frederick Sanger of Cambridge University in Britain.  All had worked on DNA, considered the carrier of genetic traits.\n\nGraphic\n\n \nPicture, Nobel prize winner Perez Esquivel, UPI"
}