{
    "title": "NOBEL PEACE PRIZE EVENT ADDRESSES TERRORISM",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 12,
    "day": 9,
    "full text": "OSLO, Norway -- U.N. Secretary-General Kofi Annan arrived Saturday to accept his Nobel Peace Prize, as several laureates from previous years ended a peace symposium marking the 100-year anniversary of the award.\nThe three-day gathering, which drew 28 Nobel Peace Prize winners to discuss global conflict in the 21st century, was held amid increased violence in the Middle East and the U.S.-led war against terrorism.\nNorwegian Nobel Committee member Gunnar Staalsett called the leveled World Trade Center \"a symbol of this age\" and said the Sept. 11 terrorist attacks were \"a hijacking of our common values.\"\nSeveral participants said terrorism should be fought by addressing social problems and arms control, not with military strikes, and warned against violating human rights in the campaign against terror.\n\"The victory of terrorism is to convert democracies into parties of terrorist states, and we should jealously watch that this will not happen,\" Staalsett said in closing remarks at the Holmenkollen resort.\nLater, laureates led by Jose Ramos-Horta and Desmond Tutu rallied at the Norwegian parliament and signed an appeal for the release of Myanmar's democracy movement leader Aung San Suu Kyi.\nSuu Kyi, who won the peace prize in 1991, has been detained at her home in Myanmar, also known as Burma, since September 2000 after she defied official restrictions by attempting to travel outside the capital, Yangon, for a political meeting.\nAnnan will receive the $ 940,000 award, which he shares with the United Nations, in an elaborate ceremony Monday at Oslo's city hall.\nAnnan called the United Nations a \"unique, indispensable organization.\"\nThe Norwegian Nobel Committee awarded the peace prize to the United Nations and the secretary-general Oct. 12 for their roles at the \"forefront of efforts to achieve peace and security in the world.\"\nAnnan is to deliver the Nobel lecture after receiving the award. The president of the U.N. General Assembly, South Korean Foreign Minister Han Seung-soo, will accept on behalf of the organization.\nThe awards were created by Swedish industrialist Alfred Nobel.\n\nLoad-Date: December 10, 2001"
}