{
    "title": "Nobel laureate addresses Stanford grads",
    "publisher": "university wire",
    "year": 2005,
    "month": 5,
    "day": 16,
    "full text": "Iranian human rights lawyer and 2003 Nobel Peace Prize winner Shirin Ebadi delivered a politically charged commencement address at the Stanford Law School.\nIn her speech, entitled \"The Role of Justice in Reducing Social Terrorism,\" Ebadi urged the graduating class to consider human rights and peaceful strategies to bring an end to terrorism.\nEbadi, who gave the speech in Farsi -- translated by an interpreter -- received a law degree from the University of Tehran and in 1969 became the first female judge in the history of the Iranian justice system. Following the Islamic Revolution of 1979, a new government policy was established forbidding women from serving as judges and she was dismissed from the bench.\nSince then, she has founded two non-governmental organizations to support human rights. She has been imprisoned several times and was even barred from practicing law for 13 years. Today, she works on high-profile human rights cases and is the first Muslim woman to have received the Nobel Peace Prize.\nShe is currently working a case related to Zahra Kazema, an Iranian-Canadian journalist who was arrested for taking photos of a student protest in Iran and who died in custody shortly thereafter.\nIn her address, Ebadi stressed the importance of fundamental human rights and their role in the war on terror.\n\"We are punishing terrorists to end terror,\" she said. \"It's certainly a necessary and legitimate task, but it must be done within the framework of human rights. Fighting terrorists must not be an excuse for destroying individual and social freedoms. Punishing terrorists will not suffice -- we must find and destroy the root of terrorism. It is prejudice and injustice that forces a group to engage in such acts.\"\nEbadi added that cultural and religious understanding is a \"step on the path to viable peace\" and that it is the responsibility of universities to take this first step. She suggested that to preserve the memory of the victims of the Sept. 11 attacks, the United States could establish an educational institute in a developing country for each individual who died.\n\"Otherwise, resorting to violence will not solve any problems, as violence begets violence,\" she said, adding that the best way to end violence and terrorism would be to extend democracy and social justice.\n\"We must take care that Western countries do not take advantage of democracy and human rights and use these concepts as license to attack other countries, just as undemocratic Islamic countries do not have the right to take the name of Islam for terrorism,\" she said. \"The best means to create democracy is through negotiations and if they fail, by resorting to the United Nations. Only as such are these efforts legitimate and defensible.\"\nLaw School graduate Stuart Rosenberg said he approved of the speech's political nature.\n\"I heard a lot of people saying that they were happy that the speech wasn't just dishwater and full of platitudes, that it had a real political bite instead,\" he said. \"Personally, actually, I wanted the dishwater. A couple of the more politically conservative people didn't want to hear it, but I know a lot of people found it inspiring.\"\nZeenat Basrai, another graduate, agreed.\n\"I was really looking forward to hearing her speak and it met all of my expectations,\" she said. \"I particularly liked how she compared the war on terror with our role in it. I didn't think it was too political -- it felt like a call to action in the sense that we should pay attention to what we do and remember how our actions affect others.\"\nEbadi said the ultimate goal should be globalization of human rights, even if such a thing \"may be a dream in the midst of world chaos.\"\n\"Our challenge here today is to dream, to move forward in what we believe in, but more realistically and not to forget that many of man's achievements began with a dream,\" she said. \"We must deliver a world in better form than what was delivered to us by our fathers.\"\n(C) 2005 The Stanford Daily via U-WIRE\n\nLoad-Date: May 16, 2005"
}