{
    "title": "Noble Example",
    "publisher": "richmond times dispatch ",
    "year": 2009,
    "month": 12,
    "day": 18,
    "full text": "Barack Obama's address upon acceptance of the Nobel Peace Prize rates as the finest of his presidency. Although, as George Will notes, he relied on the first-person singular to a degree that descended into vulgarity, he discussed the controversy of his award with grace, and he conceded that shortly before his trip to Oslo he had approved a surge that will send thousands of soldiers into combat. Cry havoc indeed.\n The president explained that the promotion of peace often depends on force. He cited the stirring role played by America's military in preserving good. And he touched on the threats posed by terrorism, which always has occurred but which, thanks to modern technology, now means small men can inflict enormous carnage. While praising the nonviolent examples of Gandhi and Martin Luther King, he said such tactics would not have defeated the Nazis or similar blameworthies. Obama recognized evil's persistence in the world.\n On various occasions some have criticized him for not referring to victory. Yet in the war against jihad, victory as traditionally understood will not occur. Terrorism can be constrained; it can be reduced. It will not be eradicated. The legions of hate will not unconditionally surrender with an announcement that they have changed their attitudes and no longer will wage jihad with the sword, that their interpretations of sacred texts erred.\n Americans prefer absolute clarity. In this instance a murky reality must be faced. This is not an endorsement of the irresolute. To the contrary, setting an ill-defined \"victory\" as an unrealizable goal will lead only to public frustration and despair. This does not mean progress cannot be made, but it does mean citizens must be honest with themselves and with their expectations.\n Obama's statement brought to mind Winston Churchill, who also won a Nobel Prize - a prize not for peace but for literature. Although Churchill's award went for his history of World War II, he should have won the Peace Prize, not just for his role in defeating the Nazis but for his prescient voice that went unheard during the wilderness years. While others cried peace, peace and said they would not fight for king and country, Churchill urged preparations for the Armageddon he knew would come. History proved his vindication.\n Churchill used words to powerful effect. He spoke for the ages; his syllables move imaginations and strengthen faint hearts even now. Churchill also acted. A lifetime attests to his nobility. Obama projected a noble presence in Oslo. And as he conceded, definitive judgment will await the totality of his career.\n\nLoad-Date: February 27, 2010"
}