{
    "title": "Non-traditional GVSU class examines terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 22,
    "full text": "While the majority of university courses tend to be taught through lectures, a Grand Valley State University class focusing on terrorism has ditched this traditional method in favor of a format that allows the students to become the teachers.\nTaught by professor Jonathan White, students in Criminal Justice 405 study acts of terrorism occurring both domestically and around the world.\nAs a former consultant for the Department of Justice and the State Department's anti-terrorism program, White drew upon his own experiences to design a class that operates similarly to a nonprofit government consulting company contracting with agencies charged with counter-terrorism.\nRather than learning from an assigned textbook, the class role plays as a mock company named \"Zebra 27\" that must brief the CIA on three terrorist groups: Al Qaeda, Boko Haram and ISIS.\nTo investigate these three terrorist groups, the class is split up into three separate teams named Alpha, Bravo and Charlie. Other than the first week, the class has zero lectures - instead, students must guide themselves in finding their own information on the terrorist group.\n\"The students have a list of subject matter experts that they can contact, as well as some volunteers from the counter terrorist team who offered to supply information through phone and email,\" White said. \"These are the guys I worked with when I worked as a contractor. I can provide some briefings for (students), but they have to tell me what they need, and sometimes other professors with special expertise come in as well.\"\nStudent investigation goes beyond analyzing terrorist group attacks by also questioning how these groups were able to form in the first place.\n\"In (this) class we are learning how individual groups are radicalized, different tactics used by these groups, the different types of groups that exist and their threat to the region and the world,\" said Briana Turner-Gilmore, a sophomore at GVSU. \"We are researching in-depth how these organizations operate, how they gain their finances, the organizational structure, etc. We are also looking into how the government responds, and different ways the government could respond.\"\nThe class discussed these factors in relation to the recent terrorist attack on Paris.\nWith the tendency for the public to link the religion of Islam back to terrorist groups, Gilmore said the most valuable part about the class has been learning how these two things do not actually relate.\n\"After talking about this I think everyone in the class realized that traditional Islam is not what the terrorist organizations are supporting,\" she said. \"Knowing the difference will help you understand a lot more about the organizations, and will also release you of any prejudice you may have.\"\nThrough his non-traditional teaching style, White said he is able to bring out the best in students who weren't necessarily interested in the topic of terrorism to begin with.\n\"I feel like I'm really working with the students and not just talking at them - it's a great way to teach,\" White said. \"These students do just as well as the students who are studying terrorism. I love to watch what our students can do when they shine.\"\n\nLoad-Date: December 10, 2015"
}