{
    "title": "NON-NATO NATIONS PLEDGE TO HELP ALLIANCE FIGHT TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 11,
    "day": 23,
    "full text": "Promising to \"fight the scourge of terrorism,\" leaders of non-NATO nations stretching from Ireland to Central Asia pledged Friday to help the alliance secure peace and stability on both sides of the Atlantic.\nNATO's two-day summit ended with a declaration of closer-than-ever ties between heads of state of the Western alliance and the former Soviet republics that provided vital military support to the Pentagon in the U.S.-led war in Afghanistan.\n\"We all face the same new threats to the security of our people,\" NATO Secretary-General Lord Robertson said as NATO closed its first summit behind the former Iron Curtain.\nAfter agreeing to expand the alliance deep into the territory of the former Soviet Union, the 19 NATO leaders devoted their second and final day of meetings to talks with the other 27 members of the Euro-Atlantic Partnership Council on a better strategy for working together to ease the terrorist threat.\n\"They reaffirmed the resolve of their states to fight the scourge of terrorism,\" Robertson said.\nNATO views the council as increasingly important in spreading stability and defense cooperation over three continents. It encompasses nations seeking to join the alliance such as Croatia and Albania, traditional neutrals such as Sweden and Finland, and former Soviet states Armenia, Uzbekistan and Kazakhstan.\n\"The war against global terrorism must be waged on two tracks - through direct operations on the ground, through strikes against terrorists, their strongholds and helpers, but also by longer-term action focused on eliminating the environment which breeds terrorism and sustains it,\" said Croatian President Stipe Mesic.\nIraq continued to preoccupy leaders on the summit's final day, with Germany and France reiterating their reluctance to get involved militarily.\n\"There will be no direct participation by Germany,\" said Chancellor Gerhard Schroder.\nFrench President Jacques Chirac said, \"Saddam Hussein must understand that the solution offered by the U.N. Security Council must be strictly respected. This region really doesn't need another war.\"\n\nNotes\n\nTOP OF THE NEWS\n\nLoad-Date: November 23, 2002"
}