{
    "title": "Non-Muslim Cemetery in Saudi Arabia Attacked During Armistice Day Ceremony",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 11,
    "full text": "A bomb attack on a World War One remembrance ceremony in the Saudi Arabian city ofJeddah wounded several people on Wednesday, France said, urging its citizens living in the conservative kingdom to exercise maximum vigilance.\nThe ceremony was held at a cemetery for non-Muslim dead, French Foreign Ministry officials said.\nAt least four people wounded in Saudi city ofJeddah in what the French Foreign Ministry said was an IED attack during an Armistice Day event attended by representatives of foreign embassies.\nThe explosion was confirmed by an official from Greece who declined to be named.\nJeddah, the Red Sea port city, saw its Ottoman troops surrender to local troops backed by the British in 1916 amid the war. They are not intended and should not be thought to represent official ideas, attitudes, or policies of any agency or institution.\nThe latest attack came just hours before French President Emmanuel Macron was expected to draw a comparison between the First World War and the fight against terrorism, in a speech at the Pantheon inParis.\nMeanwhile, according to an AFP photographer, roads leading up to the cemetery in centralJeddah were blocked by Saudi traffic police. A teacher was beheaded outside Paris for showing caricatures of the Prophet Mohammed to his class for a debate on free expression, and three people were later killed in a church in the southern city of Nice.\nS&P 500, Dow hit record highs on vaccine optimism\nIf a vaccine for COVID-19 does indeed pan out, analysts say it's a \"game changer\" and just what the market had been waiting for. ET, Dow E-minis were up 1.44 per cent, S&P e-minis gained 1.50 per cent and Nasdaq 100 E-minis rose 1.84 per cent.\nA man who answered the phone at the French Embassy in Riyadh declined to comment on Wednesday's attack.\nSeveral countries are marking the 102nd anniversary of the armistice signed by Germany and Allied countries to end the war.\nSaudi Arabia, home to Islam's holiest sites, has criticised the cartoons, but \"strongly\" condemned last month's attack in Nice.\nMacron's stance angered many Muslims, prompting angry protests in several countries and a campaign to boycott French products.\n\"France strongly condemns this cowardly, unjustifiable attack\".\nA Greek official told Reuters four people had been wounded.\n\nLoad-Date: November 13, 2020"
}