{
    "title": "None Dare Call It Terror",
    "publisher": "the foundation for research on equal opportunity",
    "year": 2020,
    "month": 7,
    "day": 29,
    "full text": "<h6>Photo credit: Corrinne Hess, Wisconsin Public Radio</h6><h4>The anti-police mob is now showing up at law enforcement officials’ homes in an effort to intimidate them. Dan O’Donnell wants to know when we will start calling this what it is: Terrorism.</h4><p>July 29, 2020</p><p>Guest perspective by Dan O’Donnell</p><p>The mob now makes house calls.  All across Wisconsin this week, hordes of angry demonstrators have been turning up outside the homes of prominent law enforcement officials in what has been perhaps this summer’s most brazen and chilling attempt at intimidation.</p><p>“Our police chief has a very nice house,” said mob ringleader Vaun Mayes in a Facebook Live video inviting his followers to join him outside of the home of Milwaukee Police Chief Alfonso Morales. “The yard is very well-kept, you know what I’m saying?”</p><p>The message was clear to anyone who has ever seen a Mafia movie: “That’s a nice home you got there, Chief.  It’d be a shame if something happened to it.”</p><p>Even more chilling was what Mayes said a minute later.</p><p>“I pulled up and [Morales’] wife was fixing the car—she was under the car—his daughter was riding the bike and whatnot, [and] somebody was cutting the grass,” Mayes laughed. \n“Just no idea, just oblivious to the protest that was about to commence, you know what I mean? As you can see, they all hid once they figured out what the f*** was going on.”</p><p>The pointed references to watching Morales’ wife and 15 year-old daughter were an obvious effort to let Morales know that neither he nor his family would be safe in their home.</p><p>For the next several days and nights, Mayes and his mob of followers remained just outside of the house; blocking traffic, menacing neighbors, throwing a party complete with grilled food and marijuana, and above all attempting to intimidate Morales and his family.</p><p>This is quite literally terrorism.</p><p>Defined simply as “the unlawful use of violence and intimidation, especially against civilians, in the pursuit of political aims,” terrorism has allegedly been a tool of Mayes’ trade for years.</p><p>He faces a slew of federal charges connected to a plot to firebomb a Milwaukee Police station and two homes in West Allis with Molotov cocktails during the 2016 Sherman Park riots and last month was arrested in connection with the arson burning of a home in Milwaukee and mob attack on police officers and firefighters who arrived to extinguish the fire.</p><p>Instead of being remanded to federal custody for this obvious violation of his pretrial release, a federal judge released him when dozens of Mayes’ followers crammed into the courtroom for his hearing.</p><p>The implication there, as it was in front of Morales’ house, was that the mob is watching.</p><p>On Monday night in the Milwaukee suburb of Wauwatosa, more than 100 demonstrators gathered outside the home of police officer Joseph Mensah in a similar attempt at intimidation.</p><p>Mensah, who is suspended with pay even though he has not been proven to have done anything wrong, has been the target of outrage after he was involved in the shooting deaths of three men over the past five years.</p><p>In 2015, he shot and killed a man who rushed at officers with a sword.  The following year, he shot and killed a suspect who was reaching for a gun.  Investigations by the U.S. Attorney’s Office, Milwaukee County District Attorney’s Office, and Milwaukee Police Department all cleared Mensah of any wrongdoing.  This past February, he shot and killed a suspect who fired a gun at officers outside of Mayfair Mall.  Mensah will almost certainly be cleared of any wrongdoing in that shooting as well.</p><p>None of that mattered to the mob.</p><p>“I was having a small get-together for my nephew, and while they were here protesters decided to show up at my house,” Mensah said Tuesday. “Officers pretty much had to shuttle these children out of the house and out of the area, away from the protesters. I had to explain to four, five, and six year-old children why people were so mean to them, why they were swearing at them, chanting, taunting, and screaming at them.”</p><p>In Madison, a mob formed outside of Dane County District Attorney Ismael Ozanne’s home Saturday night to demand that he drop charges against two of their allies—one of whom is accused of looting a jewelry store and another allegedly tried to extort a local bar.</p><p>“I can do whatever I want, we got (another bar) shut down and we’ll do the same to you,” the suspect allegedly told the husband and wife who owned the bar.</p><p>“You don’t want 600 people to come in and destroy your business and burn it down,” his co-defendant allegedly added. “The cops are on our side. You notice that when you call them, nothing happens to us.”</p><p>Sadly, they seem to be right.  Nothing happened to any of the dozens of people who made similarly threatening demands outside of Ozanne’s house until nearly 1:00 a.m. Sunday morning.</p><p>“Your protest was about you trying to intimidate me into not doing my job unless I do it the way you think I should do it,” Ozanne said in a news release addressed to the mob.  “You are not going to be successful.”</p><p>That depends on whether Wisconsin’s leaders and the broader public recognize this for what it is and put a stop to it before it spreads even further.  This isn’t protest; it is unlawful intimidation for political purposes.</p><p>It is terrorism.</p>         \n\nLoad-Date: July 30, 2020"
}