{
    "title": "Nontraditional med student who fought terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2014,
    "month": 2,
    "day": 23,
    "full text": "In 2011, toward the end of his second tour of duty, U.S. Air Force Capt. Jonathan Wood was a valued asset to the mission. As a skilled intelligence officer, he monitored radio transmissions, analyzed data, and mapped targets, providing critical information used to combat terrorist cells in Afghanistan, Southeast Asia, and a few posts he is not at liberty to disclose. \n\"I felt important,\" Wood said. And that self-satisfaction disturbed him. \"Something was missing.\" \nTwo years later, instead of supporting the killing side of peacekeeping, he is studying to be a healer. In August, Wood entered the University of Pennsylvania's Perelman School of Medicine. \nAt 33, he is the second-oldest student in his first-year class. As a nontraditional student, he belongs to a growing group of aspiring doctors who come to the profession with rich life experience. \n\"Jonathan is exceptional in his accomplishments, but not unique,\" said Emma Meagher, associate dean of admissions. \nTo diversify the profession, medical schools have been opening their doors to more minorities and nontraditional students. \n\"It's not uncommon,\" Meagher said, \"to get a call from someone telling me, 'I've worked on Wall Street for years. I've made a lot of money, but I'm really unhappy. I'd like to apply to medical school. How do I do it?' \" \nPenn welcomes applicants who have explored other careers or taken time to work or travel and mature, she said. Only one-third of this year's incoming class were pre-med undergraduates who applied straight out of college. \nThe number of students stepping out of graduation robes and immediately into white coats has been falling, according to the Association of American Medical Colleges. This academic year, 43 percent of matriculating medical students were less than a year out of college, down from 55 percent just a few years ago, said Henry Sondheimer, senior director of the association's medical education projects. \"People don't feel the pressure to get through school and start their adult lives right away,\" as past generations did, he said. \nNationally, the median age for first-year med students is 24, as it has been for at least a decade. \nSome schools, Sondheimer said, still favor younger applicants. But increasingly, places like Penn are recognizing that a more heterogeneous student body enriches medical education. \nOlder students are also nearly twice as likely to go into primary care, where the need is greatest, Sondheimer said. \nAt Penn, where the median age for first-years is 26, Meagher said the shift to older students has been \"facilitated by the explosion in post-baccalaureate programs,\" which allow people to choose medicine later in life. \nPenn has accepted students as old as 42 and who left careers as diverse as acting, politics, community service, journalism, and professional football. Older students \"often have this sense of internal balance,\" Meagher said. \nWhat set Wood apart was not only his military career, but his aspirations, she said. \"He wrote one of the most compelling personal statements that I've ever read,\" said Meagher, a cardiologist who has worked in med school admissions for 15 years. \n\"You can become quite cynical during the application process. Everyone has the capacity to write - or have someone help them write - a good essay.\" \nWood, she said, seemed to be writing from his heart. \nDuring an interview over strong afternoon coffee at Penn's campus bookstore, Wood explained how he landed there. \nAs a freshman at Yale in 1999, he studied pre-med with 40 percent of his classmates, but later switched his major to classics. \nIt was an era, long enough after Vietnam and before 9/11, when joining the military did not carry much political baggage, he said. He joined ROTC, seeing the military as a kind of Peace Corps variant, allowing him to do public service and acquire useful skills. \nThe oldest of three boys, Wood grew up in Connecticut, where his father was a business manager for private schools and his mother sold cosmetics. In high school, Wood became a born-again Christian like his parents. \nTowheaded, blue-eyed, square-jawed, and fit, he carries his Robert Redford-circa-1960 looks with humility. \nIf he were not so self-effacing, the man might be annoying. He speaks fluent Mandarin, tutors underprivileged children, and has helped an uninsured stroke victim obtain the care he needed. \nWood has suffered remarkably few setbacks. Once, he was turned down for an Air Force position in special operations after blowing the physical. (He managed only 12 of the required 20 pull-ups.) \nIt was his faith, he said, that nudged him toward the end of his second tour of duty, reminding him that he could be of greater service to society. \nWondering if medicine were the right field, he hung up his uniform and flew to Africa for several months to shadow doctors in Uganda, Zambia, and Congo. \nBack on American soil, Wood moved to Tennessee to assist Christian doctors working in clinics for the poor outside Memphis. \n\"That,\" he said, \"is when medicine really grabbed me.\" \nHe began his essay describing the adrenaline rush of speaking via teleconference to the chairman of the Joint Chiefs of Staff about an intelligence-gathering mission involving al-Qaeda. \"I was living the dream: having the microphone and something important to say to decision-makers,\" he said. \"History itself felt within my reach.\" \nAs he rose up the ranks, he felt he was falling prey to a common professional hazard: \"It's easy in counterterrorism to overestimate your own impact. Working constantly against imagined horrors, you make hard decisions weighing collateral damage against military necessity, life against death, and peace against justice.\" \nReturning home after each deployment, \"I noticed my community waging a war of its own with problems like unemployment, illiteracy, and poor health care,\" he wrote. \"Here were practical, local problems which I had neglected in favor of geopolitical ones. I felt chastened.\" \nAlthough never trained in medicine, he worked with special-operations medics on plans for the safe evacuation of sick and wounded soldiers. \"In the world's most broken places, the doctors I saw always appeared as agents of peace.\" \nThat vision grew out of his experience in Memphis. \nStriving to follow Jesus' example and live a fully integrated life, the missionary doctors treated poor patients and lived among them. \nSo, during his post-baccalaureate program at Goucher College, Wood lived in Sandtown, one of Baltimore's most blighted areas. \"I was naive to think that I would bring light to them,\" he said. \"I was the one who changed.\" \nAt first, he felt the same fear and tension as he did during dangerous deployments. Some of the caution was warranted, as in any urban environment. \n\"But as I adapted to the city, I saw that there was a higher proportion of really wonderful people in the neighborhood.\" \nLast spring, with regret, he left neighbors he had grown to care for, and who, he believed, had come to accept him. \nTo clear his mind before medical school, Wood hiked the Appalachian Trail, reaching Mount Katahdin, Maine's highest peak, on Aug. 3. A week later, he was settling into a Kensington apartment, preparing for his first day of class. \n\"There are some great things about being dumped in this pool of super-bright, super-high-energy students.\" \nWood worried his classmates might find it hard to relate to him, but he said they had been overwhelmingly kind. \n\"The worst-case scenario would have been that they kept their distance. It helps that we're in the crucible together.\" \nmdribben@phillynews.com\n 215-854-2590 \n @dribbenonphilly    \nPTSD 'as high, or higher' in violent neighborhoods than in combat zones\nhttp://www.philly.com/philly/health/mental-health/PTSD_as_high_or_higher_in_violent_neighborhoods_than_war_zones.html\n\nLoad-Date: February 23, 2014"
}