{
    "title": "Noordin Top's death_ The impact on Southeast Asia's battle with terrorism The killing of one of Indo",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 9,
    "day": 17,
    "full text": "Southeast Asia's battle with terrorism may not be over, despite today's death of one of Indonesia's most-wanted men. Indonesian police said on Thursday they had killed Noordin Mohammed Top, leader of a splinter group of the Jemaah Islamiah (JI) militant network, in an early morning gun battle in Solo, Central Java. Three of his accomplices also died. \nMr. Noordin, a Malaysian national, was thought to have been the mastermind behind a string of bombings and terrorist attacks since 2002 that have left hundreds dead, both foreigners and locals in Indonesia, the world's most populous Muslim country. JI has at times had links to Al Qaeda, the militant Islamist network responsible for the 9/11 attacks in the United States, and to other militant groups in the region. Indonesian police, assisted by US and Australian authorities, have been under pressure to apprehend Mr. Noordin since a July 17 bomb attack on the JW Marriott and Ritz-Carlton hotels in Jakarta, in which nine people, including suicide bombers, were killed and 53 wounded. Militancy still a threat Some 88 percent of Indonesia's 230 million people proclaim Islam as their faith. Analysts estimate only a small percentage of Indonesian Muslims subscribe to militant Islamism. But even with Mr. Noordin's death, Indonesia still faces challenges in dealing with militant groups, as Noordin may have passed on his skills to a new generation. A planner of the July bombings, whose name was Ibrohim, was recruited to Noordin's inner circle in 2005. The suicide bombers of the JW Marriott and Ritz-Carlton hotels, were 18 and 28 years old, respectively. Noordin has been moving across Java for the past seven years, analysts believe, and may have had contact with a wide range of potential radicals. The July attacks also showed JI's ability to adapt and evolve. Police investigations show that JI had been able to penetrate hotel security and place operatives within the ranks of employees. \"It's a new game,\" says one Western intelligence official, \"they've proven they can learn and adjust their methods.\" The July bomb attacks in Jakarta ended a four-year lull in suicide bomb attacks in Indonesia. The militants had also planned to assassinate Indonesia's President Susilo Bambang Yudhoyono at his home with a suicide bomb. Noordin, a recruiter and strategist for the JI network, fled with his accomplice Azahari to Indonesia from Malaysia following a Malaysian crackdown on militants after Sept. 11, 2001. Azahari was killed in a shootout with police in November 2005, but Noordin escaped. Around 2003, Noordin's disagreement with other members of the JI network over the use of violence, even if it killed other Muslims, pushed him to form a violent splinter group, Tanzim Qaedat al-Jihad. JI's ideological roots lie in an older movement, Darul Islam, which, in the 1940s and 1950s, sought to establish an Islamic state in Indonesia. An Islamic caliphate across Southeast Asia, including Singapore, Malaysia, and the Philippines, remains JI's ultimate goal. Wire material was used in this report. ----- Related Story: Indonesia claims to have killed region's most-wanted terrorist ----- Follow us on Twitter.\n   \n\nLoad-Date: February 19, 2010"
}