{
    "title": "Noose in Center City tree called 'appalling,' 'abhorrent,' 'racial terrorism'",
    "publisher": "the philadelphia inquirer",
    "year": 2017,
    "month": 7,
    "day": 8,
    "full text": "Philadelphia police said authorities are concerned about the  intentions and motivation  of whoever left a hangman s noose in a tree outside a Center City medical building Friday, an act that city officials called  appalling,   abhorrent,  and  racial terrorism. \nAccording to police, about 10 a.m. Friday a pedestrian on the 1800 block of Lombard Street noticed the noose near Penn Medicine s Rittenhouse location, the former Graduate Hospital. The noose was not hanging from the tree, but the rope was tucked into the tree with the noose hanging out, police spokesman Capt. Sekou Kinebrew said.\nThe passerby notified Penn Medicine staff, who called police.\nOn Friday night, police said they had obtained video showing a white male in a hat and wearing a red backpack tossing the noose in the tree. He then met with a black male and they walked away together while appearing to be having a conversation.\nPolice released video of the two walking together.\n It could be someone playing a prank, but what we re concerned about is that obviously any time you see a noose or that type of artifact, it conjures up or evokes images of lynchings,  Kinebrew said.  We have our investigators working to figure out who did it and, most importantly, why. \nPolice took the noose in for processing, according to Kinebrew.\nIn a joint statement released by Mayor Kenney and Rue Landau, executive director of the Philadelphia Commission on Human Relations, anyone with information on the incident was urged to contact police.\n It s appalling that in 2017 anyone would commit such a vicious act as hanging a noose, a symbol of racial animus that has a painful history in this country,  the statement said.  These symbols of hate and racially motivated violence have no place in Philadelphia   our residents and visitors should not have to witness such abhorrent incidents in public or private settings. \nCouncilman Kenyatta Johnson, in whose Second District the noose was found, issued a statement late Friday afternoon calling it  an act of racial terrorism. \n Lynching is a symbol of racial violence with a longstanding, ugly, and ongoing role in American society,  Johnson said.  Unfortunately, Philadelphia is no exception.   Last fall, black freshmen at the University of Pennsylvania were targeted for a lynching-themed online messaging group. And the Southern Poverty Law Center lists Pennsylvania as a leading hub for hate groups, with seven operating actively in Philadelphia alone. The recent emboldening of racial hatred is a deplorable and unacceptable trend, and I will do everything in my power to fight it. \nThe noose, first reported by Billy Penn, didn t appear to be targeting any individual, police said.\n Being so publicly done, it lends itself to believe that whoever did it wanted a lot of people to see it,  Kinebrew said.  So if it s not a specific attack on a person, it may be a larger statement to society in general. \nThe incident comes after a New York Times report detailed a number of noose incidents that have been reported nationwide in recent weeks, including one            at the U.S. Mint in Philadelphia.\nKinebrew said the Center City noose was the only such case being handled by Philadelphia police. The U.S. Mint Police are investigating the case at the federal facility, which is not believed to be connected to the noose found Friday, he said.\n But it s not lost on us that two within about a week period have happened,  Kinebrew said.  So we definitely want to make sure that we give this the attention it rightfully deserves. \nStaff writer Robert Moran contributed to this article. \nU.S. Mint needs to punish noose-making employee\nhttp://www.philly.com/philly/columnists/jenice_armstrong/us-mint-needs-to-punish-noose-making-employee-20170705.html\n\nGraphic\n\n \nPhotograph by: Philadelphia police\n\nLoad-Date: July 8, 2017"
}