{
    "title": "Normally, I like to be carded Effort to combat terrorism at work is puzzling to me",
    "publisher": "the hill",
    "year": 2001,
    "month": 9,
    "day": 28,
    "full text": "NEWTON'S third law of bureaucracy is that for every action there is an overreaction.\nWhich is why I am seated at my desk with an identification card alligator clipped to my tie. This stops terrorism how?\nMind you, I am not complaining. Most of my colleagues are doing that for me.\nTheir battery of complaints reminds me of Gold Hat's line from the movie, \"The Treasure of the Sierra Madre\":\n\"Badges? We ain't got no badges. We don't need no badges. I don't have to show you any stinking badges!\"\nWell, now we do have badges and we do have to show them.\nOn Tuesday, Charleston Newspapers required all its employees to wear their ID cards while on duty.\nI have no problem with it. Gives me something to dangle from my tie.\nAll I ask is this stops terrorism how?\nThe badges amuse me. I am touched once again by the milk of human foolishness. I would like to say this is the dumbest thing I ever encountered, but I cannot lie.\nWe have not changed much over the years. Witness the story I heard the last time I visited Glenville. Come to think of it, it was also the first time I visited Glenville.\nI was with the Parkersburg News. A photographer and I went to Gilmer County to gather some feature stories. We stopped at his parents' house for lunch.\nHis father talked about the past and World War II. He surprised me by telling me that Glenville had blackouts. He was surprised that I was surprised.\nWhy, what if the Nazi bombers missed Washington, he reasoned. They would have to dump their bombs somewhere. Glenville would be the likely target.\nHis story reminded me of another story from my wife's Uncle Milford. His veracity often is inverse to his sense of humor.\nHe grew up in Nobe, Calhoun County. One night, his family spotted a plane circling the hill. They all went outside to look. After a few minutes, Milford whipped out a cigarette to smoke.\nDon't light that match, Granny admonished him. He might think it is a signal to land.\nMilford tells the story much better.\nWell, that must have worked. The plane did not land there.\nCome to think of it, the Nazis never bombed Glenville so maybe these badges will work.\nStill, I wonder, this stops terrorism how?\nThere is talk of national ID cards. Instead of handing out easily forged badges, we should try other things.\nPerhaps we should round up people who are in the nation on expired visas.\nPerhaps we should arm pilots and replace stewardesses with Marine drill sergeants. It sure beats our present plan of having unarmed passengers storm the cockpit.\nMy problem with national ID cards has nothing to do with civil liberties. It has everything to do with effectiveness.\nMy question remains. This stops terrorism how?\n-30\n\nLoad-Date: September 29, 2001"
}