{
    "title": "Northwestern U. student completes yearlong fellowship in Israel",
    "publisher": "university wire",
    "year": 2007,
    "month": 1,
    "day": 29,
    "full text": "You'll have to take Taube Schwartz's word for it when she says that dogs will run toward gunfire, jump through car windows and disarm terrorists. That's because the training of the K9 unit of the Israel Defense Forces is not for the public's eyes.\nAs the first and only Northwestern University student to complete a yearlong undergraduate fellowship on terrorism with the Foundation for Defense of Democracies, the sophomore traveled to Israel to see the country's army working up close and to Washington, D.C., to meet U.S. intelligence officials.\nAfter applying for the program almost a year ago, Schwartz received a call early in spring. The call came so early in the morning, she was still sleeping when the phone rang. David Silverstein, the foundation's vice president of campus education programs, fired questions at her while she struggled to wake up, as though she was being tested on how well she could think on her feet instead of focusing on her answers.\n\"She essentially made the case that she was not just a good applicant, but (that she) would be a good participant,\" Silverstein said, adding that of the \"hundreds and hundreds\" of applicants, he looks for superior students with leadership experience, an interest in the subject matter and a degree of worldliness.\nThere were 40 students from 25 colleges in Schwartz's group, said Caitlyn Walters, the foundation's coordinator of campus programs.\nThe first phase of the program took Schwartz to Israel for the first two weeks of August, all expenses paid. She arrived during the war between Israel and Hezbollah.\n\"Before I got there, I was a little nervous,\" she said. But the feeling disappeared as soon as she landed, she said.\nShe described Israel as a country the size of New Jersey where rockets rained down on one side and people went out to dinner and nightclubs on the other.\nThe fellows attended lectures and visited IDF bases. They dropped in on an undercover unit's target practice session, where Schwartz was allowed to shoot M8 machine guns. You see how one democracy defends herself from terrorism,\" she said.\nThe group went to several security facilities, including one that housed terrorist prisoners.\n\"We had the unique opportunity to speak to (the prisoners) about their actions and motivations,\" Schwartz said.\nSilverstein said that although fellows are not privy to any top-secret information, they are provided with \"cutting edge information and access to critical decision-makers in the U.S.\"\n\"No one else that we know of is permitted the same exposure,\" he said. \"It's the best way to impress upon students the threat to democracies around the world.\"\nThree weeks ago Schwartz traveled to Washington, D.C., for the next phase of the fellowship. She visited FBI and CIA headquarters and met high-ranking government officials.\nAt the CIA, she met a female agent who \"goes to the Pentagon and essentially kicks ass every day,\" Schwartz said.\nFor a moment, she felt the allure of a spy lifestyle straight out of \"The Bourne Identity.\"\n\"As seductive as that is, I think I'm better suited for public office,\" she said.\nSchwartz isn't the only one with that idea. For 11 years, a coat has hung in her father's closet and never been worn. It's too warm for Los Angeles and too expensive for any but the occasion for which Schwartz's mother bought it: her daughter's inauguration.\nThough neither Schwartz nor her parents believe she is destined for the presidency, the fellowship gave her greater knowledge of terrorism and refreshed her motivation to defend democracy against extremists who want to destroy it.\n\"The threat of terrorism is that there's no more of us, there's no more democracy, there's no more America because we're heretics, because we don't value Allah,\" she said.\nSince she returned, she has organized two film screenings and a concert on campus to educate students about terrorism.\nAlthough her experience hasn't changed her theater major, she said it has reinforced her desire for public service.\n\"No matter how successful a future I would ever have in movies or theater or anything,\" she said, \"I think I still see myself one day running for office.\"\n(C) 2007 Daily Northwestern via U-WIRE\n\nLoad-Date: January 29, 2007"
}