{
    "title": "Northwestern community honors French terrorism victims",
    "publisher": "university wire",
    "year": 2015,
    "month": 1,
    "day": 17,
    "full text": "About 40 students, faculty and community members came together Friday to honor those affected by the acts of terrorism in Paris in the last two weeks.\n\"Je Suis _____\" was a gathering at The Rock held by various Northwestern groups, including NU Hillel, University Christian Ministry, Alpha Epsilon Pi, the Crown Family Center for Jewish and Israeli Studies, Medill School of Journalism, Media, Integrated Marketing Communications and the Study Abroad Office.\nThe event mourned the victims and supported freedom of speech and religion.\nDuring the gathering, students spoke in solidarity with France on the importance of freedom of speech and religion. NU Hillel executive director Michael Simon read the names of the victims, followed by a moment of silence.\nOn Jan. 7, masked gunmen broke into the Paris offices of Charlie Hebdo, a French satirical weekly newspaper, and began firing, killing 12.\nMore terrorist attacks followed across the Ile-de-France region from Jan. 7-9, including a hostage crisis at a HyperCacher kosher supermarket, where one of the perpetrators of the initial attack killed four more and took several hostages before police gunned him down.\nMore than 50 anti-Muslim incidents have been reported in France since the shootings, according to the Union of Islamic Organizations.\nJim Alrutz, a Bienen junior and a member of UCM, condemned \"the idea that because a couple of extremists did a very violent action means there's something wrong with everyone.\"\n\"It's very sad that the immediate reaction to violence is more violence,\" he said.\nTannenbaum Chabad House Rabbi Dov Hillel Klein said he was paying his respects at the event. Klein, who knew one of the victims of the HyperCacher supermarket hostage crisis, said he was deeply saddened by the tragedies, yet remains positive that good will prevail.\n\"In one hand, (we came to) mourn those who have perished, but I hope it leads to a commitment to be able to open up those dialogues we need to have as a campus community,\" he said, \"to be able to learn to embrace each other and care about each other.\"\nEmail: marianaalfaro2018@u.northwestern.edu\nTwitter: @marianaa_alfaro\n\nLoad-Date: January 18, 2015"
}