{
    "title": "North Korea sanctions eased",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 6,
    "day": 27,
    "full text": "WASHINGTON (AP) - After months of stalling, North Korea offered a glimpse of its secretive nuclear program Thursday and was promptly rewarded by President Bush with an easing of trade sanctions and a move to take the communist state off the U.S. terrorism blacklist.\nBush, who once famously branded North Korea a part of his \"axis of evil,\" offered mostly symbolic concessions in exchange for Kim Jong Il's agreement to hand over a long-awaited accounting of its nuclear bomb-making abilities. Critics said even symbolism was too much give to a regime that can't be trusted.\n\"If they don't fulfill their promises, more restrictions will be placed on them,\" Bush said, just a few hours after North Korea handed over 60 pages of documentation about its nuclear past to Chinese officials in Beijing.\nThe North Koreans declared less about their plutonium work and nuclear programs dating to 1986 than what the Bush administration initially sought. And they disclosed nothing about their stockpile of nuclear weapons, suspected uranium enrichment program or alleged role in helping Syria build a reactor.\nStill, Bush called the declaration a positive step in negotiations with a fickle government that have been stop-and-go for years. Bush emphasized that he was aware that Pyongyang had lied about its nuclear capabilities before.\n\"I'm under no illusions,\" Bush said. \"This isn't the end of the process. This is the beginning of the process of action for action.\"\nHe rattled off a list of ongoing U.S. concerns about North Korea - human rights abuses, uranium enrichment, nuclear testing and proliferation, ballistic missile programs and the threat North Korea poses to its neighbors.\nThen he announced he was erasing trade sanctions imposed on North Korea under the Trading With the Enemy Act, and notifying Congress that, in 45 days, the administration intends to take North Korea off the State Department list of nations that sponsor terrorism.\n\"If North Korea continues to make the right choices, it can repair its relationship with the international community,\" he said. \"If North Korea makes the wrong choices, the United States and its partners in the six-party talks will act accordingly.\"\nBetter relations with Washington could eventually improve dire economic conditions for North Korea's 23 million people who suffer food shortages and blackouts.\n\nLoad-Date: June 27, 2008"
}