{
    "title": "NORTH KOREA HARDENS STANCE ON NUKES APPEARS TO SPURN EARLIER DEALS WITH UNITED STATES",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 20,
    "full text": "North Korea yesterday said it no longer wishes to be removed from the United States' terrorism blacklist, signaling that it is hardening its stance amid reports that its leader, Kim Jong Il, may be seriously ill.\nThe North Korean Foreign Ministry also confirmed what the United States and South Korea have said already: It has begun to reassemble a nuclear complex that can produce weapons-grade plutonium.\n\"We neither wish nor expect to be delisted as a 'state sponsor of terrorism,' \" the North's state-run news agency, KCNA, quoted a ministry spokesman as saying. \"We can go our own way.\"\nBravado is North Korea's common negotiating tactic. Still, the statement bodes ill for Washington's efforts to keep the nuclear complex, Yongbyon, north of the capital, Pyongyang, disabled.\nState Department spokesman Sean McCormack said in a briefing yesterday that North Korea has not reached the stage of making the plant operational, but that the government was \"continuing to move in that direction.\" He added, \"They haven't gotten to that point yet, and we would urge them not to get to that point.\"\nNorth Korea has said Washington agreed to remove it from its list of state sponsors of terrorism once it started disabling the Yongbyon complex and submitted a declaration of its nuclear activities, as it did last June. But the United States says the North must first agree to a comprehensive inspection to check whether it did not leave out crucial data in its accounting.\nAn angry North Korea has said it would never agree to a \"gangster-like\" inspection, and it stopped disabling the nuclear complex in mid-August. Then early this month, it hauled out disabled parts from sheds and began reassembling them at their original site.\nIt remains a mystery whether Mr. Kim gave the instruction to restart the nuclear complex or whether the hard-line military was acting on his behalf while Mr. Kim was ill.\nU.S. officials this month said Mr. Kim is seriously ill and likely to have suffered a stroke weeks ago, raising the prospect of a chaotic power struggle in the nuclear-armed country. South Korean officials also say Mr. Kim suffered a stroke, most likely in August.\nAnalysts have said the North's actions might be a negotiating tactic to win concessions from the Bush administration as it looks for diplomatic successes to bolster its legacy. Pyongyang might also be stalling until after the U.S. presidential election.\nEven though the Kim regime has begun to reassemble Yongbyon, it could take the North a year to restart the nuclear complex.\n\nLoad-Date: September 24, 2008"
}