{
    "title": "North Korea off terrorism list",
    "publisher": "the world",
    "year": 2008,
    "month": 6,
    "day": 26,
    "full text": "WASHINGTON - President Bush said today he will lift key trade sanctions against North Korea and remove it from the U.S. terrorism blacklist, a remarkable turnaround in policy toward the communist regime he once branded as part of an \"axis of evil.\"\nThe announcement came after North Korea handed over a long-awaited accounting of its nuclear work to Chinese officials today, fulfilling a key step in the denuclearization process.\nBush called the declaration a positive step along a long road to get the nation to give up its nuclear weapons. Yet, he remained wary of the regime, which has lied about its nuclear work before. And North Korea's declaration, received six months late, falls short of what the administration once sought, leaving it open to criticism from those who want the U.S. to take an even tougher stance against the regime.\n\"We will trust you only to the extent you fulfill your promises,\" Bush said in the Rose Garden. \"I'm pleased with the progress. I'm under no illusions. This is the first step. This isn't the end of the process. It is the beginning of the process.\"\nTo demonstrate that it is serious about foregoing its nuclear weapons, North Korea is planning the televised destruction of a 65-foot-tall cooling tower at its main nuclear reactor at Yongbyon. The cooling tower is a key element of the reactor, but blowing it up - with the world watching - has little practical meaning because the reactor has already been nearly disabled.\nSpecifically, Bush said the U.S. would erase trade sanctions under the Trading With the Enemy Act, and notify Congress that, in 45 days, it intends to take North Korea off the State Department list of nations that sponsor terrorism.\n\"If North Korea continues to make the right choices it can repair its relationship with the international community . . . If North Korea makes the wrong choices, the United States and its partners in the six-party talks will act accordingly,\" Bush said.\nThe declaration, about 60 pages of documentation, is the result of long-running negotiations the United States, Japan, South Korea, China and Russia have been having with Pyongyang.\nA senior U.S. official said the declaration contains detailed data on the amount of plutonium North Korea produced during each of several rounds of production at a now-shuttered plutonium reactor. It is expected to total about 37 kilograms of plutonium - enough to make about a half-dozen bombs.\nHowever, the declaration, which covers nuclear production dating back to 1986, does not contain detailed information about North Korea's suspected program of developing weapons fueled by enriched uranium.\nIt also does not provide a complete accounting of how it allegedly helped Syria build what senior U.S. intelligence officials say was a secret nuclear reactor meant to make plutonium, which can be used to make high-yield nuclear weapons. Israeli jets bombed the structure in the remote eastern desert of Syria in September 2007.\nSen. Joseph Biden Jr., D-Del., chairman of the Foreign Relations Committee, said it's critical to understand the nature and extent of North Korea's nuclear cooperation with Syria and any other countries. \"Without clarity on these issues we cannot proceed with confidence to the next phase of the negotiations - the dismantlement of North Korea's nuclear facilities and the removal of any fissile material from the country,\" he said.\nNorth Korea had promised to complete the declaration by the end of last year in exchange for removal from U.S. terrorism and economic sanctions blacklists, which restrict its foreign trade and ability to get loans from international development banks.\nNorth Korea was put on the list of nations that sponsor terrorism for its alleged involvement in the 1987 bombing of a South Korean airliner that killed 115 people. The designation has effectively blocked North Korea from receiving low-interest loans from the World Bank and other international lending agencies.\nThe president, insisting that the U.S. was not giving North Korea a free ride, said the U.S. action would have little impact on North Korea's financial and diplomatic isolation. \"It will remain one of the most heavily sanctioned nations in the world,\" Bush said. All U.N. sanctions, for example, will remain in place.\nBush said the United States would monitor North Korea closely and \"if they don't fulfill their promises, more restrictions will be placed on them.\"\nBush said that to end its isolation, North Korea must, for instance, dismantle all of its nuclear facilities and resolve outstanding questions on its highly enriched uranium and proliferation activities \"and end these activities in a way that we can fully verify.\"\nBush thanked all members of the six-party talks, but singled out Japan. Tokyo has argued that the U.S. decision to remove North Korea from the list of terrorist nations should be linked to progress in solving North Korea's abduction of Japanese nationals in the 1970s and 1980s.\n\"The United States will never forget the abduction of Japanese citizens by the North Koreans,\" said Bush who called Japanese Prime Minister Yasuo Fukuda on Wednesday to express U.S. concern about the issue. \"We will continue to closely cooperate and coordinate with Japan and press North Korea to swiftly resolve the abduction issue.\"\n---\nAP White House Correspondent Terence Hunt contributed to this story.\nAP-ES-06-26-08 0933EDT\n\nLoad-Date: June 27, 2008"
}