{
    "title": "North Korea helps to recover 14 sets of U.S. remains",
    "publisher": "usa today",
    "year": 2000,
    "month": 8,
    "day": 15,
    "full text": "WASHINGTON -- Veterans groups say they have just completed their\nmost successful field operation ever in North Korea, where they\nrecovered 14 sets of remains of U.S. troops killed in the Korean\nWar with full cooperation from the communist government.\nAt the same time, Clinton administration officials are on the\nverge of dismissing a much ballyhooed proposal by North Korean\nleader Kim Jong Il to suspend Pyongyang's missile program if the\nUnited States agrees to launch North Korean satellites.\n\"It was a joke,\" Kim is quoted in South Korean newspapers this\nweek as saying about the proposal he made last month to Russian\nPresident Vladimir Putin when Putin visited Pyongyang, North Korea's\ncapital. Putin then conveyed the offer to President Clinton at\nthe annual economic summit of the world's industrial powers.\nKim's proposal has taken on great significance because of international\nopposition to plans for a U.S. missile-defense shield, a system\nthat would be largely aimed at countering the potential missile\nthreat from North Korea and Iran.\nThese two conflicting signals are the latest puzzling actions\ntaken by the enigmatic regime in Pyongyang, which has seemed in\nrecent months to be on the verge of taking a more moderate course.\nOn the positive side, veterans groups are delighted with the level\nof access and cooperation that has led to the recent recovery\nof remains of U.S. troops.\n\"It's been a tremendous year for us with recovery of remains\n . . . with total cooperation from the North Koreans,\"\nsays Frank Meterski of The Chosin Few, a veterans organization.\nHe says that 26 sets of remains have been recovered this year,\nand three more field missions are scheduled. Compare that with\n42 sets of remains recovered in the previous five years, a period\nin which Meterski says there were constant battles over access\nwith North Korea.\nThe recovery of the remains is not the only hopeful sign coming\nout of the Korean Peninsula.\nToday, long separated family members -- 100 each from North and\nSouth Korea -- will cross their countries' borders to reunite\nwith wives, husbands, mothers and fathers for the first time since\nthe Korean War 1950-1953. This historic exchange was worked out\nduring a summit in June between Kim Jong Il and South Korean President\nKim Dae Jung.\nKim Jong Il also made news over the weekend by telling a group\nof visiting South Korean media executives that he would open ties\nwith Washington if the United States removed North Korea from\nits list of states that sponsor terrorism.\nPreviously, Kim always had insisted that relations with the United\nStates could only be normalized if Washington severed its military\nties with South Korea.\nThough administration officials hope for the best when it comes\nto North Korea, there is still skepticism in Washington, where\nofficials are waiting until Pyongyang takes concrete steps to\ndemonstrate its seeming change of heart.\nEven before Kim's offer to suspend Pyongyang's missile program,\nwhich he reportedly made to the same group of South Korean media\nexecutives, State Department officials say they had neither seen\nnor heard anything from Russia or North Korea to indicate that\nthe missile proposal was serious.\nState Department spokesman Philip Reeker says the administration\nremains ready to discuss such a proposal, if it is a serious offer.\n\"We strongly encourage any concrete action that North Korea may\ntake to achieve progress in addressing the concerns that the international\ncommunity has\" about its missile program, he says.\nOn the issue of the terrorism list -- North Korea is one of seven\ncountries branded as sponsors of terrorism by the United States\n-- State Department officials indicate that the administration\nwould consider establishing official ties with North Korea if\nit takes specific steps to renounce terrorist activity.\nThe chief reason North Korea remains on the list, U.S. officials\nsay, is that it harbors four or five Japanese Red Army members\nwho hijacked a Japanese plane in 1970.\nMichael Sheehan, U.S. coordinator for counterterrorism, went to\nPyongyang last week for talks about the terrorism list. Reeker\ncalled the meeting \"productive,\" but did not disclose details.\n\nLoad-Date: August 15, 2000"
}