{
    "title": "North Korea _s ties to terrorism",
    "publisher": "daily news ",
    "year": 2017,
    "month": 11,
    "day": 28,
    "full text": "The U.S. government redesignated North Korea as a state sponsor of terrorism last week. The move, announced by President Donald Trump during a brief photo op at a Cabinet meeting, was designed to put pressure on Pyongyang’s nuclear weapons program.\n“It should have happened a long time ago,” Trump told reporters. “It should have happened years ago.” \nThis isn’t North Korea’s first time on the list. The country was designated a state sponsor of terrorism in 1988 and stayed on the list until it was removed in 2008. \nWhat is a state \nsponsor of terrorism? \nSince 1979, the State Department has kept a list of countries that are alleged to have “repeatedly provided support for acts of international terrorism.” The designation results in a variety of unilateral sanctions, including a ban on arms-related exports and sales, prohibitions on economic assistance, and other punitive measures. \nThe list is determined by three laws: Section 6j of the Export Administration Act, Section 40 of the Arms Export Control Act and Section 620 of the Foreign Assistance Act. \nExactly what makes a country a sponsor of terrorism is kept relatively vague: Joseph DeThomas, a former State Department official who focused on North Korea and Iran and is a professor of international affairs at Pennsylvania State University, has called it “more of an art than a science” and noted that “political and diplomatic context plays a considerable role in such designations.” \nWhen first released in 1979, the list included only four nations: Libya, Iraq, South Yemen and Syria. Over the years, a number of countries have been added to the list and some removed. Until North Korea was added this week, only Iran, Syria and Sudan remained on the list. \nWhy was North Korea first added to the list in 1988? \nBefore 1988, North Korea had been implicated in a number of international plots, including hijackings, abductions, bombings and assassination attempts. \nHowever, it was the bombing of Korean Air Flight 858 in 1987 that sealed North Korea’s place on the list of state sponsors of terrorism. In this attack, later linked to North Korean agents, a plane flying between Baghdad and Seoul was blown up over the Andaman Sea. All 115 people on board were killed. \nThe bombing of Flight 858, as well as a 1983 attack in Rangoon, Burma, that killed 17 South Koreans and four Burmese that was linked to Kim Jong Il, prompted the Ronald Reagan administration to decide that North Korea should be added to the list. \nWhy was North Korea removed from the list in 2008? \nTwo decades after being designated a state sponsor of terrorism, North Korea was removed from the list \nin 2008 by the administration of President \nGeorge W. Bush. It was \na controversial \nmove; then-Sen. Barack \nObama was \namong \nthose who \nsupported \nit, calling \nthe decision “an \nappropriate \nresponse.” \nFor a nation to be removed from the list of state sponsors, Bush had to certify to Congress that its government had either fundamentally changed its stance on providing support to terrorism or had not provided support for international terrorism for six months and had given assurances to the United States that it would not support international terrorism in the future. \nNorth Korea was able to meet these criteria relatively simply: The State Department’s 2007 Country Reports on Terrorism had noted that North Korea was not known to have sponsored any terrorist acts since 1987, and the U.S. government later announced that Pyongyang had issued “an authoritative and direct public statement affirming that it does not support international terrorism now and will not support international terrorism in the future.” North Korea was able to meet those criteria relatively simply: The State Department’s 2007 Country Reports on Terrorism had noted that North Korea was not known to have sponsored any terrorist acts since 1987, and the U.S. government later announced that Pyongyang had issued “an authoritative and direct public statement affirming that it does not support international terrorism now and will not support international terrorism in the future.” \nAnother major important factor in the move to drop North Korea from the list were faltering talks over nuclear disarmament with Pyongyang that the Bush administration hoped could be salvaged by the delisting move. Notably, U.S. officials said North Korea had agreed to not restart the partially disabled Yongbyon nuclear reactor, which had been producing fissile material for weapons tests. \nWhy is the Trump \nadministration \nredesignating North \nKorea as a state \nsponsor of terrorism? \nThe 2008 decision to delist North Korea has long divided experts, some of whom have called for the country to be redesignated. \nOne key bone of contention is whether North Korea has committed acts of terrorism in recent years. For example, in 2015, Joshua Stanton of the Committee for Human Rights in North Korea issued a report that argued that although it was commonly thought that North Korea had not been directly linked to high-profile terrorism plots since 1987, Pyongyang had been actively involved in suspected arms transfers to terrorists as well as other threats and assassination plots that met the legal definitions of “international terrorism” and terrorism “support.” \nThese arguments were bolstered in recent years by the alleged hack of Sony Pictures in 2014 and the assassination of Kim Jong Nam, brother to North Korean leader Kim Jong Un, in 2017  the latter of which was called an “act of terrorism” by South Korea \nsoon afterward.\n\nGraphic\n\n \nNorth Korean leader Kim Jong Un visits the the Sungri Motor Complex in Pyeongannamdo, North Korea. KOREAN CENTRAL NEWS AGENCY / KOREA NEWS SERVICE VIA AP\n\nLoad-Date: November 30, 2023"
}