{
    "title": "North Korea 's willingness to de-nuke promising",
    "publisher": "the new york times",
    "year": 2007,
    "month": 9,
    "day": 5,
    "full text": "During two days of peace talks between the United States and North Korea in Geneva last weekend, North Korean officials agreed both to take responsibility for and terminate their nuclear programs by the end of the year.\nBut there's a catch. We are, after all, talking about North Korea. According to the New York Times, North Korea's chief negotiator, Kim Gye Gwan, claimed that in exchange for their cooperation, the U.S. intended to remove North Korea from the list of states that sponsor terrorism. Removal from the list means that North Korea would be able to enjoy several economic benefits. The U.S., however, has not promised to remove the country from the list, saying that North Korea's place on the list depended on \"further denuclearization.\"\nThese peace talks are definitely a step in the right direction and are something that we hope other states on the U.S.'s terrorism list will follow. If North Korea is willing to take this step, it's clear that U.S. sanctions are straining the country's economy -- so much so that its leaders are willing to change. Once countries like Iran, that are also under U.S. sanctions, see the benefits of denuclearization, they might be inclined to abandon their nuclear programs as well. That is diplomacy working.\nNorth Korea's decision would also lead to improved relations with the U.S. and with North Korea's neighbors -- meaning that there would probably be one less international crisis waiting to happen.\nHowever, there are obvious problems that will undoubtedly arise if the U.S. is not careful.\nFor one thing, are we sure that North Korea can be trusted? Recall last February when North Korean dictator Kim Jong Il agreed to shut down its Yongbyon nuclear plant within 60 days of signing an agreement with the U.S., South Korea, Japan, China and Russia. In return, North Korea was promised various economic and diplomatic benefits. But Kim delayed shutting down the plant and instead focused his attention on getting back more than $20 million that had been frozen in a Macau bank account in China. It was only after all the money was returned that Kim finally shut down the plant, well over the 60-day agreement.\nFurthermore, this plan is bound to fail if the U.S. does not conduct periodic assessments to make sure North Korea is keeping up with denuclearization. This is imperative. Without a monitoring presence, it would be possible for Kim Jong Il to take advantage of the process the same way he did before. At the same time, however, periodic assessments should not be too invasive, as this might end up discouraging North Korea. The U.S. must be cautious in keeping watch over North Korea's actions.\nAlso, while removing North Korea from the terrorism list now might be a hasty and drastic step to take, it doesn't mean that the U.S. should not continue to assure North Korea that it is one step closer to being struck off the list. The last thing we want is for North Korea to stray off the denuclearization path.\nOverall, this move for peace is promising, and those involved in bartering the agreement should be lauded for their efforts.\n(C) 2007 The Pitt News via U-WIRE\n\nLoad-Date: September 5, 2007"
}