{
    "title": "North Korea _ Plot reveals state-sponsored terrorism",
    "publisher": "charleston gazette",
    "year": 2017,
    "month": 5,
    "day": 9,
    "full text": "TOKYO After arresting two American university instructors and laying out what it says was an elaborate, CIA-backed plot to assassinate Kim Jong Un, North Korea is claiming to be the victim of state-sponsored terrorism from the White House.\nThe assertion comes as the U.S. is considering putting the North back on its list of terror sponsors. But the vitriolic outrage over the alleged plan to assassinate Kim last month is also being doled out with an unusually big dollop of retaliation threats, raising a familiar question: What on Earth is going on in Pyongyang?\nNorth Koreas state-run media announced Sunday that an ethnic Korean man with U.S. citizenship was intercepted two days ago by authorities for unspecified hostile acts against the country. He was identified as Kim Hak Song, an employee of the Pyongyang University of Science and Technology.\nThat came just days after the North announced the detention of an accounting instructor at the same university, Kim Sang Dok, also a U.S. citizen, for acts of hostility aimed to overturn the country. PUST is North Koreas only privately funded university and has a large number of foreign teachers, including Americans.\nWhat, if anything, the arrests have to the alleged plot is unknown. But they bring to four the number of U.S. citizens now known to be in custody in the North.\nObviously this is concerning, White House spokesman Sean Spicer told reporters Monday. We are well aware of it, and we are going to work through the embassy of Sweden ... through our State Department to seek the release of the individuals there.\nSweden handles U.S. consular affairs in North Korea, including those of American detainees.\nThe others are Otto Warmbier, serving a 15-year prison term with hard labor for alleged anti-state acts he allegedly tried to steal a propaganda banner at his tourist hotel and Kim Dong Chul, serving a 10-year term with hard labor for alleged espionage.\nThe reported arrest of another Mr. Kim the North Korean man allegedly at the center of the assassination plot is more ominous.\nAccording to state media reports that began Friday, he is a Pyongyang resident who was ideologically corrupted and bribed by the CIA and South Koreas National Intelligence Service while working in the timber industry in Siberia in 2014. The Russian far east is one of the main places where North Korean laborers are allowed to work abroad.\nThe reports say Kim his full name has not been provided was converted into a terrorist full of repugnance and revenge against the supreme leadership of North Korea and collaborated in an elaborate plot to assassinate Kim Jong Un at a series of events, including a major military parade, that were held last month.\nThey allege Kim was in frequent contact through satellite communications with the murderous demons of the NIS and CIA, who instructed him to use a biochemical substance that is the know-how of the CIA and that the hardware, supplies and funds would be borne by the South Korean side.\nKim Jong Un attended the military parade April 15 and made several other appearances around that time to mark the anniversary of his late grandfathers birthday.\nThe initial reports of the plot concluded with a vow by the Ministry of State Security to ferret out to the last one the organizers, conspirators and followers of the plot, which it called state-sponsored terrorism.\nThe North Korean reports also said a Korean-style anti-terrorist attack would begin immediately. Follow-up stories on the plot have focused on outraged North Koreans demanding revenge.\nIts anyones guess what a Korean-style attack might entail.\nNorth Korea is known for its loud and belligerent rhetoric in the face of what it deems to be threats to its leadership, and the reference to ferreting out anyone involved in the plot could suggest not only action abroad but possible purges or crackdowns at home.\nI wonder if Kim Jong Un has become paranoid about the influence Americans are having on North Koreans and about the possibility of U.S. action against him, said Bruce Bennett, a senior defense analyst and North Korea expert at the RAND Corporation. Will Kim increase his internal purges of North Korean elites? Will he focus on North Korean defectors, people who the regime would like to silence? Or will he do both?\nTensions between North Korea and its chief adversaries the U.S. and South Korea have been rising over Pyongyangs nuclear and missile programs, as well as joint U.S.-South Korean military exercises that include training for a possible decapitation strike to kill the Norths senior leaders.\nBennett noted such training has been included and expanded upon in annual wargames hosted by South Korea, which were bigger than ever this year.\nThe wargames, called Key Resolve/Foal Eagle, just finished, without any signs of North Korean retaliation.\nBut the current rhetoric from Pyongyang has a somewhat familiar ring to it. Case in point: the movie The Interview in 2014.\nIn June that year, the North denounced the Seth Rogen comedy, which portrays the assassination of Kim Jong Un for the CIA by two American journalists, as a most wanton act of terror and act of war. A few months later, hackers broke into Sony Pictures Entertainment computers and released thousands of emails, documents, Social Security numbers and other personal information in an attempt to derail the movies release.\nThe U.S. government blamed North Korea for the attack. Pyongyang denies involvement, but has praised the hackers.\nThe Norths claims of a plot to kill Kim Jong Un with a biochemical agent also have an eerie similarity to the assassination of his estranged half brother, Kim Jong Nam, at an airport lobby in Malaysia in February.\nIn that attack, seen by many as orchestrated by the North, two young women who were allegedly tricked into thinking they were taking part in a television game show, rubbed the deadly VX nerve agent onto the face of the unsuspecting victim, who died soon after.\n\nLoad-Date: May 9, 2017"
}