{
    "title": "North Korea rebuffs Obama's warnings at nuclear summit President Obama's admonition against firing a",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 3,
    "day": 27,
    "full text": "As Obama flew home tonight after three days of intense talking about a range of nuclear issues at a conference of leaders of more than 50 countries, the sense among analysts here was that he had made little if any headway in tamping down North Korea's nuclear ambitions.\nNorth Korea \"will not give up the satellite launch for peaceful purposes,\" the spokesman was quoted as saying. The launch was \"a legitimate right of a sovereign state\" and was \"essential for economic development.\"\nThe global leaders agreed, after final sessions of the summit, on a declaration against all forms of nuclear terrorism that said not a word about the issues on the minds of all of them - the nuclear programs of North Korea and Iran.\nInstead, Mr. Han predicts, \"China will try to persuade South Korea to make it to six-party talks\" on North Korea's nuclear program. The talks, hosted by China, including the United States, Japan, Russia, and the two Koreas, were last held in Beijing in December 2008 - and are still regarded as essential in bringing about rapprochement on the Korean peninsula.\n\"North Korea has given a kind of dilemma to both the US and South Korea in that they will go ahead with the rocket launch,\" Han surmises.\nFirst, according to statements by both their governments, North Korea would observe a moratorium on tests of long-range missiles and nuclear devices. Second, the US would provide 240,000 tons of emergency food aid. Third, North Korea would admit inspectors from the International Atomic Energy Agency (IAEA) for the first time since they were expelled in early 2009, shortly before North Korea last tested a long-range missile and then, in May 2009, conducted its second underground nuclear test.\nNor do analysts see much chance that China and Russia will risk their own relations with North Korea by more than token pleas for the North to give up the missile launch and return to six-party talks on its nuclear program.\nDespite all the rhetoric, the sense persists that North Korea will return to a talking mode and get the US to make good on the bargain after April 15 celebrations marking the centennial of the birth of founding leader Kim Il-sung, grandfather of the young new leader, Kim Jong-un. North Korea has said it will fire the rocket at around that time.\nIn fact, the stated purpose of the summit was to come up with ways to combat nuclear terrorism - especially the danger of highly enriched uranium falling into the hands of terrorists. The summit wound up with a communique reaffirming \"our shared goals of nuclear disarmament, nuclear nonproliferation, and peaceful uses of nuclear energy.\"\nThe dilemma posed by North Korea and Iran, however, overshadowed all the deliberations-though the North was not mentioned in the formal sessions.\n\"Washington needs to manage the situation so they don't completely destroy formal talks,\" says Choi Jin-wook, a senior researcher who specializes on North Korea at the Korea Institute of National Unification. \"They will still need to get North Korea involved in that dialogue.\"\n\nLoad-Date: April 5, 2012"
}