{
    "title": "North Korea Won't Press To Escape Terror List",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 20,
    "full text": "North Korea said Friday that it no longer wished to be removed from the United States' terrorism blacklist, signaling that it is hardening its stance amid reports that its leader, Kim Jong-il, may be seriously ill.\n  The North Korean Foreign Ministry also confirmed what the United States and South Korea have said already: it has begun to reassemble a nuclear complex that can produce weapons-grade plutonium.\n  ''We neither wish nor expect to be delisted as a 'state sponsor of terrorism,' '' the North's state-run news agency, KCNA, quoted a ministry spokesman as saying. ''We can go our own way.''\n  Bravado is North Korea's common negotiating tactic. Still, the statement bodes ill for Washington's efforts to keep the nuclear complex, Yongbyon, north of the capital, Pyongyang, disabled. \n  In Washington, the White House expressed concern about North Korea's recent statements, but emphasized that the United States and its negotiating partners remained committed to the nuclear agreement and expected the North Koreans to accept a verification system of their nuclear activities.\n  ''It's hard to know whether their statements reflect a change in policy or simply the kind of negotiating that we've seen before,'' Stephen J. Hadley, President Bush's national security adviser, said in an interview with reporters.\n  North Korea has said that Washington agreed to remove it from its list of state sponsors of terrorism once it started disabling the Yongbyon complex and submitted a declaration of its nuclear activities, as it did last June.\n  But the United States says the North must first agree to a comprehensive inspection to check whether it did not leave out crucial data in its accounting.\n  An angry North Korea has said it would never agree to a ''gangster-like'' inspection and stopped disabling the nuclear complex in mid-August. Then early this month, it hauled out disabled parts from sheds and began reassembling them at their original site.\n  It remains a mystery whether Mr. Kim gave the instruction to restart the nuclear complex or the hard-line military was acting on his behalf, after reports surface that he had suffered a stroke. \n  Analysts have said the North's actions may be a negotiating tactic to win concessions from the Bush administration as it looks for diplomatic successes to bolster its legacy. It may also be stalling until after the American presidential election. \n  Even though it has begun to reassemble Yongbyon, it could take the North a year to restart the nuclear complex.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 20, 2008"
}