{
    "title": "NORTHTOWN INCIDENT GOES TO TERRORISM TASK FORCE",
    "publisher": "spokesman review",
    "year": 2007,
    "month": 6,
    "day": 26,
    "full text": "Noxious fumes that forced the evacuation of NorthTown Mall in February are being investigated as a possible domestic terrorist incident.\n The case was forwarded to the FBI's Inland Northwest Joint Terrorism Task Force  because police detectives believed they had credible information that made it more than just a disruption of service, said Spokane Police spokeswoman Officer Jennifer DeRuwe. Officials wouldn't say specifically what led them to that conclusion.\n Norman C. Brown, the federal task force supervisor, said local police agencies pass along tips about once a month. But it's rare that they forward cases like the NorthTown Mall incident.\n The task force receives cases from authorities when they believe there might be a connection to terrorism, Brown said. \"With respect to the NorthTown Mall, it was forwarded to us for that very reason.\"\n NorthTown Mall shoppers were evacuated Feb. 11 after some suffered symptoms consistent with being exposed to pepper spray or Mace, DeRuwe said. Reactions included coughing, watery eyes and noses, and scratchy throats.\n At least 36 people sought medical treatment but no one suffered long-term effects, DeRuwe said.\n Brown said the incident \"could be anything from a prank to an intentional act against a targeted store.\"Another possible objective may have been to test  the emergency-response system, Brown said. \"If these individuals were sophisticated, it would give them an idea of the type of response and a time frame in which they can operate safely.\"\n If a person or group was testing the emergency-response system or trying to impact a store's business, both are considered possible acts of terrorism, officials said.\n When mall shoppers began to experience the effects of the irritant, more than 24 firefighters, 20 police officers and at least five ambulances responded, police officials said. That response nearly tapped out police resources, and half the on-duty firefighters.\n \"Whenever an incident occurs that involves an unknown substance, we respond by mobilizing all resources in the interest of the public's safety,\" DeRuwe said. \"We can always downgrade later. There may be criticism that we overreacted. But the public is our No. 1 concern.\"\n NorthTown Mall marketing director Leslea Warnick would not comment Monday.\n A surveillance video showed a man running from JC Penney inside the mall, where the incident was centered, DeRuwe said. However, Spokane police did not receive any tips regarding the man's identity before forwarding the case to the terrorism task force, and it's unknown if he was involved.\n Brown said Friday: \"We have no suspects at this time, but we do have some fair leads.\"\n The Inland Northwest Joint Terrorism Task Force investigates cases in Eastern Washington and North Idaho, including domestic and international terrorism. The task force is made up of federal, state and local law enforcement, and is funded through the FBI's budget. \"We pay officers' overtime and furnish them with vehicles, equipment and training,\" Brown said. \"Our mission is to detect, deter and disrupt terrorist events before they occur.\"\n National FBI officials couldn't recall an incident like the NorthTown evacuation that was caused by a terrorist group.\n \"However, the FBI investigated some incidents in the early 1990s that involved Animal Liberation Front setting off nine incendiary devices in Chicago department stores,\" said Bill Carter, who has worked in the FBI's National Press Office since 1983.\n Domestic terrorists are U.S. residents \"who commit acts of terrorism on our own soil, such as members affiliated with the Animal Liberation Front or the Earth Liberation Front,\" Brown said. Other groups that have been associated with terrorist acts include militias, Aryan Nations and Constitutionalists.\n The FBI defines domestic terrorism as force or violence that's intended \"to intimidate or coerce a government or civilian population in furtherance of political or social views.\"\n When two Hummers were damaged in 2005 at the George Gee Auto Dealership in Liberty Lake, the joint terrorism task force determined it was domestic terrorism. The case is different  from the NorthTown Mall incident because \"an individual claiming to be affiliated with the Environmental Liberation Front claimed responsibility,\" Brown said. \"Hummers are a known target of environmental extremists and therefore we considered the claim valid at the time.\"\n An investigation of the Liberty Lake incident is ongoing.\n Brown wouldn't comment on how many current cases the task force is investigating, except to say there are several and they involve both international and domestic terrorism.\n The FBI Inland Northwest did not have a joint terrorism task force before 2002. A matter like the NorthTown Mall incident might have been referred to the FBI but it wouldn't have been handled the same way, Brown said.\n \"Now we have personnel to devote toward terrorism incidents,\" Brown said. \"And as a direct result of Sept. 11, law enforcement is more than willing to forward these types of incidents to terrorism task forces.\"\n\nLoad-Date: July 4, 2007"
}