{
    "title": "North Korea Calls Decision On Terror List 'Provocation'",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 23,
    "full text": "SEOUL, South Korea -- Two days after President Trump re-designated North Korea as a state sponsor of terrorism, the country responded on Wednesday by calling the decision ''a serious provocation'' and vowed to keep up its nuclear and missile programs as a deterrent against the ''hostile'' United States.\n''The U.S., the kingpin of all kinds of terrorism who cannot even prevent terror in its own territory, is acting like an 'international judge on terrorism' while attaching or removing the label of 'state sponsor of terrorism' on sovereign countries,'' a spokesman of the North's Foreign Ministry told its official Korean Central News Agency. ''This is a serious provocation and a violent infringement upon our dignified country.'' \n  The comments were North Korea's first official reaction to Mr. Trump's decision on Monday to restore the country to Washington's list of terrorism-sponsoring states, along with Iran, Sudan and Syria. On Tuesday, the Treasury Department announced a new round of sanctions to impede the North's nuclear and ballistic missile program, targeting North Korean companies and ships as well as Chinese trading companies.\n  The re-listing raised fears in the region that North Korea might take it as an excuse to resume weapons tests. It last launched a missile on Sept. 15.\n  On Wednesday, the unidentified North Korean spokesman did not mention any direct threat to launch missiles. But he said that the North's ''deterrence will be further strengthened'' -- and that the country ''must continue to keep the treasured nuclear sword in our hands more tightly'' -- as long as Washington continued with its ''hostile policy'' against the North.\n  He said that the re-designation reflected Washington's ''intention to destroy our ideology and system,'' and that its army and people were ''hardening their will to settle all accounts with those gangsters at any time in any way.''\n\nhttps://www.nytimes.com/2017/11/22/world/asia/north-korea-trump-terrorism.html\n\nLoad-Date: November 23, 2017"
}