{
    "title": "Northlight 's timely _Faceless' examines terrorism in heady courtroom drama",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 2,
    "day": 10,
    "full text": "\"Faceless\" may well leave you breathless.\nSelina Fillinger's timely new play about identity and faith expresses its myriad ideas so quickly and so unrelentingly that it threatens to overwhelm the audience.\nFillinger gives us plenty to ponder in this sharply written, 90-minute courtroom drama about an American teenager and convert to Islam who's recruited by terrorists into aiding their cause.\nDeveloped through Northlight Theatre's Interplay Program, the company's blistering world premiere is helmed by Northlight artistic director BJ Jones. And his taut production boasts an A-list cast.\nSusie Glenn (an impressive Lindsay Stock) is a bright 18-year-old high school senior somewhat adrift in the wake of her mother's recent death. Grief-stricken, she gets little solace from her emotionally distant father, Alan (Joe Dempsey), whose profound sorrow prevents him from properly comforting his daughter.\nIsolated and vulnerable, Susie — a social media devotee — is a prime candidate for online recruitment and radicalization by extremist groups. Through a series of flashbacks, we watch a lonely teen get seduced by a shadowy, online acquaintance who claims to be a jihadist. Within months, Susie has converted to Islam, become engaged to the mysterious Reza (her online recruiter) and arranged to travel to the Middle East to join ISIS.\nFederal authorities get wind of her plans and charge her with supporting terrorists. Her defense attorney, Ross Lehman's avuncular Mark Arenberg, believes she has been manipulated and misled. He urges her to accept an insanity defense as a way of mitigating the significant prison sentence that would likely follow a conviction.\nBut a lengthy prison sentence is exactly what Scott Bader — an assistant U.S. attorney with political aspirations — seeks.\nBader (a crisp, calculating Timothy Edward Kane) wants to send Susie to federal prison for 20 years. To accomplish that, he enlists fellow federal prosecutor Claire Fathi (Susaan Jamshidi), a Harvard University-educated Muslim woman of Iranian descent. Bristling at what she perceives as tokenism, Claire initially rejects Bader's offer of second chair.\n\"I don't use my faith to fight my battles. That's what ISIS does,\" she tells him.\nBader replies that he will use every means available to fight this, insisting \"that's what America does.\"\nFillinger, a promising young playwright and a recent Northwestern University graduate, is a good writer with a lot to say. To that end, she draws striking parallels between the female characters, including their choice to wear the hijab and the patronizing way they're treated by men in superior positions.\nSusie's attorney calls her \"kiddo.\" Bader asserts his authority over Claire more overtly, making clear who is in charge and going so far as to feed her answers during a news conference.\nJones' incisive staging further reflects the gender imbalance. Several times, the men address the women from a standing position while the women remain seated. This is especially true during the scenes depicting Susie's communication with the jihadist Reza. He looms behind her — reflecting the dual threats of terrorism and paternalism.\nParenting figures prominently in \"Faceless,\" which suggests its absence leads to a person becoming disconnected and isolated, which in turn allows extremist beliefs to take root. It's an intriguing theme, one of several Fillinger explores. That said, \"Faceless\" tends to embrace cliches and the play looses its footing a bit near the end.\nBut Jones' cast — which includes several Chicago-area veterans and newcomer Stock — impresses. Stock in particular delivers a deeply felt performance that combines vulnerability and delicate naiveté with fierce conviction.\nWe never doubt that Susie's conversion is anything but sincere. That's troubling, because it's her sincerity — coupled with her naive compassion — that makes her so attractive to extremists and so susceptible to their particular poison.\n\nGraphic\n\n \nCourtesy of Michael Brosilow A father (Joe Dempsey) struggles to understand his daughter (Lindsay Stock), a recent convert to Islam charged with supporting terrorists, in Northlight Theatre's \"Faceless.\" Courtesy of Michael Brosilow A father (Joe Dempsey) struggles to understand his daughter (Lindsay Stock), a recent convert to Islam charged with supporting terrorists, in Northlight Theatre's \"Faceless.\" A father (Joe Dempsey) struggles to understand his daughter (Lindsay Stock), a recent convert to Islam charged with supporting terrorists, in Northlight Theatre's world premiere of \"Faceless.\"Courtesy of Michael Brosilow Federal prosecutors Claire Fathi (Susaan Jamshidi), center, and Scott Bader (Timothy Edward Kane), left, present their case against suspected terrorist Susie Glenn (Lindsay Stock), seated, who's represented by Mark Arenberg (Ross Lehman) in Northlight Theatre's world premiere of \"Faceless.\" Courtesy of Michael Brosilow Federal prosecutors Claire Fathi (Susaan Jamshidi), center, and Scott Bader (Timothy Edward Kane), left, present their case against suspected terrorist Susie Glenn (Lindsay Stock), seated, who's represented by Mark Arenberg (Ross Lehman) in Northlight Theatre's world premiere of \"Faceless\" a courtroom drama by Selina Fillinger. Federal prosecutors Claire Fathi (Susaan Jamshidi), center, and Scott Bader (Timothy Edward Kane), left, present their case against suspected terrorist Susie Glenn (Lindsay Stock), seated, who's represented by Mark Arenberg (Ross Lehman) in Northlight Theatre's world premiere of \"Faceless.\"A bright but lonely American teenager (Lindsay Stock), seated, becomes radicalized in Selina Fillinger's drama \"Faceless,\" running through March 4 at Northlight Theatre. Courtesy of Michael Brosilow A bright but lonely American teenager (Lindsay Stock), seated, becomes radicalized in Selina Fillinger's drama \"Faceless,\" running through March 4 at Northlight Theatre. Courtesy of Michael BrosilowCourtesy of Michael Brosilow Susaan Jamshidi, left, and Lindsay Stock play opponents who share the same Muslim faith in the courtroom drama \"Faceless\" in its world premiere at Northlight Theatre. BJ Jones directs the play by Northwestern University graduate Selina Fillinger. Courtesy of Michael Brosilow Susaan Jamshidi, left, and Lindsay Stock play opponents who share the same Muslim faith in the courtroom drama \"Faceless\" in its world premiere at Northlight Theatre. BJ Jones directs the play by Northwestern University graduate Selina Fillinger.Courtesy of Michael Brosilow Susaan Jamshidi, left, Timothy Edward Kane, Ross Lehman and Lindsay Stock star in \"Faceless,\" a new courtroom drama at Northlight Theatre. Courtesy of Michael Brosilow Susaan Jamshidi, left, Timothy Edward Kane, Ross Lehman and Lindsay Stock star in \"Faceless,\" a new courtroom drama at Northlight Theatre.\n\nLoad-Date: February 10, 2017"
}