{
    "title": "North Korea Continues To Be Off U.S. List Of State Sponsors Of Terrorism",
    "publisher": "the world",
    "year": 2010,
    "month": 2,
    "day": 5,
    "full text": "(RTTNews) - President Barack Obama conveyed Wednesday to the Congress and the Senate that North Korea would remain off the U.S. list of sponsors State of terrorism, resisting demands from several lawmakers that the communist nation be re-designated a sponsor of State terrorism for its provocative actions.\nIn a memorandum to the Speaker of the House and the president of the Senate, Obama said following his administration&apos;s 17-month examination (June 2008 through November 2009) of the Democratic People&apos;s Republic of Korea (DPRK), it was concluded that Pyongyang \"does not meet the statutory criteria to again be designated as a State sponsor of terrorism.\"\nTo support his decision, he enclosed and cited a classified report prepared by his Administration.\nSome influential Congressmen had demanded that Obama re-designate Pyongyang in the U.S. terror list in the wake of a series of provocative actions by the Stalinist state, including conducting a nuclear test and missile-launches last year.\nThe Senate passed a non-binding resolution last July, urging the president to consider adding Pyongyang to the list--currently consisting of Cuba, Iran, the Sudan and Syria--calling it a \"threat to the northeast Asian region and to international peace and security.\"\nCountries deemed to be sponsors of State terrorism face a range of economic sanctions.\nNorth Korea was added to the list January 20 of 1988, following the bombing by its agents of a Korean Air Lines (KAL) plane November 29 of 1987 which killed all the 115 on board. But, the immediate past Bush Administration deleted Pyongyang from the U.S. sonsors-of-State-terrorism list in return for progress on declaring the extent of its nuclear activities in 2008 and after that country was not known to have sponsored any terrorist acts since that bombing.\nU.S. To Continue Monitor\nAnd, State Department spokesman Philip Crowley expressed concerns Thursday about North Korea&apos;s proliferation of weapons of mass destruction, and warned of a possible re-listing of it as a sponsor of State terrorism.\n\"We will continue to look at the evidence surrounding North Korea&apos;s activities,\" he said, adding if it \"eventually meets the criterion of the law, then we&apos;ll consider a different judgment.\"\nCrowley added that the U.S. had considerable concern about North Korea&apos;s activities, including its proliferation of dangerous technologies within the region and around the world.\n\"This is something that we will continue to carefully evaluate going forward as we continue to work aggressively to restrict those activities under U.N. Security Council Resolution 1874,\" he added.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 15, 2010"
}