{
    "title": "Northwestern U. pro- Israeli rally calls for end to terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 5,
    "day": 8,
    "full text": "Shortly after a suicide bombing claimed the lives of at least 16 people and injured about 60 more in a pool hall south of Tel Aviv, Israel, about 120 pro-Israel Northwestern University students chanted a message of peace at an anti-terrorism rally in front of the Arch.\n\"How much longer must we wait? Stop the terror, stop the hate,\" they chanted while lighting candles, raising blue-and-white flags and pledging their solidarity with the Jewish state in signs stating, \"Wherever we stand, we stand with Israel.\"\n\"Today we have a voice,\" said Miriam Lieberman, Hillel Cultural Life president and an organizer of the event. \"We are here because we demand peace and we have come to stand united against hate.\"\nNorthwestern U.\nOn the other side of Sheridan Road, about 20 students and community members protested the rally and urged an end to Israel's occupation of Palestinian-held territories. The organizers said though they lacked signs, they do possess the \"spirit of justice\" on their side.\n\"If you want to talk about creating peace in the Middle East, you have to talk about ending the occupation Palestinians suffer from,\" said Nell Crawford, an art history department program coordinator and member of a new student group, Students for Justice in Palestine.\nTension between the two sides remained civil. Some of the pro-Israel speakers took issue with signs from the Palestinian supporters reading, \"Jenin, Nablus, Bethlehem: Stop Israel's Terror\" and \"Remember Jenin.\"\n\"We will remember Jenin and we will remember it with pride,\" said Rabbi Ira Youdovin, executive vice president of the Chicago Board of Rabbis. \"Israel is not guilty of terrorism. Israel will stop the violence when there is no Palestinian violence that warrants a response.\"\nYoudovin also responded to an event that was staged Wednesday morning by Students for Justice in Palestine, in which the group set up security checkpoints at the Arch simulating the difficulty faced by Palestinians trying to enter Israel.\n\"Those checkpoints (in Israel) would have disappeared 18 months ago if Arafat had remained at Camp David (and worked out a peace deal),\" Youdovin said.\nBut while decrying the killing of Israelis and pushing for an end to all forms of terrorism, many people at the rally said they support a separate Palestinian state if it can be accomplished peacefully.\nRabbi Dov Klein, director of the Tannenbaum Chabad House, said both sides need to break down traditional stereotypes and humanize each other in order to achieve peace.\n\"Israel is ready to compromise for peace but it needs a partner,\" Klein said. \"The people killed (in Tuesday's bombing) were civilians shooting pool. Terrorism, no matter where, can't be tolerated.\"\n(C) 2002 Daily Northwestern via U-WIRE\n\nLoad-Date: May 8, 2002"
}