{
    "title": "Norway terrorism suspect's manifesto chilling",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 7,
    "day": 25,
    "full text": "OSLO -- He wanted to ignite \"a revolution,\" one that would upend contemporary Norwegian and European society. The goal: to purge the continent of Muslims and punish the \"indigenous Europeans\" who had failed to protect their nations from \"cultural suicide.\" \nAs Norway grieved for the 93 people cut down in twin terrorist attacks, the radical views of the accused killer came into clearer view on Sunday and raised questions about the threat posed by far-right extremists in this country and the extent to which authorities can control it. \nThe threat reflects a bitter resentment toward demographic changes that reaches beyond Norway to neighbors such as Sweden, Denmark, Finland and the Netherlands, where far-right and anti-immigrant parties have made major political gains in recent years. \nInvestigators in the Norwegian capital continued to pore over a 1,500-page treatise that was apparently posted on the Internet by suspect Anders Behring Breivik shortly before a bomb exploded on Friday in downtown Oslo, followed by a shooting spree at a youth camp tied to the ruling Labor Party, which is relatively more tolerant toward immigration. \nThe manifesto advocates an armed campaign against the Muslims it says are overrunning Europe. A hate-filled brew of political, ideological and militaristic cant, the treatise denounces Europeans who support multiculturalism and argues for spectacular violence using tactics similar to those seen on Friday, such as adopting a police disguise to fool victims before killing them. \nBreivik has admitted to the twin attacks, which left nearly 100 wounded and at least four people still missing, without accepting criminal responsibility for them, police said. \nHis lawyer, Geir Lippestad, told Norwegian public broadcaster NRK yesterday that Breivik \"wanted a change in society and, from his perspective, he needed to force through a revolution. He wished to attack society and the structure of society.\" \nThe 32-year-old is expected to appear at a court hearing today and wants to \"explain himself,\" Lippestad added. \nAuthorities are trying to determine the credibility of a claim in the manifesto that, in London nine years ago, Breivik attended a meeting of like-minded radicals calling themselves the Knights Templar. \nEven before Friday's attacks, right-wing fanatics had long been part of Norway's social and political landscape. \nThey were especially active throughout the 1980s and '90s in the form of skinhead gangs engaged in street violence. For many years, far-right groups were considered the main source of concern in the Norwegian intelligence agency's threat assessment. \nTheir influence was muted after a young biracial man was knifed to death in 2001 by a right-wing extremist, a killing that shocked a country that prides itself on peaceful coexistence. \n\"That caused such a popular uproar against these movements that it stopped recruitment to a certain extent,\" said Tore Bjorgo, a professor at the Norwegian Police University College and expert on violent subgroups. \nA crackdown by police and preventive work by social organizations succeeded in breaking up many of the groups in the past decade, enough that they were no longer seen as much of a threat. \nAt the same time, immigration by Muslims, who still represent only a few percentage points of Norway's population, and the Sept. 11 attacks turned authorities' attention to radical Islam and stirred up a new set of fears. \nPolls show that as many as half of Norwegians oppose the government's immigration policy, which they deem too liberal. Breivik's anti-Islam obsession comes against a backdrop of a general hardening of sentiment toward immigrants, reflected in the rise of Norway's right-wing populist Progress Party, which won more than 20 percent of the vote in an election two years ago. \nSuch right-wing political muscle is also evident in Denmark and the Netherlands, where strong electoral gains by such parties have forced the governments to accede to some of their demands in order to pass other legislation. \n\"The debate about Muslims in Norway has changed in the last decade,\" said Thomas Hylland Eriksen, a professor at the University of Oslo. \"The threshold has been lowered about what you can say\" about Islam and its adherents, with statements that would have been regarded as inflammatory a decade ago now an acceptable part of social discourse. \n\nLoad-Date: July 25, 2011"
}