{
    "title": "Norway al-Qaida case highlights terror strategy",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 16,
    "full text": "OSLO, Norway ? In Scandinavia, authorities fight terrorism by disrupting plots rather than making arrests, and last week's detention in Norway of suspected al-Qaida members was an aggressive departure from routine. Some American officials have said they were frustrated that Oslo took so much time to move on the men picked up last week. From the Nordic perspective, however, the official action was swift and unusually assertive. \nIn Norway, according to one terrorism expert, arrests are not normally the primary goal of police ? even in cases of alleged terrorism. To bring a case to trial in Norway, and in neighboring Sweden and Denmark, takes much longer than in the U.S. and many European countries. One reason is the threshold for securing a conviction is very high ? in line with Scandinavia's defendant-friendly judicial tradition. And low conviction rates make police hesitate to haul in suspects ? a source of friction with American and European intelligence partners. \"There is some frustration from other countries,\" said Magnus Ranstorp, a Swedish terrorism researcher at the Swedish National Defense College. There's no doubt: Scandinavian authorities favor tactics that would raise eyebrows in other nations ? such as disrupting plots by telling suspects they know what they're up to, and warning them of the consequences. Counseling potential terrorists may seem naive, but the tactic seems to have worked so far ? the Scandinavian countries haven't suffered a serious terrorist attack on their soil in 25 years. The region has seen only about 35 terrorism-linked arrests since Denmark, Norway and Sweden implemented stricter terror laws after 9/11. By comparison, there were over 200 terrorism arrests made in the UK between September 2008 and September 2009, according to government statistics. Of those arrested in Scandinavia, 24 have gone to trial and seven have been found guilty. Only three received sentences of more than 10 years in prison. Norway's Police Security Service, which tracked the alleged Norwegian al-Qaida cell, \"is not so interested in actually making arrests,\" said Brynjar Lia, a terrorism researcher at the Norwegian Defense Research Establishment. \"Their preferred modus operandi is to prevent and disrupt ? and maybe deport people. That's much easier to do.\" In Sweden, security police prefer to work \"pre-emptively,\" talking to local religious leaders and individuals they believe might be inching toward joining terrorist organizations, according to Mattias Lindholm, a spokesman for Swedish security police SAPO. In the Norway terror case, there was talk among American officials at one point of trying to indict the men in a U.S. court and seeking extradition because the U.S. has had much greater success prosecuting people in the early stages of terror planning. The FBI and CIA worked with Norwegian authorities to unravel the alleged al-Qaida plot in Norway, and Janne Kristiansen, the head of Norway's Police Security Service, traveled to the U.S. this spring to discuss intelligence gathered in the case. U.S. officials ? aware of Norway's concerns that past terror cases have fallen apart ? said they would make as much of their intelligence as possible available to Norwegian prosecutors. The officials spoke on condition of anonymity because they were not authorized to discuss the case. Despite the differences, \"the arrests in Norway show that the international cooperation among intelligence services works,\" said Hans Joergen Bonnichsen, who headed the operational branch of the Danish Security and Intelligence Service from 1996 to 2006. The three suspects in Norway were arrested on July 8 in connection with a plot against an unspecified Norwegian target. Two were arrested in Norway, while a third was arrested in Germany, where he was on vacation, and extradited to Norway. U.S. and Norwegian officials believe the plot was linked to the same Pakistan-based al-Qaida planners behind thwarted schemes to blow up New York's subway and a British shopping mall. The maximum sentence for the Norwegian men arrested last week, whom prosecutors plan to charge with conspiring to commit an act of terror, is 12 years in prison. Terror convictions are difficult to get in the region because of skepticism in Scandinavian courts toward cases built on intention ? as most terrorism trials are ? and a legal philosophy that demands more evidence than American and many European judiciaries, according to Tore Bjoergbo, a terrorism expert at the Norwegian Police University College. Scandinavians eschew \"this American tendency toward solving all crime by putting (criminals) in jail and throwing away the key,\" Bjoergbo said. Although Denmark has been more successful in prosecuting terror cases than its northern neighbors, partly because their anti-terrorism laws are tighter, security police there too favor disruption or prevention of terrorist plots. Bonnichsen, the former Danish security chief, called last week's Norway arrests a \"success\" regardless of the verdict in an eventual trial. The Norwegian security service \"has carried out what we call a 'destruction,' meaning a group of people, a cell, a unit has been exposed, their plans have been thwarted, and they can no longer function because they have been exposed,\" he said. Associated Press writers Matt Apuzzo and Adam Goldman in Washington, Louise Nordstrom in Stockholm and Jan M. Olsen in Copenhagen, Denmark, contributed to this report. \n\nLoad-Date: July 17, 2010"
}