{
    "title": "NORWAY TERRORISM Death toll from Oslo blast, camp massacre surpasses 90",
    "publisher": "the capital ",
    "year": 2011,
    "month": 7,
    "day": 24,
    "full text": "OSLO, Norway - Police arrived at an island massacre about an hour and a half after a gunman first opened fire, slowed because they didn't have quick access to a helicopter and then couldn't find a boat to make their way to the scene just several hundred yards offshore. The assailant surrendered when police finally reached him, but 82 people had died before that.\nSurvivors of the shooting spree have described hiding and fleeing into the water to escape the gunman, but a police briefing Saturday detailed for the first time how long the terror lasted - and how long victims waited for help.\nThe shooting came on the heels of what police told The Associated Press was an \"Oklahoma City-type'' bombing in Oslo's downtown: It targeted a government building, was allegedly perpetrated by a homegrown assailant and used the same mix of fertilizer and fuel that blew up a federal building in the United States in 1995.\nIn all, at least 92 people were killed in the twin attacks that police are blaming on the same suspect, 32-year-old Norwegian Anders Behring Breivik.\n\"He has confessed to the factual circumstances,'' Brei-vik's defense lawyer, Geir Lippestad, told public broadcaster NRK. Lippestad said his client had also made some comments about his motives.\n\"He's said some things about that but I don't want to talk about it now,'' the lawyer told NRK.\nNorwegian news agency NTB said the suspect wrote a 1,500-page manifesto before the attack in which he attacked multiculturalism and Muslim immigration. The manifesto also described how to acquire explosives and contained pictures of Breivik, NTB said. Oslo police declined to comment on the report.\nA SWAT team was dispatched to the island more than 50 minutes after people vacationing at a campground said they heard shooting across the lake, according to Police Chief Sveinung Sponheim. The drive to the lake took about 20 minutes, and once there, the team took another 20 minutes to find a boat.\nFootage filmed from a helicopter that showed the gunman firing into the water added to the impression that police were slow to the scene. They chose to drive, Sponheim said, because their helicopter wasn't on standby.\n\"There were problems with transport to Utoya,'' where the youth-wing of Norway's left-leaning Labor Party was holding a retreat, Sponheim said. \"It was difficult to get a hold of boats.''\nAt least 85 people were killed on the island, but police said four or five people were still missing.\nDivers have been searching the surrounding waters, and Sponheim said the missing might have drowned. Police earlier said there was still an unexploded device on the island, but it later turned out to be fake.\nThe attack followed the explosion of a bomb packed into a panel truck outside the building that houses the Prime Minister's Office in Oslo, according to a police official.\n\"It was some kind of Oklahoma City-type bomb,'' said the official, who spoke on condition of anonymity because police hadn't released the information.\nSeven people were killed, and police said there are still body parts in the building. The Oslo University hospital said it had received 11 wounded from the bombing and 19 people from the camp shooting.\nPolice have charged Breivik under Norway's terrorism law. He will be arraigned Monday when a court decides whether police can continue to hold him as the investigation continues. McClatchy Newspapers police told one of its reporters that if Breivik were convicted on terrorism charges, he would face a maximum of 21 years in jail, police said.\nAuthorities have not given a motive for the attacks. Both were in areas connected to the Labor Party, which leads a coalition government.\nEven police confessed to not knowing much about the suspect, but details trickled out about him all day: He had ties to a right-leaning political party, he posted on Christian-fundamentalist websites, and he rented a farm where police found 9,000-11,000 pounds of fertilizer.\nPolice said the suspect is talking to them and has admitted to firing weapons on the island. It was not clear Saturday if he had confessed to anything else he is accused of.\n\"He has had a dialogue with the police the whole time, but he's a very demanding suspect,'' Sponheim said without elaborating.\nEarlier in the day, a farm supply store said it had alerted police that Breivik bought six metric tons of fertilizer, which can be used in homemade bombs. That's at least one metric ton more than was found at the farm, according to police.\nPolice and soldiers were searching for evidence and potential bombs at the farm south of Oslo on Saturday. Havard Nordhagen Olsen, a neighbor, told The Associated Press that Breivik moved in next door about one month ago and that he seemed like \"a regular guy.''\nOlsen said he recognized his neighbor in the newspapers Saturday morning and said he was in shock.\nMeanwhile, Mazyar Keshvari, a spokesman for Norway's Progress Party - which is conservative but within the political mainstream - said the suspect was a paying member of the party's youth wing from 1999 to 2004.\nPrime Minister Jens Stoltenberg called the tragedy Norway's deadliest peacetime day.\n\"This is beyond comprehension. It's a nightmare. It's a nightmare for those who have been killed, for their mothers and fathers, family and friends,'' Stoltenberg told reporters Saturday.\nGun violence is rare in Norway, where the average policeman patrolling in the streets doesn't carry a firearm. Reports that the assailant was motivated by political ideology were shocking to many Norwegians, who pride themselves on the openness of their society. Indeed, Norway is almost synonymous with the kind of free expression being exercised by the youth at the political retreat.\nKing Harald V, Norway's figurehead monarch, vowed Saturday that those values would remain unchanged.\n\"I remain convinced that the belief in freedom is stronger than fear. I remain convinced in the belief of an open Norwegian democracy and society. I remain convinced in the belief in our ability to live freely and safely in our own country,'' said the king.\nThe monarch, his wife and the prime minister led the nation in mourning, visiting grieving relatives of the scores of youth gunned down. Buildings around the capital lowered their flags to half-staff. People streamed to Oslo Cathedral to light candles and lay flowers; outside, mourners began building a makeshift altar from dug-up cobblestones. The Army patrolled the streets of the capital, a highly unusual sight for this normally placid country.\nThe city center was a sea of roadblocks Saturday, with groups of people peering over the barricades wherever they sprang up, as the shell-shocked Nordic nation was gripped by reports that the gunman may not have acted alone. Police have not confirmed a second assailant but said they are investigating witness reports.\nThe queen and the prime minister hugged when they arrived at the hotel where families are waiting to identify the bodies. The king and queen shook hands with mourners, while the prime minister, his voice trembling, told reporters of the harrowing stories survivors had recounted to him.\nOn the island of Utoya, panicked teens attending the summer camp plunged into the water or played dead to avoid the assailant in the assault. A picture sent out on Twitter showed a blurry figure in dark clothing pointing a gun into the water, with bodies all around him.\nThe carnage hours earlier in Oslo, when a bomb rocked the city where the Nobel Peace Prize is awarded, left a square covered in twisted metal, shattered glass and documents blownout from surrounding buildings.\nThe dust-clogged scene after the blast reminded one visitor from New York of Sept. 11.\nA 15-year-old camper named Elise who was on Utoya said she heard gunshots, but then saw a police officer and thought she was safe. Then he started shooting people right before her eyes.\nElise, whose father didn't want her to disclose her last name, said she hid behind the same rock that the killer was standing on. \"I could hear his breathing from the top of the rock,'' she said.\nShe said it was impossible to say how many minutes passed while she was waiting for him to stop.\nAt a hotel in the village of Sundvollen, where survivors of the shooting were taken, 21-year-old Dana Berzingi wore pants stained with blood. He said the fake police officer ordered people to come closer, then pulled weapons and ammunition from a bag and started shooting.\nSeveral victims \"had pretended they were dead to survive,'' Berzingi said. But after shooting the victims with one gun, the gunman shot them again in the head with a shotgun, he said.\nEarlier, the police official who spoke on condition of anonymity said the attack \"is probably more Norway's Oklahoma City than it is Norway's World Trade Center.'' Domestic American terrorists carried out the 1995 attack, while al-Qaida terrorists were responsible 9/11.\nThe United States, European Union, NATO and the U.K., all quickly condemned the bombing, which Britain's Foreign Secretary William Hague called \"horrific'' and NATO Secretary-General Anders Fogh Rasmussen deemed a \"heinous act.''\n\"It's a reminder that the entire international community has a stake in preventing this kind of terror from occurring,'' President Barack Obama said.\nObama extended his condolences to Norway's people and offered U.S. assistance with the investigation. He said he remembered how warmly Norwegians treated him in Oslo when he accepted the Nobel Peace Prize in 2009.\nAP photo\nSurvivors from the massacre on an island youth retreat await a reunion with their families in Sundvolden, Norway, on Saturday.\n\nLoad-Date: July 25, 2011"
}