{
    "title": "Norway Police Investigate Mosque Attack as Attempted _Act of Terrorism_",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 11,
    "full text": "OSLO — The police in Norway said on Sunday that they were investigating a foiled attack at a mosque near Oslo as an attempted act of terrorism after a white gunman in a helmet and body armor opened fire but was overpowered before injuring anyone.\nThey also said a young woman found dead in the suspect’s home was his 17-year-old stepsister.\nFriends and former classmates of the suspect, whose name has not been released by the police but was being reported by Norwegian media, said he had taken increasingly extremist stances against immigrants and women.\nThe mosque attack on Saturday came amid a polarizing debate in the country about immigration and Islam, and prompted the authorities to order police officers to guard mosques in the city. Officers, who generally do not carry weapons, were armed for the rest of the weekend, the authorities said.\n“I guarantee that the police are doing everything we can to keep people safe,” a police spokesman, Jan Eirik Thomassen, said at a news conference on Sunday.\nPrime Minister Erna Solberg, who expressed sympathy after the attack, said in a statement: “This is not supposed to happen in Norway. Norway should be safe. All places of worship shall be safe.”\nOnly three people were in the mosque, al-Noor Islamic Center in Baerum, preparing for Sunday’s celebration of the Eid al-Adha holiday, when a gunman opened fire there, the authorities said.\nIn interviews with Norwegian news media, a friend of the suspect’s said he had asserted that women should not work outside the home, and former classmates said they had reported to his school that he had recently grown extremely hostile to immigrants and women.\nThe suspect, who had several guns in his possession when he was arrested, had expressed anti-immigrant and extremist views online, the authorities said.\n“We’re investigating this as an attempt at carrying out an act of terrorism,” a police spokesman, Rune Skjold, said at a news conference on Sunday, adding, “We have no information indicating that he is part of any larger network.”\nMr. Skjold said a preliminary investigation showed that the suspect expressed sympathy for, among other contentious figures, Vidkun Quisling, who was prime minister of Norway during the Nazi occupation during World War II.\nThe suspect, who the police said had not shared his motives, also recently wrote in an online forum that the gunman who killed over 50 people at two mosques in Christchurch, New Zealand, was “a saint,” adding: “It’s been fun. Valhalla awaits.”\nMr. Skjold said the suspect, a Norwegian citizen from the municipality where the mosque is, had been charged with attempted murder in connection with the mosque attack and with murder after the young woman’s body was found.\nThe suspect will appear before a judge on Monday to determine whether he will remain in police custody. He denies the charges and will plead not guilty, his defense lawyer, Unni Fries, said.\nAn estimated 200,000 Muslims live in Norway, whose total population is over five million.\nNorway has been grappling with the fear of rising extremist violence tied to immigration at least since 2011, when an attacker killed 77 people in a bombing and mass shooting. He left behind a detailed manifesto listing grievances about immigration and Islam, and calling for a Christian war to defend Europe against a threat of Muslim domination.\nOn Sunday, Prime Minister Solberg wrote on Facebook that Saturday’s attack was an assault on all Muslims in Norway, an attack on freedom of religion and “an attack on Norway.”\nShe added, “The perpetrator was alone, but we know his attitudes are shared by more.”\nYet Ms. Solberg’s attempt to send a message of unity was complicated by her leadership of a governing coalition that includes the far-right, anti-immigration Progress Party.\nSome social media commenters said that Norway’s government did too much to protect Muslims, while others argued that it did too little. And some people accused the prime minister of grieving only over the mosque, and not for the family of the dead woman.\nOn Sunday, as Muslims celebrated the beginning of Eid al-Adha, many Norwegians who were not Muslim gathered outside mosques in Oslo to stand guard. Some held posters saying “Safe in prayer.” They included at least one cabinet minister.\nA 65-year-old worshiper, Mohamed Rafiq, who helped thwart the attack and held the suspect until the police arrived, was hailed as a hero on social media and in the news media.\n“These people have shown great courage,” Mr. Skjold said of those who helped stopped the attack.\nIrfan Mushtaq, a former director of al-Noor Islamic Center and board member who witnessed the attack, said “extreme-right attitudes have become everyday matters” for Muslims in Norway. He said he was pleased that the police were investigating the attack as an act of attempted terrorism.\nIn March, the mosque introduced safety measures, including ID cards for entrants, after the New Zealand attack, according to the local news media.\nStill, a spokesman for the mosque, Waheed Ahmed, told a local newspaper, “We thought we were safe in Norway, but it turns out we were not.”\nPHOTO: Al-Noor Islamic Center in Baerum, Norway, a day after a gunman opened fire there. (PHOTOGRAPH BY Lefteris Karagiannopoulos/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nAfter Attack on Norway Mosque, Body Found at Home Tied to Assailant\n\nLoad-Date: August 14, 2019"
}