{
    "title": "Norway 's insurers urge mandatory terrorism coverage",
    "publisher": "business insurance",
    "year": 2002,
    "month": 7,
    "day": 8,
    "full text": "OSLO, Norway-Following months of discussions that began in April, Norwegian insurance groups have presented the government with a proposal that, if implemented, would require all commercial operations in the country to buy coverage for terrorism.\nCopies of the proposal have been sent to the Department of Justice and to the Cabinet of Prime Minister Kjell Magne Bondevik.\nOdd Einar Dorum, Norway's minister of justice, said he supports the insurance industry's view that an increase in the annual commercial premium will become inevitable as businesses recognize the need to obtain insurance coverage for acts of terrorism.\nBusiness and consumer groups in Norway, though, have described the proposal as ''whimsical'' and ''bizarre.''\n''It seems very strange, indeed, that insurance companies want a system that would require all Norwegian corporations to take out mandatory terrorist risk cover. It sounds like a tremendous money-generating idea,'' said Bjorn Erik Thon, a lawyer with the Norwegian Consumers Assn.\nMost insurers readily admit that the likelihood of terrorist attacks in Norway is minimal. All contend, though, that attacks cannot be ruled out, particularly because of Norway's close relationship with the United States and its membership in NATO.\nThe majority opinion within the insurance sector in Norway, according to insurance executives, favors a new system that accommodates the risk of terrorist attack and lowers the risk of massive insurance payouts. They say that the insurance industry regards the legislative route as the best way to secure this objective.\n''We sincerely hope the government and the Storting (parliament) will approve policies and laws that make it mandatory on companies and public enterprises to insure against the risk of terrorist attack,'' said a spokesman for insurer Gjensidige in Oslo. ''If we can obtain such legislation, we would be well on our way to creating a highly effective insurance system.''\nMr. Aasebo noted that Scandinavian governments have played a key role since Sept. 11 in supporting the insurance industry through policy initiatives and state subsidies. Nordic governments have pledged financial guarantees to Stockholm, Sweden-based Scandinavian Airlines System; and Braathens and Wideroe, two Norwegian units of SAS.\nGovernments in Denmark, Finland and Sweden also back an initiative by insurers to raise rates and to require airlines to sign policies limiting war risk coverage to $50 million per aircraft, well below the minimum $750 million per aircraft coverage required by most European airports.\nIn May, the Copenhagen-based Danish Insurance Assn. appointed a seven-member special emergency task force to examine ''all aspects'' arising from terror incidents from a reinsurance cost and liability perspective.\nThe task force will examine not just the risks associated with domestic and international terrorist incidents but will produce wide-ranging reports assessing the potential impact of certain terrorist acts on the nonlife insurance industry, including accident insurers and reinsurers.\nThe DIA is also proposing the establishment of a claims fund containing a substantial cash amount. The fund would involve the Danish market's largest insurance groups, with contributions coming from both public and private sources.\nGiven the strong cross-ownership element that exists in the Nordic insurance sector, the DIA is also exploring the possibility of inviting major insurers in Denmark, Finland, Norway and Sweden to create a pan-Nordic fund.\nThe insurance industry maintains that, in the case of oil-producing Nordic nations such as Denmark and Norway, oil production platforms and refineries are highly susceptible to terrorist attacks, and they say that additional premium loading here could be significant. Larger oil platforms, such as Troll and Ekofisk-owned by the state-run Statoil and located on the North Sea-could find it difficult to obtain insurance cover at any price.\n''Premiums could increase by up to 60% in some cases, and extra loading result as insurers incur additional reinsurance costs,'' said Ingvar Strom, head of the Norwegian trade finance association FNH, based on Oslo. The organization has asked the Norwegian government to support the country's business and industry by underwriting part or all of the increased insurance cost.\n''The aftereffects of the Sept. 11 attacks are most visible in the property insurance policies of companies. The number of reinsurers can be expected to decline, and terms are much tighter,'' said Harri Ek, the head of the maritime insurance division of Finnish insurer Sampo Insurance Co. Ltd.\n''The goal in Finland and Scandinavia will be to negotiate new terms and higher premiums before existing policies are discontinued. At this time, it is difficult to say by what amount premiums will rise. If insurance premiums for policies against war only double in the shipping business, those companies can consider themselves lucky,'' Mr. Ek said.\n\nGraphic\n\n \nInsurers have sent Norwegian Prime Minister Kjell Mange Bondevik a proposal calling on the government to make commercial terrorism coverage mandatory.\n\nLoad-Date: July 12, 2002"
}