{
    "title": "Norwegian killer expounds on views During trial, he summarizes anti-Islamic manifesto posted before",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 4,
    "day": 18,
    "full text": "OSLO, NORWAY - In a scene unimaginable in many countries, Norway's worst mass killer got the chance to explain his fanatical views to the court and the world, unrepentant and dressed in a business suit. Prosecutors and lawyers for the families of his 77 victims even shook his hand.\nTwo days into Anders Behring Breivik's terrorism trial, the way Norway's legal system deals with a confessed killer who rejects its authority is baffling - even to some Norwegians.\nThe 33-year-old far-right militant gave a rambling hourlong address to the court Tuesday, reading from a statement that essentially summarized the 1,500-page anti-Islamic manifesto he posted online before his bomb-and-shooting rampage nine months ago. \"The attacks on July 22 were a preventive strike. I acted in self-defense on behalf of my people, my city, my country,\" Breivik declared, demanding to be found innocent of terrorism and murder charges.\nBreivik has five days to explain why he detonated a bomb outside government headquarters in Oslo, killing eight, then drove to a nearby resort island, where he massacred 69 others, mostly teens, at a summer youth camp run by the governing Labor Party.\nAt one point, Breivik likened his attacks to the U.S. dropping of atomic bombs on Japan to bring World War II to an end. \"They did it for something good, to prevent further war,\" Breivik said.\nThe court's main judge interrupted repeatedly, admonishing Breivik to get to the point, but let him continue after he threatened to quit addressing the court altogether if he wasn't allowed to deliver his entire speech.\n\"It is critically important that I can explain the reason and the motive,\" he said.\nNorwegian legal experts said it was important that the country's legal traditions apply to everyone, even Breivik.\nThe justice system isn't about \"revenge but sober, dignified treatment\" for everyone accused of a crime, said Thomas Mathiesen, a professor of sociology of law at the University of Oslo.\nBreivik's lawyers concede that his contention that he acted in self-defense is unlikely to succeed and said the main point was to avoid an insanity ruling, which Breivik contends would negate his cause. If found sane - the key issue to be decided in the trial - Breivik could face a maximum 21-year prison sentence or an alternate custody arrangement that would keep him locked up as long as he is considered a menace. If declared insane, he would be committed to psychiatric care for as long as he's considered ill.\n\nGraphic\n\n \n Photo from Associated Press Confessed killer Anders Behring Breivik enters a courtroom in Oslo, Norway, on Tuesday for the second day of his terrorism trial. \n\nLoad-Date: April 19, 2012"
}