{
    "title": "NORWEGIAN SET FOR TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 6,
    "day": 26,
    "full text": "STOCKHOLM -- A Norwegian man has received terrorist training from al-Qaida's offshoot in Yemen and is awaiting orders to carry out an attack on the West, officials from three European security agencies told The Associated Press on Monday.\nWestern intelligence officials have long feared such a scenario -- a convert to Islam who is trained in terrorist methods and can blend in easily in Europe and the United States, traveling without visa restrictions.\nOfficials from three European security agencies confirmed Monday the man is \"operational,\" meaning he has completed his training and is about to receive a target. They declined to name the man, who has not been accused of a crime.\nThe latest case involves a man in his 30s with no immigrant background, the officials said. After converting to Islam in 2008, he quickly became radicalized and traveled to Yemen to receive terror training, one of the officials said. The man spent \"some months\" in Yemen and is still believed to be there, he said.\nDeadly Pakistan skirmish\nISLAMABAD -- Militants crossed into Pakistan from Afghanistan and killed 13 Pakistani troops, beheading seven of them, the Pakistani military charged Monday. Outraged, Pakistan's new prime minister said he would protest to the Afghan president.\nThe border skirmish is a new sign of tensions between Pakistan and Afghanistan, two uneasy neighbors. Pakistan has complained that militants use parts of Afghanistan for sanctuary to stage attacks inside Pakistan.\nThat claim helps Islamabad counter frequent U.S. and NATO complaints that militants behind much of the violence in Afghanistan come from Pakistan.\nPakistani troops killed 14 of the militants, the military said.\nMilitant attack in Congo\nKINSHASA, Congo -- Officials say militants have killed at least 10 people, kidnapped a foreigner and raped women in a park in volatile northeastern Congo.\nThe giant Central African nation was mired in civil war from 1996-2002, and the east remains awash in weapons and rebel groups who terrorize civilians. Activists say thousands of women have been raped there.\nFukushima seafood on sale\nTOKYO -- For the first time since Japan's nuclear disaster last year, seafood caught off the Fukushima coastline is being sold in local markets to test customer demand.\nOn Monday, two types of octopus and one variety of marine snail deemed clear of radioactive cesium were on sale, often at deep discounts, according to the Fukushima Prefecture fishing cooperative.\nContamination worries still persist concerning fish, which aren't yet ready for consumption, according to Japanese media reports.\nAfter a devastating earthquake and tsunami hit the nation on March 11, 2011, three reactors went into meltdown at the Fukushima Daiichi nuclear plant, causing a radiation leak.\nThe local fishing industry saw annual sales plunge more than 85 percent, to 1.63 billion yen -- or $20.5 million -- last year, from 10.96 billion yen the year before, according to the Japan Times.\nAlso in the world\nDrug trafficking suspects opened fire in a crowded food court at Mexico City's international airport on Monday, killing three federal policemen who were on an anti-narcotics mission. ... Israel urged the visiting Russian president on Monday to step up pressure on Iran to curb its suspect nuclear program, but there was no sign of any concessions from Vladimir Putin.\n\nLoad-Date: June 26, 2012"
}