{
    "title": "Not for the Faint of Heart",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 27,
    "full text": "In an ideal world, ads for congressional candidates would not look like promos for ''Homeland.''\nBut there they are! Grainy shots of barbed-wire, terrorist training camps and men in Arab garb firing large weapons, overlaid with scary sound clips from cable news. (''Are they coming for us?'')\nO.K., we're scared enough. We already had the Iraqi prime minister free-associating about terrorists in the subways this week. We don't need to be told that if we vote for the wrong candidate in November, it's curtains.\nIn an election year, there's certainly a lot of foreign policy to debate. Should Congress be voting on whether we're going to war? Which of the candidates think we should send American troops? Should we really be arming Syrian rebels?\nYou will be stunned to hear that none of these issues are the subject of campaign ads. What we're getting is stuff like:\n''Staci Appel -- Passports for Terrorists'' (Iowa)\n''Dan Maffei Puts Us at Risk'' (New York)\n''Michelle Nunn's own plan says she funded organizations linked to terrorists.'' (Georgia)\nThat last one comes from Republican Senate candidate David Perdue. We don't have time here to follow the intricate, pothole-paved path that led the Perdue camp to that conclusion. But to get there you have to be prepared to believe that Points of Light, a charity founded by George H. W. Bush, has been assisting Hamas.\nThe Republican fear-mongering has several aims. One is to remind voters that the Democratic candidate in question belongs to the same party as Barack Obama. This is totally fair. It may get boring, but it is not against the rules.\nTheme 2 is that Candidate X is making it easier for Americans who trained as terrorists overseas to get back into the country and blow something up.\nStaci Appel, a candidate for Congress in Des Moines, fell into a deep hole during a debate when her Republican opponent said that if he were in office, he'd ''be urging our State Department'' to revoke the passports of people who have admitted they belong to terrorist organizations.\nSince ''urging'' is pretty much all members of Congress do these days, it sounds like a relatively harmless way to pass the time. However, Appel demurred, and said ''we need to make sure that we work through the system.''\nPerhaps she misunderstood what he was saying. But you know what happened next. The poor woman was eventually forced to run her own ad announcing that she ''Supports Revoking Passports for Terrorists.''\nMeanwhile, up in New Hampshire, Republican Senate candidate Scott Brown has been bragging that when he was last in office -- during a previous incarnation as the senator from Massachusetts -- he sponsored a bill to revoke the citizenship of anyone who gives aid to a terrorist group.\nThat's a lot different from passports. You can certainly try somebody for treason, but there's no way to just decree that an American is no longer an American. The founding fathers were very clear on that point. If you resurrected James Madison and showed him Obamacare and citizenship-stripping, I can guarantee you which one would freak him out.\nThe most popular terrorism-connected campaign theme is overall border security, since it allows conservative candidates to roll up ISIS terrorists with illegal Hispanic immigrants. ''She's for amnesty, while terrorism experts say our border breakdown could provide an entry for groups like ISIS!'' announced that David Perdue ad against Michelle Nunn in Georgia. Some experts believe that even at this early hour, Perdue has wrapped up the title of Worst Commercial of the Campaign.\nThe ''terrorism experts,'' by the way, are actually the Texas Department of Public Safety.\nBrown took up the same theme this week, lacing into both President Obama and his opponent, Senator Jeanne Shaheen, for a ''passive, pathetic attitude'' on protecting the borders.\nThis was during his first foreign affairs speech as a candidate in New Hampshire. Shaheen's campaign took the occasion to remind the world that when he was representing Massachusetts, Brown had boasted about his ''secret meetings with kings and queens,'' which appear to have all been fictional.\nExcept for citizenship-revoking, Brown's speech was general in the extreme. It would be great to hear some specifics.\nRight now the United States spends more on border security than on all the rest of its criminal law enforcement agencies combined. Under President Obama, the Department of Homeland Security has constructed nearly 650 miles of fences. The number of border patrol agents has doubled to more than 20,000. They patrol every mile of the border every day, aided by 10 drones.\nWhen candidates announce they want to beef up border security, how much more do you think they want to spend? Should there be an agent every 500 feet? A line of officers holding hands from the Pacific to the Gulf of Mexico? Inquiring minds want to know.\nMaybe they could put it in an ad.\n\nhttp://www.nytimes.com/2014/09/27/opinion/gail-collins-congressional-campaign-ads-are-scary.html\n\nLoad-Date: September 27, 2014"
}