{
    "title": "NOT AFRAID Web site illustrates defiance of terrorism",
    "publisher": "the day ",
    "year": 2005,
    "month": 7,
    "day": 31,
    "full text": "WASHINGTON - A London techie is fighting terrorism with a Web site.\nAlfie Dennen, 29, created Werenotafraid.com on July 7, the day of the deadly London subway attacks, and it's been an instant sensation. The site offers photos that viewers submit of themselves, their pets, their kids, their cars - pretty much anything - as long as they've been doctored to include the text \"We're not afraid.\"\nWerenotafraid.com has put up more than 6,000 photos and illustrations so far. Hundreds more go up daily. The upbeat, touching site has gotten more than 30 million hits, thanks largely to personal pass-alongs worldwide and links from megasites such as bbc.com.\nDennen got the idea the day of the subway bombings, he said. \"Someone said something like 'Man what can we do? We need to show these people that we're just not afraid of them, the [obscenity]ers!' And I was like 'That's exactly it!'\"\nHe said the site was meant to promote \"tolerance, understanding and defiance.\" For victims of terrorism everywhere, he added, it says, \"If you hit me, I'll stand up. If you do it again, I'll stand up again.\"\nDennen's favorite photos include one sent in by an injured survivor of the subway bombing and a photo of a veiled Muslim woman that reads: \"We are afraid.\" Dennen's own photo, dimly lit with glinting eyes, was among the first posted.\nWerenotafraid.com proved an instant hit. \"The following day, I was like, Jesus!\" Dennen said. He quit his day job at a streaming media company five days later. He has 27 volunteers helping now. He said he was averaging less than three hours of sleep.\nThe site's only income source is an online shop whose wares bear the \"We're not Afraid\" slogan. They include coffee mugs, hats, tote bags, buttons and T-shirts made by Cafe Press of Hayward, Calif., and Louisville, Ky.\nDennen has pledged a minimum of 10,000 pounds (about $ 17,500) to the London Bombings Relief Charitable Fund. He plans to take a 25,000-pound ($ 43,600) salary. That's what his old job paid, he said. \"We're not greedy.\"\nInternet companies donated most of the necessary bandwidth and server space, Dennen added, so his biggest future expense is likely to be five to 10 employees.\nHe's working with London-based Proud Galleries on an exhibition of pictures from the site.\n\"I think it's quite exceptional,\" said Neena Hwaidick, speaking for Proud Galleries. \"This is probably the first experience we've had where the Internet has brought the whole world together.\"\nDennen wants Werenot afraid.com to be more than a temporary \"unity point\" to show solidarity against terrorists. He'd like to expand it into a \"portal for information.\"\nHe said he intends to keep the site as apolitical as it was now. \"We're incredibly representative, I think. We're Democrat, we're Republican, we're Muslim, we're Christian, we're atheistic.\"\n\nLoad-Date: August 1, 2005"
}