{
    "title": "Not rewarding terrorism",
    "publisher": "the world",
    "year": 1980,
    "month": 11,
    "day": 5,
    "full text": "It should not unduly disappoint the American people that the US hostage issue has not yet been resolved.  With the US election behind, the administration can deal with this sensitive issue outside the glare and pressure of politics.  Secretary of State Muskie, while voicing guarded optimism, warns that the process of negotiating with Iran will require \"time, patience, and diplomacy.\" He wants to make sure that the United States does not compromise its honor and national interest simply out of eagerness to secure the safe return of the hostages.  Americans will firmly support him in this aim.\nAt stake for the US is not the lives of the hostages alone.  It is the rule of law and what can properly be negotiated with Tehran without undermining the principles governing international behavior.  Seizure of the Americans was a terrorist act.  It was an act condemned by the World Court and the world community as violating international law.  It could affect the whole global effort to combat terrorism if Iran were now seen to have extracted concessions from the US as the price for giving up the captives.  Significantly, newspapers around the world are pointedly raising the issue of \"blackmail.\" One Austrian daily, for instance, suggests that the US, if it accepts Iran's conditions, would \"damage the rights of American citizens and other nationalities all over the world.\"\nMost of the conditions are tricky to deal with.  Unfreezing Iran's assets, for example, poses no problem in principle.  But the fact that the assets include military spare parts injects a complicating factor.  The US must be careful not to appear to be siding with Iran in the war with Iraq.  Such a perceived \"tilt\" could escalate the conflict, roil relations with a number of Arab countries, and perhaps drag the US into unwanted involvement in the war.  Moreover, some ask, how can the US send arms to \"terrorists\"?\nOther large strategic and political questions must also be taken into account along with the legal issues.  Broadly, the US pursues two goals: One is to avoid the dismemberment of Iran, which could invite Soviet intervention and lead to turmoil in neighboring lands as well.  The other is to prevent the emergence of a militant Iraq as the dominant military power in the Gulf region -- something even Saudi Arabia, publicly supporting Iraq, does not want.  What specific supplies to release to Iran, therefore, must be weighed against these political considerations.  We would presume the American public itself is in no mood to provide Iran with \"aid\" as the price for freeing the hostages.  But the Islamic fundamentalists themselves may not push the US on this score, preferring to go to America's West European allies rather than to the country they profess to hate.\nThe Iranian demand that the US return the late Shah's wealth could apparently be satisfied by the President ordering American banks to identify funds belonging to the Pahlavi estate and thus enabling Iran to go to court to try to reclaim the money.  As for freeing Iran from all legal claims by the US government and institutions, this is fraught with legal uncertainties not to mention the fact that it is morally questionable.\nPresident Carter will have to proceed cautiously but toughly as he threads his way through this minefield of legal and other obstacles.  We suspect that in the end each side in the negotiations will put its own interpretation on the settlement.  But it is Iran which is in the position of needing face-saving formulas.  The United States must leave no impression that it has in any way bowed to terrorist blackmail.  That surely is not a price acceptable to the American people -- or the nations of the world desiring to live by the rule of law."
}