{
    "title": "NOT PREPARED",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 3,
    "day": 26,
    "full text": "Prior to 9/11 the United States did not resemble the Boy Scouts. That morning's confusion among not only the citizenry but the government establishes that the nation was not prepared. The U.S. did not know what had hit it. Although many recognized terrorism's threat (and remembered that terrorists had hammered Americans and America before) the circumstances came as a jolt. Even those who had expected atrocities did not foresee hijacked jetliners crashing into the Twin Towers and the Pentagon.\nThe United States was not alone. Islamist terrorism was not a new phenomenon, but few countries wanted to concede the dimensions of the global threat. Terrorists declared war long before the U.S. and others launched the war against terror. Specialists and observers attuned to geopolitics understood the stakes, but calls for a united strike against terrorism, such as the campaign in Afghanistan, would have fallen flat. It took an enormity on the scale of 9/11 to awaken the slumbering sybarites.\nNeither party displayed vision. Most of the press went AWOL as well. Everyone was too busy spending the so-called peace dividend. Richard Lugar ran for the 1996 GOP presidential nomination on a platform stressing terrorism and weapons of mass destruction. No one listened; no one wanted to hear. The 2000 Republican and Democratic conventions did not focus on terrorism. The parties issued boilerplate about national security, but defense and foreign policy did not play significant roles at the happy festivities in Los Angeles and Philadelphia. During that fall's presidential debates, panelists did not bombard candidates with questions about terrorism and American preparedness.\nOne year later al-Qaeda struck.\nOsama's network had targeted the U.S. before. The attack on the Cole prompted a bungled response that succeeded primarily in leading the terrorists to believe they could punch America with impunity. There is no reason to doubt the veterans of the Clinton administration who say al-Qaeda lit up their radar screen. It also is true that after the first bombing of the World Trade Center - whose failure to fall resulted not from U.S. actions but from the ineptitude of the terrorists - Bill Clinton did little to alert the nation to the challenge when he urged it not to overreact. The Clinton record reveals no evidence of sustained action on the anti-terror front. During the 2000 campaign Condoleezza Rice publicly had discussed regime change, but George Bush devoted scant personal or political capital to educating the public or perhaps even himself.\nThe failure predates Clinton and Bush. Islamist terrorism has waged war against the West for many years. Ronald Reagan and Jimmy Carter, for instance, failed to act with sufficient vigor, insight, and stamina. Commentators warning of inevitable clashes stood accused of desperately seeking replacements for the former USSR as outlets for their militaristic fantasies.\nThis week a blue-ribbon commission has heard testimony from the Clinton and the Bush teams. Madeleine Albright and William Cohen, Colin Powell and Donald Rumsfeld are patriots. The errors committed prior to 9/11 - which were legion - primarily were errors not of commission but of omission. Although officials were not indifferent to terrorism, they lacked understanding. There was no conspiracy, no malevolent intent. The failure lay principally in human nature and in a lack of imagination - in a naive inability to compehend evil's satantic depths. Liberal democracies have wrestled with such questions before, and will again. The citizenry did not receive the leadership it deserved, nor did the citizenry demand such leadership. The sobering reality is that vast carnage would have occurred even if the U.S. had acted with perfect perspicacity. The 9/11 attacks belong in the context of a protracted war.\nBush and others rose to the occasion after what was done had been done. The President, though, cannot be transformed into something that before 9/11 he was not. What the U.S. needed and did not have was a Winston Churchill - a steady voice and a solid presence standing against the tide. Churchill, it is to be recalled, endured the wilderness years. His country did not summon him until the Panzers rolled through the Ardennes.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: March 28, 2004"
}