{
    "title": "NOTES ON PEOPLE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 4,
    "day": 9,
    "full text": "How Quickly They Forget\nA ndreas Shipanga was greatly impressed with the waiting cars and security agents when he arrived all the way from Africa to testify on Capitol Hill about the Southwest Africa People's Organization, the guerrilla movement in Namibia known as Swapo. Five Federal marshals met him in New York after his 48-hour trip, he recalls, and rushed him to the Washington shuttle, then into a car that hurried to the basement of a Senate building.\n''I couldn't even change my shirt, there was such a hurry,'' Mr.  Shipanga said. ''I never had such good protection. They explained the great need for security and they used their walkie-talkies as we proceeded through the building.''\nA ndreas Shipanga was greatly impressed with the waiting cars and security agents when he arrived all the way from Africa to testify on Capitol Hill about the Southwest Africa People's Organization, the guerrilla movement in Namibia known as Swapo.\nMinutes later, he recalled, he was testifying before the Senate Securities and Terrorism Subcommittee, where, he judged, he was expected to tell of Communist infiltration of Swapo. ''But that was not at all my experience,'' said Mr. Shipanga, Swapo's former secretary of information. The great discovery of his trip, he said, was how quickly his value as a witness then seemed to diminish.  Committee officials deny this, but he says the before-and-after disparity was remarkable.\n''All of a sudden it was over, and I never saw the security guards again,'' he continued. ''The great danger had apparently evaporated with my value as a witness.''\nTo the contrary, his testimony was welcomed by the committee, according to the panel's chief counsel, Joel S. Lisker. It had come as no surprise although it differed from that of other witnesses who told of Communist influences.\nMr. Lisker says the testimony helped the committee learn more about African politics. Mr. Shipanga says he learned something about American politics, too: ''What really puzzles me is why anyone would think that if it wasn't for some suspected Russian influence the black man would be enjoying his oppression in Africa.''"
}