{
    "title": "Notes on the Death of a Dictator",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 21,
    "full text": "To the Editor:\nThe killing of the notorious Libyan dictator Muammar el-Qaddafi on Thursday marks the end of a long struggle for the people of his embattled nation.\nFor more than four decades the citizenry was ruled by a man known for repression, iron-fisted rule, the fomenting of terrorism and savagery.\nColonel Qaddafi made a peace of sorts with the United States, renouncing terrorism and the production of weapons of mass destruction, turning over individuals suspected in the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland, and paying compensation to the victims' families.\nHe got the last laugh, though, by securing the release by our purported friends and allies in the Scottish government of the only person convicted in the murders.\nTo see the convicted terrorist welcomed back to Libya as a hero was sickening to civilized human beings who believe in justice.\nLet us hope that the new leader of Libya, the devil we do not know, will be better than the one we did know.\nOREN M. SPIEGLER Upper St. Clair, Pa., Oct. 20, 2011\nTo the Editor:\nNice work by the Obama administration. It helped save the Libyan people from massacre at the hands of a dictator, but without taking the brunt of the military or financial burden. Libya's dictator was removed from power and killed, but not by American soldiers, so we are not morally obligated to rebuild Libyan society or infrastructure.\nPeople in the Middle East can have another positive example of government change without feeling like victims of ''American imperialism.'' A textbook example of what limited intervention and fostering democracy should look like. Brilliant job.\nDANA DUNBAR Columbus, Ohio, Oct. 20, 2011\nTo the Editor:\nMuammar el-Qaddafi's death should be a wake-up call to autocrats across the Middle East and beyond. You have two options: You can yield your power like President Zine el-Abidine Ben Ali of Tunisia and President Hosni Mubarak of Egypt and face exile or prison, or cling to power and have images of your bloodied corpse circulate the globe.\nPETER FRIED Brighton, Mass., Oct. 20, 2011\n\nhttp://www.nytimes.com\n\nLoad-Date: October 21, 2011"
}