{
    "title": "Notes_ 'Prank' had Celtics fearing terrorism",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 3,
    "day": 9,
    "full text": "Gagging from noxious fumes as they evacuated their bench on Friday night, the Boston Celtics' thoughts turned to terrorism. Coach Jim O'Brien lobbied for the game to be stopped.\nBut NBA officials, working with Boston police and FleetCenter security, decided that the substance sickening the players and the fans sitting behind them was most likely Mace or pepper spray released as a prank.\n\"It is a sick prank,\" FleetCenter chief Richard Krezwick said Saturday. \"In this day and age, people like that have to be punished.\"\nThe third quarter of their game against the Los Angeles Clippers had just ended when the Celtics suddenly fled their bench, covering their faces with their warmup jackets or towels. During a nine-minute delay, O'Brien could be heard trying to persuade referee Hue Hollins to postpone or cancel the rest of the game.\n\"We have directives we have to follow in situations like this,\" Hollins told a pool reporter after the game. \"We can't just arbitrarily say the game was over.\"\nNBA vice president Stu Jackson said Hollins followed the procedure established to protect the teams. Because an NBA referee can't be expected to assess a threat, the league assigns a security representative to each city as a liaison to local law enforcement.\n\"It's the crew chief's decision whether to continue the game or not,\" Jackson said. \"But he is not operating alone. The procedure is to operate with security.\"\nAsked if the system has been changed to account for the increased if unlikely possibility of terrorist threats, Jackson said, \"We've had the procedure in place for a long time. But we're obviously more in tune with it now.\"\nKrezwick said security, including a Boston police officer trained in hazardous materials, determined that the quickly dissipating fumes were not likely to pose a danger and the game could continue.\n\"That is how you proceed, rather than creating larger issues with a mass exit,\" FleetCenter general manager John Wentzell said.\nNo one required medical treatment at the arena.\nAll involved became convinced that what happened was meant as a prank.\n\"It was a very ill-timed and inappropriate prank, given the day and age we're in,\" Wentzell said.\nKrezwick said the city police have been sent a videotape that shows fans in the area acting suspiciously before those nearby began having trouble breathing. Paul Johnson, the NBA's security official assigned to Boston, said witnesses reported four men left quickly right before the complaints began.\n\"We're literally and figuratively looking at the video from all the angles,\" Wentzell said.\nDerMarr Johnson may be cleared to start practicing Atlanta Hawks guard DerMarr Johnson may be cleared to start practicing as early as Wednesday, six months after cracking four vertebrae in his neck in an automobile accident, the team announced.\nMohammed out for season Atlanta center Nazr Mohammed will undergo season-ending surgery on a stress fracture in his right foot.\nCeltics sign Coles Veteran guard Bimbo Coles signed with the Boston Celtics. The 34-year-old Coles was waived by Cleveland last month.\n\nLoad-Date: March 10, 2003"
}