{
    "title": "Notre Dame Fire Fuels Conspiracy Theories About the Flames' Origin",
    "publisher": "new york observer",
    "year": 2019,
    "month": 4,
    "day": 16,
    "full text": "As the world watched in horror during Holy Week while the venerated Notre Dame Cathedral erupted in flames, the fake news about false flag attacks and terrorism spread faster than the fire itself. The only question is whether we can repair the damage caused by both.\nSubscribe to Observer's Politics Newsletter\nBefore all the chaos began, I was teaching my students in comparative politics. We were talking about Hitler and his rise to power in Germany. I noted the importance of turning points where would-be authoritarians use a national emergency to engage in political purges, noting the significance of the Reichstag fire.\nI had no idea how prophetic it would become.\nAlmost the instant the news broke about the fire in France, the fake news began spreading, seeking to blame Muslims for the attack. Others pointed the finger at the yellow vest protest movement in France.  Even Pope Francis, Michelle Obama and Prime Minister Theresa May could not escape suspicion, and it's all about Brexit, or pedophilia, or something in between.\nIf Notre Dame was a test of whether or not social media was ready to combat fake news, it got an F for France. Even as mounting evidence showed the culprit was likely the ongoing renovation of the famed site, YouTube's \"information panels\" for the event had links to 9/11 images for some reason.\nThe American Spectator also linked the incident to 9/11: \"The images from the burning of Notre Dame provoke the same sort of heart-heavy dread as the 9/11 images. The beauty of the sun-shiny day contrasting with the conflagration; the feeling that the world has irrevocably changed for the worse. Loss, sadness. It feels like we're witnessing the end of Christianity and Western Civilization,\" wrote American Spectator publisher Melissa Mackenzie. Mackenzie says \"I'm not saying that the cause of the Notre Dame fire is terrorism. It's too soon to know...\" but then lists a host of church attacks and concludes, \"It seems that Notre Dame being purposefully burned would not be out of the question.\"\nThe \"Accredited Times\" claimed: \"Although authorities have cited 'renovations' as possibly responsible [sic] the blaze, our sources indicate that terrorism may in fact be involved.\" The satirical blog went on to cite a \"French official,\" a deleted tweet from a TIME magazine columnist, and claims that Muslims celebrated on social media. All flagrantly false assertions, but there's been no shortage of disinformation.\nFox News and            The Washington Times ruled out terrorism and arson \"for now,\" both stated, but            Dennis Prager of TownHall.com wanted to make sure we all knew the real reason Notre Dame burned, at least representationally.\n\"The symbolism of the burning of Notre Dame Cathedral, the most renowned building in Western civilization, the iconic symbol of Western Christendom, is hard to miss,\" Prager wrote. \"It is as if God Himself wanted to warn us in the most unmistakable way that Western Christianity is burning-and with it, Western civilization.\"\nEven if there is no smoking gun, it's enough for Prager. \"I don't know if a worker accident or a radical Muslim set fire to Notre Dame Cathedral (as they have scores of other churches around Europe). In terms of what the fire represented, it doesn't much matter. What matters is the omen: Europe is burning, just as Notre Dame was.\"\nScores of white supremacists have burned churches across America in recent years, but that doesn't mean the next church fire in my town will be caused by the KKK.\nA French billionaire has pledged millions of Euros to repair Notre Dame. Similar gifts are flowing in from around the world. I pray there is some left over for improved efforts to combat such disinformation, and respond to those who imply group culpability.\nJohn A. Tures is a professor of political science at LaGrange College in LaGrange, Georgia-read his full bio here.\n\nLoad-Date: April 17, 2019"
}