{
    "title": "NOVEL TRIES TO MAKE SENSE OF TERRORISM AND FAMILIES",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 9,
    "day": 7,
    "full text": "\"The Effect of Living Backwards\"\n By Heidi Julavits\n Putnam ( $23.95)\n As the second anniversary of 9/11 approaches, it seems unlikely there will be any room for reflection during the media's pageantry of grief and self-congratulation.\n The images of that day, shown again and again, have turned into a convenient currency of patriotism. The magnitude of what the attacks mean has been diminished to a postage-size stamp of firefighters raising a flag.\nIt's up to novelists now -- those backward-glancing, forward-thinking artists -- to show what Sept. 11 has done to our imaginations.\n Pete Hamill tried and failed in his tedious 2002 novel, \"Forever.\" Heidi Julavits fares far better in her odd but exquisitely controlled second novel.\n The tale of two sisters torn apart by a terrorist hijacking doesn't so much raise the specter of the World Trade Center collapse as it captures the anxious, uncertain atmosphere of a world where there's a Before and After. What does that division do to one's life? What stock does one take?\n The action begins happily: Alice, the primary narrator, and her betrothed sister Edith are flying to Morocco for the wedding, but the plane is hijacked by a blind man with a seeing-eye dog named Verne and another terrorist with badly done blond highlights.  This setup sounds like the plot to a Chevy Chase movie, but there's no slapstick here. Alice sustains a nasty pistol-whipping for having a smart mouth, while Edith takes a beating, too.\n The traumatic experience leads Alice to a place called the Institute for Terrorist Studies, a think tank dedicated to studying terrorism. There, the instructors force her to relive the experience and her past to make sense of her future.\n Such scenes feel almost sacrilegious in a novel about terrorism. But this strangeness allows Julavits to disengage from Sept. 11 and focus on the way it gave people a sense that the past, and all its meaningfulness, was obliterated.\n Afterward, all that mattered was this strange new future.\n Yet Alice finds it impossible to deny her past. Almost involuntarily, she dredges up childhood memories of her relationship with the tyrannical yet winning Edith. It is difficult to think of a recent novel that so astutely captures the camaraderie that hatred cements between siblings.\n While Julavits' first novel had a forced, overly worked quality, her new one hums along, powered by gusts of strangeness and jet blasts of sexiness. The book seems penned with a liquid alloy of aluminum. This aloof plasticity allows Julavits to cram in many improbable plot twists.\n In another writer's hands, this would be annoying. Here it just adds to the giddiness. Anything is possible, or so it seems, in a world torn open by violence as senseless as a hijacking. There's a freedom in this, but a great responsibility. As Alice quickly learns, you cannot forsake the past. At the same time, the harshness of this awful new reality is here to stay, too.\n\nNotes\n\nJohn Freeman is a freelance writer in New York.\n\nLoad-Date: September 9, 2003"
}