{
    "title": "Now Playing in Boston_ Terrorism and Civil Rights",
    "publisher": "the new york times",
    "year": 2004,
    "month": 6,
    "day": 9,
    "full text": "''We are here today to decide on the impeachment resolution.\" With that stern challenge, a group of high school students settled into a Boston courtroom on a recent morning.\n For the next hour, the students watched a theater troupe re-enact an episode that has been almost lost to American history: the 1920 Congressional inquiry into raids directed by Attorney General A. Mitchell Palmer against foreigners suspected of supporting terrorism. Afterward, the students, mirroring what happened in Congress, voted on whether the raids were justified.\n  This play, ''Clear and Present Danger: The Palmer Raids,'' is part of an ambitious program that uses theater to educate teenagers about issues of law and justice. Previous plays have dealt with the Salem witch trials, the rights of runaway slaves in the 1850's and the internment of Japanese-Americans during World War II. They are performed in courtrooms at the John Joseph Moakley United States Courthouse here, and some judges want to see them staged in courthouses around the country.\n ''The object is to have students understand, in a dramatic way, the history of law in this country and the role the judicial system has played in our history,'' said Justice Stephen G. Breyer of the Supreme Court, who formerly served as a judge here. ''This kind of thing will make them treasure what we have. I'd like to see it expanded.''\n ''Clear and Present Danger'' was commissioned by Discovering Justice, a six-year-old program with offices in the courthouse. The program, founded as a one-person operation with a $100,000 annual budget, now has a 12-member staff and a budget of more than $1 million, most of it contributed by Boston-based foundations and law firms.\n ''When we started, this was considered slightly bizarre, but as it's evolved, we're seeing tremendous interest, not only from students and teachers but from judges,'' said Maria Karagianis, the executive director of Discovering Justice. ''My vision is to use Boston as a model for opening courthouses and using this civic space to teach about democracy.''\n Discovering Justice sponsors lectures and mock trials and has produced an eight-week curriculum for primary schools. Bringing theater into the courthouse, however, is probably its most original venture.\n ''This is a particularly good way to get that immediacy of history across,'' said Wendy Lement, who is co-author of ''Clear and Present Danger'' and founder and artistic director of Theater Espresso, the troupe that performs it. ''It's an interactive way to get kids directly involved -- not just something they read about but something they see in front of them, real people figuring out a dilemma.''\n Performances are staged several times a month. They are conceived for high school students, but Ms. Karagianis said there might also be performances for adults or multigenerational audiences.\n ''Clear and Present Danger,'' which opened in March and will run about two years, tells a story from the era after World War I that suddenly seems familiar. It began when Palmer, the third and last man to serve as attorney general in the Woodrow Wilson administration, sent agents into immigrant communities and arrested several thousand foreigners with the intent of deporting them. He said they were connected to terror groups that had started a wave of violence and firebombed Palmer's own home.\n When Louis F. Post, an assistant secretary of labor, refused to sign many of the deportation orders, Palmer demanded that Post be impeached for undermining national security. The House Rules Committee then met to hear Palmer's charges.\n About half the text of ''Clear and Present Danger'' is taken from the transcript of this Congressional hearing and other testimony. Palmer argued that the threat of terror attacks in the United States justified extraordinary steps like mass raids and deportations. Post replied that there had been little or no evidence against many of those arrested, that many had been mistreated while in detention and that American law should protect suspected terrorists as much as anyone else.\n In the play, seven actors play dozens of different roles. Palmer and Post are the main characters, but historical figures like President Wilson, J. Edgar Hoover, Lenin and the anarchist Emma Goldman also make appearances. \n At a recent performance, students from Arlington High School heard Palmer and Post face off in a confrontation whose terms sounded quite contemporary. Palmer complained of ''small-minded bickering while the security of a nation is at stake,'' accused Post of ''coddling our nation's enemies'' and asked: ''Why should we risk releasing dangerous criminals into society?''\n Post said he had rejected deportation orders for more than 1,000 of those arrested because ''none of them posed a danger.''\n ''We must keep our perspective,'' he warned, saying that many of those arrested ''couldn't tell you the difference between Bolshevism and rheumatism.''\n When the play was over, students were able to question the actors playing both men. Afterward, the students voted 37 to 17 against recommending Post's impeachment. The House Rules Committee reached a similar conclusion in the actual case, though it allowed the case die without taking a vote.\n After the students rendered their verdict, Judge Douglas P. Woodlock of the United States District Court here, who was taking a break from a criminal trial in a nearby courtroom, spoke to them. ''These are issues we're facing right now,'' he said. ''The question is how you act when there is a perceived and real threat to the safety of our country.''\n Rachel Parkin, a 14-year-old freshman, left the courtroom impressed by the lessons from history. ''I was amazed at how relevant it was,'' she said, ''and where you draw the line between civil rights and public safety. The public needs to be concerned about this, because it's up to us to decide.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: High school students watching Stacy McIntyre, Christopher Cook, center, and Derek Nelson in ''Clear and Present Danger: The Palmer Raids,'' a play drawn from 1920 hearings that is now in production at the United States Courthouse in Boston. (Photo by Jodi Hilton for The New York Times)\n\nLoad-Date: June 9, 2004"
}