{
    "title": "NOW IN PAPERBACK",
    "publisher": "the world",
    "year": 1988,
    "month": 8,
    "day": 24,
    "full text": "The Age of Terrorism, by Walter Laqueur. Boston and Toronto: Little, Brown. 385 pp. $10.95.\n \nThis is a substantially reworked and updated version of the author's highly regarded study, ''Terrorism,'' published a decade ago. Laqueur uses a multifaceted approach to tackle a multifarious problem. He surveys the history and origins of terrorism - and its degeneration from a means of last resort for the oppressed to a weapon of first choice for the oppressive. He examines terrorism of the left and the right - and the ease with which some terrorists have switched from one side to the other. He scrutinizes the financing, tactics, and strategy of terrorists and discusses the portrayals of terrorism in literature and film.\nLaqueur emphasizes that terrorism - despite the efforts of some theorists to present it as a coherent ideology - is not really an ideology - much less coherent - but an obsession with ''action'' regardless of its cost, its justification, or even its results. Laqueur's conclusions might be characterized as centrist: He does not see terrorism, disheartening though it is, as one of the most serious threats in the world today. Nor does he consider it a ''natural response'' to injustice and oppression which will vanish when its ''root causes'' are removed.\n--------------------------------------------------------------------------------America in the Gilded Age: From the Death of Lincoln to the Rise of Theodore Roosevelt, by Sean Dennis Cashman. Second Edition. New York and London: New York University Press, dist. by Columbia University Press. 408 pp. Illustrated. $17.50 (cloth, $40).\n \nMark Twain called it the Gilded Age, a time of fresh opportunities and rank opportunism, of naked greed, triumphant vulgarity, and glittering ostentation. Rampant corruption dismayed the more thoughtful, sparked populist reaction, and inspired the famous remark attributed to Clemenceau, the future French prime minister who spent some time in America, that it was a country that had gone from barbarism to decadence without an intervening stage of civilization.\nThis book (first published in 1984) provides an excellent overview. Among the intriguing topics covered are the tactics of the robber barons, the struggles of reformers like Jane Addams and Eugene Debs, the selling out of black rights by a nation eager to appease the segregationist South, and Grover Cleveland's very dissimilar two terms as president. Not only does Cashman bring to life scores of colorful, long-forgotten personalities, but he also has a knack for explaining technical matters like bimetallism in a way that makes them crystal clear in all their complexity.\n--------------------------------------------------------------------------------The Penguin Book of Spanish Verse, introduced and edited by J.M. Cohen. Third edition. New York: Penguin. 596 pp. $8.95.\n \nMysticism and earthy realism, the extravagant styles of the South and the restrained modes of the North, classical, Italianate, European, even English influences, can all be found in this anthology of Spanish verse. Since so few English-speaking readers are acquainted with Spanish poetry, J.M. Cohen (who translated ''Don Quixote'') has concentrated on the two periods of its greatest flowering: from the beginning of the 15th century to the middle of the 17th; and modern times, beginning in the late 19th century. There is a minimum of academic apparatus. Poets are identified in the table of contents by brief notes on their lives, styles, and careers.  The poems appear in Spanish on the right hand pages, with prose translations in English on the left. While Cohen included works by Spanish-American poets in his 1959 edition, all but one - Ruben Dario - have been deleted here to make room for poems written since 1959 and for poets of the democratic revival.\n--------------------------------------------------------------------------------The New Politics of Science, by David Dickson. With a new preface. Chicago: University of Chicago Press. 404 pp. $14.95.\n \nIn recent years, according to David Dickson, the focus of debate in and around the scientific community has shifted. Concern about the products of science and technology (pesticides, weapons, and new life forms from genetic engineering) has given way to concern about the conditions in which science itself is produced. Not just applied technology, but basic scientific research has become increasingly dependent on funding from large corporations and the Defense Department. Since he who pays the piper generally gets to call the tune, this raises serious questions about who should fund basic research and who should control the dissemination of new scientific information. First published in 1984, reissued now in paper with a new preface, this hard-hitting and thoughtful study will acquaint readers with the nuts and bolts of how research in America is done these days. It also provides perceptive analysis of the problem it describes so well. Only a failure to place Western research in the comparative context of research in the Soviet Union prevents this book from being the complete account it aims to be.\n--------------------------------------------------------------------------------The Ancient Roman City, by John E. Stambaugh. Baltimore and London: Johns Hopkins University Press. 395 pp. Illustrated. $12.95 (cloth, $30).\n \nDesigned by its author - a classics professor - to serve as a ''user friendly'' guide, ''The Ancient Roman City'' combines history, architecture, sociology, and urban studies. The first part surveys the city from its beginnings as a rustic hamlet to its ascendancy as an imperial world capital. The second focuses on Rome's urban life: housing, city government, commerce, religion, social and cultural mores. The third examines the influence of the Roman concept of the city on towns built somewhat in its image: Pompeii, Cosa, Ostia, Arles, and Timgad. Fascinating topics emerge along the way: the status of slaves, women, freedmen, foreigners, and citizens; where and when Romans ate their meals; the importance of Roman baths, which were places to exercise, socialize, conduct business, and even hear lectures and poetry readings, as well as get clean."
}