{
    "title": "NPR correspondent to speak at NMU",
    "publisher": "university wire",
    "year": 2011,
    "month": 3,
    "day": 10,
    "full text": "A National Public Radio journalist will be coming to NMU's campus to speak about her experiences with terrorism around the world.Dina Temple-Raston, a counterterrorism correspondent with NPR and is also an award-winning author, with four published books will be speaking March 14 at NMU. She came to the U.S. from Belgium and knows several different languages. Rachel Harris, the associate director for Student Enrichment and a Superior Edge director, said she was very impressed with Temple-Raston.\"She just sounds like a remarkable lady,\" Harris said.Temple-Raston is a national security advisor and an FBI correspondent. After joining NPR, she took a two-year sabbatical, during which she wrote two books, learned Arabic and earned her masters degree from Columbia.Dina Temple-Raston, NPR correspondent, will speak at NMU about her experiences with terrorism around the world. \nTemple-Raston has written two books, learned Arabic and earned masters degree.\"I think she's a little bit driven, really intelligent, and I think to have somebody of this caliber on our campus is really exciting,\" Harris said.According to Harris, Temple-Raston avels across the globe, visiting some of the most dangerous places in the world where terrorism and violence are common. When she comes to NMU, she will be talking about her experiences with terrorism.\"She's written several books on some of this stuff, and so she knows a lot about terrorism and the risk that we're at,\" Harris said. \"I'm sure she'll be sharing a lot (of) that information.\"Harris believes that it is very important for students to attend the event.\"I think its so relevant in this day in age. I mean, everyone knows about Sept. 11, you hear about stuff all the time. We need to be aware of what's going and what the real risks are,\" Harris said. \"I guess personally I don't know a ton about terrorism, and I'm not sure about how much most people do, so I think she'll really enlighten a lot of us with her knowledge and avels and experiences.\"Harris is the adviser for Platform Personalities, one of the groups that are promoting Temple-Raston's lecture. The Honors Student Organization also helped to bring her to NMU.\"This was Hunter Harig's [idea],\" Harris said. \"But [Platform Personalities] was excited when they heard about it and they really wanted to work with the Honors Student Organization again and do a co-sponsorship.\"Harig, a senior biology major, first got the idea to bring Temple-Raston last year by contacting her agent through an agency NMU works with, Keppler. They submitted a budget at the end of last semester to the Student Finance Committee and spent this semester finalizing the details.Harig believes that this lecture is important for students to attend. Harig hopes that this event will help students understand what leads people to do such exeme acts people hear about in the news.\"We don't have much diversity represented here,\" Harig said. \"Because of the lack of exposure to diversity at Northern, many students only see the exeme representation of other cultures and customs with little explanation.\"Catherine Terwilliger, a journalism professor for NMU, believes that journalism is important for every student to pay attention to.\"Journalism - whether newspaper, television, radio or online - is the vehicle by which people can most easily obtain accurate, timely information,\" Terwilliger said. \"Reading, watching and listening to the work of reputable professional journalists like Temple-Raston is the best way to do that.\"Temple-Raston will speak at 7:30 p.m. in the Great Lakes Rooms.  It is free to students, and $2 to the general public.\n\nLoad-Date: August 30, 2016"
}