{
    "title": "NPR commentator to speak at Indiana U. on terrorism, post-9_11 America",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 2,
    "full text": "David Cole, a Georgetown University law professor and co-author of the book \"Less Safe, Less Free: Why America Is Losing the War on Terror,\" will be speaking at the Indiana University School of Law this Thursday. Cole will focus the lecture on his new book, in which he discusses why America isn't succeeding in the war on terror.\nCole, who is the legal affairs correspondent for The Nation magazine and a commentator for National Public Radio's \"All Things Considered,\" said there are many sound ways to prevent terrorism in America that wouldn't have the kind of blow-back effect that so many previous measures have had.\n\"The Bush Administration has inspired higher levels of anti-Americanism around the world than this country has ever seen,\" Cole said in a phone interview. \"It's the anti-Americanism that really poses the gravest threat to our national security over the long term.\"\nCole plans to show where the Bush Administration has gone wrong in its steps in fighting terrorism and also discuss strategies for the U.S. to avoid future attacks. His book critiques the Bush administration's \"preventative paradigm\" in fighting terrorism.\nJunior Jeff Moskowitz, a pre-law major, said he likes the idea of getting different view points of the war on terror to speak around campus.\n\"The more distinguished people you have speaking around campus about the war on terror makes the students more aware of what is going on with our nation,\" Moskowitz said. \"If the students are pro-active about seeing these speakers, they can really learn a lot.\"\nThe lecture, which is being hosted by the IU student chapter of the American Constitution Society, is free and open to public. It will take place from noon to 1 p.m. Thursday at the IU School of Law in the Moot Court Room.\n(C) 2007 Indiana Daily Student via U-WIRE\n\nLoad-Date: October 2, 2007"
}