{
    "title": "NPT 101_ How relevant is cold war treaty in age of terrorism_ The NPT was created to reduce the risk",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 5,
    "day": 3,
    "full text": "The nuclear Non-Proliferation Treaty (NPT) is a 40-year-old relic of the cold war. As diplomats and arms control wonks review the treaty during a May 3-28 conference in New York, they are looking at how it can be applied to an age where nuclear terrorism is often deemed a bigger danger than the number of weapons held by the US and Russia. President Obama said last month the \"single biggest threat to US security\" comes from a nuclear device in the hands of groups like Al Qaeda, which \"are in the process of trying to secure a nuclear weapon ... that they have no compunction at using.\" \nHow can the NPT minimize the chance of an atomic terrorist attack in the modern era? Experts say the answer lies in better safeguarding nuclear material - and the knowledge necessary to create it. The greater danger, they maintain, is not direct cooperation between states and terrorist groups, but states leaving themselves vulnerable to exploitation by militants. \"I would worry more about a nuclear terrorist attack that comes about because of negligence by a state, than as a result of the deliberate transfer of material,\" says Mike Levi, a nuclear specialist at the Council on Foreign Relations. Near the top of that short list is a country such as Pakistan. Though not a member of the NPT, it has acquired as many as 90 nuclear warheads. Some worry that those could fall into the hands of Al Qaeda-linked militants, who have been waging brutal attacks in Pakistan. The country's leadership routinely says its nuclear facilities are safe. The Obama administration argues that conditions conducive to attacks are perhaps more important than state sponsorship. \"The 9/11 hijackers didn't get their box cutters from Saudi Arabia, but that doesn't mean that Saudi Arabia wasn't a problem,\" adds Levi. \"It does mean that the problem and the solution extends beyond the primary sponsor of any terrorist group.\" For the 189 nations reviewing the NPT, that means looking for ways to enhance safeguard measures, so that fissile material - the highly enriched uranium that can be used in a nuclear device - doesn't fall into the wrong hands. Critical to this task, analysts agree, is strengthening the ability of the UN's International Atomic Energy Agency (IAEA), to monitor nuclear material. For US diplomats, that means pushing for universal adherence to the Additional Protocol of the NPT, which among other stringent measures enables no-notice inspections, anywhere. \"The IAEA must be able to provide credible assurances that not only declared nuclear material under safeguards is not being diverted for military purposes, but that there are no undeclared fissile material and nuclear weapons activities,\" the US Under Secretary for Arms Control and International Security Ellen Tauscher said April 29. \"We will push to make sure that there are real consequences for those states that choose not to comply with their nonproliferation obligations.\" Related: NPT 101: Part 1: How relevant is cold war treaty in age of terrorism? Part 2: Which countries have nuclear weapons Part 3: Why Iran sees nuclear 'hypocrisy' Clinton, Ahmadinejad to face off at UN over nuclear nonproliferation\n       \n\nLoad-Date: May 4, 2010"
}