{
    "title": "NRA donations given to gun control groups CAPITOL CORRIDORS",
    "publisher": "daily news ",
    "year": 2017,
    "month": 10,
    "day": 9,
    "full text": "Rep. Tim Ryan is giving the campaign money - $20,000 - he's received from the National Rifle Association to gun control groups.\nRyan, D-Niles, who began his career in Congress with an \"A\" rating from the NRA, decided to donate his NRA money to Sandy Hook Promise, Americans for Responsible Solutions and Every-town for Gun Safety.\nThe announcement came after a similar one from fellow Democrat Rep. Tim Walz of Minnesota, who said he would donate $18,950 of his past NRA contributions to the Intrepid Fallen Heroes Fund.\nRyan, said a spokesman, \"has no interest in taking guns from law-abiding citizens.\" He has signed onto a House bill that would ban bump stocks, a device the Las Vegas shooter is believed to have used to make his semi-automatic weapons fire at an automatic rate.\n\"We applaud Congressman Ryan for his leadership and urge other Ohio state and federal representatives to follow suit and reject the NRA's dangerous agenda,\" said Michelle Mueller, a volunteer with the Ohio Chapter of Moms Demand Action for Gun Sense in America.\nCHIP reauthorization moves forward\nA key Senate committee Wednesday approved a bill that re-authorizes a federal children's health program for the next years, a measure backed by Sen. Sher-rod Brown, D-Ohio, and Sen. Rob Portman, R-Ohio.\nIf the full Senate approves the bill and it wins House passage, the Children's Health Insurance Program would continue health coverage to at least 210,000 Ohio children.\nIn Ohio, the federal government would continue to pay for most of the program until 2019.\nThe share paid by the federal government would drop from 97 percent to 85 percent in 2020, and then drop to 74 percent in 2021 and 2022, according to the program.\nHearing loss bill\nadvances\nThe House Tuesday approved its version of a bill co-sponsored by Sen. Rob Portman, R-Ohio, to continue research on hearing loss in newborns and infants.\nThe measure passed in the Senate in September.\n\"Early hearing detection is critical,\" said Portman in a statement. \"Children with hearing loss often fall behind their peers in speech development, cognitive skills, and social skills.\"\nThe bill allows the government to award taxpayer money for statewide screening programs to detect hearing loss in children and hire staff qualified to address their needs.\nThe measure now goes to President Donald Trump for his signature.\nLetter urges\n'terrorist' label for\nNorth Korea\nRepublican Rob Port-man and Democrat Sher-rod Brown joined 10 other senators Wednesday to urge the Trump administration to label North Korea as a state sponsor of international terrorism.\nIn a letter to Secretary of State Rex Tillerson, the six Democrats and six Republicans wrote that since former President George W. Bush in 2008 dropped North Korea from the list of state sponsors of terrorism, the Pyongyang regime has continued to develop its nuclear weapons program along with the missiles to deliver a nuclear warhead.\n\"Over the past nine years, the North Korean regime has consistently shown a disregard for international norms and agreements, re-energizing its pursuit of nuclear weapons and the means to deliver them,\" the senators wrote.\nIn a clear reference to Otto Warmbier, the Cincinnati-area student who was jailed in North Korea and died in the United States this summer shortly after his release, the senators cited Pyongyang's \"detainment, detention and treatment of American citizens.\"\nIf the Trump administration designates North Korea as a state sponsor of terrorism, the administration could impose additional sanctions on the heavily sanctioned regime, including financial restrictions.\nJessica Wehrman of\nthe Washington Bureau\ncontributed to this report.\n\nLoad-Date: October 9, 2017"
}