{
    "title": "NSA spying under fire_ 'You've got a problem' Scope of surveillance unclear, some say",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 7,
    "day": 18,
    "full text": "-  In a heated confrontation over domestic spying, members of Congress said Wednesday they never intended to allow the National Security Agency to build a database of every phone call in America. They threatened to curtail the government's surveillance authority.\nTop Obama administration officials countered that the once-secret program was legal and necessary to keep America safe, and they left open the possibility that they could build similar databases of credit card transactions, hotel records and Internet searches.\nThe clash on Capitol Hill undercut President Barack Obama's assurances that Congress had fully understood the dramatic expansion of government power it authorized repeatedly over the past decade.\nThe Obama administration says it needs a library of everyone's phone records so that when it finds a suspected terrorist, it can search its archives for the suspect's calling habits. The administration says the database was authorized under a provision in the Patriot Act that Congress hurriedly passed after 9/11 and reauthorized in 2005 and 2010.\nThe sponsor of that bill, Rep. James Sensenbrenner, R-Wis., said Wednesday that Congress meant only to allow seizures directly relevant to national security investigations. No one expected the government to obtain every phone record and store them in a huge database to search later.\nAs Deputy Attorney General James Cole explained why that was necessary, Sensenbrenner cut him off and reminded him that his surveillance authority expires in 2015.\nAnd unless you realize you've got a problem, Sensenbrenner said, that is not going to be renewed.\nHe was followed by Rep. Jerry Nadler, D-N.Y., who picked up where his colleague left off. The problem, he said, is that the administration considers everything in the world relevant to fighting terrorism.\nLater, Rep. Blake Farenthold, R-Texas, asked whether the NSA could build similar databases of everyone's Internet searches, hotel records and credit card transactions.\nRobert S. Litt, general counsel in the Office of Director of National Intelligence, didn't directly answer, saying it would depend on whether the government considered those records, like phone records, to be relevant to terrorism investigations.\n\nLoad-Date: September 24, 2013"
}