{
    "title": "NSA infringes American citizens' rights to privacy",
    "publisher": "university wire",
    "year": 2013,
    "month": 6,
    "day": 12,
    "full text": "On a day-to-day basis, how afraid are you of terrorism? Are you vaguely anxious? Are you actively terrified? Are you afraid enough to surrender your rights?\nMost Americans, of course, aren't that concerned at all. The truth is that in the past 12 years, only 2,752 Americans have been killed in the U.S. by foreign terrorists. All of those people died on 9/11.\nSo, for anyone who's not a soldier, terrorism isn't actually much of a big deal at all. The \"classical\" terrorist, the cave-dwelling, highly organized psychopath silently plotting your destruction, is at best a defunct oversimplification. And domestic terrorism is still less likely to kill you than lightning.\nSo why does the federal government prioritize fighting terrorists over protecting your rights?\nThose of you who have been following the National Security Agency scandal probably know what I'm talking about. For those of you who don't, the short story is that the NSA, a branch of the Defense Department, has been collecting data on millions of Americans through Verizon Wireless.\nBeyond the fundamental offense of violating Americans' privacy, there are two details that make this situation all the more reprehensible: first, the NSA was acting on a court order and was supported by the president; second, the NSA collected data indiscriminately, without prior evidence suggesting guilt on the part of the surveyed.\nLet's discuss that first detail. It would be one thing if the NSA was acting independently, but it now seems multiple branches of government have been colluding to spy on Americans. And worse yet, Obama has come out and announced that he sees the NSA's surveillance is necessary for the safety of Americans.\nAs for the second detail, this incident would be slightly more forgivable if it targeted suspected terrorists, but it seems the NSA isn't so discriminating. The government has, in fact, been observing Americans in bulk, impartially, regardless of their disposition or criminal record. In short, no matter who you are, the government is going to treat you as a suspect.\nSo, what you should take away is that according to the federal government, you are a threat, and the possibility that you might jeopardize the lives of your countrymen is worth suspending your rights.\nWhat's the benefit of all this? Who is the NSA trying to protect us from with their multimillion-dollar spy program? Is it the zero Americans killed in the U.S. each year by foreign terrorists? Or the five to 10 Americans killed each year by domestic terrorism?\nIf only the government put so much value on our safety when it came to gun control.\nNo one seems to remember that the last time a foreign terrorist killed someone on our soil, it was because our government deemed national security more important than human rights. History buffs will recall that 9/11 was only possible because the CIA armed, trained and funded Osama bin Laden to fight the USSR.\nWe might consider that the best way to fight terrorism is to be the kind of country fewer people have reason to hate.\nNathan James is a junior majoring in public relations.\n\nLoad-Date: September 17, 2013"
}