{
    "title": "NSA LEAK REPORTER'S PARTNER DETAINED Miranda held for hours under British anti-terror law",
    "publisher": "spokesman review",
    "year": 2013,
    "month": 8,
    "day": 19,
    "full text": "The partner of a journalist who received leaks from former National Security Agency contractor Edward Snowden was detained for nearly nine hours Sunday under anti-terror legislation at Heathrow Airport, triggering claims that authorities are trying to interfere with reporting on the issue.\n David Miranda, the partner of Guardian reporter Glenn Greenwald, was held for nearly the maximum time authorities are allowed to detain individuals under the Terrorism Act's Schedule 7, which authorizes security agencies to stop and question people at borders. Greenwald said Miranda's cellphone, laptops and memory sticks were confiscated.\n \"This is obviously a rather profound escalation of their attacks on the news-gathering process and journalism,\" Greenwald said in a post on the Guardian website. \"It's bad enough to prosecute and imprison sources. It's worse still to imprison journalists who report the truth. But to start detaining the family members and loved ones of journalists is simply despotic.\"\n Greenwald has written a series of stories about the NSA's electronic surveillance programs based on files handed over by Snowden. The former contractor fled the United States and is now in Russia, where he has received temporary asylum.\n The 28-year-old Miranda was returning home to Brazil from Germany, where he was staying with Laura Poitras, a U.S. filmmaker who has worked with Greenwald on the NSA story, Greenwald said in his post. He also said British authorities had \"zero suspicion\" that Miranda was linked to a terror group and instead interrogated him about the NSA reporting and the contents of the electronic equipment he was carrying.\n \"If the U.K. and U.S. governments believe that tactics like this are going to deter or intimidate us in any way from continuing to report aggressively on what these documents reveal, they are beyond deluded,\" he said. \"If anything, it will have only the opposite effect: to embolden us even further.\"\n London police acknowledged that they had detained a 28-year-old man at 8:05 a.m. He was released at 5 p.m. without being arrested, the Metropolitan Police Service said.\n The Home Office said in a report released last year that more than 97 percent of those questioned under Schedule 7 are detained for less than an hour. Less thanone tenth of 1 percent are held for more than six hours. Some 230,236 people were questioned under Schedule 7 from April 2009 through March 2012.\n Schedule 7 is designed to help authorities determine whether people crossing U.K. borders have been involved in the \"commission, preparation or instigation of acts of terrorism,\" according to the Home Office report. Border agents are not required to have reasonable suspicion before detaining a traveler.\n Examining officers may require travelers to answer questions or provide documents. Detainees may be held for up to nine hours if they refuse to cooperate, the Home Office report said.\n Greenwald's post said the Guardian sent lawyers to the airport. The Brazilian government expressed \"grave concern\" over the detention of Miranda, Greenwald's longtime partner with whom he's in a civil union. The pair lives in Rio de Janeiro.\n Brazil's Foreign Ministry said in a statement Sunday that Miranda was \"detained and held incommunicado.\"\n\nLoad-Date: August 23, 2013"
}