{
    "title": "NSA spying on smart phones is unnecessary, evil",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 18,
    "full text": "Since June, one of the hottest topics in the American political sphere has been the degree to which our own intelligence agencies can use the Internet and mobile technology to gather information from American citizens. It has been over three months since Edward Snowden leaked the first documents suggesting that the NSA had the ability to access boundless information from our phones, and it seems like every week there are still new leaks coming out.\nEarlier this month, a new Snowden leak reported by the German press claimed that the NSA had not only broken the codes protecting the information of Apple, Blackberry, and Android users, but also actively worked with its British counterparts in doing so.\nBy now, everyone is familiar with the arguments for and against this government surveillance that have been passionately tossed back and forth over the last few months. Supporters of the NSA's secretive intelligence activities claim that they are necessary for protecting our country from terrorists, and that Edward Snowden is a traitor who deserves government punishment. While our national security does play a stake in this issue, the NSA and its supporters are wearing blinders when it comes to exploring other national security options.\nPhoto by Flickr user ElectronicFrontierFoundation\nThe position that secret NSA programs are a necessary evil needed to combat terrorism is not only a case of tunnel vision, but hypocritical. Government surveillance is not the key to combatting terrorism. Here in America, many people fail to grasp the basic driving forces behind the atmosphere of contempt against America that comes from the Middle East, as our government and media boil it down to simple-minded religious fanatics that are jealous of our freedom. In truth, we have brought much of this contempt upon ourselves by constantly meddling in Middle Eastern affairs. We have invaded countries, causing loss of life on a massive scale, supported corrupt and despotic regimes for our own personal gain, and openly support Israel, a country which some might argue is treating the Palestinians like America once treated Native Americans.\nTake a moment to see out of the eyes of the \"other side.\" Imagine you have lived your whole life in a Yemeni village. You live a simple life, herding sheep with your family and neighbors. Then one day, an American drone swoops down from the sky and strikes the home of a villager known to be active in an Islamic extremists group. The extremist is dead, but your family and many of your friends were also caught in the explosion and have died or been maimed. Would you have a positive view of the U.S. after experiencing something like this? The best way to combat terrorism is to stop the counterproductive, selfish practices that lead to us breeding generation after generation of Middle Easterners with contempt for America.\nInstead of attempting to alter foreign policy to be more diplomatic and constructive towards a lasting peace, the government and the NSA fail to see this. It is quicker and easier to simply carry out secretive programs that infringe on our constitutional rights. Especially in the NSA, peace means that their workers are out of a job. Of course, there will always be threats to our security for the NSA to handle, but if our current diplomatic disaster in the Middle East ever gets resolved, the NSA will not be as needed as they once were. Perhaps they will be subjected to budget cuts that many of their Republican allies support, and many will lose their jobs. Naturally the NSA will defend its work.\nIt's also hypocritical to use illegal and inhumane practices in the name of combatting terrorism. The justification of the conflicts we are currently and have recently fought has been to prevent a Middle East, America, and world ruled by Sharia law. Such a world would not be free, subjected to the will of a repressive government forcing its people to conform to rules and values they don't support. Is it justifiable to win such a fight by implementing policies that would certainly be in place if the people we are fighting were to win? Terrorism and rights violations are still terrorism and rights violations even if committed by a legitimate government; even our own government. Unfortunately, many Americans fail to see this.\n\nLoad-Date: September 19, 2013"
}