{
    "title": "NSA will stop looking at old U.S. phone records The post-Sept. 11 program was leaked to the public b",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 7,
    "day": 28,
    "full text": "The Obama administration has decided that the National Security Agency will soon stop examining - and will ultimately destroy - millions of American calling records that it collected under a program leaked by former agency contractor Edward Snowden.\nWhen Congress passed a law in June ending the NSA's bulk collection of American calling records after a six-month transition, officials said they weren't sure whether they would continue to make use of the records that had already been collected, which generally go back five years. \nTypically, intelligence agencies are extremely reluctant to part with data they consider lawfully obtained. \nThe program began shortly after the September 2001 terrorist attacks, but most of the records are purged every five years.\nThe NSA's collection of American phone metadata has been deeply controversial ever since Snowden disclosed it to journalists in 2013. \nPresident Barack Obama sought, and Congress passed, a law ending the collection and instead allowing the NSA to request the records from phone companies as needed in terrorism investigations.\nThat still left the question of what to do about the records already in the database. On Monday, the Director of National Intelligence said in a statement those records would no longer be examined in terrorism investigations after Nov. 29, and would be destroyed as soon as possible.\nThe records can't be purged at the moment because the NSA is being sued over them, the statement said.\nThe NSA queried the database about 300 times a year against phone numbers suspected of being linked to terrorism. But the program was not considered instrumental in detecting terror plots.  \nIt later emerged that some officials inside the NSA wanted to unilaterally stop collecting the records, both because they were concerned about the civil liberties information and because they didn't believe the program was effective. Many mobile phone records, for example, were not collected.\n\nLoad-Date: July 28, 2015"
}