{
    "title": "NSA points to thwarted attacks Spying derailed plots to bomb Wall Street, NYC subway, director says",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 6,
    "day": 19,
    "full text": "- The director of the National Security Agency said Tuesday the government's sweeping surveillance programs have foiled some 50 terrorist plots worldwide, including one directed at the New York Stock Exchange, in a forceful defense of the spy operations.\nArmy Gen. Keith Alexander said the two recently disclosed programs - one that gathers U.S. phone records and another that is designed to track the use of U.S.-based Internet servers by foreigners with possible links to terrorism - are critical in the terrorism fight.\nAlexander, seated side by side with top officials from the FBI and Justice Department at a rare, open congressional hearing, described how the operations work while answering questions from members of the House Intelligence Committee.\nThe officials as well as members of the panel repeatedly bemoaned the leaks by Edward Snowden, a 29-year-old former contractor.   \nAlexander said Snowden's leaks have caused irreversible and significant damage to this nation that also undermined U.S. relationships with allies.\nAsked what was next for Snowden, Sean Joyce, deputy director of the Federal Bureau of Investigation, said simply, Justice.\nIntelligence officials last week disclosed some details on two thwarted attacks - one targeting the New York subway system, one to bomb a Danish newspaper office that had published the cartoon depictions of the Prophet Mohammad. Alexander and Joyce offered additional details on two other foiled plots, including one targeting Wall Street.\nUnder questioning, Joyce said the NSA was able to identify an extremist in Yemen who was in touch with an individual in Kansas City, Mo. They were able to identify co-conspirators and thwart a plot to bomb the New York Stock Exchange.\nJoyce also said a terrorist financier inside the U.S. was identified and arrested in October 2007, thanks to a phone record provided by the NSA. The individual was making phone calls to a known designated terrorist group overseas.\nRep. Mac Thornberry, R-Texas, asked if that country was Somalia, which Joyce confirmed, though he said U.S. counterterrorist activities in that country are classified.\n\nLoad-Date: September 25, 2013"
}