{
    "title": "NSA aids drone strikes",
    "publisher": "charleston daily mail",
    "year": 2013,
    "month": 10,
    "day": 18,
    "full text": "WASHINGTON - The National Security Agency has been extensively involved in the U.S. government's targeted killing program, collaborating closely with the CIA in the use of drone strikes against terrorists abroad, The Washington Post reported after a review of documents provided by former NSA systems analyst Edward Snowden.\nIn one instance, an email sent by the wife of an Osama bin Laden associate contained clues as to her husband's whereabouts and led to a CIA drone strike that killed him in Pakistan in October 2012, the Post reported in its online edition Wednesday night.\nWhile citing documents provided by Snowden - the American is hiding out in Russia after being granted asylum there - the Post reported that it was withholding many details about the drone-strike missions at the request of U.S. intelligence officials. They cited potential damage to ongoing operations and national security for their request, the paper reported.\nThe documents make clear that the CIA-operated drone campaign relies heavily on the NSA's ability to vacuum up enormous quantities of email, phone calls and other fragments of signals intelligence, or SIGINT, the newspaper said.\nThe NSA created a secret unit known as the Counter-Terrorism Mission Aligned Cell, or CT MAC, to concentrate the agency's vast resources on hard-to-find terrorism targets, the Post reported.\nThe documents provided by Snowden don't explain how the bin Laden associate's email was obtained or whether it was obtained through the controversial NSA programs recently made public, including its metadata collection of numbers dialed by nearly every person in the United States.\nInstead, the Post said its review of the documents indicates that the agency depends heavily on highly targeted network penetrations to gather information that wouldn't otherwise be trapped in surveillance nets that the NSA has set at key Internet gateways.\nThe U.S. has never publicly acknowledged killing bin Laden associate Hassan Ghul, according to the Post. The al-Qaida operative had been captured in 2004 and helped expose bin Laden's courier network, a key development in the effort to locate bin Laden. Ghul then spent two years in a secret CIA prison and returned to al-Qaida after the U.S. sent him to his native Pakistan in 2006.\nU.S. forces killed bin Laden at his Pakistan hideout in 2011. That same year, the Treasury Department named Ghul a target of U.S. counterterrorism sanctions after he had helped al-Qaida re-establish logistics networks, enabling al-Qaida to move people and money in and out of the country. The Post said an NSA document described Ghul as al-Qaida chief of military operations and detailed a broad surveillance effort to find him.\nObtained during a monthslong effort to find Ghul, the email from his wife erased doubts U.S. forces had found him, the Post said.\n\nLoad-Date: October 18, 2013"
}