{
    "title": "NU not designated for terrorism research",
    "publisher": "lincoln journal star ",
    "year": 2003,
    "month": 11,
    "day": 26,
    "full text": "Nebraska, along with two other finalists, lost the research center grant to USC.\nThe University of Southern California bested the University of Nebraska and two other finalists Tuesday in gaining designation as a national homeland security research center.\nThe Department of Homeland Security center will focus on the economic consequences of terrorism.\nNebraska had been chosen as one of four finalists from an original list of 72 universities that applied for the designation.\n\"We're really pleased to have been part of the Final Four,\" said David Hinton, dean of the University of Nebraska at Omaha's College of Information Science and Technology at The Peter Kiewit Institute.\n\"We knew the competition was substantial (and) we'll look at other ways to move ahead.\"\nThe proposed research center would have been located on the UNO campus and attracted an estimated $12 million in federal funding over three years.\n\"I think this reinforced the need for our college to continue to be involved in simulation modeling and high-performance computing for decision-making,\" Hinton said.\nNebraska's proposal centered on development of strategies to minimize the economic impact of terrorist attacks on U.S. transportation, energy, finance and supply distribution infrastructure.\n\"We believe there is tremendous potential for the same kind of modeling in specific industries,\" Hinton said. \"The whole concept of using technology to support decision-making extends beyond the realm of defense.\"\nThe university's proposal was coordinated by the University of Nebraska Center for Biosecurity, which is located at the Medical Center.\nSteve Hinrichs, director of the Center for Biosecurity, said Nebraska will continue to pursue other avenues for federal homeland defense designation and funding,\nAmong the proposals is a biosecurity center and laboratory at the Medical Center that could act as a backup to the Centers for Disease Control.\nReach Don Walton at 473-7248 or dwalton@journalstar.com.\n\nLoad-Date: February 27, 2005"
}