{
    "title": "Nuclear Terror Scenarios Loom Over The U.S",
    "publisher": "the tampa tribune ",
    "year": 2006,
    "month": 2,
    "day": 6,
    "full text": "By KURT LOFT\nkloft@tampatrib.com\nTAMPA - What do Americans fear most?\nTerrorism, crime, environmental catastrophe, viral pandemics and nuclear war are the top five concerns, according to a new Zogby International public opinion poll.\nExperts, though, say a combination of two presents a deeper psychological threat: nuclear terrorism.\nThe Sept. 11 attacks, which killed nearly 3,000 people, plunged the United States into a state of collective anxiety. Nuclear terrorism, however, could mean far worse: the loss of entire city populations, along with the lingering effects of radiation.\n\"Anything nuclear scares people tremendously, and that's especially the case with nuclear terrorism,\" said Victoria Samson, a research analyst with the Center for Defense Information, a nonprofit think tank in Washington. \"If you want to strike terror into people, this is the way to do it.\"\nIslamic extremist groups want nothing more than to get their hands on more powerful weapons, said Ghassan El-Eid, an expert on terrorism and the Middle East and a professor of political science at Central Connecticut State University in New Britain.\n\"Many terrorists groups, led by al-Qaida, have always desired to acquire nuclear devices,\" El-Eid said. \"My concern is the alliance with regimes like Iran that are trying to seek nuclear weapons.\"\nAn Eye Toward Smuggling, Theft\nEl-Eid thinks terrorist groups don't have the capability to lob a ballistic missile toward the United States, and smuggling one in wouldn't be easy. But a highly organized, well-funded group possibly could bring in the components to build a weapon within our borders, he said.\n\"It's a possibility because these people are determined and willing to sacrifice,\" El-Eid said. \"Their goal is to hurt us and do maximum damage. It's a scary scenario.\"\nConstructing even the crudest nuclear device requires plutonium or highly enriched uranium, materials made within a highly secured industry. Many experts say terrorist groups are more likely to steal a bomb or purchase a stolen weapon.\nIn the rare chance that a group steals a device from a military stockpile, transporting it would be relatively easy, said Ivan Oelrich, vice president for strategic programs with the Federation of American Scientists, a national security watchdog group in Washington.\n\"The United States has developed artillery-launched nuclear weapons that can fire out of a barrel less than 6 inches in diameter,\" he said. \"I call them footlocker bombs. They get very small and can easily fit into a car.\"\nSmuggling in a nuclear device or components most likely would be done in one of the estimated 6 million cargo containers arriving each year at U.S. ports, said Gerard P. Gilfoyle, a nuclear expert at the University of Richmond in Virginia.\n\"Our borders are largely open,\" he said. \"We have 95,000 miles of shorelines and about 360 ports in this country. It's easy to get lots of things into the United States illegally.\"\nDynamite A Bigger Threat\nNot all experts think terrorists will go nuclear when conventional weapons continue to be so readily available. The challenge today is preventing fuses, detonators and explosive materials from getting into their hands, said Philip E. Coyle III, former assistant secretary of defense and now an independent adviser on military issues.\n\"The threat from nuclear terrorism has been exaggerated,\" he said. \"A priority needs to go into protecting terrorists from getting a hold of ordinary materials, like dynamite.\"\nA terrorist can do plenty with a stick of dynamite and low-level radioactive waste from a hospital, crime lab or pharmaceutical company.\nThat is enough to build a radiological dispersion bomb, according to the Center for Defense Information's Terrorism Project. Known as a \"dirty bomb,\" it would spread enough radiation to create panic in a community.\nThat fear could grow if terrorists became better funded and more sophisticated, said Edwin Lyman, a senior scientist with the Union of Concerned Scientists, a nonprofit alliance of researchers and citizens.\n\"Nuclear terrorism is definitely a possibility and one of our major concerns here,\" he said. \"I don't think the technical capability of a terrorist group is in question; it's whether they can obtain the material and produce a device that's deliverable. And once the threshold is crossed with nuclear weapons, it's going to be a different ballgame.\"\nReporter Kurt Loft can be reached at (813) 259-7570.\nPhoto credit: U.S. Department of Energy\nPhoto: \"Their goal is to hurt us and do maximum damage. It's a scary scenario,\" says terrorism expert Ghassan El-Eid.\nCopyright © 2006, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nGraphic\n\n \nPHOTO\nTAMPA - What do Americans fear most?\n\nLoad-Date: February 9, 2006"
}