{
    "title": "NUCLEAR TERRORISM IS A REAL DANGER",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 8,
    "day": 18,
    "full text": "Three interesting things happened before, during and after last weekend's meeting in Dallas of Ross Perot's United We Stand.\nPeople paid $ 135 for the right to be in Dallas in August to hear about three dozen political speeches. It was a 19th-century sort of event, an echo of an era before electronic entertainments and big-time professional sports and other modern pastimes, when self-improvement and social improvement were pastimes and rhetoric was central to both. The Dallas event was in part a recrudescence of the Chautauqua movement of adult education organized around visiting lecturers.\nAnd it was roundly panned in advance by moralists spanning the political spectrum. They said the politicians, especially Republican presidential candidates, who would go to Dallas would be pandering to Perot.\nOh? When candidates address, say, the NAACP, are they \"pandering\" to NAACP leadership, or addressing a significant segment of black America? The moralists may consider Perot voters declasse, but those voters do exist.\nIn fact, Perot's constituency in 1992 was almost one-fifth of those voting. Perot voters comprise the largest bloc of voters up for grabs in 1996. Why should candidates not seize a chance to address them?\nThe interesting occurrence during the Dallas event was the delivery of a speech deserving of the designation \"presidential.\" It was by Sen. Richard Lugar, the Indiana Republican, and was a sober treatment of a subject people would prefer not to think about. The interesting development after the event was that next to nothing was reported about his seven-page speech, other than cursory references to his six opening paragraphs, which reiterated his promise to abolish the IRS and taxation of income.\nThe rest of his speech concerned the possibility that an American city will be destroyed. He said:\nThe Oklahoma City terrorism killed 168. Had the World Trade Center bomb destroyed the building's structural foundation, 30,000 might have died. Nuclear terrorism is \"but one small step\" away and is becoming more probable because of \"grossly inadequate\" control of fissionable material in the former Soviet Union.\nAccording to Lugar, between 1991 and 1994 the German government detected at least 350 instances of attempted nuclear smuggling. In the past three years, there have been 60 seizures of nuclear materials. Last year a pound of plutonium was seized at the Munich airport. Six pounds of highly enriched uranium were seized from a parked car in Prague. When the government of Kazakhstan asked the U.S. government to remove and store Kazakhstan's highly enriched uranium, our government recovered 104 percent of the declared inventory. \"Consider,\" says Lugar, \"the implications of a 4 percent error margin in Russian inventory accuracy.\"\nA relatively simple weapon of a well-known design, using a bit more than 100 pounds of highly enriched uranium, could produce a 15-20 kiloton blast. (The Hiroshima bomb was 12.5 kilotons.) A quantity of plutonium the size of a grapefruit could produce a simple weapon.\nLugar warned his Dallas listeners that nuclear material removed from dismantled Russian missiles poses a greater danger than it did when it was in warheads at securely guarded missile sites. Therefore, the leakage of such materials from secure controls \"must be considered the greatest threat to national security.\" The next president must put this at the top of the nation's agenda because, he said, \"nothing threatens the lives of American citizens more than unsecured nuclear materials and weaponry in the hands of Third World fanatics and terrorist groups.\"\nLugar's speech struck a discordant note in Dallas, where most speakers told the audience that the biggest danger to the nation is Congress or President Bill Clinton or taxes or deficits or NAFTA or something else. But Lugar's speech was respectful of the audience's earnestness and intelligence, and perhaps was politically shrewd. lCan Republicans defeat Clinton by talking almost exclusively about domestic policy and promising that life will be markedly different under a Republican president? How so? Because of deeper cuts here or there in spending or taxes?\nWe shall see. Meanwhile, next time journalists lament that candidates are not as serious as, well, as journalists, remember how few of them reported it when Lugar discussed the possibility of a person with a bomb in a suitcase killing everyone in Oklahoma City.\n\nLoad-Date: August 18, 1995"
}