{
    "title": "Nuclear security push slowing down Analysts not optimistic on summit",
    "publisher": "usa today",
    "year": 2012,
    "month": 3,
    "day": 23,
    "full text": "As leaders from more than 50 nations prepare for a major summit on nuclear security next week in Seoul, efforts to achieve President Obama's lofty goal  of locking down loose nuclear material around the world by 2014 could be losing steam, analysts say.\nAbout 80% of the commitments made at the first Nuclear Security Summit, held in Washington in 2010,  have been achieved, according to a  report by the Fissile Materials Working Group, a coalition of leading U.S. non-proliferation and nuclear security experts. That includes the development of several nuclear security centers of excellence, removal of all highly enriched uranium (HEU) from Chile and removal of HEU reactor conversion and material in several countries. Even so, analysts say the road ahead  is rough.\n\"Much of the low-hanging fruit was picked by countries at the 2010 summit,\" says Michelle Cann, a senior budget and policy analyst at the independent Partnership for Global Security.\nThe United States has not enacted two key international treaties,  despite the Obama administration announcing at the 2010 summit in Washington that it had accelerated the push to ratify the treaties.\nOne pact, which has 77 member states, calls for criminalizing the possession or use of sensitive materials and creates guidelines for  extradition and prosecution of those  linked to a nuclear plot. The second  deals with protecting non-military nuclear material. There is concern among some Democratic lawmakers about a provision in U.S. legislation tied to the pacts that would make an act of nuclear terrorism a capital offense subject to the death penalty,  says Miles Pomper, a senior research associate at the James Martin Center for Nonproliferation Studies in Washington.\nKen Luongo, an Energy Department official in the Clinton administration, laments proposed cuts  to nuclear security programs -- including the slashing of $293 million from the National Nuclear Security Administration  -- in the Obama  2013 budget. He calls the cuts  \"an assault on common sense and a threat to American and international security.\"\nLaura Holgate, the National Security Council's senior director for weapons of mass destruction threat reduction, says nuclear security  programs have fared relatively well in a tough budgetary environment. The cuts don't reflect  \"any changes in our commitments or our capabilities,\" she says.\nNuclear security and non-proliferation are issues Obama has spoken passionately about since his days in the Senate. Shortly after moving to the White House, he spoke in Prague about his vision for a nuclear-free world as well as his deep worries about terrorists obtaining nuclear material.\nAlthough Iran's and North Korea's nuclear programs are not on the official agenda for next week's summit, the issues will loom large in the president's sideline discussions with South Korean President Lee Myung Bak, Chinese President Hu Jintao, Turkish Prime Minister Recep Tayyip Erdogan and Russian President Dmitry Medvedev, according to the White House.\nDeputy National Security Adviser Ben Rhodes says the killing of Osama bin Laden, who had articulated al-Qaeda's desire to pursue a nuclear weapon, was  important  in bolstering nuclear security.\n\"We have locked down these materials and made it a goal to secure all these nuclear materials around the world,\" Rhodes says. \"And frankly, without the president's personal investment in this, it's our assessment that we would not be able to see the type of progress that we have in terms of having nations make commitments, stand by those commitments, share best practices and move forward.\"\nWilliam Tobey, senior fellow at the Belfer Center for Science and International Affairs at Harvard University, says Obama's first summit was successful in developing a consensus among world leaders on the threat of nuclear terrorism and elevating the importance of the issue on the world stage. But it  failed to create baseline standards for securing nuclear material, and no leader was willing to acknowledge that security deficiencies exist despite 20 confirmed cases of lost or stolen fissile material over the past 20 years, Tobey  says.\n\"With respect to overcoming the flaws of the Washington summit, there isn't cause for a great deal of optimism,\" he says. \"There may even be some regression.\" \n\nLoad-Date: March 23, 2012"
}