{
    "title": "Nuclear Terror Threat Is Being Handled",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 11,
    "day": 5,
    "full text": "Editor, Times-Dispatch:\n S. Buford Scott's Op/Ed column, \"Prevent Nuclear Terrorism,\" rightfully states the severity of the threat posed by nuclear terrorism but fails to acknowledge the accomplishments and the scope of work under way at the National Nuclear Security Administration (NNSA) to prevent nuclear terrorism. \n The NNSA, which has unique expertise in nuclear weapons and nuclear material, and a $9 billion per year budget, plays a key role in the U.S. government's comprehensive effort to combat nuclear terrorism. Since the 9/11 terrorist attacks, NNSA has doubled spending on nuclear nonproliferation programs. NNSA works with more than 100 countries to fight nuclear proliferation and terrorism by developing and deploying technology and training to detect, secure, and dispose of dangerous nuclear and radiological material around the world.\n Nuclear security upgrades in Russia were accelerated under the 2005 Bush-Putin Bratislava Nuclear Security Initiative. To date, NNSA has completed 90 percent of security upgrades at nuclear buildings in Russia.\n As Scott noted, the threat of nuclear terrorism requires a global focus. NNSA has shut down or converted to non-nuclear weapons-usable fuel 62 research reactors in 32 countries, facilitated the secure storage of more than 1,946 kg of nuclear material, installed radiation detection equipment at more than 230 internal border crossings and ports, and trained more than 1,000 foreign nuclear facility operators on nuclear material control and accounting procedures. Additionally, NNSA is helping eliminate weapons-usable material by monitoring the downblending of more than 348 metric tons of Russian weapons-origin highly enriched uranium and working to dispose of at least 68 metric tons of Russian and U.S. weapons-grade plutonium.\n NNSA is a trusted agency with unique expertise and experience that works around the clock and around the world to prevent nuclear terrorism and conducts exactly the type of program Scott advocates. Additional information is available at www.nnsa.energy.gov/news/982.htm. \nDavid Campbell, Director of Intergovernmental, Congressional, and Public Affairs, NNSA.\n\nNotes\n\nExcerpted from LETTERS TO THE EDITOR\n\nLoad-Date: November 8, 2008"
}