{
    "title": "Nuclear threat is rising, global risks report says",
    "publisher": "usa today",
    "year": 2018,
    "month": 1,
    "day": 18,
    "full text": "Nuclear war, cyberattacks and environmental disasters top the list of man-made threats to global stability in 2018, according to a survey of 1,000 international leaders from business, government, education and service groups.\nThe chance of another global financial meltdown has ebbed because of economic expansions  happening worldwide, the annual World Economic Forum's Global Risks Report found. It was released Wednesday ahead of the forum's meeting next week in Davos, Switzerland.\nMother Nature topped the risks facing the world for a second straight year, the survey showed. That includes natural disasters and extreme weather  that human-caused climate change may be abetting.\nThe risk of nuclear war climbed up the list of concerns as a result of North Korean leader Kim Jong Un's tests of ballistic missiles and nuclear weapons and President Trump's  vows to annihilate North Korea if it launches an attack.\nA near-unanimous 93% of respondents expect a worsening of \"political or economic confrontations/frictions between major powers\" this year. Nearly 80% believe risks associated with \"state-on-state military conflict or incursion\" and \"regional conflicts drawing in major powers\" will be higher than in years past.\nTrump will join other world and business leaders in the Swiss Alpine resort Jan. 23-26 for the forum, where he is scheduled to give the closing address, organizers said.\nKlaus Schwab, the forum's founder, said one big  debate will be \"the future of global cooperation related to trade, environment, the fight against terrorism, tax systems, competitiveness.\"\n\"In this context it's absolutely essential to have President Trump with us,\" he said. Trump has alienated some other world leaders with his preference for a go-it-alone approach rather than embracing joint international efforts to deal with problems.\nExtreme weather in 2017 included three major Atlantic hurricanes -- Harvey, Irma and Maria -- that caused a record $200 billion in damage.\nRecord high temperatures struck southern Europe, eastern and southern Africa, South America and parts of Russia and China. Last year, Trump withdrew the U.S. from the Paris Climate Accord that aims to reduce carbon emissions blamed for global warming.\nThe greatest concerns for North American business leaders are cyberattacks, terrorism, asset bubbles, fiscal crises and the failure of adapting to climate change.\n\"Humanity has become remarkably adept at understanding how to mitigate conventional risks that can be relatively easily isolated,\" the report said. \"But we are much less competent when it comes to dealing with complex risks in the interconnected systems that underpin our world, such as organizations, economies, societies and the environment.\" \n\nLoad-Date: January 18, 2018"
}