{
    "title": "NUCLEAR REACTORS IN U.S. VULNERABLE Study warns of poor defense against attacks",
    "publisher": "spokesman review",
    "year": 2013,
    "month": 8,
    "day": 16,
    "full text": "All 107 nuclear reactors in the United States are inadequately protected from terrorist attacks, according to a Defense Department-commissioned report released Thursday.\n The report, by the Nuclear Proliferation Prevention Project at the University of Texas at Austin, warns that the current security required of civilian-operated reactors fails to safeguard against airplane attacks, rocket-propelled grenades and more than a small handful of attackers.\n The research highlights the 11 most vulnerable reactors, including plants near Southport, N.C.; Port St. Lucie, Fla.; Columbia, Mo.; and Gaithersburg, Md., less than 25 miles from the White House. It doesn't mention the specific security plans for each plant because they aren't publicly available and the report doesn't contain classified material. Instead, it highlights the broader regulations that would apply to each type of plant.\n \"There are 104 nuclear power reactors and three research reactors, none of which are protected against a 9/11-style terrorist attack,\" Alan Kuperman, an associate professor at the university who co-authored the report, said Thursday.\n He said current policies \"leave U.S. nuclear facilities vulnerable to credible terrorist threats of theft of bomb-grade material and sabotage that could cause a massive meltdown and release of radiation.\"\n Kuperman made multiple references to the 9/11 Commission's finding that al-Qaida had considered targeting a nuclear power reactor during the Sept. 11, 2001, attacks, which he said was proof that this was already on \"al-Qaida's radar screen.\"\n Three organizations control the safety of nuclear materials: the Nuclear Regulatory Commission oversees civilian reactors, the Department of Energy looks after its research reactors and the Department of Defense controls nuclear weapons and fuel, with the help of the DOE. Because each group creates its own threat assessment, referred to as the \"design basis threat,\" security standards vary.\n \"Design basis threat should be the same for all U.S. nuclear facilities, public or private, that pose catastrophic risks,\" Kuperman said, highlighting a conclusion from the report.\n Civilian utility companies with reactors under NRC guidelines have been reluctant to spend significantly to increase protections past those guidelines, he added.\n Matthew Bunn, a Harvard University professor who is an expert on nuclear theft and terrorism, said the nuclear agency relied on security from other parts of the government to augment the reactors' protection from aircraft crashes, due to either accidents or attacks.\n \"It's not that the problem is being ignored,\" he said. \"The view at the NRC is that the measures other parts of the government are taking are sufficient to reduce that risk to an acceptable level.\"\n Bunn said the NRC had greatly increased its protection levels since 9/11.\n In a statement, the NRC called its security requirements \"robust\" and said it was \"confident that these important facilities are adequately protected.\"\nGRAPHIC: Concerns about nuclear reactors and terrorism\n\nLoad-Date: August 17, 2013"
}