{
    "title": "Nuclear Inspectors Barred From North Korean Site",
    "publisher": "the new york times",
    "year": 2008,
    "month": 10,
    "day": 10,
    "full text": "North Korea heightened pressure on the Bush administration on Thursday by barring international inspectors from all parts of its Yongbyon nuclear complex, even as administration officials said they believed that they were close to a deal to end a stalemate with the North over its nuclear program.\n  The United States and North Korea have been fighting over a thorny verification issue that has held up a pact, reached earlier this year, that is  meant to end the North's nuclear program. \n  North Korea's decision to bar the international inspectors is the latest move by the country aimed at getting United States negotiators to ease off demands for strict measures to verify whether the North is adhering to that agreement. \n  Secretary of State Condoleezza Rice said she was still hoping to preserve the accord and to put in place the verification measures the United States was seeking. Other Bush administration officials said they believed that they were close to a deal on verification, a step that the United States would then reward by removing North Korea from the list of state sponsors of terrorism. \n  ''If we can get a verification protocol that we are satisfied with, then we would be able to fulfill our side of the bargain,'' the White House spokeswoman, Dana M. Perino, said Thursday.\n  The administration has hoped for the nuclear agreement to be one of President Bush's signature accomplishments. But the deal has been called into question as the two countries have fought over verification measures.\n  Christopher R. Hill, the administration's top North Korea envoy, has been huddling with Ms. Rice and other top officials since his return from the North a few days ago with what administration officials say is the outline of a possible way out of the verification morass. \n  Mr. Hill and Ms. Rice have both kept a tight lid on the talks, but one administration official with knowledge of the negotiations said that they remained centered on how much freedom North Korea was willing to give international weapons inspectors to examine and take samples from suspected nuclear sites. In particular, the North is skittish about allowing inspectors to examine as-yet-undeclared sites, for fear that it would establish a precedent for inspectors to go wherever they want in the country. \n  The official who provided details of the talks spoke on the condition of anonymity under normal diplomatic rules.\n  North Korea's negotiators have complained that the Bush administration has not removed the country from a list of state sponsors of terrorism, as Mr. Bush announced in June that he was prepared to do, and that it has instead made new demands. Those include requiring North Korea to accept the verification system before the United States carried out reciprocal steps, a condition that a senior administration official has acknowledged was not put in writing. \n  But the North's latest move to bar inspectors from Yongbyon -- which followed an earlier decision to keep them from a reprocessing plant at the site -- prompted American critics of the deal to step up their calls on the United States to pull out of the talks altogether. Last month, North Korea began reassembling the facilities used to produce weapons-grade plutonium.\n  ''At a minimum, even from the administration's point of view, it's time to say that there's no chance of getting them off the state sponsors of terrorism list,'' said John R. Bolton, a former United States ambassador to the United Nations. Mr. Bolton said any move to remove North Korea from the terrorism list at this point would amount to ''diplomatic malpractice.''\n  The White House described the North Korean move as ''regrettable,'' and the State Department warned North Korea against taking any further steps that would raise tensions, including test-firing missiles. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 10, 2008"
}