{
    "title": "Nutter names panel to review ethics policies",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 10,
    "day": 7,
    "full text": "Mayor Nutter yesterday announced the members of a new task force that will evaluate city ethics policies and recommend fixes to Philadelphia's five-year-old campaign-finance law. \n\"When I campaigned last year, it was on a pledge to restore citizens' trust in government,\" Nutter said, standing between his chief integrity officer, Joan Markman, and his inspector general, Amy Kurland.  \n\"We've made some progress,\" Nutter said, \"but we are not there yet.\" \nNutter announced the creation of the task force 12 days ago, and he chose eight city leaders, in addition to himself, to name one appointee each. He also called for a report to be delivered to him and City Council President Anna Verna by Feb. 1. \nThe panel will be chaired by former federal prosecutor Michael Schwartz, Nutter's appointee. Schwartz, now with the Pepper Hamilton law firm, investigated former city treasurer Corey Kemp, who is serving a 10-year prison sentence on corruption charges. \nOther task force members are: \nNolan Atkinson of the Duane Morris law firm, who was appointed by J. Whyatt Mondesire of the Philadelphia branch of the NAACP. \nStephanos Bibas of the University of Pennsylvania Law School, appointed by Penn Law School Dean Michael Fitts. \nHeidi Gold of Ross Associates, appointed by Kelly Green of the League of Women Voters in Philadelphia. \nBrian McCormick of the Sheller law firm, appointed by Committee of Seventy president Zack Stalberg. \nElizabeth McElroy, political director of the Philadelphia Council AFL-CIO, appointed by Philadelphia AFL-CIO president Pat Eiding. \nAl Mezzaroba, former CEO of the Convention Center, appointed by Verna. \nStephanie Resnick of the Fox Rothschild law firm, appointed by Michael Pratt, chancellor of the Philadelphia Bar Association. \nEdward Turzanski, a senior fellow with the Center for Terrorism, Counter-Terrorism and Homeland Security at the Foreign Policy Research Institute, appointed by Mark Schweiker, president of the Greater Philadelphia Chamber of Commerce. \nContact staff writer Marcia Gelbart at 215-854-2338 or mgelbart@phillynews.com. \n\nLoad-Date: October 7, 2008"
}