{
    "title": "NY judge_ Ex- Soviet arms dealer will get 25 years",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 4,
    "day": 5,
    "full text": "NEW YORK ? A federal judge at a sentencing hearing for a former Soviet arms dealer dubbed the Merchant of Death said Thursday she would sentence him to 25 years in prison for his conviction on terrorism charges that grew from a U.S. sting operation Thursday's hearing was for 45-year-old Viktor Bout, who told the judge he was \"not guilty\" and allegations against him were lies. When a prosecutor said in court that Bout agreed to sell weapons to kill Americans, Bout shouted, \"It's a lie!\" He told the judge he \"never intended to kill anyone\" and said, \"God knows this truth.\" \nBout faced a mandatory minimum of 25 years in prison and a maximum of life in prison. The judge didn't immediately hand down the official sentence. Bout, an ex-Soviet officer, has been jailed since his arrest four years ago in Thailand after he met U.S. Drug Enforcement Administration operatives posing as agents of a Colombian terrorism group. He was extradited to the U.S. for trial in 2010. Prosecutors say he was ready to sell up to $20 million in weapons including surface-to-air missiles to shoot down U.S. helicopters. Bout insists he's a legitimate businessman. Prosecutors said that Bout's weapons fueled armed conflicts in some of the world's most treacherous hot spots, including Rwanda, Angola and the Congo and that he was looking for new arms deals in places such as Libya and Tanzania when he was arrested. Bout, the inspiration for an arms dealer character played by Nicolas Cage in the 2005 film \"Lord of War,\" has maintained that he was a legitimate businessman who wasn't selling arms when the American operatives knocked on his door. Federal prosecutors said the government initiated its investigation in 2007 because Bout \"constituted a threat to the United States and to the international community based on his reported history of arming some of the world's most violent and destabilizing dictators and regimes.\" \"Although Bout has often described himself as nothing more than a businessman, he was a businessman of the most dangerous order,\" prosecutors said in their pre-sentencing memo. \"Transnational criminals like Bout who are ready, willing and able to arm terrorists transform their customers from intolerant ideologues into lethal criminals who pose the gravest risk to civilized societies.\" Defense attorney Albert Dayan wrote in a letter to the judge that the United States targeted his client vindictively because it was embarrassed that his companies helped deliver goods to American military contractors involved in the Iraq War. The deliveries occurred despite United Nations sanctions imposed against Bout since 2001 because of his reputation as a notorious illegal arms dealer, Dayan said. The lawyer noted that the U.S. Department of the Treasury imposed its own ban on dealings with Bout in July 2004, citing in part the \"unproven allegation\" that Bout made $50 million in profits from arms transfers to the Taliban when Osama bin Laden and al-Qaida were based in Afghanistan. The Merchant of Death moniker was attached to Bout by a high-ranking minister at Britain's Foreign Office, who had drawn attention to his 1990s notoriety for running a fleet of aging Soviet-era cargo planes to conflict-ridden hotspots in Africa. The nickname was included in the U.S. government's indictment of Bout, and U.S. Attorney Preet Bharara referenced it when he announced Bout's extradition in late 2010, saying: \"The so-called Merchant of Death is now a federal inmate.\" \n\nLoad-Date: April 6, 2012"
}