{
    "title": "NY mayor defends police He calls NYPD's anti-terrorism efforts 'legal,' 'appropriate.'",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 2,
    "day": 26,
    "full text": "NEW YORK - New York's mayor said his police department will do everything within its power to root out terrorists in the U.S., even if it means sending officers outside the city limits or placing law-abiding Muslims under scrutiny.\n\"We just cannot let our guard down again,\" Mayor Michael Bloomberg warned.\nThe mayor laid out his doctrine for keeping the city safe during his weekly radio show Friday following a week of criticism of a secret police department effort to monitor mosques in several cities and keep files on Muslim student groups at colleges in Connecticut, New Jersey, Pennsylvania and upstate New York.\nSeveral college administrators and politicians have complained that the intelligence-gathering - exposed in a series of stories by The Associated Press - pried too deeply into the lives of innocent people.\nWith about 1,000 officers dedicated to intelligence and counterterrorism, the New York Police Department has one of the most aggressive domestic intelligence operations in the U.S. Its methods have stirred debate over whether it violated the civil liberties of Muslims.\nIn perhaps his most vigorous defense yet of some of the NYPD's anti-terrorism efforts, Bloomberg said it is \"legal,\" \"appropriate\" and \"constitutional\" for police to keep a close eye on Muslim communities that terrorists might use as a base to strike the city. And he said investigators must pursue \"leads and threats wherever they come from,\" even across state lines.\n\"It would just be naive to think we should stop following threats when they get to the border,\" Bloomberg said.\nBloomberg said the NYPD would continue to do \"everything that the law permits us to do\" to detect terrorists operating in the U.S. before they have a chance to act. He warned of dire consequences if the city fails to detect plots.\n\"We are not going to repeat the mistakes that we made after the 1993 bombing,\" he said.\n\"We cannot slack in our vigilance. The threat was real. The threat is real. The threat is not going away.\"\nNewark Mayor Corey Booker was among several New Jersey officials who said they were surprised and concerned to learn that the NYPD had broadly monitored Muslims and mosques in that state.\nBloomberg acknowledged that Booker himself hadn't been briefed by the NYPD, but said the Newark police department had been informed.\nIn any case, he said, it is \"100 percent legal\" for city police officers to operate in other states.\n\"You have to also remember an awful lot of the 9/11 hijackers stayed in New Jersey for extended periods of time, training, planning their attacks,\" Bloomberg said.\n\nLoad-Date: March 3, 2012"
}