{
    "title": "NY TRIAL OF EGYPTIAN OPENS; CHARGE IS 'URBAN TERRORISM' PLOT",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 1,
    "day": 10,
    "full text": "The trial of a blind Egyptian cleric and 11 other Muslims accused of plotting bombings and assassinations in a \"war of urban terrorism\" began Monday in a heavily guarded courthouse.\nU.S. District Judge Michael Mukasey outlined the case to 100 potential jurors who were crammed into the courtroom so tightly that 11 had to stand. Prospective jurors were asked about race, religion and their feelings about Arabs.\nAt least a dozen marshals lined the courtroom and nearby hallways, and a bomb-sniffing dog with its own photo identification checked the courtroom.\nThe defendants are charged with seditious conspiracy. They are accused of plotting the World Trade Center blast on Feb. 26, 1993, as well as planning to bomb the United Nations and two tunnels and a bridge connecting New York City and New Jersey.\nThey also are accused of plotting to assassinate Egyptian President Hosni Mubarak, of plotting the murder of Rabbi Meir Kahane in New York in November 1990 and the kidnapping or killing of American politicians and judges.\nIf convicted, the defendants face life in prison.\nThe Trade Center bombing was the only act of terrorism actually carried out; the alleged plot was broken up with the help of an informer. Four men were convicted last year in the Trade Center blast, which killed six people and injured more than 1,000.\nProsecutors said the bombing was the worst terrorist attack ever on U.S. soil.\nProsecutors allege that Sheik Omar Abdel-Rahman, 56, who is blind, was the mastermind of what they call \"a war of urban terrorism against the United States.\" Abdel-Rahman's attorneys argue that the indictment is politically motivated because their client advocates the overthrow of the Egyptian government. They allege that the charges are unconstitutional because they are based on his speeches and religious sermons.\nThe judge summarized the indictment as describing a conspiracy to commit violent acts \"as a way of opposing the United States and United States policy in the Middle East.\"\nProsecutors have videotapes and secretly recorded conversations obtained with the help of an informer.\nThe defense maintains that the men on trial were unwittingly enlisted to perform seemingly innocent tasks that contributed to alleged crimes, or were entrapped by an overzealous informer.\nPotential jurors were given 19 pages of questions designed to weed out bias in the search for 12 jurors and six alternates. The jurors will remain anonymous - but will not be sequestered - through what is expected to be a six- to nine-month trial.\nOptional questions focus on such things as religious affiliation and the ethnic background of spouses.\n\nGraphic\n\n \nPHOTO; Photo Headshot - Sheik Omar Abdel-Rahman, Accused of masterminding plot\n\nLoad-Date: January 11, 1995"
}