{
    "title": "NYC terror attack shows us living in fear is wrong",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 6,
    "full text": "Photo credit: Rewon Shimray\nGrowing up, we were taught that bullies bully because they feel insecure about themselves. If we give in to the bully, we give them power. As adults, bullies still exist. However, they don't exist in the traditional sense of a 6-foot kid trying to take your lunch money. Now they exist as terrorists: people intentionally instilling fear or terror, typically through violence, in order to communicate a political, religious or ideological idea.\nLast Tuesday, The Islamic State claimed responsibility for the deadly terror attack in New York City, where a \"soldier of the Caliphate\" drove a truck down a bicycle path near the 9/11 site, an act that was considered terrorism.\nThrough the violence demonstrated in New York and around the world over the past few years (such as in London and Nice, France), ISIS is terrorizing. ISIS is trying to take away our lives and instill fear in us, but we cannot cave.\nIt seems we cannot go anywhere without looking over our shoulder and being on edge about the possibility of a terrorist attack. We can't even walk on the street or ride a bike without feeling like our lives are in danger, but that's what terrorists want. If we show fear, we let them win.\nThe letter from ISIS even admitted, \"The grace of Allah, the operation instilled fear in crusader America, prompting them to increase security measures and intensify actions against immigrants to America.\"\nAt times, we do not know how to express our emotions, because the response cannot be summed up in one word. For some, terrorism spurs tears of sadness thinking of families and loved ones lost. For some, terrorism sparks anger and frustration as we wonder why and how this keeps happening. For some, terrorism elicits straight fear. We do not know of a good way to fight this terrorism that is intimidating the world, because we cannot categorize it with a single emotion.\nWe do not know why terrorists feel the best way to share their political, religious and ideological views is through instilling fear in innocent victims. But, we do know that America is a country that prides itself in bonding together. We know that America is stronger and better than this; we should not just sit back.\nDarren Drake of Patterson, N.J., was one of the victims of this attack. His father said to The [Bergen County, N.J.] Record, \"To be angry is useless. There's nothing I can do about it. What am I going to do, sue him [soldier of the Caliphate]?\"\nRemember that the victims are our neighbors, friends and peers. Regular people living their regular lives are being affected by terrorism. It may seem distant, but it can happen anywhere, anytime. No one is immune, but everyone is capable of standing strong and saying no to allowing fear to control us. Everyone is capable of displaying the toughness that serves as our country's backbone. Everyone is capable of saying \"I love you\" and holding their head high, flaunting our stars and stripes and living purposefully, not anxiously.\nWe cannot live in a state of fear and anger. We must live in a state of love for each other because you never know who or where is next. We can't show fear; we need to show strength. Just like children are taught to never succumb to the bully, we cannot succumb to the fear that terrorism aims to achieve.\n\nLoad-Date: November 8, 2017"
}