{
    "title": "NYC Diallo, Terrorism And Safety vs. Liberty",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "ODD as it may seem, Amadou Diallo came to mind yesterday as New York sifted through the physical and emotional rubble of the World Trade Center nightmare.\n     It wasn't so much the terrible way that Mr. Diallo was killed, in a burst of 41 bullets fired by four nervous, and arguably ill-trained, police officers. What came to mind was a related issue that his death in 1999 came to crystallize. \n In the name of law and order, how much license do we give the police to stop and question citizens whose sole \"crime\" is to have been standing on the street or, as in the Diallo case, in the vestibules of their apartment buildings? Hand in hand with this issue is racial profiling and all the emotional levers that the phrase pulls.\nWhat does any of that have to do with the worst terrorist attack in American history? Simply this: It is quite possible that America will have to decide, and fairly soon, how much license it wants to give law enforcement agencies to stop ordinary people at airports and border crossings, to question them at perhaps irritating length about where they have been, where they are heading and what they intend to do once they get where they're going. It would probably surprise no one if ethnic profiling enters the equation to some degree.\nThe prevailing ethic, certainly in post-Diallo New York City, is that profiling on the basis of race, religion, ethnic background and so on is inherently evil. Try to find a mayoral candidate who doesn't practically equate it with original sin. It seems pretty clear that the political scales have tipped in the last few years in favor of civil libertarians who say that the police have to explain themselves a good deal more than they once did if they are to continue stopping people on the street and frisking them.\nBut it is sometimes easy to forget, in the safer city of the Giuliani era, how traumatized New Yorkers were by crime a decade ago, when 2,000 or more people were murdered each year. For many, they were victims of terrorism in another guise. And they were more than prepared to toss the Constitution to the wind if it meant clearing the streets of the crack dealers and gun-toting gang bangers whose bullets were flying through apartment windows and killing babies in their cribs.\nNow that the number of murders has been reduced to a less frightening 600 or 650 a year -- thanks in part, many experts on police matters say, to stop-and-frisk strategies that removed a lot of guns from the streets -- the New York pendulum has swung the other way, toward greater emphasis on the civil-libertarian arguments.\n\"We have never thrown out civil liberties altogether, but the balance line moves,\" said Fred Siegel, a history professor at Cooper Union.\nArguably, one of Mayor Rudolph W. Giuliani's political failings was that he had a blind spot in this regard, and did not see the line move as New Yorkers were finally able to exhale, in good measure because of his crime-fighting policies. But if that is so, then the fundamentalist civil libertarians -- those who, for example, fought metal detectors in public places as an invasion of privacy -- may now be the ones with a blind spot.\nNew Yorkers, not to mention other Americans, may be ready to accept intrusive law enforcement tactics -- and, yes, possibly with elements of profiling attached -- that they would have deemed repugnant just two days ago, before the World Trade Center collapsed and bodies fell from the sky.\nTHIS raises a whole question about what the trade-offs are going to be,\" acknowledged Ruth W. Messinger, who lost to Mr. Giuliani in the 1997 mayoral election and who joined the protests against his policies after the Diallo killing. \"We've been so isolated from this,\" she said, referring to the terrorism that has caused America's knees to buckle.\nTo the extent that politics and policy cannot be entirely separated from the personalities of our leaders, Mr. Giuliani has demonstrated anew in this crisis what a dominant force he is, and how he is likely to remain so as his days in office dwindle down. He has displayed, most New Yorkers would probably agree, perfect pitch these last few days. He has been decisive, dignified and yet obviously brokenhearted over the enormous loss of life.\nThis is a man who in 1994 gave a speech on the unwritten compact that he believes exists between the governed and the political figures who guide them. \"Freedom is about authority,\" Mr. Giuliani said then. \"Freedom is about the willingness of every single human being to cede to lawful authority a great deal of discretion about what you do and how you do it.\"\nThat speech has often been cited by critics as proof that the mayor is at heart an authoritarian. Maybe they are right. But as a wounded New York mourns its unburied dead, and turns to its mayor for solace, those words from 1994 may find more understanding ears than the civil libertarians could have imagined. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 13, 2001"
}