{
    "title": "NYC mayor_ al-Qaida sympathizer arrested",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 11,
    "day": 21,
    "full text": "NEW YORK - An \"al-Qaida sympathizer\" accused of plotting to bomb police and post offices in New York City as well as U.S. troops returning home has been arrested on numerous terrorism-related charges.\nMayor Michael Bloomberg announced at a news conference Sunday the arrest of Jose Pimentel of Manhattan, \"a 27-year-old al-Qaida sympathizer\" who the mayor said was motivated by terrorist propaganda and resentment of U.S. troops in Afghanistan and Iraq.\nPolice Commissioner Raymond Kelly said police had to move quickly to arrest Pimentel on Saturday because he was ready to carry out his plan.\n\"We had to act quickly yesterday because he was in fact putting this bomb together. He was drilling holes and it would have been not appropriate for us to let him walk out the door with that bomb,\" Kelly said.\nThe police commissioner said Pimentel was energized and motivated to carry out his plan by the Sept. 30 killing of al-Qaida's U.S.-born cleric Anwar al-Awlaki.\n\"He decided to build the bomb August of this year, but clearly he jacked up his speed after the elimination of al-Awlaki,\" Kelly said.\nPimentel, a U.S. citizen originally from the Dominican Republic, was \"plotting to bomb police patrol cars and also postal facilities as well as targeted members of our armed services returning from abroad,\" the mayor said.\nBloomberg said that case marked at least the 14th terrorist plot targeting New York City since the Sept. 11 terrorist attacks 10 years ago.\nHe was under surveillance for at least a year by New York police, who were working with a confidential informant, and was in the process of building a bomb; no injury to anyone or damage to property is alleged, Kelly said. In addition, authorities have no evidence that Pimentel was working with anyone else, the mayor said.\n\"He appears to be a total lone wolf,\" the mayor said. \"He was not part of a larger conspiracy emanating from abroad.\"\nPimentel, also known as Muhammad Yusuf, is accused of having an explosive substance Saturday when he was arrested that he planned to use against others and property to terrorize the public.\nThe charges accuse him of conspiracy going back at least to October 2010, and include first-degree criminal possession of a weapon as a crime of terrorism, and soliciting support for a terrorist act. He was ordered held without bail.\n\nLoad-Date: November 21, 2011"
}