{
    "title": "NYPD PUT TERROR LABEL ON MOSQUES TO JUSTIFY BROAD SPYING OPERATION",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 8,
    "day": 29,
    "full text": "NEW YORK -- The New York Police Department has secretly labeled entire mosques as terrorist organizations, a designation that lets police use informants to record sermons and spy on imams, often without specific evidence of criminal wrongdoing.\nDesignating an entire mosque as a terrorism enterprise means that anyone who attends prayer services there is a potential subject of an investigation and fair game for surveillance.\nSince the 9/11 attacks, the NYPD has opened at least a dozen \"terrorism enterprise investigations\" into mosques, according to interviews and confidential police documents. The TEI, as it is known, is a police tool intended to help investigate terrorist cells and the like.\nMany TEIs stretch for years, allowing surveillance to continue even though the NYPD has never criminally charged a mosque or Islamic organization with operating as a terrorism enterprise.\nThe documents show in detail how, in its hunt for terrorists, the NYPD investigated countless innocent New York Muslims and put information about them in secret police files. As a tactic, opening an enterprise investigation on a mosque is so potentially invasive that while the NYPD conducted at least a dozen, the FBI never did one, according to interviews with federal law enforcement officials.\nThe strategy has let the NYPD send undercover officers into mosques and attempt to plant informants on the boards of mosques and at least one prominent Arab-American group in Brooklyn, whose executive director has worked with city officials, including Bill de Blasio, a front-runner for mayor.\nMr. De Blasio said Wednesday on Twitter that he was \"deeply troubled NYPD has labelled entire mosques & Muslim orgs terror groups with seemingly no leads. Security AND liberty make us strong.\"\nThe revelations about the NYPD's massive spying operations are in documents recently obtained by The Associated Press and part of a new book, \"Enemies Within: Inside the NYPD's Secret Spying Unit and bin Laden's Final Plot Against America.\" The book, by Associated Press reporters Matt Apuzzo and Adam Goldman, is based on hundreds of previously unpublished police files and interviews with current and former NYPD, CIA and FBI officials.\nThe disclosures come as the NYPD is fighting off lawsuits accusing it of engaging in racial profiling while combating crime. Earlier this month, a judge ruled that the department's stop-and-frisk tactic was unconstitutional.\nThe American Civil Liberties Union and two other groups have sued, saying the Muslim spying programs are unconstitutional and make Muslims afraid to practice their faith without police scrutiny.\nBoth Mayor Michael Bloomberg and Police Commissioner Raymond Kelly have denied those accusations. Speaking Wednesday on MSNBC's \"Morning Joe,\" Mr. Kelly reminded people that his intelligence-gathering programs began in the wake of 9/11. \"We follow leads wherever they take us,\" he said. \"We're not intimidated as to wherever that lead takes us. And we're doing that to protect the people of New York City.\"\nThe NYPD did not limit its operations to collecting information on those who attended the mosques or led prayers. The department sought also to put people on boards of New York's Islamic institutions to fill intelligence gaps. One confidential NYPD document shows police wanted to put informants in leadership positions at mosques and other organizations, including the Arab American Association of New York in Brooklyn, a secular social-service organization.\nAssociation executive director Linda Sarsour said her group helps new immigrants adjust to life in the United States. It was unclear whether the department was successful in its plans.\nThe document, apparently created around 2009, was prepared for Mr. Kelly and distributed to the NYPD's debriefing unit, which helped identify possible informants. Around that time, Mr. Kelly was handing out medals to the Arab American Association's soccer team, Brooklyn United, smiling and congratulating its players for winning the NYPD's soccer league.\nMs. Sarsour, a Muslim who has met many times with Mr. Kelly, said she felt betrayed. \"It creates mistrust in our organizations,\" said Ms. Sarsour, born and raised in Brooklyn. \"It makes one wonder and question who is sitting on the boards of the institutions where we work and pray.\"\n\nGraphic\n\n \nPHOTO: Seth Wenig/Associated Press: Yasmin Nagi holds a sign during a rally Wednesday near police headquarters in New York to protest New York Police Department surveillance tactics. The department says it is allowed to use informants to record sermons and spy on imams, often without specific evidence of criminal wrongdoing.\n\nLoad-Date: August 30, 2013"
}