{
    "title": "NYPD DOGGED MUSLIM CLERIC",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 6,
    "full text": "NEW YORK -- The New York Police Department's intelligence squad secretly assigned an undercover officer to monitor a prominent Muslim leader even as he decried terrorism, cooperated with the police, dined with Mayor Michael Bloomberg and was the subject of a Pulitzer Prize-winning series by The New York Times about Muslims in America.\nSheikh Reda Shata was among those singled out for surveillance because of his \"threat potential\" and what the NYPD considered links to organizations associated with terrorism, despite having never been charged with any crime, according to secret police documents obtained by The Associated Press.\nOn Wednesday, seven New York Democratic state senators called for the state attorney general to investigate the NYPD's spying on Muslim neighborhoods.\nThe AP investigation found the NYPD has subjected entire communities to surveillance and scrutiny, often without any allegation of wrongdoing. Police built databases of businesses that catered to Muslims and monitored where certain Muslims ate, shopped, lived and prayed.\n3 die in workplace attack\nCUPERTINO, Calif. -- The search for a disgruntled employee accused of killing three co-workers and injuring six others at a Northern California limestone quarry brought SWAT teams in armored vehicles to the normally quiet streets of Silicon Valley on Wednesday.\nThe hunt for Shareef Allman of San Jose began after authorities said he opened fire at a routine safety meeting at Permanente Quarry around 4:15 a.m. and later wounded a woman in a failed carjacking.\nShuttle tug of war\nWASHINGTON -- Texas lawmakers, still angry that Houston lost out to New York City in the quest to display one of the four retired space shuttles, are pushing NASA to reconsider.\nRep. Ted Poe, R-Texas, accused New York's Intrepid Sea, Air & Space Museum this week of a \"bait-and-switch\" in proposing to locate the shuttle Enterprise, a test orbiter, \"next to a bagel joint, a car wash and a strip club\" in a parking lot on 12th Avenue in Manhattan instead of on a Hudson River berth next to the Intrepid aircraft carrier.\nHouston is home to Johnson Space Center, the control center for manned missions and astronaut training facilities.\nKnox weighs her future\nSEATTLE -- Advised to \"go dark\" as she reconnects with family and freedom, Amanda Knox wants to take her time before deciding how to tell her story.\nThere will be no shortage of offers, which were already coming in Wednesday.\nThe former American exchange student could get a book deal that easily reaches seven figures -- and help pay back her family the money they spent to overturn her murder conviction in the death of her roommate in Italy. Speaking fees could earn her $50,000. Plus there are the movie rights.\nObama's power grid push\nWASHINGTON -- The Obama administration on Wednesday moved to speed up permitting and construction of seven proposed electric transmission lines in 12 states, saying the projects would create thousands of jobs and help modernize the nation's power grid.\nThe projects are intended to serve as pilot demonstrations of streamlined federal permitting and improved cooperation among federal, state and tribal governments. The projects will provide more than 3,100 miles of new transmission lines in Arizona, Colorado, Idaho, New Mexico, Nevada, Oregon, Utah, Wyoming, New Jersey, Pennsylvania, Minnesota and Wisconsin.\n\nGraphic\n\n \nPHOTO: Shareef Allman\n\nLoad-Date: October 7, 2011"
}