{
    "title": "NYPD Deploys Counter-Terrorism Team Throughout City Following London Attack",
    "publisher": "usa today",
    "year": 2017,
    "month": 3,
    "day": 22,
    "full text": "The NYPD has redeployed its counter-terrorism team to United Kingdom-linked locations throughout New York City following an apparent terror attack in London, but asserted that there are no specifics threats to New York City at this point in time.\nIn one incident, a car ran over several individuals on the Westminster Bridge, according to USA Today. At least one woman was killed while 20 others were were injured. In a second incident outside the British Parliament, a suspect fatally stabbed a police officer before being fatally shot.\nThomas Galati, NYPD's Chief of Intelligence, recounted the details that the NYPD has gathered far about the attack from the department's liaison stationed in London. At the time of press conference at One Police Plaza, Galati said that he could not confirm fatalities, though he said that he believes \"we may have some.\"\n\"So that's what we have right now and we are working very closely with the U.K. authorities. in addition to that, we are moving our resources around to try and better cover U.K.-sensitive locations here in New York City.\"\nJames Waters, NYPD's Chief of Counter-Terrorism, said once they received information about the attack, they took steps to deploy the Critical Response Command to locations with connections to the European nation.\n\"Upon learning of the attack and getting some of the details through the liaison and open source media, we immediately moved and redeployed some of our Critical Response Command personnel to U.K. locations, the Mission and the consulate located on 102nd, the other on 3rd Avenue in Midtown as well as other city agencies around the city,\" Waters said.\nAnd he said that they are also adding more security at Jewish sites around the city given the approach of Passover-and the recent spike in anti-Semitic bomb threats.\n\"We're covering Jewish locations on the eve of upcoming Passover and we've redeployed to some of the government agencies here in New York,\" Waters continued. \"You'll see a larger presence of the dogs at these locations as well as the CRC officers armed with the long guns.\"\nPolice Commissioner James O'Neill emphasized there is no evidence of imminent danger within the five boroughs from a hostile actor connected to the tragedies in Britain.\n\"There's no threats,\" O'Neill said. \"This is, you know, we did it after Paris, after Brussels, after San Bernardino, we redeployed people and that's I think the beauty of having CRC, those assets can be redeployed immediately.\"\nHe also said that the NYPD undertakes a number of steps to prevent attacks such as the one in the United Kingdom.\n\"We do things on many different levels,\" O'Neill said. \"I know I talked about this a lot in the past. I think so much of this is because we have an excellent relationship with our federal partners, specifically the FBI Joint Terrorism Task Force.\"\n\nLoad-Date: March 22, 2017"
}