{
    "title": "NYPD intelligence campaign on Muslims sparks debate Bloomberg worries successor could drop security",
    "publisher": "usa today",
    "year": 2012,
    "month": 2,
    "day": 27,
    "full text": "Potential candidates for Mayor Michael Bloomberg's office are taking stands on the New York Police Department's surveillance of Muslim students, ranging from cautious support to a warning about curtailing civil liberties.\nBloomberg, an independent who will leave office after the 2013 election, has said he finds \"worrisome\" the idea that his successor might abandon NYPD policies that have kept New Yorkers safe.\nThe NYPD used undercover officers and informants to infiltrate Muslim student groups at a dozen colleges in New York City, Upstate New York, Connecticut, New Jersey and Pennsylvania, documents obtained by the Associated Press show. The monitoring was part of the department's anti-terrorism efforts.\nManhattan Borough President Scott Stringer said,  \"It is troubling when people are subject to surveillance and investigation simply because they are members of a particular group.\"\nThe Democrat, a declared candidate for mayor, praised the city's police department for doing an \"extraordinary job protecting our city\" but cautioned that authorities must make sure anti-terrorism efforts \"do not trample on the civil liberties that all citizens have a right to enjoy.\"\nNYC Comptroller John Liu, a Democrat who is likely to run for mayor, praised \"the dedicated men and women of the NYPD\" for doing \"an extraordinary job of keeping New Yorkers safe.\" But he warned that \"we should not as a matter of policy profile people based on religion or race. It goes against everything this city stands for.\"\nWhen asked about the NYPD surveillance, media executive Tom Allon didn't hedge.\n\"I support the tactics that they've used,\" said Allon, who plans to run as both a Liberal and a Democrat. \"I think we've got a much larger problem here, which is making sure there's no terrorist attack on New York.\"\nBloomberg said the efforts are vital to protect the city, which took the brunt of the 9/11 attacks and witnessed a bombing of the World Trade Center in 1993.\n\"We are not going to repeat the mistakes that we made after the 1993 bombing,\" he said. \"We just cannot let our guard down again. We cannot slack in our vigilance. The threat was real. The threat is real. The threat is not going away.\"\nThe mayor has denied that the department's monitoring of Muslims not suspected of any crime amounted to spying. Instead, he suggested that the department's intelligence-gathering efforts -- which involved photographing mosques, eavesdropping on conversations inside shops and keeping files on Muslims who Americanized their names -- amounted to looking around, \"just to kind of get familiar with what's going on. We don't target individuals based on race and religion.\"\nThe mayor and police director of New Jersey's largest city said last week that the NYPD misled them and never told them it was conducting a widespread spying operation on Newark's Muslim neighborhoods. Had they known, they said, they never would have allowed it.\n\"If anyone in my police department had known this was a blanket investigation of individuals based on nothing but their religion, that strikes at the core of our beliefs and my beliefs very personally, and it would have merited a far sterner response,\" Newark Mayor Cory Booker said.\nIn mid-2007, the NYPD's secretive Demographics Unit fanned out across Newark, photographing every mosque and eavesdropping in Muslim businesses. The findings were cataloged in a 60-page report, obtained by the Associated Press, that served as a police guidebook to Newark's Muslims. There was no mention of terrorism or any criminal wrongdoing.\nNewark Police Director Samuel DeMaio was deputy chief of the department at the time. He said the NYPD asked to be shown around the city. New York police said it was part of an investigation but never revealed what it was about, DeMaio said. \"We really want to be clear: This type of activity is not what the Newark PD would ever do,\" he said. \n\nLoad-Date: February 27, 2012"
}