{
    "title": "NYPD defends use of Muslim informants",
    "publisher": "richmond times dispatch ",
    "year": 2014,
    "month": 5,
    "day": 18,
    "full text": "NYPD defends use of Muslim informants\nNEW YORK - The New York Police Department is taking a tough stance in a legal battle over its use of informants in theMuslim community.\nThe department announced last month that it was disbanding a unit that tracked the everyday lives of Muslims. But it is fighting a lawsuit that challenges its ongoing practice of cultivating Muslim informants to detect terrorism threats. The practice incudes debriefing Muslims who are stopped by police.\nThe lawsuit was filed last year on behalf of two Brooklyn mosques, an imam and three other plaintiffs. It asks a federal judge to declare the surveillance unconstitutional and halt it. The city has struck back by demanding to see any communications by the plaintiffs that mention terrorism, jihad or the war in Afghanistan.\nMuslims amplify 9/11 film concerns\nNEW YORK - Muslim advocates and scholars are stepping up pressure on New York City's Sept. 11 museum to edit or at least let more scholars see a documentary movie exhibit about al-Qaida before the museum's opening Wednesday.\nMuslim groups began expressing concerns after members of the museum's interfaith clergy advisory panel raised alarms last month that the movie unfairly links Islam and terrorism.\nAbout 400 scholars and experts in various fieldsasked the museum to invite a broad scholarly group to evaluate the brief movie.\nVatican officials tour Philadelphia\nPHILADELPHIA - Vatican officials have conducted a tour in Philadelphia ahead of a major Roman Catholic gathering that the city's archbishop believes will include an appearance by the pope.\nArchbishop Charles Chaput said he's \"personally convinced\" the pontiff is coming to the World Meeting of Families in September 2015. But nothing is certain until an official announcement from the Holy See.\n\nNotes\n\nRELIGION BRIEFS Copyright © 2014, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 20, 2014"
}