{
    "title": "NYT_ Biofuel Mandates Have Been an Environmental Disaster",
    "publisher": "the new york times",
    "year": 2018,
    "month": 11,
    "day": 27,
    "full text": "Gridlock that stops any legislation from being passed is usually better than \"bipartisanship.\" To get bipartisan support, legislation has to buy off power brokers and special interest groups in both political parties. A classic example is America's harmful legislation requiring the use of biofuels. It has resulted in the destruction of vast areas of tropical rainforest, massively increasing greenhouse gas emissions.\nIndustrial-Scale Deforestation\nThe New York Times describes this in a story called \"Palm Oil Was Supposed to Help Save the Planet. Instead It Unleashed a Catastrophe.\" The story explains that \"A decade ago, the U.S. mandated the use of vegetable oil in biofuels, leading to industrial-scale deforestation-and a huge spike in carbon emissions.\" In some areas once covered by rainforest, there are now \"only charred stumps poking up from murky, dark pools of water.\" As the Times explains:\nSlashing and burning the existing forests to make way for oil-palm cultivation had a perverse effect: It released more carbon. A lot more carbon. NASA researchers say the accelerated destruction of Borneo's forests contributed to the largest single-year global increase in carbon emissions in two millenniums, an explosion that transformed Indonesia into the world's fourth-largest source of such emissions. Instead of creating a clever technocratic fix to reduce American's carbon footprint, lawmakers had lit the fuse on a powerful carbon bomb that, as the forests were cleared and burned, produced more carbon than the entire continent of Europe.\nDespite this massive destruction of forests, Nancy Pelosi (D-Calif.), the Speaker of the House at the time, continues to defend the \"biofuels mandate she shepherded into law.\" She claims it is \"reducing emissions\" when it obviously isn't. Her fellow Democrat and political ally, former Congressman Henry Waxman (D-Calif.), admits as much. He helped enact the mandate as chairman of the House Energy and Commerce Committee. But he now recognizes the obvious reality that the mandate is \"doing more harm to the environment\" than any fossil fuels it has replaced.\nEvil and Stupidity\nFormer President George W. Bush enabled this destruction by supporting the mandate and signing it into law. This bipartisan support for the mandate didn't make it better because bipartisanship is usually a toxic blend of evil and stupidity. \"In America, we have a two-party system,\" a Republican congressional staffer told a visiting group of Russian legislators in the 1990s. \"There is the stupid party. And there is the evil party. ... Periodically, the two parties get together and do something that is both stupid and evil. This is called-'bipartisanship.'\"\nDire losses of forests were projected in its initial, honest estimate of what would happen from the mandate going into effect. But in response to lobbying from special interests, it replaced that estimate with a rosier one that dismissed forest losses as negligible.\nThis harm to the environment was also facilitated by the Obama-era Environmental Protection Agency. It massively underestimated the destruction of forest that the mandate would cause. Dire losses of forests were projected in its initial, honest estimate of what would happen from the mandate going into effect. But in response to lobbying from special interests, it replaced that estimate with a rosier one that dismissed forest losses as negligible.\nAs The New York Times notes, initially, the Obama EPA recognized that the negative effect on the environment \"of land-use changes overshadowed any other consideration, and not by a small margin,\" resulting in negative effects on the climate annually for at least 32 years and taking \"a century\" before the resulting replacement of fossil fuels would \"reach the level of benefit required under the law.\" But in response to lobbying, the EPA's stance changed:\nBy the time the E.P.A. released its final rule in early 2010, it had made a complete about-face. Its models now found that the impact from land-use changes were almost negligible. For Indonesia, the E.P.A. estimated that just 110,000 acres of forest would be converted to cropland as a result of the American biofuels law, and almost none of it on sensitive peatland.\nAcross the world, the land substitution effects of biofuels mandates have been profoundly negative.\nBiofuel mandates drove up wheat prices in Egypt, triggering riots and contributing to the ouster of pro-American ruler Hosni Mubarak. Egypt is now under a veiled military dictatorship that is far more oppressive and wasteful than Mubarak's rule, and there is far more terrorism and much less tourism and growth in small businesses than under Mubarak. Related food price increases fueled terrorism and violence in places like Yemen and Afghanistan. They also contributed to hunger and child malnutrition in Guatemala.\nThis article was reprinted from Liberty Unyielding.\n\nLoad-Date: July 16, 2019"
}