{
    "title": "NYU groups rally against terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 19,
    "full text": "A medium-sized crowd gathered last Thursday afternoon near Washington Square Park for an anti-terror rally in support of free people around the world.\n\"NYU United Against Terror\" ran from 12:30 p.m. to 2 p.m. and was sponsored by several organizations, including TorchPac, the College Republicans, the College Democrats, Indian Cultural Exchange, Shruti United, Sikh students, AEPi Kappa Delta Psi, Chabad, Hillel and Ohr Torah.\n\"It was great to see all the different clubs come together, along with the Indian Consul General, the Chairman of the American Jewish Political Committee and Rabbi [Andrew] Bachman [of the Bronfman Center for Student Life],\" said Dan Rosen, president of TorchPac, New York University's Israeli public affairs committee. \"I really felt a sense of unity.\"\nNew York U.\nThe rally began with the \"Star-Spangled Banner,\" performed by Ani V'Ata, Hillel's Jewish a cappella group, and the NYU Jazz Ensemble, followed by an introduction from Rosen.\nHe proclaimed, \"We must fight terrorism,\" while students cheered and waved flags.\n\"The point of terrorism is to strike terror into the hearts of innocent people,\" Rosen said.\nA representative of the College Republicans then led the crowd in a \"Prayer for Our Country.\"\nDavid Algaze, chairman of the American Jewish Political Committee, spoke about living under oppression.\n\"The only oppression is from those who bring terror,\" he said. \"When Israel cried and said 'Stop Terror,' the world was silent.\"\nBachman offered a few words to the students.\n\"While we were meant to be bombed into a sense of terror, we were bombed into a sense of reaching out to the world in a greater sense of understanding and togetherness and commitment,\" he said. \"There is hope for the world and for this campus.\"\nShashi U. Tripathi, the Consul General of India, spoke of India's loss in the World Trade Center attacks.\n\"The end purpose of terrorism is to make people afraid,\" she said.\nAlthough this is the first \"anti-terror\" rally of its size and scope at NYU, there have been several rallies against war this past semester, including a demonstration planned by three graduate students in Washington Square Park and a Union Square assembly, organized by a coalition called \"New York: Not in our Name\" and attended by 35 students, both in October.\nStudents had various opinions on the rally.\n\"It was a little weak,\" said AJ Strasser, a junior in the Stern School of Business and co-president of Hillel, the Jewish Culture Foundation at NYU. \"There could have been a little more diversity considering how many groups were involved. There was more diversity than usual at these types of events, but not as much as I expected.\"\nHowever, many participants were satisfied with the turnout.\n\"I think the rally was a great success,\" College of Arts and Science senior Jonathan Turner said. \"It brought a greater awareness of terrorism against free people.\"\n(C) 2001 Washington Square News via U-WIRE\n\nLoad-Date: November 19, 2001"
}