{
    "title": "NYU Amnesty International Chapter Hosts Talk on Turkey",
    "publisher": "university wire",
    "year": 2020,
    "month": 2,
    "day": 19,
    "full text": "Against a backdrop of increased scrutiny on Turkey's violation of human rights, advocates met on Tuesday, Feb. 18 to discuss the imprisonment of political activists. \nThe event, called Babies Behind Bars, is a part of a series of talks hosted by NYU's Amnesty International Chapter. The discussion centered around the lesser-told stories of imprisoned women and children in Turkey. Four years after a failed coup attempt, the Turkish government still holds thousands of women and hundreds of children arbitrarily accused of terrorism. As of 2018, 17,000 women and 668 children were illegally held in Turkish prisons awaiting trial.\nHafza Girdap, PhD student at Stony Brook University and spokesperson from the Advocates of Silenced Turkey (a 501(c)(3) organization based in New Jersey for defending human and civil rights in Turkey), came to the event to speak on the urgent human rights violations and what NYU student activists can do to take action. \nGirdap herself is a victim of Turkey's political turmoil. After leaving Turkey during the failed coup, she lost her teaching licence and was afraid to come back for fear of consequences regarding her outspoken political ideologies against the government. She decided to stay in the U.S. and work on human rights violations awareness, specifically among women and children. \nCurrently, there are more than 743 children in Turkish jails under the age of six, and just under 10,000 women, who are arbitrarily jailed. This, according to Girdap, is a violation of EU, UN and the Turkish government's own constitution. \n\"The most vulnerable people in any conflict are women and children,\" Girdap said. \"Many of these women and children are victim of sexual assault, denied health services and education.\"\nCAS junior Tony Kinani said he was drawn to the event because of his own background. \n\"I am Syrian myself, and I know Turkey has been taking in a lot of refugees,\" Kinani said. \"I wanted to better understand the human rights violations in that region better so when Amnesty posted this event it sounded super interesting.\"\nSince 2016 Girdap has been working at Advocates of Silenced Turkey, among lawyers, judges, academics, journalists and activists who support universal human rights for the Republic of Turkey. She highlighted the work that students specifically can do to support democracy in Turkey. \n\"Contacting state and federal representatives is very important,\" Girdap said. \"It's one of the easiest things students can do beyond just spreading awareness on social media. Representatives can push legislation, bills and condemnation.\"\nLiberal Studies first-year Elena Chung knew very little about the region prior to the event.\n\"I knew violations of human rights were common but didn't know the extent of it,\" Chung said. \"I will definitely take steps in my own life to educate myself and spread awareness. It is the least I can do considering that I come from such a place of privilege.\"\nCorrection, Feb. 19: A previous version of this article did not mention the arbitrary nature of the terrorism charges against the women and children. This article has been updated to reflect this and WSN regrets the error.\nEmail Mina Mohammadi at\n\nLoad-Date: June 18, 2021"
}