{
    "title": "O'Fallon wants to honor today's vets Memorial to those serving in war on terrorism would go up on va",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 12,
    "day": 27,
    "full text": "With U.S. troops still fighting in Iraq and Afghanistan, an effort is under way to put up a city memorial dedicated to them.\nThe City Council recently approved a resolution that could lead to a privately financed memorial honoring Iraq and Afghanistan veterans and others who served in what is described as \"the global war on terrorism.\"\n\"We're not waiting until 10 years after the war is over,\" said Al Brauch, a former O'Fallon resident and Vietnam veteran who is among those pushing the project.\nUnder the plan, the city would maintain the memorial on land at 8917 Veterans Memorial Parkway.\nThe vacant site is owned by the Midwest Agency, an insurance firm which is next door, and would be leased to the city for a dollar a year. The council resolution allows City Administrator Robert Lowery Jr. to carry out the lease agreement.\nBrauch said he and other members of the American Legion Riders, a veterans' motorcyclist group, began raising money for the project last year.\nBrauch, who now lives in Florence, Ky., said between $90,000 and $120,000 is needed. Details on how further donations will be accepted have yet to be worked out.\nBrauch said plans call for three boulders to be erected, with the main one honoring veterans of the current conflicts.\nOther boulders, he said, would be dedicated to those who served in the Persian Gulf War and in other actions. An example, he said, are the 17 sailors killed in the bombing of the destroyer Cole in Yemen in 2000.\nDespite the council's action, the plan could change.\nCheryl Thayer, an American Legion Riders member who also serves on the city's veterans commission, said it's possible that a memorial to veterans of the war on terrorism instead could be added to the city's existing memorial walk that honors all veterans. That's at Veterans Memorial Parkway and Belleau Creek Road.\n\"Or we may continue on with the original idea,\" she said.\nCouncilman Daniel Christoff, the council's liaison to the commission, said he's confident that the memorial will get done at the site endorsed by the council. He said he hopes to raise corporate and individual donations.\nThe city also has memorials for Vietnam veterans in Dames and Civic parks.\n\nNotes\n\n 'We're not waiting ...' \n\nLoad-Date: December 27, 2007"
}