{
    "title": "OAKLAND CEREMONY HONORS 274 FROM STATE LOST IN BATTLE",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 9,
    "day": 12,
    "full text": "The focus of Sept. 11 ceremonies in New York City, Stonycreek, and Washington, D.C., was on the 2,977 victims of the terrorist attacks of a decade ago. But the focus of the ceremony Sunday at Soldiers & Sailors Memorial Hall and Museum in Oakland was on the 274 members of the United States military from Pennsylvania who lost their lives in the fight against terrorism since 2001.\n\"We lost 274 Pennsylvanians who served in uniform since the beginning of the war on terrorism,\" said John McCabe, president and CEO of Soldiers & Sailors. \"These service members all gave their lives so something like 9/11 would never happen again.\"\nMr. McCabe said he had difficulty in deciding on a specific topic for his speech.\n\"We can talk about where we were when it happened, or how we changed in our communities and as a nation or the resilience of our country.\n\"But there aren't any words,\" he said.\nHis talk was followed by a moment of silence for all who died -- civilian and military. Then on a large screen on the auditorium's stage, images of the attacks on the towers of the World Trade Center, the Pentagon and the crash of Flight 93 in Stonycreek flashed.\nThose images were followed by portraits of each of the servicemen and women from Pennsylvania who have died while serving in the war on terror in Iraq and Afghanistan.\nAs each portrait was displayed, a student from the University of Pittsburgh stepped onto the stage to pick up an American flag that was taken to the front lawn of the memorial to be displayed in honor of the service member.\nThe flags were placed in the ground, first in a row of five, to designate each branch of the military, and then in rows of nine and eleven to represent Sept. 11.\nThe students, dressed in white shirts, surrounded the flag memorial they created, as Paul Sabol, a crew chief with the Pittsburgh EMS, played taps on a trumpet.\nThe ceremony was brought to a close by the cadence of a drum corps composed of six young African-American men who marched as the Sixth Regiment of the United States Colored Troops. The group formed about two years ago and performs throughout the area, said John L. Ford, historian at Soldiers & Sailors.\nWearing authentic blue Union soldier uniforms from the Civil War, the young men drummed a solemn beat as they walked down the front steps of the memorial and past the flags.\nNone of the marchers was old enough to have much memory of Sept. 11, 2001.\nJavon Jones, 14, said he remembers his father picking him up early at day care that day and telling him not to worry and \"people were not sure what to do.\"\nJavon, a student at Propel Braddock Hills, said through history lessons, he has learned that \"it was much more serious thing than we originally thought. That things got more complicated over time.\"\nOn Sunday, he was marching to help people remember just how serious the situation was.\n\nNotes\n\n9/11 THEN AND NOW/ Mary Niederberger: mniederberger@post-gazette.com; 412-851-1512./\n\nLoad-Date: September 12, 2011"
}