{
    "title": "Obama seeks to calm Americans' fears, even as threats rattle schools Obama's speech and the simultan",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 12,
    "day": 17,
    "full text": "President Obama assured the nation Thursday that there are no \"specific and credible\" terror threats to the United States, on the same day emails to schools across the country triggered closings and heightened security.\nObama's speech and the simultaneous school searches and closings Thursday highlight a present conflict in many Americans' hearts: In the face of terrorism, how can we be both confident and cautious? \nSchools in Miami, Fort Lauderdale, Houston, and Dallas received threatening emails Wednesday evening similar to the ones that closed Los Angeles schools earlier this week. And while officials from these districts decided to keep schools open Thursday, it wasn't business-as-usual - school officials took extra precautions. \nAfter Houston Independent School District (HISD) told students and faculty that schools would be open Thursday, HISD called in all of its police officers on overtime Thursday morning to patrol schools. \"As a precautionary measure,\" HISD said, \"law enforcement officers are currently conducting random sweeps of school district buildings to ensure student safety.\"\nAnd in Miami, school officials assured families that the district police would employ extra security to schools Thursday. \"In an abundance of caution, additional resources have been deployed to schools,\" Miami-Dade school officials announced. \n\"We need to make sure that we don't overreact to fear,\" Dallas Police Chief David Brown said.\nAnd Dallas Mayor Mike Rawlings agreed. \"Obviously someone is trying to scare Dallas,\" he said, \"and that is not going to work.\" \nBut regardless of police chiefs' positivity or Mr. Obama's confidence, schools across the country are still reacting, and trying to be both fearless and safe.  \nTwo Indianapolis school districts in Danville and Plainfield decided to close their doors due to similar threats, keeping almost 8,000 students home Thursday, but Indianapolis officials urged the same confidence. \n\"Get ready to go to jail,\" said Danville Police Chief William Wright at a news conference Thursday, directed at the two teenagers accused of distributing the threat. \"We're flat out not going to put up with it.\" \nOn the east coast in Washington D.C., Anacostia High School and Frank W. Ballou Senior High School were evacuated Thursday afternoon due to bomb threats, but within a few hours officials gave the all-clear and declared the threats a hoax. \nMeanwhile in D.C., Obama was giving a speech of confidence to the nation.\n\"If you target Americans, you will have no safe haven,\" Obama said at the National Counterterrorism Center in Tysons Corner, Va., \"We will find you and we will defend our nation.\"\nSo it might not be business-as-usual for threatened schools across the country Thursday, but experts say caution is better than outright fear. \n\"From a psychological standpoint, that's exactly what terrorism is: It's to provoke fear so that your operations stop,\" Tod Burke, a criminal justice professor at Radford University in Virginia, told The Christian Science Monitor's Harry Bruinius. \n\"I'm one of the ones who believe that it shouldn't scare you away,\" Sam Olivares, a mother of two students, told the Houston Chronicle. \"To me, that's their entire point - to get you to be afraid.\"\nThis report contains material from Reuters.\n\nLoad-Date: December 17, 2015"
}