{
    "title": "Obama's folly in Afghanistan",
    "publisher": "university wire",
    "year": 2009,
    "month": 12,
    "day": 6,
    "full text": "Freedom and security has its costs, but it cannot be bought in the rugged mountains of Afghanistan.President Obama, to our dismay, announced last week that he is deploying an additional 30,000 servicemen, bringing the total U.S. troop commitment close to 100,000, to ostensibly fight terrorism where it breeds. Troops will be sent to ferret out the Taliban from their caves. At the same time, our forces will train and equip the Afghans so they can defend themselves.Supposedly, this number is sufficient to stabilize the lawless badlands infected with the extremist Taliban, who in its likeminded quest to establish a global caliphate, has found an ally with Al-Qaeda.Afghanistan, the war's supporters' thinking goes, is the necessary war. \nOur military is being sent to a just cause hunting the terrorists who threaten to demolish our way of life. And because of its close proximity to nuclear-armed Pakistan, it is the United States' job as the world police to secure those warheads from those who are most likely to use them.Of course, the president has offered caveats. The U.S. support is not open-ended, that by 2011, our forces will draw down and cede control to a nascent Afghan army. But what makes us think we can accomplish in a year what we, the Russians before us, and the English before them, could not do in more than a hundred years?Afghanistan cannot be tamed. As it is, sending out additional troops means we are propping the corrupt government of President Hamid Kharzai, who won a fraud-ridden re-election bid last August. Karzai has shown more loyalty to his own tribe and his own ethnicity \" he is of Pashtun descent and Afghans are diverse ethnically, on top of being unified based on loose tribal affiliations \" than to the concept of a unified and democratic Afghanistan.The U.S. cannot solve its problems by going to war with every nation that harbors terrorists. It is financially impractical \" we are running on a deficit that's worth billions of dollars as it is. It fosters resentment from the native population, furthering the anti-Americanism that fuels terrorism in the first place.Terrorism does not need a home base to thrive. If it is not in Afghanistan, it will be somewhere else. Already, Yemen and Somalia are becoming a breeding ground for Islamic extremism.There is another way to keep our country secure, another way to preserve freedom as our way of life. The Sept. 11 attacks, the root cause of why we are waging two wars worth billions of dollars, happened because the mechanisms we have established to protect ourselves failed.\n\nLoad-Date: September 17, 2013"
}