{
    "title": "Obama says terrorism suspects need rights",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 9,
    "day": 10,
    "full text": "FARMINGTON HILLS, Mich. -- Barack Obama poked some fun at his Arabic-derived first name to explain the need for the constitutional right of prisoners to appeal their detention.\nHe said U.S. authorities sometimes mistakenly arrest the wrong person, confusing \"Muhammad the terrorist\" with \"Muhammad the cab driver\" or \"Barack the bomb-thrower\" with \"Barack the guy running for president.\"\nIt happened Monday night before a boisterously friendly crowd in a high school gym in this affluent northwestern Detroit suburb, in answer to a woman's rambling question about civil liberties.\n\"My country 'tis of thee, sweet land of liberty,\" the woman declaimed. \"I want our freedom back.\"\n\"There should be no conflict between keeping America safe and secure and respecting our Constitution,\" Obama said.\nHe said some critics accused him of being \"less interested in protecting you from terrorists than reading them their rights.\"\n\"First of all, you don't even get to read them their rights until you catch 'em,\" Obama said to a roar of applause. \"They should spend more time trying to catch Osama bin Laden, and we should worry about the next steps later.\"\nObama said his position has \"always been clear: If you've got a terrorist, take 'em out, take 'em out. Anybody who was involved in 9/11, take 'em out.\"\nThe U.S. would have made more progress in hunting down bin Laden's al-Qaida forces in Afghanistan if the Bush administration hadn't become \"distracted\" by the war in Iraq, Obama said.\nAs a result, al-Qaida now is \"stronger than at any time since 2001\" in Afghanistan and neighboring parts of Pakistan, he said.\nBut Obama went on to criticize the Bush administration's suspension of the right of habeas corpus for suspected terrorists.\n\"Habeas corpus ... is the foundation of Anglo-American law, which says very simply, if the government grabs you, then you have the right to at least ask, 'Why was I grabbed?' and say, 'Maybe, you've got the wrong person.'\n\"The reason we have that safeguard is we don't always have the right person. We don't always catch the right person.\n\"We may think this is Muhammad the terrorist. It might be Muhammad the cab driver. You may think it's Barack the bomb-thrower. But it might be Barack, the guy running for president.\"\n\nLoad-Date: September 10, 2008"
}