{
    "title": "Obama defends NSA, wants limitations President says spying fights terrorism, orders review of phone",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 1,
    "day": 18,
    "full text": "WASHINGTON — President Barack Obama on Friday defended U.S. electronic spying as a bulwark against terrorism while promising U.S. citizens and allies he will put new restraints on the government's sweeping global surveillance programs.\nIn his long-anticipated response to the uproar set off by disclosures of telephone and Internet spying by the National Security Agency, the president ordered his top legal and intelligence officials to review storage of bulk data from phone calls and left other action up to a divided Congress. Many of the changes may be months away if they are adopted at all.\n\"What's really at stake is how we remain true to who we are in a world that is remaking itself at dizzying speed,\" Obama said in a speech delivered Friday at the Justice Department in Washington. \"Technology is remaking what is possible for individuals, and for institutions and for the international order.\"\nThe final outcome of the steps Obama outlined have implications for U.S. security and for companies involved in technology, telecommunications and the Internet.\nExecutives of Yahoo, Facebook, Google, Apple, Microsoft, Twitter, LinkedIn and AOL joined in a statement of principles last month urging changes in NSA surveillance programs. Phone companies, such as Verizon Communications and AT&T, have resisted being required to retain telephone metadata for the government because of the potential cost and legal exposure.\nThe Information Technology & Innovation Foundation, a policy research group in Washington, has estimated the disclosures may cost U.S. companies as much as $35 billion in lost revenue through 2016 because of doubts about the security of their systems.\n\"They just still really missed the mark on the economic concerns,\" Daniel Castro, an analyst with foundation, said. \"It's not getting to these central questions raised by these allegations, which is that the U.S. has been inserting vulnerability into our consumer products.\"\nObama said electronic snooping will be subject to greater judicial review and that companies and the government will provide more disclosure about what data are gathered.\nHe gave his attorney general and the NSA 60 days to develop a plan for storing bulk telephone records outside of government custody, one of the most contentious issues arising from the disclosures by former NSA contractor Edward Snowden.\nWhile telephone companies balked at the recommendation of a presidential advisory panel that they might hold on to metadata, a third-party entity to take on that role doesn't yet exist.\n\"If all that's happening is the NSA is going to contract out the storage of the data, that doesn't really change anything,\" Castro said.\nThe president said he is seeking to balance security and privacy concerns. \"Those who are troubled by our existing programs are not interested in a repeat of 9/11, and those who defend these programs are not dismissive of civil liberties.\"\nSpying and surveillance have been vital to protecting the nation throughout its history, he said, citing groups of citizens who scouted British troops during the revolution to the Civil War, World War II and the Cold War.\nStill, the U.S. traditions and values require that it holds to a higher standard that other powers, he said.\n\"People around the world — regardless of their nationality — should know that the United States is not spying on ordinary people who don't threaten our national security,\" Obama said.\nObama endorsed allowing Internet providers to who receive government requests for data to make more information public than before about those requests.\nHe did not announce any specifics, and a fact sheet released by the White House indicated those decisions U.S. data collection programs were expanded during Bush's administration in response to the Sept. 11, 2001, attacks with passaged by Congress of the Patriot Act.\nMany of the changes will require legislation, which might not get through a divided Congress.\nSen. Dianne Feinstein, a California Democrat who heads the intelligence committee, wants the data program to continue without forcing companies to collect and keep the records. Sen. Patrick Leahy, D-Vt., and Rep. James Sensenbrenner, R-Wis., have introduced legislation to bar the NSA from collecting the phone records, as has Sen. Rand Paul. R-Ky.\nPaul, a critic of the NSA in the Senate, said he was \"disappointed\" by Obama's speech.\n\"President Obama's announced solution to the NSA spying controversy is the same unconstitutional program with a new configuration,\" Paul said in a statement. \"The American people should not expect the fox to guard the hen house.\"\nLeahy said that he'll keep pushing for tighter restrictions on government surveillance.\n\"The president has ordered some significant changes, but more are needed,\" he said, so that the law \"is not used for dragnet surveillance in the future.\"\nRecords: Some say changes would just be reconfigured spying\n\nLoad-Date: January 20, 2014"
}