{
    "title": "Obama's intelligence team to dramatically change Bush policies",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 1,
    "day": 10,
    "full text": "WASHINGTON -- With the introduction of President-elect Barack Obama's intelligence team yesterday, the United States is poised to enter what might be considered the second phase in the counter-terrorism campaign launched after the Sept. 11 attacks.\nMr. Obama and his spy chief nominees have promised a dramatic break with policies of George W. Bush's administration, largely by focusing attention on what they intend to undo -- including shutting down the Guantanamo Bay prison facility and ending CIA use of \"enhanced\" interrogation techniques.\nMr. Obama made clear yesterday that he intends to impose sweeping new restrictions. \"Under my administration, the United States does not torture,\" adding that banning such methods \"will make us safer and will help in changing hearts and minds in our struggle against extremists.\"\nBut the incoming administration has been less clear about what it will erect to replace those programs, which drew condemnation from much of the world but often were cited by Bush administration officials as key to keeping the country safe.\nThe team introduced yesterday faces the daunting task of filling in details on what comes next. Indeed, senior lawmakers and intelligence officials said retired U.S. Navy Adm. Dennis C. Blair, who is nominated to be director of national intelligence, and Leon E. Panetta, Mr. Obama's choice to head the CIA, may find themselves at the center of an intense debate.\nMore than seven years after the Sept. 11 attacks, the United States is only starting to chart long-term strategies to deal with detainees: \"How we apprehend them, where they go, what process they go through -- the expectation of the Obama administration is that they are going to bring this into the sunlight,\" said Rep. Jane Harman, D-Calif.\nAt the same time, current and former U.S. intelligence officials said there are other components of the Bush administration counter-terrorism apparatus the Obama team may find difficult to dismantle. Among them are CIA-operated overseas prison facilities -- now inaccessible to Red Cross monitors -- as well as ongoing use of Predator drones over Pakistan to fire missiles at suspected al-Qaida and Taliban compounds, strikes that often lead to civilian casualties.\nMr. Obama left little wiggle room in remarks introducing Adm. Blair and Mr. Panetta yesterday. He pledged that his administration would \"adhere to our values as vigilantly as we protect our safety, with no exceptions.\"\n\nLoad-Date: January 13, 2009"
}