{
    "title": "Obama steers U. S. away from ' war' on terrorism He says threat is down to pre-9_11 levels; some law",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 5,
    "day": 26,
    "full text": "WASHINGTON • Some call it wishful thinking, but President Barack Obama has all but declared an end to the global war on terrorism.\nObama is not claiming final victory over extremists who still seek to kill Americans and other Westerners. Instead, he is refocusing the long struggle against terrorism that lies ahead, steering the United States away from what he calls an equally frightening threat - a country in a state of perpetual war. In doing so, Obama recasts the image of the terrorists themselves, from enemy warriors to cowardly thugs and resets the relationship between the U.S. and Islam.\nHis speech Thursday was designed to move America's mindset away from a war footing and refine and recalibrate his own counterterrorism strategy. Obama asserted that al-Qaida is \"on the path to defeat,\" reducing the scale of terrorism to pre-Sept. 11 levels. That means that with the Afghanistan war winding down, Obama is unlikely to commit troops in large numbers to any conflict - in Syria or other countries struggling with instability - unless, as his critics fear, he tragically has underestimated al-Qaida's staying power.\n\"Wishing the defeat of terrorists does not make it so,\" said Rep. Mac Thornberry, R-Texas, who is vice chairman of the House Armed Services Committee and a member of the House Intelligence Committee.\nIn Thornberry's view, Obama is pushing the idea that \"we can simply declare al-Qaida beaten and go back to the pre-9/11 era.\"\nFrom the beginning of his presidency, Obama's centerpiece of his national security strategy has been a desire to move beyond the wars he inherited in Iraq and Afghanistan, as well as in the shadowy spaces occupied by al-Qaida and its offshoots now creeping up in North Africa and elsewhere.\nThose endeavors consumed enormous amounts of time and attention during his first term, not to mention the incalculable costs paid by military members and their families.\n\"This war, like all wars, must end,\" he said. \"That's what history advises. That's what our democracy demands.\"\nAs Obama edges toward a new approach to national security, his political opponents are quick to raise doubts.\n\"Too often, this president has sought to end combat operations through rhetoric rather than reality,\" Rep. Howard P. \"Buck\" McKeon, R-Calif., chairman of the House Armed Services Committee, said Friday.\n\"He has declared the war in Iraq over, but the insurgency there continues. He has declared an end to combat operations in Afghanistan, but the Taliban fight on. He has now declared the war on terrorism over, despite a terrorist attack in Britain this week, a terrorist attack in Boston last month and a terrorist attack in Libya that left a U.S. ambassador and three other Americans dead last year.\"\nYet the president cautioned against a return to what he called a complacency in counterterrorism before Islamic extremists hijacked U.S. jetliners on Sept. 11, 2001.\n\"Make no mistake,\" he said, \"our nation is still threatened by terrorists,\" noting that the deadly attacks in Benghazi, Libya, last September and in Boston last month were tragic reminders.\nBut he also left little doubt that he thinks it is time to turn the page on the post-9/11 approach. He was referring not only to the controversial use of armed drones to target terrorists in Pakistan, Afghanistan and other countries, but also the commitment of tens of thousands of U.S. ground troops in conventional fighting.\n\"For all the focus on the use of force, force alone cannot make us safe,\" he said. \"... A perpetual war ... will prove self-defeating and alter our country in troubling way.\"\n\nLoad-Date: May 26, 2013"
}