{
    "title": "Obama inks Defense bill with reservations",
    "publisher": "pittsburgh tribune review",
    "year": 2012,
    "month": 1,
    "day": 1,
    "full text": "HONOLULU -- President Obama expressed misgivings about several provisions of a Defense bill he signed into law on Saturday, pledging that his administration will use broad discretion in interpreting the measure's legal requirements to ensure that U.S. citizens suspected of terrorism are not detained indefinitely by the military. \nThe $662 billion National Defense Authorization Act provides funding for 2012 at $27 billion less than Obama's request and $43 billion less than Congress authorized in 2011. \nThe bill contains several detainee provisions that civil liberties groups and human rights advocates have strongly opposed, arguing that they would allow the military greater authority to detain and interrogate citizens and noncitizens and deny them legal rights protected by the Constitution. \nObama initially had threatened to veto the legislation. In a signing statement released by the White House, he said he still does not agree with everything contained in the legislation. But with military funding due to expire on Monday, he said he signed the bill after Congress made last-minute revisions at the request of the White House before approving it two weeks ago. \nIn several cases, the president called those changes \"minimally acceptable\" and vowed to use discretion when applying the provisions. \n\"I have signed this bill despite having serious reservations with certain provisions that regulate the detention, interrogation, and prosecution of suspected terrorists,\" Obama said. \"I want to clarify that my administration will not authorize the indefinite military detention without trial of American citizens. Indeed, I believe that doing so would break with our most important traditions and values as a nation.\" \nThe president said his administration would seek to repeal provisions that are inconsistent with his values and added that he would \"reject any approach that would mandate military custody where law enforcement provides the best method of incapacitating a terrorist threat.\" \nSupporters of the legislation have said it codifies arrangements such as the indefinite detention of terrorism suspects housed at Guantanamo Bay, Cuba. Senate Armed Services Committee Chairman Carl Levin, D-Mich., defended the detainee provisions as being carefully worded in a way that allows the president flexibility and waiver authority. \nHuman rights advocates, however, called the measure an expansion and enshrinement of military authority and compared it to the 1950s, when Sen. Joseph McCarthy used demagogic and disputed tactics in an attempt to root out Communist activities. \n\"By signing this Defense spending bill, President Obama will go down in history as the president who enshrined indefinite detention without trial in U.S. law,\" Kenneth Roth, executive director of Human Rights Watch, said after Congress approved the bill. \nThe bill contains a measure that would apply sanctions against the Central Bank of Iran in an effort to pressure Tehran to abandon its nuclear weapons program and would freeze $700 million in U.S. aid to Pakistan. \n\nLoad-Date: January 1, 2012"
}