{
    "title": "Obama Is Said to Consider Preventive Detention Plan",
    "publisher": "the new york times",
    "year": 2009,
    "month": 5,
    "day": 21,
    "full text": "President Obama told human rights advocates at the White House on Wednesday that he was mulling the need for a ''preventive detention'' system that would establish a legal basis for the United States to incarcerate terrorism suspects who are deemed a threat to national security but cannot be tried, two participants in the private session said.\n  The discussion, in a 90-minute meeting in the Cabinet Room that included Attorney General Eric H. Holder Jr. and other top administration officials, came on the eve of a much-anticipated speech Mr. Obama is to give Thursday on a number of thorny national security matters, including his promise to close the detention center at the naval base in Guantanamo Bay, Cuba. \n  Human rights advocates are growing deeply uneasy with Mr. Obama's stance on these issues, especially his recent move to block the release of photographs showing abuse of detainees, and his announcement that he is willing to try terrorism suspects in military commissions -- a concept he criticized bitterly as a presidential candidate. \n  The two participants, outsiders who spoke on the condition of anonymity because the session was intended to be off the record, said they left the meeting dismayed.\n  They said Mr. Obama told them he was thinking about ''the long game'' -- how to establish a legal system that would endure for future presidents. He raised the issue of preventive detention himself, but made clear that he had not made a decision on it. Several senior White House officials did not respond to requests for comment on the outsiders' accounts. \n  ''He was almost ruminating over the need for statutory change to the laws so that we can deal with individuals who we can't charge and detain,'' one participant said. ''We've known this is on the horizon for many years, but we were able to hold it off with George Bush. The idea that we might find ourselves fighting with the Obama administration over these powers is really stunning.''\n  The other participant said Mr. Obama did not seem to be thinking about preventive detention for terrorism suspects now held at Guantanamo Bay, but rather for those captured in the future, in settings other than a legitimate battlefield like Afghanistan. ''The issue is,'' the participant said, ''What are the options left open to a future president?''\n  Mr. Obama did not specify how he intended to deal with Guantanamo detainees who posed a threat and could not be tried, nor did he share the contents of Thursday's speech, the participants said. \n  He will deliver the speech at a site laden with symbolism -- the National Archives, home to the Constitution and the Declaration of Independence. Across town, his biggest Republican critic, former Vice President Dick Cheney, will deliver a speech at the American Enterprise Institute.\n  Mr. Cheney and other hawkish critics have sought to portray Mr. Obama as weak on terror, and their argument seems to be catching on with the public. On Tuesday, Senate Democrats, in a clear rebuke to the White House, blocked the $80 million Mr. Obama had requested in financing to close the Guantanamo prison. \n  The lawmakers say they want a detailed plan before releasing the money; there is deep opposition on Capitol Hill to housing terrorism suspects inside the United States.\n  ''He needs to convince people that he's got a game plan that will protect us as well as be fair to the detainees,'' said Senator Lindsey Graham, Republican of South Carolina, who agrees with Mr. Obama that the prison should be closed. ''If he can do that, then we're back on track. But if he doesn't make that case, then we've lost control of this debate.''\n  But Mr. Obama will not use the speech to provide the details lawmakers want. \n  ''What it's not going to be is a prescriptive speech,'' said David Axelrod, Mr. Obama's senior adviser. ''The president wants to take some time and put this whole issue in perspective to identify what the challenges are and how he will approach dealing with them.''\n\nhttp://www.nytimes.com\n\nLoad-Date: May 21, 2009"
}