{
    "title": "OBAMA LIKELY TO FACE PRESSURE TO ALTER STRATEGY IN AFGHANISTAN",
    "publisher": "the new york times",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "WASHINGTON -- The killing of Osama bin Laden deep in Pakistan is sure to fuel the debate over the Obama administration's strategy in Afghanistan, where 100,000 troops are still fighting a war to destroy al-Qaida. And the raid, conducted without the cooperation or even advance knowledge of Pakistan, raised fresh doubts about the lengthy U.S. effort to turn it into a trustworthy partner in the hunt for terrorists.\nAs President Barack Obama approaches a critical period to decide how many troops to pull out of Afghanistan and how fast, the deadly raid on al-Qaida's leader called into question many of the administration's basic assumptions about how to prevent Afghanistan from becoming an Islamic terrorist safe haven.\nOn Monday, administration officials insisted that their commitments to Afghanistan and Pakistan would be undiminished by the death of bin Laden. But they said privately that the pressure would mount on Mr. Obama to withdraw troops more quickly.\nJohn O. Brennan, Mr. Obama's chief counterterrorism adviser, said Pakistan would remain a critical partner in the fight against terrorism, regardless of what he conceded were questions about whether its government provided support to bin Laden and disagreements about counterterrorism strategy. And he said the large NATO troop presence in Afghanistan was still necessary to prevent that country from again becoming a \"launching point\" for al-Qaida.\nBut State Department and Pentagon officials as well as key lawmakers said bin Laden's death was bound to alter the debate about a costly war soon to enter its second decade. Those questions will be even more pointed on the eve of an election year and amid growing alarm about the federal budget deficit.\n\"Every question has to be on the table in terms of where this is going,\" said Senate Foreign Relations Committee Chairman John Kerry, D-Mass., who will hold hearings on the policy this week. \"What this does is initiate a possibility for re-evaluating what kind of transition we need in Afghanistan.\"\nPentagon officials said they were preparing for calls for a more rapid Afghanistan withdrawal. War critics are expected to trumpet the death of bin Laden as such a crippling blow to al-Qaida that the movement, while remaining dangerous, is no longer an existential threat to the United States. Even before bin Laden's death, there was a camp within the administration and the Democratic Party -- as well some voices among Republicans -- calling for a rapid winding down of U.S. involvement.\nPentagon officials acknowledged that NATO nations, many of whom already are reluctant to remain in Afghanistan, also may argue that bin Laden's death allows them to leave more rapidly than planned.\n\"I hope people are going to feel, on a bipartisan basis, that when you move the ball this far, it's crazy to walk off the field,\" one senior administration official said. Officials who favor retaining a large troop presence said that while this was a significant victory, the security gains in Afghanistan remained fragile.\nWhen Mr. Obama ordered 30,000 more troops to Afghanistan in 2009 with a goal of disrupting, dismantling and defeating al-Qaida, it included a broader counterinsurgency campaign to protect the population, rebuild the economy and shore up the fragile central government. This broader campaign, which goes far beyond a focused fight against al-Qaida, is based on the goal of assuring that Afghanistan would never again become a safe haven for the terror organization.\nThe administration, officials said, was already moving away from this counterinsurgency strategy, toward one with more limited objectives for Afghanistan and a goal of political reconciliation with the Taliban, which once offered al-Qaida sanctuary there. Drone strikes and nighttime raids, of the kind that killed bin Laden, would figure even more prominently in such a strategy, officials said.\nBut reconciling with the Taliban will require an active role by Pakistan, which provides a haven for Taliban leaders. The U.S.-Pakistan strains could make that process more difficult.\nAnd bin Laden's death near Islamabad has rekindled suspicions in Afghanistan. On Monday, Afghan officials were withering in their criticism of Pakistan as the locus of terrorism.\n\"Pakistan is the problem, and the West has to pay attention,\" said Amrullah Saleh, Afghanistan's former intelligence director, who resigned last summer. Though jubilant at the death of bin Laden, he said it was time for the United States to \"wake up to the fact that Pakistan is a hostile state exporting terror.\"\nAfghan President Hamid Karzai was more diplomatic but said bin Laden's death should speed the end of the war. \"We said that the fight against terrorism is not in bombing women and children of Afghanistan,\" Mr. Karzai said to a meeting Monday of Afghan district leaders. \"The fight against terrorism is in its sanctuaries, in its training bases and in its financing centers, not in Afghanistan. And now, it's proved that we were right.\"\nMr. Obama has set a deadline of July for beginning a withdrawal of U.S. forces from Afghanistan. As the White House begins to debate how many troops should leave and how quickly, Pentagon officials and military officers said they expected additional pressure to reassess the strategy and accelerate a withdrawal.\nOfficials pointed to one unexpected benefit of the raid: U.S. allies in the Persian Gulf believe that Iran may be chastened, however temporarily, by evidence of a forceful U.S. operation to protect its national security interests -- and one that required violating another nation's sovereignty.\n\nLoad-Date: May 3, 2011"
}