{
    "title": "Obama dodges on legality of Libya raid",
    "publisher": "the hill",
    "year": 2013,
    "month": 10,
    "day": 9,
    "full text": "President Obama declined Tuesday to say whether the United States raid that captured a terrorism suspect in Libya over the weekend violated international law.\nU.S. special forces on Saturday captured Abu Anas al-Libi, who has been indicted by a federal court for his alleged involvement in the 1998 U.S. embassy bombings in Kenya and Tanzania.\nAsked at a White House news conference whether al-Libi's capture in Tripoli complied with international law, Obama declined to answer directly.\n\"We know that Mr. al-Libi planned and helped execute plots that killed hundreds of people, a whole lot of Americans,\" Obama said. \"And we have strong evidence of that. And he will be brought to justice.\"\nAl-Libi has long been on the FBI's Most Wanted list for his role in the embassy bombings, but his capture and subsequent interrogation aboard a Navy ship has drawn criticism from some human-rights groups.\n\"The Unites States has again used its flawed 'global war' theory to violate fundamental human rights principles, this time to carry out the abduction\" of al-Libi, Amnesty International said in a statement Tuesday.\nRepublicans in Congress on Tuesday criticized the Obama administration for holding al-Libi on the Navy vessel for 60 days, and called on Obama to transfer him to Guantánamo.\nDemocrats have said that al-Libi should be tried in federal court, a move the administration has indicated it will pursue.\nObama said the raids this past weekend in Libya and Somalia are evidence of a shift in the nature of the war on terrorism to more disparate groups that have taken up operations in Africa.\n\"There's a difference between us going after terrorists who are plotting directly to do damage to the United States and us being involved in wars,\" Obama said.\n\"The risks of terrorism and terrorist networks are gonna continue for some time to come. We've got to have a long-term plan that is not just military-based,\" he added, mentioning engagement with the Muslim world and economic development.\n\"But where you've got active plots and active networks, we're gonna go after them,\" Obama said.\n\nLoad-Date: November 1, 2013"
}