{
    "title": "OBAMA TO CLOSE GITMO PRESIDENT'S ANTI-TERRORISM POLICY BREAKS FROM BUSH ADMINISTRATION",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 1,
    "day": 23,
    "full text": "WASHINGTON -- Breaking forcefully with Bush administration anti-terror policies, President Barack Obama yesterday ordered major changes that he said would halt the torture of suspects, close down the Guantanamo detention center, ban secret CIA prisons overseas and fight terrorism \"in a manner that is consistent with our values and our ideals.\"\n\"We intend to win this fight. We're going to win it on our terms,\" Mr. Obama declared, turning U.S. policy abruptly on just his second full day in office. He also put a fresh emphasis on diplomacy, naming veteran troubleshooters for Middle East hot spots.\nThe policies and practices that Mr. Obama said he was reversing have been widely reviled overseas, by U.S. allies as well as in less-friendly Arab countries. President George W. Bush said the policies were necessary to protect the nation after the Sept. 11, 2001, terror attacks -- though he, too, had said he wanted Guantanamo closed at some point.\n\"A new era of American leadership is at hand,\" Mr. Obama said.\nExecutive orders signed by the new president would order the prison camp at Guantanamo Bay, Cuba, shut within a year, require the closure of any remaining secret CIA \"black site\" prisons abroad and bar CIA interrogators of detainees from using harsh techniques already banned for military questioners. That includes physical abuse such as waterboarding, a technique that creates the sensation of drowning and has been termed torture by critics at home and abroad.\nFor the signing ceremony, Mr. Obama was flanked in the Oval Office by 16 retired admirals and generals who had pushed for an end to coercive interrogation -- among them, former Duquesne University law dean Don Guter, who was the Navy's Judge Advocate General from 2000 to 2002.\n\"To have this occur on only his second day shows us he's serious about the promise he made regarding closing Guantanamo and adhering to the Geneva Conventions,\" Mr. Guter said of the president. \"We're really optimistic this is a new day for the country.\"\nUnderscoring the new administration's point, the military witnesses said in a statement: \"President Obama's actions today will restore the moral authority and strengthen the national security of the United States.\"\nNot everyone felt that way. Criticism surfaced immediately from Republicans and others who said Mr. Obama's policy changes would jeopardize U.S. ability to get intelligence about terrorist plans or to prevent attacks.\nHouse Minority Leader John Boehner, R-Ohio, was among a group of GOP lawmakers who quickly introduced legislation seeking to bar federal courts from ordering Guantanamo detainees to be released into the United States. Mr. Boehner said it \"would be irresponsible to close this terrorist detainee facility\" before answering such important questions as where the detainees would be sent.\nMr. Obama said he was certain that the nation's security is strengthened -- not weakened -- when the United States adheres to \"core standards of conduct.\" He declared: \"We think that it is precisely our ideals that give us the strength and the moral high ground to be able to effectively deal with the unthinking violence that we see emanating from terrorist organizations around the world.\"\n\"We don't torture,\" Mr. Obama said, but Mr. Bush had said the same. The question has always been in defining that word.\nLater in the day, Mr. Obama visited the State Department to welcome newly confirmed Secretary of State Hillary Rodham Clinton, emphasizing the importance that his administration intends to give diplomacy in his foreign policy. He told Foreign Service officers and other department employees that they \"are going to be critical to our success.\"\nThe president and Mrs. Clinton jointly announced the appointment of former Senate Majority Leader George Mitchell, who helped broker peace in Northern Ireland, as special envoy to the Middle East. Former U.N. Ambassador Richard Holbrooke, who helped write the peace deal that ended Bosnia's 1992-95 war, was named special envoy for Pakistan and Afghanistan.\nBut for all the talk of a new era, it remained unclear how much of a shift Mr. Obama plans for the Middle East. Though he named high-profile envoys to regions where critics say U.S. attention lagged under Mr. Bush, the Mideast policy Mr. Obama outlined was no different.\nHe said he would aggressively seek a lasting peace between Israel and the Palestinians, while also defending Israel's \"right to defend itself.\" He called on Israel and Hamas to take steps to ensure that the cease-fire in place in Gaza will endure. And he called on Arab states to show more support for the beleaguered Palestinian government of President Mahmoud Abbas in the West Bank. On the surface, those views mirror the Bush administration's.\nAs for the treatment of terror suspects, Mr. Obama's policy overhaul was an implicit though not directly stated criticism of what he, other Democrats, nations around the globe and human rights groups have called Mr. Bush's overreach in the battle against terrorism. In his presidential campaign, Mr. Obama had pledged to close Guantanamo, where many suspects have been detained for years without trial or charge.\nMr. Bush, too, had said he wanted to shut down Guantanamo. It never happened on his watch, amid the questions that must be answered to do so: Can other countries be persuaded to take some of the 245 men still be held there? Under what authority should remaining detainees be prosecuted? And, most difficult, what happens to the handful of detainees who are considered both too dangerous to be released to other nations and for whom evidence is deemed either too tainted or insufficient for a trial? Mr. Obama has to answer those same questions.\nAs to that tough, third category of detainees, a senior administration official said \"everything's on the table\" as a possibility, including use of military tribunals that were much criticized by Mr. Obama. The official would brief reporters only on condition of anonymity, contending that was necessary to speak candidly about details.\nThe administration already has suspended trials for terrorist suspects at Guantanamo for 120 days pending a review of the military tribunals. A task force must report in 30 days about where the Guantanamo detainees should go, as well as a destination for future terror suspects.\n\nNotes\n\nPost-Gazette staff writer Bill Schackner contributed to this report./\n\nGraphic\n\n \nPHOTO: J. Scott Applewhite/Associated Press: Surrounded by retired senior military leaders and Vice President Joe Biden, President Barack Obama signs an executive order yesterday closing the prison at Guantanamo Bay. At far right is former Duquesne University law dean Don Guter, who was the Navy's Judge Advocate General from 2000 to 2002.\n\nLoad-Date: January 23, 2009"
}