{
    "title": "Obama suffers first veto defeat 9_11 survivors, families support measure that would allow them to su",
    "publisher": "usa today",
    "year": 2016,
    "month": 9,
    "day": 29,
    "full text": "WASHINGTON The House and Senate voted Wednesday to reject President Obama’s veto of legislation that would allow lawsuits against foreign sponsors of terrorism. It was the first successful override of a presidential veto since Obama took office.\nThe president vetoed the legislation Friday because he said the bill  the Justice Against Sponsors of Terrorism Act  would infringe on the president’s ability to conduct foreign policy. It was the 12th veto of his presidency. \nAfter an intense, lengthy push by 9/11 survivors and families of victims who want to sue Saudi Arabia based on claims the country played a role in the terror attack in 2001, even Obama’s Democratic allies on Capitol Hill voted to override his veto. \nThe House voted 348-77, well above the two-thirds majority needed. The final vote tally in the Senate was 97-1. Minority Leader Harry Reid, D-Nev., cast the sole vote against override. \n“In our polarized politics of today, this is pretty much close to a miraculous occurrence,” said Sen. John Cornyn, R-Texas. Democrats and Republicans agreed, he said, that the bill “gives the victims of the terrorist attack on our own soil an opportunity to seek the justice they deserve.” \nThe top Democrat on the Senate Foreign Relations Committee said he shared Obama’s concerns but victims’ rights outweighed them. “We cannot in good conscience close the courthouse door to those families who have suffered unimaginable losses,” Sen. Ben Cardin, D-Md., said. \nWhite House spokesman Josh Earnest decried the override as the “single most embarrassing thing the United States Senate has done possibly since 1983.” \n“Ultimately, these senators are going to have to answer their own conscience and their constituents as they account for their actions today,” he said, adding that Reid showed “courage” in opposing it. \nTerry Strada, national chairwoman for 9/11 Families & Survivors United for Justice Against Terrorism, called the override votes a “tremendous test of our democracy.” \n“I mean, do we have a democracy, or does Saudi Arabia own us?” she said.\n\nGraphic\n\n \nSHAWN THEW, EUROPEAN PRESSPHOTO AGENCY\">said Sen. the John veto Cornyn override , R-Texas was , almost “miraculous.”\n\nLoad-Date: November 30, 2023"
}