{
    "title": "Obama's 'nuclear spring' The Cold War ended almost 20 years ago. But in the years since the Soviet U",
    "publisher": "usa today",
    "year": 2010,
    "month": 4,
    "day": 11,
    "full text": "Obama's goal\nThough criticized as naive, President Barack Obama has made a goal of ridding the world of nuclear weapons. Last week, he took what he said were major steps in that direction, signing an arms limitation treaty with Russia and announcing a change in U.S. policy on using nukes.\nHe will follow up this week with an international conference on keeping nukes out of the hands of terrorists.\nHere's a look at what Obama has done, and what he hopes to do.\nNuclear Posture Review\nEvery president must deliver to Congress a Nuclear Posture Review, laying out when and under what circumstances the nation will use nuclear weapons.\nPresident George W. Bush, delivering his review in early 2002 --- months after the 9/11 attacks --- reserved the option to use nuclear weapons in response to non-nuclear attacks. His administration contended that conventional weapons lacked sufficient destructive power to stop determined terrorists or a rogue state.\nObama's review, released Tuesday, named as the top threat to U.S. security the prospect of nuclear technology spreading to terrorists and states who sponsor them. But it veered away from previous U.S. policy, stating that the United States would not use nuclear arms against a non-nuclear nation.\nIt specified that such restrictions wouldn't apply in the case of attack by a nation that was not a party to international treaties against biological and other non-conventional weapons --- a reference, U.S. Defense Secretary Robert Gates said, to Iran and North Korea.\nThe review called for upgrading parts of the U.S. nuclear weapons infrastructure, though the goal, rather than building new weapons, is to weed out older, less effective systems and speed the reduction of the overall stockpile.\nReactions: Rep. Edward Markey (D-Mass.), a leading advocate of nuclear non-proliferation, said the review makes \"long overdue changes in our nuclear policy [that] will make us more secure by downgrading the role that nuclear weapons play in our defense.\"\nBut there was widespread dissatisfaction with the document. On the left were critics who said Obama had not gone far enough.\nThey contended that failure to explicitly ban use of nuclear weapons for anything other than responding to a nuclear attack would undermine U.S. credibility as it pushes to reduce the world's nuclear arsenals.\nOn the right were those who said putting any limits on U.S. use of nuclear weapons increases the possibility of nuclear proliferation by forcing nations that depend on American guarantees of security to consider acquiring their own weapons. They also said that, although the review calls for spending to modernize some parts of the U.S. nuclear arsenal, far more is needed to replace weapons and update research and manufacturing.\nIn between were those who said they worried that by limiting circumstances under which weapons would not be used, Obama was giving away a strategic advantage long used by Republican and Democratic administrations alike. They acknowledged the United States would be highly unlikely to annihilate a non-nuclear nation in retaliation for a terror attack. But they said removing the prospect's \"calculated ambiguity\" --- the term used by David Trachtenberg, who wrote the Bush administration's policy --- could topple an important psychological barrier to rogue nuclear activity.\nSTART\nTraveling to Prague, Obama on Thursday joined Russian President Dmitry Medvedev to sign a new Strategic Arms Reduction Treaty. It would shrink the limit on deployed nuclear warheads to 1,550 per country from 2,200 under the recently expired 1991 treaty it would replace.\nThe treaty is subject to ratification by Russia's Duma and the U.S. Senate, and Obama will be campaigning for its approval.\nReactions: Proponents hailed the treaty as a new start for strained relations between the leading nuclear powers and predicted it would pay dividends in the form of increased Russian cooperation in pressuring Iran --- with which it maintains relatively good relations --- to give up its suspected nuclear weapons development program.\nThey said it would also help overcome internal opposition in Russia to scrapping outdated weapons that could fall into the wrong hands --- security a cash-strapped Russia has found it difficult to continue providing.\nA sticking point on both sides could be U.S. plans to install an antimissile defense system in Eastern Europe. At Obama's insistence, the treaty exempts such missiles from its restrictions, and some Duma members have said they would oppose the treaty because of it. But Obama hasn't closed the door to talks on the issue, and Russia included a statement in the treaty that any anti-missile system development it sees as a security threat would be a reason for withdrawal.\nSen. Jon Kyl (R-Ariz.), ranking member of the Senate subcommittee on terrorism and homeland security, is considered the chief skeptic of the treaty and likeliest to lead opposition to ratification --- as he did, successfully, with a 1990s nuclear test ban pact.\nSo far, he has taken no position on START, but he is a strident advocate of maintaining plans for anti-missile defense and harshly criticized Obama last fall for scaling back part of the proposal.\nNuclear summit\nMonday and Tuesday, Obama will host representatives of 47 nations at a Global Nuclear Security Summit aimed at ensuring the world's nuclear materials don't fall into the wrong hands.\nEvents began last Tuesday with a screening at the White House of \"Nuclear Tipping Point,\" a documentary about the dangers of so-called \"loose nukes.\" It features, among others, former Sen. Sam Nunn (D-Ga.), who has parlayed the knowledge he gained as Armed Services Committee chairman into a post-Senate career centered on improving worldwide security of nuclear materials.\nAttending the conference will be leaders of several nuclear powers, including President Hu Jintao of China, Indian Prime Minister Manmohan Singh and Pakistani Prime Minister Syed Yousaf Raza Gilani, each of whom will have separate meetings with Obama. Also represented will be France, the United Kingdom and Russia.\nNotably missing: North Korea --- the world's newest nuclear nation --- Iran and Israeli Prime Minister Benjamin Netanyahu. He was scheduled to attend but pulled out late last week when he got wind of a plan by representatives of other Mideast nations to pressure him to sign the Nuclear Non-Proliferation Treaty. Israel is widely believed to have a nuclear arsenal, a suspicion it will neither confirm nor deny, and it has declined to join the 189 treaty nations.\nStrengthening the treaty will be a focus of the conference, including a U.S. move to build support for U.N. sanctions against Iran because of alleged treaty violations.\nOther nations at the conference will include some that have nuclear reactors using bomb-grade fuel and some that have uranium deposits but shaky national security, such as Nigeria. The conference will produce a communique and work plan for addressing such risks, with a goal of securing all nuclear materials by 2012.\nGraham Allison, director of the Belfer Center for Science and International Affairs at Harvard and author of \"Nuclear Terrorism: The Ultimate Preventable Catastrophe,\" wrote in the Washington Post last week that the summit, START and the administration's new approach to the nuclear threat is an \"unprecedented opportunity\" for progress on the issue --- and a historic test of its diplomatic skills.\n\"President Obama has clearly painted a more hopeful picture of what he calls 'nuclear spring,' \" Allison wrote. \"Whether his administration can orchestrate the levers of power as well as persuasion to produce the actions required for success remains to be seen.\"\nBill Steiden\nSources: USA Today, Nuclear Threat Initiative, UPI, Associated Press, Guardian, Washington Post, Los Angeles Times, China Daily, National Review, Huffington Post, Wall Street Journal, the Hindu\nThe nuclear club\nSince the Cold War ended, Pakistan and North Korea have gained nuclear weapons. Iran is now believed to be trying to develop them. Numbers include weapons that are deployed and those in reserve or storage.\nThe nuclear club\nSince the Cold War ended, Pakistan and North Korea have gained nuclear weapons. Iran is now believed to be trying to develop them. Numbers include weapons that are deployed and those in reserve or storage.\n\nGraphic\n\n \nPhoto: President Barack Obama and his Russian counterpart, Dmitry Medvedev, sign the new Strategic Arms Reduction Treaty on Thursday at Prague Castle. The treaty would lower the limit on deployed nuclear warheads to 1,550 per country from 2,200 under the expired treaty it would replace. Roman Vondrous AP /ImageData*\n\nLoad-Date: April 11, 2010"
}