{
    "title": "Obama's failure to close Guant_namo Bay needs more criticism",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 10,
    "full text": "President Barack Obama has been criticized for many things, especially for the slow recovery of the economy and his universal health care act. However, his failure to close the Guantánamo Bay detention camp, a promise he touted during his 2008 campaign, has not been criticized enough.\nIt is commonly asserted that most of these prisoners are terrorists - a claim that is entirely untrue, former Secretary of State Colin Powell's Chief of Staff Col. Lawrence Wilkinson affirmed. Lawrence admitted in the Al-Jazeera documentary series \"Fault Lines\" that the detainees, \"weren't guilty of anything except having been in the wrong place at the wrong time.\"\nCongress has voted more than once to cut funding to close the facility and has prevented detainees from being brought to U.S. courts for trial. Obama's adminstration should have been focusing on the reason for detaining prisoners if less than 20 of them could actually be prosecuted with the evidence the U.S. government had against them.\nOf the 166 men currently being held at Guantánamo, 89 of them are from Yemen. Of the 86 men who have been determined innocent and cleared for transfer, 56 are Yemeni.\nMany are kept from transferring because of actions directly attributed to Obama. First, in January 2010, Obama placed a personal moratorium on transferring detainees back to Yemen. Then, in 2011, Obama signed an executive order broadening the right of the U.S. government to detain prisoners under the laws of war.\nThe logic that these men cannot be released until we settle foreign conflicts is flawed, and it is this type of behavior from the United States that propagates terrorism in conflict zones in the Arabian Peninsula. Al-Qaeda's support has skyrocketed in Yemen. In 2009, there were 200 to 300 people, and today there are a few thousand fighters. The extremist group is gaining a foothold in Northern Africa, partly because of Obama's failures in counter-terrorism. Covert drone strikes in Yemen have killed countless civilians and, the Obama administration has frequently refused to comment.\nObama is also perpetuating the awfully similar terrorism he claims to be trying to fight against. By detaining innocent Yemenis and by increasing drone strikes that frequently kill civilians, anti-American sentiment grows, and people who otherwise do not share al-Qaeda ideologies join in retaliation.\nIn response to the hunger strike carried out by more than 100 detainees, Obama lifted the moratorium on transfers in May of this year. Obama has the executive power to transfer innocent detainees out of Guantánamo and has no excuse for prioritizing other legislative issues when inhumane practices are continuing and fundamental rights are taken away from every person who does not receive a fair trial or is subject to torture. A version of this article appeared in the Thursday, Oct. 10 print edition. Nina Golshan is a staff columnist. Email her at opinion@nyunews.com\n\nLoad-Date: October 10, 2013"
}