{
    "title": "Obama's Iranian atrocity",
    "publisher": "pittsburgh tribune review",
    "year": 2015,
    "month": 7,
    "day": 17,
    "full text": "I had lunch with a friend from Israel this week. The mood was solemn as we grappled with the idea that the United States had just struck a nuclear deal with Iran. \n\"No deal means a greater chance of more war in the Middle East,\" President Obama said in announcing the agreement. \"It would be irresponsible to walk away from this deal.\" \nA day later, at his press conference, the president insisted the accord \"prevents the most serious threat \"” Iran obtaining a nuclear weapon, which would only make the other problems that Iran may cause even worse.\" \nBut the Iranian deal doesn't prevent the terrorist regime from obtaining a nuclear weapon; it simply slows down the process. And it doesn't prevent more war in the Middle East. The opposite is true: The deal likely will force Israel to act alone with military force to prevent its own demise. \n\"What a stunning, historic mistake,\" Israeli Prime Minister Benjamin Netanyahu said. \"The world is a much more dangerous place today than it was yesterday. The leading international powers have bet our collective future with a deal with the foremost sponsor of international terrorism.\" \n\"Israel is not bound by this deal with Iran ... because Iran continues to seek our destruction,\" Netanyahu added. \"We will always defend ourselves.\" \nWhile Netanyahu acknowledged Iran's role and threat as the world's largest state-sponsor of terrorism, the Obama administration fails to take it seriously. White House officials admit Iran will continue its terrorism practices. And there's nothing on the table to stop it; this deal emboldens it to engage in more terrorism. \nIt's important to note that before Sept. 11, 2001, Iran-backed Hezbollah was responsible for more American deaths than any other terror organization. Today, Hezbollah continues to ply its nasty trade, now with allies in places like Venezuela and Cuba. \nLast summer, another terror group, Hamas, also Iranian-backed, kidnapped and tortured three Israeli boys and then launched thousands of rockets into Israel.  \nJust days ago and before a deal was announced, Iranian President Hassan Rouhani attended a rally where American flags were burned as he chanted with the crowd, \"Death to America.\" As part of the nuclear accord, sanctions placed on Iranian Gen. Qasem Soleimani, responsible for ordering the killings of hundreds of American soldiers in Iraq, will be lifted. \nThis is the type of terrorism Iran has been able to fund with harsh sanctions in place. Imagine what Iran will be able to do once sanctions are lifted and $150 billion flows into its already established terrorism pipelines. \nIgnoring the terror threat and failing to shut down Iran's nuclear program are atrocities. But so is leaving Americans behind. Saeed Abedini, Amir Hekmati, Jason Rezaian and Robert Levinson still are being held by the Iranian regime. Obama refused to demand their release as part of negotiations. But their release should have been the first topic of discussion months ago. \nObama's deal has made one thing absolutely clear: When it comes to Iran, hisï¿½ personal legacy is a higher priority than American lives. \nKatie Pavlich is news editor of Townhall.com. Her exclusive Trib columns appear the first and third Fridays of each month. \n\nLoad-Date: July 30, 2015"
}