{
    "title": "OBAMA PROMISES U.S. WILL DEFEAT THREAT OF TERRORISM",
    "publisher": "the world",
    "year": 2015,
    "month": 12,
    "day": 7,
    "full text": "In a rare Oval Office address, President Barack Obama vowed Sunday night the U.S. will overcome a new phase of the terror threat that seeks to \"poison the minds\" of people here and around the world, as he sought to reassure Americans shaken by recent attacks in Paris and California.\n \"I know that after so much war, many Americans are asking whether we are confronted by a cancer that has no immediate cure,\" he said, speaking from a lectern in his West Wing office. \"The threat from terrorism is real, but we will overcome it,\" he declared.\n The president's speech followed Wednesday's shooting in San Bernardino, California, that killed 14 people and wounded 21. Authorities say a couple carried out the attack and the wife pledged allegiance to the Islamic State group and its leader in a Facebook post.\n Obama said that while there was no evidence the shooters were directed by a terror network overseas or part of a broader plot, \"the two of them had gone down the dark path of radicalization.\"\n \"This was an act of terrorism designed to kill innocent people,\" he said in the 13-minute address.\n In speaking from the Oval Office, Obama turned to a tool of the presidency that he has used infrequently. His decision to speak in prime time reflected the White House's concern that his message on the recent attacks hasn't broken through, particularly in the midst of a heated presidential campaign.\n Yet Obama's speech was likely to leave his critics unsatisfied. He announced no significant shift in U.S. strategy and offered no new policy prescriptions for defeating IS, underscoring both his confidence in his current approach and the lack of easy options for countering the extremist group.\n \"Nothing that happened in the speech tonight is going to assuage people's fears,\" Florida Sen. Marco Rubio, a Republican presidential candidate, said on Fox News.\n Obama did call for cooperation between private companies and law enforcement to ensure potential attackers can't use technology to evade detection. He also urged Congress to pass new force authorization for military actions underway against IS in Iraq and Syria, and also to approve legislation to bar guns from being sold to people prohibited from flying on planes in the U.S. for terrorist concerns.\n And he implored Americans to not turn against Muslims at home, saying the Islamic State is driven by a desire to spark a war between the West and Islam. Still, he called on Muslims in the U.S. and around the world to take up the cause of fighting extremism.\n The spread of radical Islam into American communities, he said, is \"a real problem that Muslims must confront without excuse.\"\n The president's most specific policy announcement was to order the departments of State and Homeland Security to review the fiance visa program that the female shooter in California used to enter the U.S. In his remarks, Obama referred to a visa waiver program that Congress is also reviewing, but the White House later clarified he meant the fiance program\n He also reiterated his call for broader gun control legislation, saying that no matter how effective law enforcement and intelligence agencies are, they can't identify every would-be shooter. He called it a matter of national security to prevent potential killers from getting guns.\n \"What we can do, and must do, is make it harder for them to kill,\" he said.\n Obama stands little chance of getting the Republican-led Congress to agree to any gun control measures. On Thursday, the Senate rejected legislation barring people suspected by the government of being terrorists from purchasing firearms. Gun rights advocates say such a ban would violate the rights of people who haven't been convicted of crimes.\n Congress also has been unable to coalesce behind any plan to authorize more force against IS, and the administration's proposal has languished since February.\n Obama repeated his long-standing opposition to an American-led ground war in the Middle East and made no mention of the more aggressive action others have suggested, including  enforcing a no-fly zone and safe corridors in Syria.\n \"Our success won't depend on tough talk, or abandoning our values or giving in to fear,\" he said. \"Instead, we will prevail by being strong and smart, resilient and relentless.\"\n After the speech, the president appeared as previously scheduled at the Kennedy Center Honors tribute in Washington.\n The president's critics - and increasingly, some members of his own party - have questioned his strategy. Hours before he spoke, Hillary Clinton - his former secretary of state and the front-runner for the Democratic presidential nomination - said the U.S. is \"not winning\" the fight against IS.\n Obama has insisted that the Islamic State is contained in Iraq and Syria. However, the group has set its sights elsewhere in the world, launching attacks in Lebanon and Turkey and downing a Russia airliner over Egypt.\n The Nov. 13 attacks in Paris marked the group's most aggressive actions in Europe, a coordinated effort that left 130 people dead and wounded hundreds more.\n\nLoad-Date: December 9, 2015"
}