{
    "title": "Obama Adviser Discusses Using Military on Terrorists",
    "publisher": "the new york times",
    "year": 2011,
    "month": 9,
    "day": 17,
    "full text": "CAMBRIDGE, Mass. -- John O. Brennan, the top counter-terrorism adviser to President Obama, on Friday defended a broad conception of where the United States can use military force against members of Al Qaeda and its allies.\nMr. Brennan also denounced a proposal in Congress to mandate military detention of terrorism suspects -- even those captured on United States soil. His remarks were part of a speech on the Obama administration's counterterrorism policy and the rule of law, delivered before a conference at Harvard Law School.\nMr. Brennan's remarks about the ability to use military force came against the backdrop of a debate, reported on Friday by The New York Times, between lawyers at the State Department and the Pentagon over the limits of military force in places like Yemen and Somalia.\nIn that region, the State Department has argued, the United States may -- as a matter of self-defense -- lawfully kill high-level militants who are involved in plots to attack the United States, but not low-level militants who are focused on parochial concerns. The Defense Department has argued that it can attack members of Al Qaeda and its allies, although the dispute has remained latent so far because the policy has been to strike at only ''high-value individuals.''\nIn his speech, Mr. Brennan initially suggested that he leaned toward the Pentagon's view of the legal question, although subsequently made more ambiguous comments.\n''The United States does not view our authority to use military force against Al Qaeda as being restricted solely to 'hot' battlefields like Afghanistan,'' he said. ''Because we are engaged in an armed conflict with Al Qaeda, the United States takes the legal position that -- in accordance with international law -- we have the authority to take action against Al Qaeda and its associated forces without doing a separate self-defense analysis each time.''\nStill, he added, ''That does not mean we can use military force whenever we want, wherever we want. International legal principles, including respect for a state's sovereignty and the laws of war, impose important constraints on our ability to act unilaterally -- and on the way in which we can use force -- in foreign territories.''\nDuring a question period afterward, he drew a distinction between members of two groups in the region -- Al Qaeda in the Arabian Peninsula, which is based in Yemen, and the Somalia-based Shabab -- who are intent on attacking America, and those who are focused on local concerns. It was the former, he said, that the United States ''will take action'' against.\nHe also criticized The New York Times article for portraying the deliberations as a ''great debate,'' saying it was appropriate for lawyers to ''actively and rigorously debate the law'' so that policy makers could know the boundaries within which they can make decisions.\nHe also said it had never been the case that the legal interpretation that ''came out of that lawyer group prevented us from doing what we wanted to do.''\nMr. Brennan also sharply criticized a proposal in the Senate version of the 2012 defense authorization bill, which may be taken up soon, that would require terrorism suspects arrested inside the country to be transferred to military custody. The provision was approved by the Senate Armed Services Committee this summer.\nMr. Brennan called the idea a ''nonstarter'' and said the White House would fight the proposal vigorously.\nHe said ''it is the firm position of the Obama administration'' that terrorism suspects arrested inside the United States must be prosecuted solely in civilian court system in line with ''longstanding tradition.''\n''Our military does not patrol our streets or enforce our laws, nor should it,'' he added. ''This is not a radical idea.''\nMr. Brennan also rejected as ''absurd'' accusations by some critics that the Obama administration might be deliberately killing terrorism suspects instead of capturing them, sacrificing the ability to interrogate them in order to avoid the legal complications of detaining them.\n''I want to be very clear: whenever it is possible to capture a suspected terrorist, it is the unqualified preference of the administration to take custody of that individual so we can obtain information that is vital to the safety and security of the American people,'' he said.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 17, 2011"
}