{
    "title": "Obama must accept his responsibilities Nonchalance about terrorism is not playing well",
    "publisher": "charleston daily mail",
    "year": 2010,
    "month": 1,
    "day": 6,
    "full text": "AS the new year commences, two facts emerge: George W. Bush is officially retired as the fault-guy for the nation's ills, and Barack Obama owns the game.\nWhether he wants to or not.\nEvery president deserves a year of grace to adapt to the job and adjust to its Himalayan learning curve. As Obama's first year ends - almost with a bang, thanks to a lonely Nigerian who found love in jihad - his grace period is up.\nIndeed, depending on how he responds to the security breach that almost brought down a Detroit-bound flight from Amsterdam, Obama's presidency is at risk of being rendered prematurely impotent.\nIf Bush could be blamed for the dot-connecting inadequacies that helped enable the terrorist attacks of 9/11 eight months into his administration, then Obama can fairly be held responsible for the incompetence that allowed a disaffected jihadist to get explosive powder onto a plane.\nThe banality of our most recent would-be attack is almost too on-the-nose to exploit, but really.\nThe son of a Nigerian banker, already a punch line to all who've been spammed by e-mailers alleging to be Nigerian bankers promising riches, packs his underwear with explosive material?\nWas this fellow computer-generated by a cartoon character?\nIf it weren't all so bloody horrifying, the incident would be ridiculous.\nWhich, come to think of it, is a fair appraisal of the Obama administration's initial performance when faced with a potentially catastrophic terrorist strike\nThe dots that needed to be connected were all but performing the California Raisin dance.\nWere we ever justified in hoping for better?\nNational security was never considered Obama's strong suit.\nBack in September 2008, if I may be excused for quoting myself, I wrote: \"I worry that Obama isn't serious enough about terrorism and free markets. . . . I worry about Obama's over-intellectualizing - that he will get lost in a maze of deep thoughts and fail to be decisive when necessary.\"\nOr lost on a golf course, as the case may be.\nObama's open-collared, vacation response from Hawaii was delivered on Katrina time - about two days too late - and fell a few links short of reassuring.\nSomething about humans and systems failing. Yes, well, that would about cover it.\nDeep breath.\nThe cool detachment that was so attractive when political opponents were trying to rile Obama is suddenly becoming annoying. Preternaturally unflappable, his demeanor in these circumstances borders on inappropriate.\nWhat does it take to get a rise out of Barack Obama?\nNot that we need bombast and flared nostrils. Calm in the face of potential disaster is laudable, but it's a fine line between executive tranquility and passive nonchalance.\nLike a tone-deaf disk jockey, Obama plays elevator music when the crowd wants John Philip Sousa.\nBut, action is being taken, we're told. Investigations are under way and reports are being tabulated. Soon decisions will be forthcoming as to whether we bomb al-Qaeda outposts in Yemen or insist that airline travelers liberate their inner Britneys and go panty-free through security checkpoints.\nFull cavity searches can't be far from the minds of bureaucrats looking for ways to create a faux sense of security rather than figuring out how to draw simple inferences from red flags, recently in numbers sufficient to spell out \"Allahu Akbar\" on a halftime football field.\nThe brightest among many was the perpetrator's own father's reports, both in person (twice) and by phone to American officials, that his son had become radicalized and might be dangerous.\nA CIA report describing those concerns apparently never made it through the Byzantine intelligence channels until after the foiled attack on Christmas Day.\nWhy? It was for just such coordination that the Bush administration four years ago created the Office of the Director of National Intelligence, which last April came under fire by its then-inspector general, Edward Maguire - just days before being replaced.\nMaguire's report may provide the simplest answer to what went wrong.\nIn addition to criticizing the amount of time intelligence chiefs spend briefing the White House and Congress instead of managing the intelligence apparatus,\nMaguire blasted the Office of the Director of National Intelligence for bureaucratic fat and financial mismanagement.\nIn fairness to Obama, Maguire's findings were completed before the president assumed office, but not released publicly until April.\nEven so, Obama has had plenty of time to tweak the system he now blames for the underwear bomber.\nIt's his ball now; time to stop dribbling.\nParker may be reached by e-mail at kathleenparker@washpost.com\n\nLoad-Date: January 6, 2010"
}