{
    "title": "Obama Challenges Terrorism Critics",
    "publisher": "the new york times",
    "year": 2010,
    "month": 2,
    "day": 8,
    "full text": "The White House pushed back Sunday against Republican criticism of its approach to terrorism, calling it ''not anchored in reality'' as a national security debate that was largely muted in recent years roared back to center stage with an angry intensity.\n  After a week of sustained attacks led by former Gov. Sarah Palin of Alaska and a host of Congressional Republicans, President Obama and his aides argued that they were handling terror suspects much as the previous administration did, dismissing Republican complaints as politically motivated. \n  ''The most important thing for the public to understand is we're not handling any of these cases any different than the Bush administration handled them all through 9/11,'' Mr. Obama told CBS News on Sunday. ''They prosecuted 190 folks in these Article Three courts,'' he added, referring to civilian courts. ''Got convictions. And those folks are in maximum security prisons right now. And there have been no escapes.''\n  Mr. Obama's counterterrorism adviser, John O. Brennan, was more scathing about the Republican criticism. ''Quite frankly, I am tiring of politicians using national security issues such as terrorism as a political football,'' Mr. Brennan, a longtime Central Intelligence Agency officer, who also worked under President George W. Bush, said on NBC's ''Meet the Press.'' ''They are going out there, they are unknowing of the facts, and they are making charges and allegations that are not anchored in reality.''\n  The White House rebuttal came a day after Ms. Palin drew rousing applause at a convention of Tea Party activists by declaring that ''we need a commander in chief, not a professor of law.'' Appearing on ''Fox News Sunday,'' Ms. Palin followed up her critique of Mr. Obama by attacking what she called ''this perceived lackadaisical approach that he has to dealing with the terrorists.''\n  The exchanges reflected a stark escalation in rhetoric in recent weeks as the uneasy truce on terrorism that existed at the beginning of the Obama presidency evaporated. The Republican critique of Mr. Obama as a Miranda-reading, soft-on-terror president attempts to tap into an historic vulnerability for Democrats, with midterm elections on the horizon and the president already on the defensive on a health care bill and the economy. \n  Strategists in both parties said the argument had gained new traction with the attempted Christmas Day bombing of an airliner, the missed deadline for closing the prison at Guantanamo Bay, Cuba, and the collapse of the plan for a trial in New York of the self-described mastermind of the Sept. 11 attacks. Some Democrats worried that Mr. Obama was losing control of the issue politically.\n  ''Terrorism has really become an issue again,'' said Leslie H. Gelb, a former president of the Council on Foreign Relations. ''It's jumped to a much higher level because of the Christmas bomber that scared the willies out of people.'' And, he added, ''for the most part, the narrative has been taken out of the White House's hands.''\n  Republicans said they were seeing growing alarm after a year of Mr. Obama's policies. ''People suspended judgment and wanted to let him play his hand,'' Karl Rove, the former adviser to Mr. Bush, said of the president. But the Christmas Day bombing attempt ''has caused doubts about how he is handling this to bubble to the surface.''\n  Republicans have criticized the decision to charge Umar Farouk Abdulmutallab in the Christmas Day plot as a civilian and, after a short period of interrogation, read him his Miranda rights. Mr. Brennan said Sunday that he spoke with four Republicans on Christmas night and told them that Mr. Abdulmutallab ''was in F.B.I. custody'' and cooperating. \n  Mr. Brennan said the Republicans, Senators Mitch McConnell of Kentucky and Christopher Bond of Missouri, and Representatives John A. Boehner of Ohio and Peter Hoekstra of Michigan, should have understood that ''F.B.I. custody'' meant reading Miranda rights in a civilian process.\n  ''None of those individuals raised any concerns with me at that point,'' Mr. Brennan said. ''They didn't say, 'Is he going into military custody?' 'Is he going to be Mirandized?' ''\n  Spokesmen for the four Republicans said Sunday that the conversations with Mr. Brennan had been brief and went into no detail. They also noted that the nation's top intelligence, homeland security and counterterrorism officials were not consulted before the decision to treat Mr. Abdulmutallab as a civilian defendant.\n  ''Brennan never told me of any plans to Mirandize the Christmas Day bomber,'' Mr. Bond said in a statement. ''If he had, I would have told him the administration was making a mistake.''\n  Kevin Smith, a spokesman for Mr. Boehner, said, ''Instead of attempting to dodge responsibility, John Brennan and this administration should focus on fixing the near-catastrophic intelligence breakdown that failed to prevent this attack.''\n  In his interview, Mr. Obama rejected the Republican version of Mr. Abdulmutallab's interrogation.  ''What happened was he clammed up, and after we had obtained actionable intelligence from him, that's when the F.B.I. folks on the ground then read him his Miranda rights,'' he said. ''But keep in mind, Richard Reid was read his Miranda rights five minutes after he was arrested, under the previous administration,'' Mr. Obama said, referring to the man who tried to blow up a plane with a shoe bomb in December 2001.\n  ''Some of the same critics of our approach have been employing this policy for years,'' he said.\n  Mr. Obama has preserved much of Mr. Bush's counterterrorism strategy. He not only continued drone missile strikes against terrorist cells in Pakistan, but he also escalated them. American troop levels in Afghanistan are tripling on his watch. He kept the surveillance program, military commissions and rendition authority he inherited, and he plans to continue holding some detainees without charges.\n  But where Mr. Obama has veered away from Bush-era policies, he has drawn sharp criticism -- most notably, the decisions to close Guantanamo and ban harsh interrogation techniques, investigate allegations of past interrogation abuses by C.I.A. officers and put Khalid Shaikh Mohammed on trial in civilian court in New York City for orchestrating the Sept. 11 attacks.\n  ''The handling of detainee issues is going to be a huge, huge issue in the period ahead,'' said Marc A. Thiessen, a former speechwriter for Mr. Bush.\n  ''For six years,'' Mr. Thiessen added, ''the left has had a field day with this, running around saying we tortured people and comparing us to the Spanish Inquisition.'' Now, he said, the politics have turned. ''It's a huge vulnerability for Obama and the Democrats, and Republicans are starting to gather their courage and talking about this.''\n  Democrats see the criticism as expedience more than courage, noting that under Mr. Bush, terrorists were charged in civilian court, read Miranda rights and given lawyers.\n  ''The one thing that's changed is there's now a Democratic president instead of a Republican president,'' said Ben Rhodes, a deputy national security adviser to Mr. Obama. ''It's fairly obvious that a lot of the criticism is being driven by politics and not substance.''\n  Republicans discovered the renewed power of terrorism in last month's special Senate election in Massachusetts. Neil Newhouse, the pollster for the Republican victor, Scott Brown, said voters responded to the way Mr. Brown framed the issue, supporting him 63 percent to 26 percent when told he favored charging suspected terrorists as enemy combatants in a military tribunal while his Democratic opponent would give them constitutional rights and a civilian trial.\n  ''This moved voters more than the health care issue did,'' Mr. Newhouse said. ''The terrorism stuff resonated, and it wasn't just from the advertising we did.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: John O. Brennan  (PHOTOGRAPH BY WILLIAM B. PLOWMAN/NBC, VIA GETTY IMAGES)                                        \n\nLoad-Date: February 8, 2010"
}