{
    "title": "Obama Said to Be Open to New Miranda Look",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 11,
    "full text": "WASHINGTON -- David Axelrod, the top White House political adviser, said Monday that President Obama was amenable to Attorney General Eric H. Holder Jr.'s call for a new law allowing interrogators to question terrorism suspects for lengthy periods without informing them of their rights. \n  In an interview on CNN, Mr. Axelrod said Mr. Obama was ''open to looking at'' changing the Miranda rule, which generally bans prosecutors from using as evidence statements made by suspects in custody before they have been warned that they have a right to remain silent and to consult a lawyer. ''There may be some things that have to be done,'' Mr. Axelrod said. ''Certainly we're willing to talk to Congress about that. But they would be in the area of adjustments, not a wholesale revision.''\n  Mr. Axlerod's comments came a day after Mr. Holder called for Congress to enact legislation that would carve out a new exception to the Miranda rule. It comes from a landmark 1966 Supreme Court decision that is intended to ensure that confessions are not coerced, consistent with the Fifth Amendment right against self-incrimination.\n  While it is virtually certain that the White House knew about and approved of Mr. Holder's policy proposal before he made it on Sunday, the remarks by Mr. Axelrod provided a stronger public link between the idea, which has drawn fire from civil libertarian groups, and Mr. Obama himself.\n  Over the past year, Republicans have sharply criticized the Obama administration for treating some terrorism suspects -- including United States citizens arrested on United States soil, like Faisal Shahzad, the man accused of attempting to detonate a car bomb in Times Square this month -- as criminal defendants rather than as military detainees under wartime rules.\n  Conservatives have long disliked the Miranda ruling, and its use in terrorism cases has been especially controversial because of worries that the warning might interrupt the flow of an interrogation, prompting a suspect to stop providing information that could disrupt a future attack.\n\nhttp://www.nytimes.com\n\nLoad-Date: May 11, 2010"
}