{
    "title": "Obama taps chief for Homeland Security Johnson, a former top Pentagon lawyer, would be fourth to lea",
    "publisher": "usa today",
    "year": 2013,
    "month": 10,
    "day": 18,
    "full text": "President Obama plans to nominate former Pentagon attorney Jeh Johnson as the next secretary of Homeland Security, a White House official said Thursday.\nJohnson, general counsel for the Defense Department during Obama's first term, will be introduced today by the president at a ceremony.\nIf confirmed by the Senate, Johnson would replace Janet Napolitano, who left to run the University of California education system.\n\"The president is selecting Johnson because he is one of the most highly qualified and respected national security leaders, having served as the senior lawyer for the largest government agency in the world,\" the official said.\nThe official said that during his tenure at the Defense Department, Johnson exhibited \"sound judgment\" and provided \"prior legal review and approval of every military operation approved by the president and secretary of Defense.\"\nThe officials spoke on condition of anonymity because Obama has not yet made his public announcement.\nJohnson would be the fourth head of the Department of Homeland Security, created in the wake of the terrorist attacks of Sept. 11, 2001.\nThe White House official described Johnson as \"a critical member of the president's counterterrorism team,\" and someone who worked closely with Homeland Security officials during his years at the Pentagon.\nHis specialties include cybersecurity, the official said. He played a key role in repealing the Pentagon's \"Don't Ask, Don't Tell\" policy that banned openly gay servicemembers.\nJohnson, who left his Pentagon post in 2012, also provided legal guidance in the use of unmanned drones against terrorism suspects overseas, and in the use of military commissions -- rather than civilian courts -- to try suspects.\nThe Homeland Security nominee, whose first name is pronounced \"Jay,\" also led a crackdown on unauthorized news leaks at the Defense Department.\nDuring a speech at Britain's Oxford University last year, Johnson said that the nation's war on terrorism should not be endless and that the focus should shift to law enforcement and intelligence operations.\n\"War must be regarded as a finite, extraordinary and unnatural state of affairs,\" Johnson said. \"In its 12th year, we must not accept the current conflict, and all that it entails, as the new normal.\"\nElisa Massimino, president of the organization Human Rights First, said Johnson \"grappled with the challenges of protecting national security while respecting human rights and upholding American ideals\" during his time at the Pentagon.\n\"These are key issues in the Department of Homeland Security, and we would welcome the opportunity to work with him,\" she said in a statement.\nSen. Jeff Sessions, R-Ala., criticized Obama for nominating a \"loyalist and fundraiser\" to lead what he called a \"mismanaged\" department.\n\"This is deeply concerning,\" Sessions said. \"This huge department must have a proven manager with strong relevant law-enforcement experience.\"\nContributing: The Associated Press \n\nLoad-Date: October 18, 2013"
}