{
    "title": "Obama calls for action in Pakistan Presidential hopeful says he would send aid, and maybe troops, to",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 8,
    "day": 2,
    "full text": "Democrat Barack Obama said Wednesday that if he were president and had good intelligence about top terrorists in Pakistan, he would send U.S. troops to hunt them down if Pakistan's government wouldn't do it.\nSeeking to establish his foreign-policy credentials a week after Democratic front-runner Sen. Hillary Clinton, D-N.Y., accused him of being naive for being willing to talk with the leaders of hostile nations without preconditions, the Illinois senator gave a comprehensive speech on fighting global terrorism before the Woodrow Wilson International Center for Scholars in Washington.\nObama called for withdrawing U.S. troops from Iraq and redeploying at least two more brigades to Afghanistan, along with $1 billion in additional nonmilitary aid. He repeated a willingness to talk with leaders from nations such as Iran, Syria and North Korea: \"The lesson of the Bush years is that not talking does not work. Go down the list of countries we've ignored and see how successful that strategy has been.\"\nBut his controversial words about Pakistan - where Osama bin Laden's al-Qaida terrorist network has been regrouping, according to the latest National Intelligence Estimate - drew the most attention.\nObama said he'd make hundreds of millions of dollars in U.S. military aid to Pakistan conditional on President Pervez Musharraf moving to close any terrorist training camps, preventing terrorists from hiding in his country and stopping the Taliban from running back and forth across the border to attack in Afghanistan.\n\"I understand that President Musharraf has his own challenges,\" Obama said. \"But let me make this clear: There are terrorists holed up in those mountains who murdered 3,000 Americans. They are plotting to strike again. ... If we have actionable intelligence about high-value terrorist targets and President Musharraf will not act, we will.\"\nClinton, through a campaign spokesman, declined to comment.\nAnalysts say U.S. military action could risk destabilizing Pakistan, breeding more militancy and undermining Musharraf. A military response also could be difficult, given Pakistan's hostile terrain and the suspicion of its warrior-minded tribesmen against uninvited outsiders.\nHusain Haqqani, director of the center for international relations at Boston University and a former adviser to several Pakistani prime ministers, said Obama and other presidential candidates should be cautious.\n\"They should not look at the sledgehammer approach because the people of Pakistan are not America's enemies, and any lashing out may create more enemies of the United States there,\" Haqqani said.\nSaid White House spokesman Tony Snow: \"Our approach to Pakistan is one that not only respects the sovereignty of Pakistan as a sovereign government, but is also designed to work in a way where we are working in cooperation with the local government.\"\n---\nTalk\nSTLtoday.com/current What do you think of Obama's stance toward Pakistan? Talk about it in Current Affairs.\n\nGraphic\n\n \nPHOTO\n PHOTO - Democratic Sen. Barack Obama of  Illinois spoke Wednesday in Washington about foreign policy. \n\nLoad-Date: August 2, 2007"
}