{
    "title": "Obama Orders Air Safety Review Following Attempted Attack",
    "publisher": "rtt news",
    "year": 2009,
    "month": 12,
    "day": 28,
    "full text": "(RTTNews) - President Barack Obama Monday said the country&apos;s system of monitoring commercial airline safety would undergo a review.\nObama, vacationing in Hawaii, said the Transportation Security Administration would bolster security procedures both in-flight and at airports.\nThe President&apos;s moves come in the wake of the attempted Christmas Day detonation of an explosive device by a man from Nigeria on approach to Detroit.\n\"Thanks to the quick and heroic actions of passengers and crew, the suspect was immediately subdued, the fire was put out, and the plane landed safely. The suspect is now in custody and has been charged with attempting to destroy an aircraft,\" said Mr. Obama. \"A full investigation has been launched into this attempted act of terrorism, and we will not rest until we find all who were involved and hold them accountable.\"\nIn his public remarks, Obama said he had ordered specific actions to protect Americans and make air travel secure.\n\"First, I directed that we take immediate steps to ensure the safety of the traveling public. We made sure that all flights still in the air were secure and could land safely. We immediately enhanced screening and security procedures for all flights, domestic and international. We added federal air marshals to flights entering and leaving the United States. And we&apos;re working closely in this country, federal, state and local law enforcement, with our international partners,\" Obama said.\n\"Second, I&apos;ve ordered two important reviews, because it&apos;s absolutely critical that we learn from this incident and take the necessary measures to prevent future acts of terrorism,\" he added.\nObama said he also directed his national security team to maintain pressure on those who threaten the United States.\n\"We do not yet have all the answers about this latest attempt, but those who would slaughter innocent men, women and children must know that the United States will more -- do more than simply strengthen our defenses. We will continue to use every element of our national power to disrupt, to dismantle and defeat the violent extremists who threaten us, whether they are from Afghanistan or Pakistan, Yemen or Somalia, or anywhere where they are plotting attacks against the U.S. homeland.\"\nThe detonation failed and the suspect, whose name had been on a \"watch list\" of terror suspects, is under arrest. He is believed to have boarded in Nigeria, and passed through security checkpoints both there and in The Netherlands.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 18, 2010"
}