{
    "title": "Obama's call for Muslims to stand up Among the president's anti-Islamic State tactics is an appeal t",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 12,
    "day": 7,
    "full text": "In a televised speech Sunday, President Obama laid out a range of tasks necessary to defeat Islamic State and prevent another shooting like that in San Bernardino, Calif. Perhaps the most difficult yet critical task was this: that Muslim leaders speak out against interpretations of Islam that are \"incompatible with the values of religious tolerance, mutual respect, and human dignity.\"\nMr. Obama's charge to Muslims is to \"decisively and unequivocally\" assert a view of Islam that not only includes these values but claims them as universal. It is not enough to merely condemn the terrorist violence of a fringe group of Muslims or help security officials detect extremists in Muslim communities. The task is to safeguard a major world religion of more than a billion people in its core theology.\nObama is not the first American president to try to assist Muslims in overcoming doctrinal divisions by seeking a unified, affirmative, and peaceful approach. After 9/11, President George W. Bush said Islam is a faith that \"has made brothers and sisters of every race. It's a faith based upon love, not hate.\"\nFor sure, the war on Islamic State can be won by many means, from drone drops to phone taps to gun curbs. But the decisive victory will lie in the Islamic world's embrace of values that create a civic, inclusive, and peaceful order. This is an offensive strategy designed to prevent aggrieved and angry Muslims from going down \"the dark path of radicalization,\" as Obama called it.\nThe West can do only so much to resolve this struggle within Islam over the use of violence to assert power. Groups like Al Qaeda and Islamic State have killed far more Muslims than non-Muslims. The struggle may appear mainly violent but it is one that will require a religion to learn it cannot turn on its own, as Jews and Christians have had to learn over centuries.\n\"You do not learn to disbelieve in [violent] power,\" explains Jonathan Sacks, Britain's former chief rabbi, in a new book, until \"you find yourself using it against the members of your own people, your own broadly defined creed. That is happening within Islam today.\"\nMuslims are not alone in this task. In Europe and the United States, mass shootings by either white supremacists or anti-Muslim terrorists require the same assertion of \"religious tolerance, mutual respect, and human dignity.\" Politics on both sides of the Atlantic, however, is moving away from this ideal.\nThe cold war was won as much by the West upholding universal values of freedom and individual rights as by nuclear deterrence. The Berlin Wall and Soviet Union collapsed when people behind the Iron Curtain sought those values. If Muslims can also hold fast to these values and declare them, they will be doing their part to defeat terrorism.\n\nLoad-Date: December 7, 2015"
}