{
    "title": "Obama, Singh Discuss U.S. -Indo Strategic Partnership",
    "publisher": "rtt news",
    "year": 2009,
    "month": 11,
    "day": 24,
    "full text": "(RTTNews) - President Barack Obama welcomed Indian Prime Minister Manmohan Singh to the White House on Tuesday, speaking with him about advancing the relationship between the U.S. and India and improving the nations&apos; strategic partnership.\nSpeaking to reporters after their meeting, both leaders stressed the importance of creating human capital for the future development of both countries, especially in regard to climate change and energy security.\nObama said that both the U.S. and India are committed to new clean energy initiatives, reduced poverty through sustainable development and the elimination of subsidies for fossil fuels, and added that both countries aim to work together to help develop new world energy policies at the coming climate change conference in Copenhagen.\nSingh added that both countries have an important opportunity to develop the green economy of the future, and he stressed the importance of substantial efforts to address and prevent climate change.\nThe prime minister also said that the Indo-U.S. partnership is essential to addressing other global challenges such as terrorism and economic development.\nOn the subject of terrorism, Obama said that both the U.S. and India would deepen their operations against trans-national threats and both countries&apos; intelligence agencies would work closely to \"eradicate\" terrorist activity in the regions surrounding India.\nThe leaders also discussed expanding trade and investment between the two countries in order to create jobs and stimulate the global economy.\nBoth Obama and Singh also discussed nuclear non-proliferation and combining their nations&apos; efforts to achieve a \"shared vision of a world without nuclear weapons\" and ensure that other nations strive to reach a goal of nuclear disarmament.\nDuring his remarks, President Obama also briefly touched on the establishment of food security initiatives designed to increase farm output and reduce hunger as well as the establishment of a new disease detection center in India, before reaffirming America&apos;s commitment to its partnership with India.\n\"You will have no better friend and Partner than the United States of America,\" he said.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 18, 2010"
}