{
    "title": "Obama Would Move Some Terror Detainees to U.S",
    "publisher": "the new york times",
    "year": 2009,
    "month": 5,
    "day": 22,
    "full text": "Despite stiff resistance from Congress, President Obama said Thursday that he intended to transfer some detainees from Guantanamo Bay, Cuba, to highly secure facilities inside the United States. He also proposed ''prolonged detention'' for terrorism suspects who cannot be tried, a problem he called ''the toughest issue we face.''\n  In a speech at the National Archives here, Mr. Obama gave a full-throated defense of his antiterrorism policies and his commitment to closing the Guantanamo prison. With Republicans painting him as weak on terror, and Democrats increasingly nervous about transferring terrorism suspects to the United States, the White House sought to reclaim a debate over which even some of his allies said he had lost control. \n  ''We are not going to release anyone if it would endanger our national security,'' Mr. Obama declared, adding, ''As we make these decisions, bear in mind the following fact: Nobody has ever escaped from one of our federal supermax prisons, which hold hundreds of convicted terrorists.''\n  In describing his plans for the roughly 240 terrorism suspects still held at Guantanamo Bay, Mr. Obama accused his  predecessor, George W. Bush, of having embarked on ''a misguided experiment'' that resulted in ''a mess.''\n  He said there would be no danger in transferring detainees to ''highly secure prisons'' in this country, and pledged to seek trials for many in civilian or military courts. But he also said he would move to ''construct a legitimate legal framework'' to justify the detention of dangerous terrorism suspects who could not be tried or released, a proposal that is creating unease among human rights advocates who are among his staunchest backers.\n  Mr. Obama did not deliver his message in a vacuum. Just minutes after his speech, cable news programs turned their focus to a competing address being delivered by his staunchest Republican foe, former Vice President Dick Cheney.  \n  The dueling appearances amounted to real-time philosophical combat between competing national security visions, the debate Americans might have witnessed had Mr. Cheney run for president.\n  The setting of Mr. Obama's address -- the soaring marble and limestone rotunda of the Archives, where the Declaration of Independence, the Constitution and the Bill of Rights are kept -- was intended to underscore his main theme: that as commander in chief he can uphold American values while also protecting the nation's security.\n  ''I believe with every fiber of my being,'' Mr. Obama said,  ''that in the long run we cannot also keep this country safe unless we enlist the power of our most fundamental values.'' \n  But Mr. Cheney, speaking at the American Enterprise Institute, a bastion of conservative thought, put forth another worldview, in which security is paramount. \n  ''In the fight against terrorism,'' the former vice president said,  ''there is no middle ground, and half measures keep you half exposed.''\n  The back-to-back speeches brought to life the broad and very difficult questions facing Mr. Obama as he tries to live up to his pledge to shut the Guantanamo prison by January and at the same time rewrite the legal framework established by Mr. Bush for imprisoning and trying terrorism suspects.\n  Among those questions is whether bringing to the United States those Guantanamo detainees who could not be released to their home countries would make Americans less secure. Mr. Obama quoted Senator Lindsey Graham, Republican of South Carolina, in saying that ''the idea that we cannot find a place to securely house 250-plus detainees within the United States is not rational.'' \n  But critics warn that housing dangerous terrorism suspects in United States prisons would make those facilities, and the communities surrounding them, vulnerable to attack; could allow militants a chance to plot strategy on American soil; and could open the way for militants to stay in the country, if they were acquitted at trial.\n  ''I think the president will find, upon reflection,'' Mr. Cheney warned Thursday, ''that to bring the worst of the worst terrorists inside the United States would be cause for great danger and regret in the years to come.''\n  A second issue is whether to try the detainees in American courts. Mr. Obama said Thursday that he would do so ''whenever feasible,'' citing the cases of two other terrorists -- Ramzi Yousef, who tried to blow up the World Trade Center in 1993, and Zacarias Moussaoui, identified as the 20th Sept. 11 hijacker -- who are serving life sentences in prison after being convicted in the United States. \n  But critics say there is a risk that classified information would be made public in such criminal trials, a danger that David B. Rivkin, an official in the Reagan Justice Department, calls ''the conviction price.'' Mr. Obama said that military commissions, which allow defendants fewer rights, would be the ''appropriate venue'' for the trials of at least some detainees. \n  Yet another question is what to do with the most problematic group of Guantanamo detainees: those who pose a national security threat but cannot be prosecuted, either for lack of evidence or because evidence is tainted.\n  The answer proposed by Mr. Obama would write an entirely new chapter in American law to permit ''prolonged detention'' -- just as at Guantanamo, but with oversight by the courts and Congress. Human rights advocates express outrage at that approach, however, saying it would violate the very civil liberties Mr. Obama, a former lecturer on constitutional law, has vowed to protect.\n  ''It is very troubling that he is intent on codifying in legislation the Bush policies of indefinite detention without charge,'' Anthony D. Romero, executive director of the American Civil Liberties Union, said after the speech. ''That simply flies in the face of established American legal principle.''\n  As he moves ahead, Mr. Obama must still persuade lawmakers to release the $80 million he has requested to close the Guantanamo prison. On a vote of 86 to 3 Thursday night, the Senate, like the House earlier, passed a war financing bill without that $80 million, which Congress has said it will not give him until he provides a more detailed plan. Thursday's speech did not appear to change that. \n  ''We've received today a broad vision from President Obama, and it's important that he did that,'' said the Senate Democratic leader, Harry Reid of Nevada. ''We're all awaiting the details of this plan, and he's going to come up with one.''\n  Mr. Obama ran for office on a promise of restoring America's moral standing in the world by rejecting Mr. Bush's policies. But as president he has found that doing so is fraught with political peril. He used Thursday's speech to explain a string of controversial national security decisions, including the apparent contradiction between withholding photos showing abuse of detainees and the release of classified memorandums about interrogation.\n  The president said he was trying to strike a balance between transparency and national security.\n  ''I ran for president promising transparency, and I meant what I said,'' he declared, adding, ''But I have never argued -- and I never will -- that our most sensitive national security matters are an open book.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: ''We are not going to release anyone,'' President Obama declared Thursday, ''if it would endanger our national security.'' (PHOTOGRAPH BY DOUG MILLS/THE NEW YORK TIMES)\nPHOTO(A1)\n A search of prisoners at the Guantanamo Bay detention center, which President Obama has vowed to close by next January.(PHOTOGRAPH BY BRENNAN LINSLEY/ASSOCIATED PRESS)(A16)                                         \n\nLoad-Date: May 22, 2009"
}