{
    "title": "Obama makes the right call on Yemen",
    "publisher": "star tribune ",
    "year": 2011,
    "month": 4,
    "day": 8,
    "full text": "The foreign-policy maxim that \"nations have no permanent friends or allies; they only have permanent interests\" has never seemed more true than in the case of U.S.-Yemen relations.\nAfter a marriage of convenience sustained by Yemen's willingness to work with America to fight extremists -- mainly Al-Qaida on the Arabian Peninsula -- the Obama administration reportedly has decided that it can no longer back America's onetime ally, President Ali Abdullah Saleh.\nSaleh was useful to successive administrations because his government had just enough of a will and capacity to combat terrorists behind attacks within Yemen, as well as against America, including the bombing of the USS Cole and the attempted 2009 Christmas Day airline bombing.\nBut now Saleh's ability to take the fight to Al-Qaida has been compromised because he is fighting protesters who think his near-33-year reign should end.\nSince January, thousands have taken to the streets of Sanaa, the capital, as well as other cities. The images are reminiscent of the relatively peaceful protests that led to regime change in Egypt and Tunisia, but Saleh's response has been more similar to those in Bahrain and Libya, where repressive rulers were able to get security services to kill their fellow citizens. In Yemen, an estimated 125 lives have been lost, including 24 in 24 hours earlier this week. The bloodshed has brought a stern rebuke from the United States, United Nations, European Union, Britain and Italy.\nNow the Gulf Cooperation Council reportedly has offered to mediate a solution, which is a welcome development. But the only real solution is Saleh's leaving office. The lethal backlash has ended any last legitimacy he could claim. He has basically acknowledged as much, first by promising not to run for reelection when his term expires, and more recently by offering to step down at the end of this year (an offer on which he may renege).\nYemen's citizens won't, and shouldn't, wait that long. So it's likely the protests will only intensify, and so may the violence.\nPresident Obama is taking a calculated, realpolitik gamble that whatever use Saleh has been in fighting terrorism is superseded by the instability created by his attempt to hang on to power. In fact, the lack of political progress can lead to further extremism, according to Ryan Crocker, a former ambassador to a virtual atlas of Middle East hot spots: Iraq, Afghanistan, Pakistan, Syria, Lebanon and Kuwait.\nSpeaking at a Monday forum sponsored by the National Security Forum at William Mitchell College of Law and the Minnesota International Center, Crocker said that \"one consequence of the broad turbulence in this region is a new opportunity for Al-Qaida in places they already are. In Yemen, where they are already entrenched, they're about to get better entrenched and bigger as Yemen accelerates its descent into regime change.\"\nBy signaling to Yemen's widespread opposition movement that he understands their justifiable desire for change, Obama stands a better chance of convincing the next leader of Yemen that it is still in the best \"permanent interest\" of both countries to combat extremism.\nU.S. POLICY ON YEMEN\n\"If we just focus on counterterrorism, we will miss the big picture and make problems worse. Terrorism is a small problem for Yemen -- it's a big problem for us. We need to focus on systemic problems in Yemen, like the economy, corruption, governance, employment and resource depletion, which are the chronic sources of instability.\"\nCHRISTOPHER BOUCEK, associate, Middle East Program, Carnegie Endowment for International Peace\n- - -\n\"At some point if you want to preserve your position you have to make the switch and decide you are going to cultivate a case to make to them, as you are really going to need their cooperation on terrorism issues.\"\nSTEVEN SIMON, adjunct senior fellow for Middle Eastern Studies, Council on Foreign Relations\n\nLoad-Date: April 8, 2011"
}