{
    "title": "Obama plans effort to allay terrorism fears",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 12,
    "day": 14,
    "full text": "WASHINGTON - Fears of terrorism are hanging over America's holiday season, so President Barack Obama is planning a series of events this week aimed at trying to allay concerns about his strategy for stopping the Islamic State group abroad and its sympathizers at home.\nObama's visits to the Pentagon and the National Counterterrorism Center are part of a push to further explain his terrorism-fighting strategy, White House officials said, after a prime-time Oval Office address last Sunday that critics said failed to do much to reassure the public. Another goal is to draw a contrast with Republican presidential candidate Donald Trump and his inflammatory remarks about Muslims. The Obama administration has warned Trump's rhetoric emboldens extremists looking to pull the U.S. into a war with Islam.\n\"Terrorists like ISIL are trying to divide us along lines of religion and background,\" Obama said Saturday in his weekly radio and Internet address, using an acronym for the extremist group. \"That's how they stoke fear. That's how they recruit.\"\nIn the coming week, he said, \"we'll move forward on all fronts.\"\nThe public relations campaign, one week before Christmas, comes as the public is jittery about the specter of terrorism after the mass shooting in San Bernardino, Calif. this month and the Paris attacks a few weeks before. Seven in 10 Americans rated the risk of a terrorist attack in the U.S. as at least somewhat high, according to an Associated Press-GfK poll. That was a sharp increase from the 5 in 10 who said that in January.\nU.S. officials have insisted there are no specific, credible threats to the United States. But the apparent lack of warning before San Bernardino has fueled concerns about whether the U.S. has a handle on potential attacks, especially during high-profile times such as the end-of-year holidays.\nObama, who is scheduled to leave Friday for his annual family vacation in Hawaii, had to interrupt that trip in 2009 when a would-be attacker tried to blow up a plane on Christmas Day.\nObama's schedule includes a stop today at the Pentagon for a rare meeting outside the White House by his National Security Council, followed by a public update from the president about the fight against IS. White House press secretary Josh Earnest said Obama did not intend to announce any major changes in approach.\n\"If there's an opportunity for us to intensify efforts behind one aspect of our strategy, then that is something that he wants his team to be prepared to do,\" Earnest said.\nOn Thursday, at the National Counterterrorism Center, which analyzes intelligence at its facility in suburban Virginia, Obama plans to address reporters after a briefing by intelligence and security agencies on threat assessments. Obama receives a similar briefing each year before the holidays.\nConcerns about extremism emanating from the Middle East have taken center stage in the presidential race. Obama has tried to use his bully pulpit as a counterpoint to GOP front-runner Trump and his widely condemned proposal to bar Muslims from entering the U.S., and to push back on other politicians insisting on halting resettlement of Syrian refugees in the U.S.\nThe White House scheduled a conference call today with religious leaders about ways to fight discrimination and promote religious tolerance.\nAiming to put a human face on the issue, Obama is to speak Tuesday at the National Archives Museum, where 31 immigrants from Iraq, Ethiopia, Uganda and 23 other nations will be sworn in as U.S. citizens. Obama planned to use that occasion to reframe the national conversation about immigrants around the country's founding values of tolerance and freedom.\nDespite Obama's reassurances, Republicans say Obama has failed to grasp the severity of the risk.\nRep. Will Hurd, R-Texas, said the threat from IS and other terrorist groups presents \"a clear and present danger to the United States.\"\n\"We can't contain this threat. We have to defeat it,\" Hurd said in the weekly GOP address. \"To defeat ISIS, we have to be in this for the long haul.\"\n\nLoad-Date: December 14, 2015"
}