{
    "title": "Obama to cede collection of Americans' phone records Under new plan, phone companies would control d",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 3,
    "day": 28,
    "full text": "- President Barack Obama asked Congress Thursday to end the government's bulk collection of Americans' phone records, a move that he said would address privacy concerns but maintain the administration's ability to counter terrorism.\nUnder the president's plan, the government would have to get a court order and ask phone companies to search their records for specific numbers that are believed to be associated with terrorists. Currently, the National Security Agency gets all call records from certain phone companies daily, and holds them for five years. When the NSA wants to search the database for a certain phone number connected with terrorism, it gets court approval to do so. This practice will continue for at least another three months.\nThe new proposal is a direct response to public outrage that began last June when former NSA systems analyst Edward Snowden disclosed details of the once-classified program.\nSenate Judiciary Committee Chairman Patrick Leahy said the president could end the bulk collection now, if he wanted to.\nI hope he chooses this path, Leahy said earlier this week.\nCongress has yet to reach a consensus on how to change the phone records program, though it's been hotly debated since June.\nThe Bush and Obama administrations interpreted a particular section of the USA Patriot Act to authorize this bulk collection, and a secret surveillance court has signed off on the interpretation dozens of times since 2006. Others, including one federal judge and an independent review group appointed by Obama, do not read the law the same way.\nSenior administration officials, who spoke anonymously because the White House would not allow them to be quoted by name, described the new plan to reporters Thursday.\nUnder Obama's proposal, the government would only seek specific records that the phone companies have in their possession. The phone companies are required by federal regulation to retain records for 18 months.\n\nLoad-Date: March 28, 2014"
}