{
    "title": "Obama to offer bill to end NSA data sweep. Why doesn't he just do it_ Obama's proposal would represe",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 3,
    "day": 25,
    "full text": "President Obama is proposing that the National Security Agency end its practice of collecting mountains of data on Americans' phone calls. According to an account in the Associated Press, the administration this week will send Congress draft legislation that would replace this part of the NSA dragnet with a more limited program, under which phone companies would keep \"metadata\" phone information for 18 months, as they do now for business purposes.\nUS spy agencies would have to obtain the consent of the secret Federal Intelligence Surveillance Court every time they want to search the data for a particular phone number, according to the AP. Before giving their approval, FISA court judges would have to be convinced that phone number might be linked to terrorist activity.\nIf it becomes law, this proposal would represent a major change in US surveillance activity. The NSA itself currently siphons up and holds information on numbers called, duration of calls, and other markers on vast amounts of US telecommunication activity.\nThe NSA retains these data for five years. Agency analysts can conduct searches for specific numbers, without court approval.\nBegun in the wake of the 9/11 terrorist attacks to try to track connections between terrorism suspects, the effort is often referred to as the \"215 program,\" after the section of the Patriot Act that governs it. Its existence and scope were revealed by NSA-connected leaker Edward Snowden.\nPrivacy advocates are generally supportive of the administration's proposed changes.\n\"The indiscriminate collection of phone records is neither legal nor useful. As the president seems to have recognized, there is no justification for continuing a program that undermines constitution values with no proven benefit to security,\" said Faiza Patel, co-director of the Brennan Center for Justice at New York University School of Law, in a statement issued Tuesday.\nBut the White House approach comes with a number of questions. Most notably, what would Mr. Obama do if Congress does not pass this bill, or if it passes a significantly different piece of legislation?\nAfter all, agreement is in short supply on Capitol Hill these days, and the NSA dragnet is a controversial government activity. Some lawmakers have defended it as a necessary national protection, while others have inveighed against it as an unconstitutional infringement of Americans' privacy rights.\nCongress is already debating this question on its own. A competing bill announced Tuesday by Rep. Mike Rogers (R) of Michigan, the House Intelligence Committee chairman, and Rep. C.A. Dutch Ruppersberger (D) of Maryland would also end government collection of phone records, but it would not require prior court approval for NSA searches of these records.\nSo why get Congress involved at all? Obama could end the 215 program with a stroke of his executive pen. He's commander in chief and has direct jurisdiction over the NSA. There is nothing in Section 215 of the Patriot Act that requires the NSA to carry out this activity.\nFor one thing, Obama may want to make sure the program is ended for good. He could end it via executive order, but if he does that, a subsequent president could revive it at any time. A legislative fix would keep that from happening.\nThe big telecommunications firms also would almost certainly prefer this to be handled by a bill. They don't want to be seen as aiding and abetting an NSA abuse of the privacy rights of their customers. A law that would limit the companies' legal responsibilities, and make clear that the NSA must go to court every time it wants to search a phone number, could make clear to customers that the firms are not colluding with the government in any secret way.\nFinally, Obama may want to make sure that responsibility for ending the program is widely shared. After all, what if something bad happened afterward?\n\"If the president unilaterally ended the program and a terror attack followed, it wouldn't take long for Obama to be blamed for weakening America's defenses to the detriment of American lives,\" writes Philip Bump of \"The Wire\" in his own analysis of Obama's motives.\nCongressional passage of legislation could head off such finger-pointing.\n\nLoad-Date: March 26, 2014"
}