{
    "title": "Obama's America an even bigger bully",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 29,
    "full text": "Anderson is a senior political science major from Cumming. He is currently writing a thesis about U.S. interventions.\nIf you were to ask a Pakistani or a Yemini citizen who the face of terror is, you would likely hear them reply, \"President Barack Obama.\" In the decade following Sept. 11, it is estimated that over 3,000 Pakistanis have perished at the hand of U.S. drone strikes. While some of these individuals were terrorist scum, plotting to harm American citizens, there is a worrisome minority of victims who were innocent bystanders. But this is an unfair and tragic reality, and one that Americans should not be so quick to accept. Like it or not, as much as we try to demonize the individuals living in these \"hostile\" countries, a majority of those citizens are just like you and me, trying to go about their lives as peacefully as possible.\nAs President Obama fulfills his promise of winding the war in Afghanistan down, drones have become the weapon of choice in the global war on terror in place of troops. This practice however, is illegal, morally wrong and directly contradicts the world President Obama promised he would cultivate during his first campaign.\nThe use of drones is a clear breach of international law as it completely disregards state sovereignty, sovereignty that is to be upheld unless there is a declaration of war. I hate to say it, but using the term \"global war on terror\" does not give us free reign to bomb countries all over the globe. Likewise, many have claimed that the utilization of these weapons and the resulting civilian deaths are clear-cut cases of war crimes. While the latter issue is debatable, what remains true is the counterproductive nature of these weapons. Imagine watching your innocent father, mother or sister die from a drone strike. Are you likely to harbor resentment to the U.S. for taking them away from you? Absolutely. Drones breed terrorism rather than eliminate it. Personally, I would seek revenge against any entity that harmed my family and the victims of drone strikes will too.\nFinally, I am disappointed in this president. What excited me in 2008 was his radically different view of the U.S. role in world affairs. It seems, however, that what we have gotten is more or less the same old thing. Instead of taking a step back from the \"big bully\" image we have cultivated, it has only been amplified by this president's use of drones. Ultimately, if we truly want to end terrorism we must cease actions that make us terrorists. Ending the U.S. drone program is a step in the right direction and I am certain most Americans would agree if the tables are ever turned and our enemies rain terror down upon us.\n\nLoad-Date: October 29, 2013"
}