{
    "title": "Obama signs 4-year Patriot Act extension",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 5,
    "day": 27,
    "full text": "WASHINGTON — Congress on Thursday passed a four-year extension of post-Sept. 11 powers to search records and conduct roving wiretaps in pursuit of terrorists.\nVotes taken in rapid succession in the Senate and House came after lawmakers rejected attempts to temper the law enforcement powers to ensure that individual liberties are not abused.\nFollowing the 250-153 evening vote in the House, the legislation to renew three terrorism-fighting authorities headed for the president's signature with only hours to go before the provisions expire at midnight.\nWith Obama in France, the White House said the president would use an autopen machine that holds a pen and signs his actual signature. It is only used with proper authorization of the president. Minutes before the midnight deadline, the White House said Obama had signed the bill.\nA short-term expiration would not interrupt ongoing operations but would bar the government from seeking warrants for new investigations.\nCongress bumped up against the deadline mainly because of the stubborn resistance from a single senator, Republican freshman Rand Paul of Kentucky, who saw the terrorist-hunting powers as an abuse of privacy rights. Paul held up the final vote for several days while he demanded a chance to change the bill to diminish the government's ability to monitor individual actions. The bill passed the Senate 72-23.\nThe measure would add four years to the legal life of roving wiretaps — those authorized for a person rather than a communications line or device — of court-ordered searches of business records and of surveillance of non-American \"lone wolf\" suspects without confirmed ties to terrorist groups.\nThe roving wiretaps and access to business records are small parts of the USA Patriot Act enacted after the Sept. 11, 2001, attacks. But unlike most of the act, which is permanent law, those provisions must be renewed periodically.\nbecause of concerns that they could be used to violate privacy rights. The same applies to the \"lone wolf\" provision, which was part of a 2004 intelligence law.\nPaul argued that in the rush to meet the terrorist threat in 2001 Congress enacted a Patriot Act that tramples on individual liberties. He had some backing from liberal Democrats and civil liberties groups who have long contended the law gives the government authority to spy on innocent citizens.\nSen. Dick Durbin, D-Ill., said he voted for the act when he was a House member in 2001 \"while ground zero was still burning.\" But \"I soon realized it gave too much power to government without enough judicial and congressional oversight.\"\nSen. Mark Udall, D-Colo., said the provision on collecting business records can expose law-abiding citizens to government scrutiny. \"If we cannot limit investigations to terrorism or other nefarious activities, where do they end?\" he asked.\n\"The Patriot Act has been used improperly again and again by law enforcement to invade Americans' privacy and violate their constitutional rights,\" said Laura W. Murphy, director of the ACLU Washington legislative office.\nStill, coming just a month after intelligence and military forces tracked down and killed Osama bin Laden, there was little appetite for tampering with the terrorism-fighting tools. These tools, said Senate Republican leader Mitch McConnell of Kentucky, \"have kept us safe for nearly a decade and Americans today should be relieved and reassured to know that these programs will continue.\"\nIntelligence officials have denied improper use of surveillance tools, and this week both FBI Director Robert Mueller and Director of National Intelligence James Clapper sent letters to congressional leaders warning of serious national security consequences if the provisions were allowed to lapse.\nThe Obama administration says that without the three authorities the FBI might not be able to obtain information on terrorist plotting inside the U.S. and that a terrorist who communicates using different cell phones and email accounts could escape timely surveillance.\n\"When the clock strikes midnight tomorrow, we would be giving terrorists the opportunity to plot attacks against our country, undetected,\" Senate Majority Leader Harry Reid said on the Senate floor Wednesday. In unusually personal criticism of a fellow senator, he warned that Paul, by blocking swift passage of the bill, \"is threatening to take away the best tools we have for stopping them.\"\nThe nation itself is divided over the Patriot Act, as reflected in a Pew Research Center poll last February, before the killing of bin Laden, that found that 34 percent felt the law \"goes too far and poses a threat to civil liberties. Some 42 percent considered it \"a necessary tool that helps the government find terrorists.\" That was a slight turnaround from 2004 when 39 percent thought it went too far and 33 percent said it was necessary.\nPaul, after complaining that Reid's remarks were \"personally insulting,\" asked whether the nation \"should have some rules that say before they come into your house, before they go into your banking records, that a judge should be asked for permission, that there should be judicial review? Do we want a lawless land?\"\n\nGraphic\n\n \nAssociated Press President Obama listens as Japan’s Prime Minister Naoto Kan speaks to reporters Thursday at the G8 summit in Deauville, France. Obama signed the Patriot Act from France using an electronic pen.\n\nLoad-Date: May 29, 2011"
}