{
    "title": "Obama to stay at Taj hotel in Mumbai , scene of 2008 terror attacks President Obama has booked a sta",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 10,
    "day": 28,
    "full text": "President Bush had his signature moment to declare that the terrorists would not triumph, when he stood atop the rubble of the World Trade Center with a bullhorn.\nPresident Obama can make a similar statement when he will stay at the Taj Mahal Palace hotel in Mumbai (formerly Bombay) during his four-day trip to India early next month.\nThe landmark hotel became universally associated with Islamist terrorism after Lashkar-e-Taiba, a Pakistan-based group, was blamed for attacking and torching the site as part of a shocking terrorist operation in the Indian port city in November 2008.\nMr. Obama will stay at the fully renovated hotel on a stop that will include a speech to a gathering of American and Indian business leaders.\nWhite House officials - in previewing the president's 10-day Asia trip that includes a visit in India - are carefully underscoring the symbolism of Obama's stay at the site of a high-profile terrorist attack. He will take the opportunity to address a small group of individuals who were in one way or another marked by the attack, the officials say, noting that the president will be staying at the \"centerpiece\" of a four-day terrorist operation.\nObama wants to commemorate the attacks but also to recognize India's strong rejection of terrorism, says Ben Rhodes, the White House deputy national security adviser for strategic communications. \"India is a close counterterrorism partner of the United States; India has shown remarkable resilience in responding to terrorism,\" he told reporters Wednesday.\nThe US was instrumental in encouraging India's measured response to Pakistan in the wake of a terrorist operation that killed more than 170.\nFor any Americans wondering how safe their president will be staying overnight at a hotel that was already the scene of a deadly terrorist attack, officials were clear about one thing: Obama will not be sharing the hotel with just any guest. In fact, the White House has booked the entire 560-room hotel for the president's stay.\n       \n\nLoad-Date: October 29, 2010"
}