{
    "title": "Obama open to probe into interrogations Says legal action up to AG Holder",
    "publisher": "usa today",
    "year": 2009,
    "month": 4,
    "day": 22,
    "full text": "WASHINGTON -- President Obama said Tuesday that he would not \"prejudge\" whether Bush administration lawyers should be prosecuted for approving harsh interrogation methods used on terrorism suspects and signaled to Congress that he would not oppose an independent probe into the matter.\nObama has said he does not want the CIA operatives who used the approved techniques charged with any crimes. He repeated his preference for moving on from an era in which, he said, the nation \"lost our moral bearings\" with respect to the treatment of terrorism suspects.\n\"As a general deal, I think we should be looking forward and not backwards,\" Obama said.\nFor the first time, however, Obama left the door open to the possibility that his administration would prosecute lawyers in the George W. Bush administration who developed the legal justification for CIA operatives to use methods such as waterboarding, which simulates drowning. Obama banned these techniques when he took office.\n\"With respect to those who formulated those legal decisions, I would say that that is going to be more of a decision for the attorney general within the parameters of various laws, and I don't want to prejudge that,\" he said.\nThe methods were approved after the Sept. 11, 2001, terrorist attacks. Bush administration officials, including former vice president Dick Cheney, have said these  interrogations elicited key information that prevented acts of terrorism.\nA Harvard Law School graduate and onetime constitutional law professor, Obama said that \"there are a host of very complicated issues involved there\" with respect to prosecutions.\nThe president's comments came five days after he ordered the Justice Department to release previously classified Bush administration memos describing the CIA's interrogation tactics.\nAlthough White House chief of staff Rahm Emanuel and spokesman Robert Gibbs have suggested recently that prosecutions of Bush lawyers were off the table, Gibbs said Tuesday that Obama's latest comments do not represent a policy shift.\nThe American Civil Liberties Union and other liberal groups have pressed for possible legal action. The ACLU called for an independent prosecutor because the White House is \"not putting up a red light to a criminal investigation,\" said Jameel Jaffer, director of its National Security Project.\nOthers questioned whether prosecutions would be possible. The memos may represent \"faulty legal reasoning, but that's not the same as criminality,\" said Scott Stillman, executive director of Duke University's Center on Law, Ethics and National Security.\nThe Justice Department declined to comment.\n\"The department's Office of Professional Responsibility is conducting an ongoing review into OLC (Office of Legal Counsel) memos on interrogation techniques to determine whether they were consistent with the professional standards that apply to department attorneys,\" said spokesman Matthew Miller. \"We have no comment at this time on the outcome of that review or on other possible investigations.\"\nObama also suggested he would not oppose a commission to investigate the use of what he has long criticized as torture. \"If and when there needs to be a further accounting of what took place during this period,\" he said, it ought to be done in a bipartisan manner by \"independent participants who are above reproach and have credibility.\"\nObama said he was \"not suggesting that that should be done,\" but if Congress launches a probe, it shouldn't become too political. Gibbs called the 9/11 Commission a model.\nThe chairmen of the House and Senate Judiciary committees -- Rep. John Conyers, D-Mich., and Sen. Patrick Leahy, D-Vt. -- have called for an independent commission to investigate. But Senate Foreign Relations Committee Chairman John Kerry, D-Mass., told USA TODAY that Congress should not appoint a truth commission. He stopped short of saying Bush lawyers should be prosecuted, but he praised the memos' release. \"You can run from your warts, or you can show them and deal with them.\"\nContributing: David Jackson and Ken Dilanian \n\nLoad-Date: June 9, 2009"
}