{
    "title": "Obama blasts Congress 's limits on Guant_namo transfers President Obama signs a bill to fund the Def",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 1,
    "day": 7,
    "full text": "President Obama strongly objected on Friday to provisions of the 2011 Defense Authorization Act that prevent the military from transferring Guantánamo detainees to the US for trial.\nThe president registered his opposition in a two-page signing statement issued shortly after he approved the Defense Department funding bill.\nMr. Obama said the restrictions on transfers represent a \"dangerous and unprecedented challenge to critical executive branch authority to determine when and where to prosecute Guantánamo detainees.\"\nThe measure also blocks the transfer of Guantánamo detainees to foreign countries unless the Defense secretary and secretary of State certify that the receiving countries are willing and able to prevent the detainee's future involvement in acts against the US.\n\"Despite my strong objection to these provisions.... I have signed this Act because of the importance of authorizing appropriations for ... our military activities in 2011,\" Obama said.\n\"Nevertheless, my administration will work with the Congress to seek repeal of these restrictions, will seek to mitigate their effects, and will oppose any attempts to extend or expand them in the future,\" he said.\nThe defense authorization bill also bars the use of any defense funds to modify or construct facilities in the US to house Guantánamo detainees.\nThe Guantánamo transfer issue has long been a point of contention between the White House and Republicans in Congress.\nThe president had made a pledge that he would close Guantánamo within a year of taking office, and Attorney General Eric Holder sought to lay the groundwork for public trials of high profile Al Qaeda suspects in the US justice system - including alleged 9/11 mastermind Khaled Shaikh Mohammed.\nBut those efforts are now stalled.\nThe restrictions are not open-ended. Each is tied to either the fiscal year or the calendar year. But they add a significant complication to the administration's strategy of transferring or prosecuting most of the 173 remaining detainees at Guantánamo. Those not set for trial or transfer are slated to be held indefinitely by the military.\nIn his statement, Obama objected to what he sees as congressional meddling designed to prevent detainee trials in civilian federal courts in the US.\n\"The prosecution of terrorists in federal court is a powerful tool in our efforts to protect the nation and must be among the options available to us,\" he said in his statement. \"Any attempt to deprive the executive branch of that tool undermines our nation's counterterrorism efforts and has the potential to harm our national security.\"\nFormer Appeals Court Judge and former White House Counsel Abner Mikva and former FBI Director William Sessions issued a statement critical of the congressional limitations.\nThey noted that over 400 terrorism-related trials have been conducted in US courts, and only five by the military commission system at Guantánamo.\n\"This legislation not only removes one of the most reliable and effective tools we have in the fight against terrorism - the use of federal criminal courts to try terrorism cases - it also represents a clear intrusion on the authority of the executive branch to decide where prosecutions should be brought,\" Mikva and Sessions said.\nAnthony Romero, executive director of the American Civil Liberties Union, went one step farther. He urged the administration to execute and end-run around the congressional restrictions.\n\"There is nothing stopping the president from ordering the Department of Justice or Homeland Security to send planes to Guantánamo to transfer detainees to the United States for prosecution or to foreign countries for repatriation or resettlement,\" Mr. Romero said in a statement. \"He should do so as soon as possible.\"\nRomero added: \"Guantánamo must be closed as soon as possible, and we must put an end to the unlawful policies that have been carried out there. It is high time to restore the rule of law.\"\n       \n\nLoad-Date: January 8, 2011"
}