{
    "title": "Obama needs to get serious about terrorism Abroad, jihadists are enemies; here, they're defendants",
    "publisher": "the world",
    "year": 2010,
    "month": 1,
    "day": 5,
    "full text": "WASHINGTON - Janet Napolitano - former Arizona governor, now overmatched secretary of homeland security - will forever be remembered for having said of the attempt to bring down an airliner over Detroit: \"The system worked.\"\nThe attacker's concerned father had warned U.S. authorities about his son's jihadist tendencies. The would-be bomber paid cash and checked no luggage on a transoceanic flight.\nHe was nonetheless allowed to fly, and would have killed 288 people in the air alone, save for a faulty detonator and quick actions by a few passengers.\nHeck of a job, Brownie.\nThe reason the country is uneasy about the Obama administration's response to this attack is a distinct sense of not just incompetence but incomprehension.\nFrom the very beginning, President Obama has relentlessly tried to downplay and deny the nature of the terrorist threat we continue to face. Napolitano renames terrorism \"man-caused disasters.\"\nObama goes abroad and pledges to cleanse America of its post-Sept. 11 counterterrorist sins.\nHence, Guantanamo will close, CIA interrogators will face a special prosecutor, and Khalid Sheik Mohammed will bask in a civilian trial in New York - a trifecta of political correctness and image management.\nAnd just to make sure even the dimmest understand, Obama banishes the term \"war on terror.\" It's over - that is, if it ever existed.\nObama may have declared the war over. Unfortunately al-Qaeda has not.\nWhich gives new meaning to the term \"asymmetric warfare.\"\nAnd produces linguistic - and logical - oddities that littered Obama's public pronouncements following the Christmas Day attack.\nIn his first statement, Obama referred to Umar Farouk Abdulmutallab as \"an isolated extremist.\"\nThis is the same president who, after the Ford Hood shooting, warned us \"against jumping to conclusions\" - code for daring to associate Nidal Hasan's mass murder with his Islamist ideology.\nYet, with Abdulmutallab, Obama jumped immediately to the conclusion, against all existing evidence, that the bomber acted alone.\nMore jarring still were Obama's references to the terrorist as a \"suspect\" who \"allegedly tried to ignite an explosive device.\"\nYou can hear the echo of FDR: \"Yesterday, December 7, 1941 - a date which will live in infamy - Japanese naval and air force suspects allegedly bombed Pearl Harbor.\"\nObama reassured the nation that this \"suspect\" had been charged. Reassurance?\nThe president should be saying: We have captured an enemy combatant - an illegal combatant under the laws of war: no uniform, direct attack on civilians - and now to prevent future attacks, he is being interrogated regarding information he may have about al-Qaeda in Yemen.\nInstead, Abdulmutallab is dispatched to some Detroit-area jail and immediately lawyered up. At which point - surprise! - he stops talking.\nThis absurdity renders hollow Obama's declaration that \"we will not rest until we find all who were involved.\"\nOnce we've given Abdulmutallab the right to remain silent, we have gratuitously forfeited our right to find out from him precisely who else was involved, namely those who trained, instructed, armed and sent him.\nThis is all quite mad even in Obama's terms.\nHe sends 30,000 troops to fight terror overseas, yet if any terrorists come to attack us here, they are magically transformed from enemy into defendant.\nThe logic is perverse. If we find Abdulmutallab in an al-Qaeda training camp in Yemen, where he is merely preparing for a terror attack, we snuff him out with a Predator - no judge, no jury, no qualms.\nBut if we catch him in the United States in the very act of mass murder, he instantly acquires protection not just from execution by drone but even from interrogation.\nThe president said that this incident highlights \"the nature of those who threaten our homeland.\"\nBut the president is constantly denying the nature of those who threaten our homeland. On Tuesday, he referred five times to Abdulmutallab (and his terrorist ilk) as \"extremist(s).\"\nA man who shoots abortion doctors is an extremist. An eco-fanatic who torches logging sites is an extremist.\nAbdulmutallab is not one of these. He is a jihadist.\nAnd unlike the guys who shoot abortion doctors, jihadists have cells all over the world; they blow up trains in London, nightclubs in Bali and airplanes over Detroit (if they can); and are openly pledged to war on America.\nAny government can through laxity let someone slip through the cracks.\nBut a government that refuses to admit that we are at war, indeed, refuses even to name the enemy - jihadist is a word banished from the Obama lexicon - turns laxity into a governing philosophy.\nKrauthammer may be reached by e-mail at letters@charleskraut hammer.com.\n\nLoad-Date: January 5, 2010"
}