{
    "title": "OBAMA BEGINS PENTAGON FUNDING CUTS WARNS NATION STILL VIGILANT DESPITE 'LEANER' MILITARY",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 1,
    "day": 5,
    "full text": "WASHINGTON --\nPresident Barack Obama vowed today the United States will remain the world's pre-eminent military power even as the Pentagon scales back spending, shrinks the Army and Marine Corps and pulls back from Europe.\nMr. Obama said the U.S. is \"turning a page\" after having killed al-Qaida leader Osama bin Laden, withdrawn troops from Iraq and begun to wind down the war in Afghanistan. He outlined a vision for the future that would ensure an uncompromised U.S. military strength operating with less money.\n\"Our military will be leaner, but the world must know the United States is going to maintain our military superiority,\" Mr. Obama said, with Defense Secretary Leon Panetta and the Joint Chiefs of Staff chairman Gen. Martin Dempsey at his side.\nBoth Mr. Panetta and Gen. Dempsey said they anticipate heavy criticism of their new strategy, which is meant to guide future defense budgets.\nThe criticism from Republicans came quickly.\nRep. Howard \"Buck\" McKeon, R-Calif., chairman of the House Armed Services Committee, issued a statement saying, \"This is a lead-from-behind strategy for a left-behind America.\" He called it a \"retreat from the world in the guise of a new strategy.\"\nThe president announced that the military will be reshaped over time with an emphasis on countering terrorism, maintaining a nuclear deterrent, protecting the U.S. homeland, and \"deterring and defeating aggression by any potential adversary.\"\nThe strategy strongly suggests a reduced U.S. military presence in Europe, notwithstanding a continuing close relationship with NATO, and says Asia will be a bigger priority. It also emphasizes improving U.S. capabilities in the areas of cyberwarfare, missile defense, intelligence, surveillance and reconnaissance.\n\nLoad-Date: January 6, 2012"
}