{
    "title": "Obama seeks help from U.S. Muslims",
    "publisher": "the salt lake tribune",
    "year": 2011,
    "month": 3,
    "day": 6,
    "full text": "Sterling, Va. » Days before a congressional hearing into Islamic radicalization begins, President Barack Obama's deputy national security adviser said the administration also takes the threat seriously but is working in \"partnership\" with Muslim-American community groups.\n\"Muslim Americans are not part of the problem, you're part of the solution,\" Denis McDonough's told members of the All Dulles Area Muslim Society (ADAMS). He said the administration would make an announcement about its approach toward combating radicalization in \"the coming weeks.\"\nRep. Peter King, R-N.Y., on Thursday will convene a hearing on Islamic radicalization. King's plans have drawn controversy from critics who say King is singling out one religious group and could stigmatize ordinary Muslim Americans.\nOn Sunday, King said on CNN that al-Qaida is \"attempting to recruit within the United States. People in this country are being self-radicalized. ... It's an international movement with elements here in the United States.\"\nADAMS Center Mohamed Magid and board member Rizwan Jaka said they oppose terrorism and radicalization but are concerned that King will marginalize the Muslim-American community.\nMcDonough did not mention King or his hearings directly in his remarks. He declined interview requests afterward.\nAsked about the administration's position on King's hearing, McDonough said, \"We welcome congressional involvement in the issue. It's a very important issue.\"\nBut Sunday's event was geared toward projecting an inclusive message. The program began with a flag and pledge of allegiance ceremony by Boy Scouts and remarks from Christian and Jewish leaders as well as Imam Magid.\n\"Preventing radicalization that leads to violence here in America is part of our larger strategy to decisively defeat al Qaeda,\" McDonough said.\n  Alt Heads:\nObama seeks help from U.S. Muslims Rally held against the hearing\nSome 300 people gathered in New York's Times Square to speak out against a planned congressional hearing on Muslims' role in homegrown terrorism.\nPeople at the rally Sunday were carrying signs reading \"Today I am a Muslim, too.\"\nThey heard from the imam who was an initial key supporter of plans to develop a mosque near ground zero. Imam Feisal Abdul Rauf says the real enemy isn't Muslims or Islam, it's extremism.\nSource » The Associated Press\n\nGraphic\n\n \nDeputy National Security Adviser Denis McDonough speaks at an interfaith forum at the All Dulles Area Muslim Society in Sterling, Va., Sunday, March 6, 2011. McDonough praised American Muslims for helping fight violent extremism, but said they aren't cooperating enough with law enforcement to counter the radicalization of young followers by al-Qaida-linked groups. (AP Photo/Cliff Owen)\nPeter King, R-N.Y. (AP Photo/Manuel Balce Ceneta, File)\n\nLoad-Date: March 6, 2011"
}