{
    "title": "Obama welcomes troops home President visits N.C. base that lost 202 members in Iraq . War on terrori",
    "publisher": "daily news ",
    "year": 2011,
    "month": 12,
    "day": 15,
    "full text": "FORT BRAGG, N.C. - President Barack Obama celebrated the soldiers who fought the Iraq war on Wednesday, marking the fulfillment of a campaign promise to bring home all U.S. forces following a nearly nine-year conflict that killed more than 4,400 American soldiers.\n\"So as your commander in chief, on behalf of a grateful nation, I'm proud to finally say these two words - and I know your families agree,\" the president said. \"Welcome home. Welcome home. Welcome home. Welcome home.\"\nObama also hailed Iraq's steps toward creating an independent, democratic state.\n\"Now Iraq is not a perfect place,\" said Obama, standing at a lectern set up in an airplane hangar. \"It has many challenges ahead. But we are leaving behind a sovereign, stable and self-reliant Iraq, with a representative government that was elected by its people.\"\nHe was introduced by the first lady, a rare joint appearance borne of Michelle Obama's work finding jobs for military veterans.\nIn his remarks, Obama largely ignored the furor over the war's origins under the Bush administration.\nHe made only the briefest mention of the \"great controversy here at home ... \"\nInstead, he kept a tight rhetorical focus on the sacrifices and victories of those who fought. He made no mention of the Iraqi dead, estimated to be more than 100,000.\nObama's ties to war\nObama's political identity was shaped by the Iraq war. One way he distinguished himself from Hillary Rod-ham Clinton during the 2008 Democratic nomination contest was by underscoring his early opposition to the U.S. invasion.\nClinton had voted to authorize the war while serving in the U.S. Senate. Obama, as an Illinois state senator, delivered a speech in 2002 calling the imminent invasion \"dumb.\"\nNow commander in chief, he reminisced about key milestones in the war and said there is \"something profound about the end of a war that has lasted so long.\"\n\"We remember the early days,\" he continued, \"the American units that streaked across the sands and skies of Iraq.\n\"In battles from Karbala to Baghdad, American troops breaking the back of a brutal dictator in less than a month,\" added the president.\nThat was a reference to Saddam Hussein, who was captured and later hanged by the Iraqi government.\nObama described Sad-dam in similar terms in his 2002 address. But in that speech, he said Saddam posed no threat to the U.S. or Iraq's neighbors and could be successfully \"contained\" through international pressure.\nChange of heart\nHe didn't relive that history Wednesday. The war, he said, achieved America's strategic aims.\nInterrupted by frequent chants of \"Hooah!\" Obama said that \"everything that American troops have done in Iraq - all the fighting and all the dying, bleeding and building, training and partnering - all of it has led us to this moment of success.\"\nAs a backdrop for the speech, the White House chose a heavily populated base that is rich in political and military symbolism.\nA total of 202 Fort Bragg service members were killed in Iraq.\nThe base is also home to Green Berets, who were among the first troops to enter Iraq at the start of the war in 2003.\n\nLoad-Date: January 29, 2012"
}