{
    "title": "Obama urges Muslims to forge common cause against terrorism",
    "publisher": "the world",
    "year": 2010,
    "month": 11,
    "day": 10,
    "full text": "JAKARTA, Indonesia - In the Muslim nation that was his boyhood home, President Obama acknowledged today that U.S. relations are still frayed with the Islamic world despite his best efforts at repair. He urged all sides to look beyond \"suspicion and mistrust\" to forge common ground against terrorism.\nForcefully returning to a theme he sounded last year in visits to Turkey and Egypt, Obama said: \"I have made it clear that America is not and never will be at war with Islam. ... Those who want to build must not cede ground to terrorists who seek to destroy.\"\nBeaming with pride, Obama delivered perhaps the most intensely personal speech of his presidency, speaking phrases in Indonesian to a cheering crowd of young people who claimed him as their own.\n\"Let me begin with a simple statement: Indonesia is part of me,\" he said in Indonesian during a morning speech at the University of Indonesia.\nHe praised the world's most populous Muslim nation for standing its ground against \"violent extremism\" and said: \"All of us must defeat al-Qaida and its affiliates, who have no claim to be leaders of any religion. ... This is not a task for America alone.\"\nSeeking to cement relations with fast-growing Asian trading partners, Obama also paid tribute to the economic dynamism of the region at a time of global financial stress.\n\"America has a stake in Indonesia that is growing, with prosperity that is broadly shared among the Indonesian people - because a rising middle class here means new markets for our goods, just as America is a market for yours,\" he said.\nThe speech came ahead of a meeting of the Group of 20 major economic powers that begins Wednesday evening in Seoul, South Korea, a session expected to be marked by trade tensions between the U.S. and major exporting nations such as China and Germany.\nEarlier today in Jakarta, Obama visited the Istiqlal Mosque, the largest in Southeast Asia - one that Obama noted was under construction when he lived in Indonesia as a boy from 1967 to 1971.\n\"Because Indonesia is made up of thousands of islands, hundreds of languages, and people from scores of regions and ethnic groups, my times here helped me appreciate the humanity of all people,\" Obama said.\nThe president's brief but nostalgic visit to his boyhood home lent an unusually personal tone to the speech, a portion of which he devoted to his childhood here. Obama reminisced about living in a small house with a mango tree out front, and learning to love his adopted home while flying kites, running along paddy fields, catching dragonflies and buying such delicacies as satay and baso from street vendors. He spoke of running in fields with water buffalo and goats and the birth of his sister, Maya, who is half Indonesian.\nObama moved to Indonesia as a 6-year-old and lived with his mother, Stanley Ann Dunham, and Indonesian stepfather, Lolo Soetoro. \"While my stepfather, like most Indonesians, was raised a Muslim, he firmly believed that all religions were worthy of respect,\" Obama said.\nObama, a Christian, attended public and Catholic schools while in Indonesia. He returned to Hawaii when he was 10 to live with his grandparents.\nThe president's homecoming had been twice-delayed - first because of his health care legislative battle and then because of the BP oil spill. \"We had a couple of false starts,\" he noted. And this trip was to be cut short, too, so Air Force One could take off ahead of a big cloud of ash from the erupting Indonesian volcano Mount Merapi.\nReaching out to the Islamic world, Obama said efforts to build trust and peace are showing promise but are still clearly incomplete.\n\"Relations between the United States and Muslim nations have been frayed over many years. As president, I have made it a priority to begin to repair these relations,\" Obama said.\nHe said a choice must be made by both sides: \"We can choose to be defined by our differences and give in to a future of suspicion and mistrust. Or we can choose to do the hard work of forging common ground and commit ourselves to the steady pursuit of progress.\"\nObama praised Indonesia for having \"made progress in rooting out terrorists and combating violent extremism.\"\nNoting that the path from colonial rule to democracy had been a rocky one, Obama said, \"Of course, democracy is messy.\"\nAnd, just over a week after seeing his own Democratic Party suffer bruising midterm election defeats in the U.S. Congress, Obama added: \"Not everyone likes the results of every election. You go through ups and downs. But the journey is worthwhile.\"\nOn the Middle East, Obama also mentioned the difficult path toward getting the peace process between Israel and the Palestinians back on course. \"We have faced false starts and setbacks,\" Obama said. \"There should be no illusions that peace and security will come easy.\"\nBut he added, \"Let there be no doubt: We will spare no effort in working for the outcome that is just and that is in the interest of all the parties involved: two states, Israel and Palestine, living side by side in peace and security.\"\nA reminder of that difficult road was waiting for Obama when he landed in Indonesia Tuesday on a steamy afternoon in Southeast Asia. Israel's decision to build more apartments in east Jerusalem, a disputed territory claimed by Palestinians, had already earned a rebuke from American diplomats before a tired, traveling president weighed in himself.\n\"This kind of activity is never helpful when it comes to peace negotiations,\" Obama said when questioned at a news conference alongside Indonesia's president, Susilo Bambang Yudhoyono. \"I'm concerned that we're not seeing each side make the extra effort involved to get a breakthrough. ... Each of these incremental steps can end up breaking down trust.\"\nHeavily invested and eager for Mideast stability, Obama insisted: \"We're going to keep on working on it.\"\nObama gave substantial attention to the new partnerships his government has reached with Indonesia's.\nThe two presidents touted a deal that will have both countries cooperating on energy, education, the environment and many other subjects. More broadly, Indonesia offers the United States one more strategic, democratic voice in a continent of emerging powers and lucrative markets, while U.S. support can help Indonesia's own economy and regional security.\nBoth leaders pushed back against the idea that Obama's efforts aim, at least in part, to counter China's rise. Obama said he wants China to grow and prosper, and \"we're not interested in containing that process.\" Yudhoyono said he didn't think of one power counterbalancing another, but he added that there must be an \"equilibrium\" in the region.\nObama also pointedly noted that the global economy is out of whack, saying, \"We have seen some countries run up very big surpluses and intervening significantly in the currency markets to maintain their advantage.\" The U.S. contends China's undervalued currency gives Beijing an unfair trade boost in the selling of its goods.\nChina and Germany, however, have suggested in recent days that the U.S. Federal Reserve's announcement last week that it would in effect print $600 billion to buy longer-term U.S. Treasury bonds over the next eight months - in an effort to drive down interest rates and stimulate the U.S. economy - had further driven down an already weak dollar - worsening global trade tensions.\nThat's sure to be a top topic at the G-20 meeting later in the week in South Korea.\nAP photo\nPresident and first lady Michelle Obama walk an honor guard cordon after disembarking Air Force One upon arrival in Jakarta, Indonesia, Tuesday.\n\nLoad-Date: November 10, 2010"
}