{
    "title": "Obama, McCain Heat Up Debate On Terrorism",
    "publisher": "the new york times",
    "year": 2008,
    "month": 6,
    "day": 18,
    "full text": "AN ADVISER'S REMARK STARTS DAY'S SPAT\nThe New York Times\nA furious debate over terrorism, security and the rule of law broke out Tuesday as the presidential campaigns of Sens. John McCain and Barack Obama exchanged pointed salvoes over who could best keep the nation safe.\nThe latest eruption began when McCain's top foreign policy and national security adviser, Randy Scheunemann, said in a conference call with reporters that Obama was displaying a \"Sept. 10 mindset\" about how best to fight terrorism - a comment that echoed President Bush's attacks on Sen. John Kerry during the 2004 campaign.\nObama brushed off the criticism and questioned the McCain campaign's standing to debate anti-terrorism policy. \"These are the same guys who helped to engineer the distraction of the war in Iraq at a time when we could've pinned down the people who actually committed 9/11,\" he said.\nIt was the most heated back-and-forth yet in a debate that began last week when the Supreme Court ruled that the detainees at Guantanamo Bay, Cuba, have the right to challenge their detention in federal court. Obama praised the court's decision as a return to the rule of law, while McCain excoriated it, saying that it could make America less safe, although the Republican candidate's comments were a reminder of the complexities of his own past positioning on Guantanamo detainees.\nThe latest battle began when McCain's advisers held a conference call to attack Obama for comments he made in an interview with ABC News, in which he said he believed that \"we can track terrorists, we can crack down on threats against the United States, but we can do so within the constraints of our Constitution,\" and noted the United States had been able to arrest, try and jail the culprits in the 1993 World Trade Center bombing.\n\"And, you know, let's take the example of Guantanamo,\" Obama said. \"What we know is that, in previous terrorist attacks - for example, the first attack against the World Trade Center - we were able to arrest those responsible, put them on trial.\"\nThe McCain campaign asserted that Obama wanted to go back to treating terrorism as nothing more than a criminal matter, called him naive, and argued that the World Trade Center case was an example of how insufficient that was.\nObama asserted that the McCain campaign was using fear as a political weapon.\n(CHART) OBAMA CAMPAIGN COMING TO YBOR?\nWASHINGTON - The Obama for America campaign will open its Florida headquarters in historic Ybor City in Tampa, according to Tampa Democratic Rep. Kathy Castor's re-election campaign.\nThe headquarters will be in Centro Ybor on Seventh Avenue, according to the announcement.\nThe location can accommodate more than 100 volunteers and staff.\nA spokesman for Castor's campaign said no exact date has been given for the opening of the headquarters.\nIn a call to the Obama campaign, spokesman Josh Earnest said he could not immediately confirm the news.\nBilly House\nPhoto credit: Photos from The Associated Press\nPhoto: \"These are the same guys who helped to engineer the distraction of the war in Iraq,\" Sen. Barack Obama said of Sen. John McCain.\nPhoto: McCain claims Obama is naive when it comes to terrorism. McCain says it should not be treated as a criminal matter.\nCopyright © 2008, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: June 28, 2008"
}