{
    "title": "Obama's anti-terrorism policies hit walls Senate votes to stop transfer of Gitmo prisoners",
    "publisher": "usa today",
    "year": 2009,
    "month": 5,
    "day": 21,
    "full text": "WASHINGTON -- Two days after his inauguration, Barack Obama signed executive orders banning harsh interrogation techniques and requiring that military detention facilities at Cuba's Guantanamo Bay be closed within a year.\nFour months later, though, Congress stands in the way of the Guantanamo shutdown by withholding funds. Conservatives, led by former vice president Dick Cheney, are criticizing Obama's decision to release Bush administration memos approving the interrogation techniques. Liberal groups such as the American Civil Liberties Union are fuming at his refusal to seek prosecutions, release photos and end military tribunals.\nThe terrorist attacks of Sept. 11, 2001, dominated and defined George W. Bush's years in the White House. Eight years later, the repercussions have given Obama one of his toughest political and policy challenges.\nObama sets about trying to rectify that situation today when he delivers a speech at the National Archives on his post-9/11 policies. Members of Congress, his liberal base and his conservative opponents will be listening to hear exactly where he stands.\n\"The president wants to frame this issue for lawmakers and for the public,\" White House press secretary Robert Gibbs says. \"He'll outline the reasoning of why he strongly believes, and many in both parties believe, that closing Guantanamo Bay is in our best national security and foreign policy interest. And he will go through a number of the decisions related to that.\"\nDevelopments in recent days have raised the ante for Obama as he seeks to push his policies:\n*The Senate voted 90-6 Wednesday to block the transfer of Guantanamo prisoners to the United States and deny Obama the $80 million he sought to shut down the facility. The move came as FBI Director Robert Mueller said any transfers could lead to terrorist attacks here.\n*Antipathy toward Obama's decision to release Bush-era interrogation memos hasn't let up. Cheney, a leading critic of Obama's policies, is set to speak elsewhere in Washington this morning at about the time the president wraps up his remarks.\n*Since making the decision on the memos, Obama has tilted the other way on several other issues. He did not urge prosecuting Bush administration officials who authorized harsh interrogations. He recommended against creating a \"truth commission\" to investigate their actions. He refused to release additional photographs showing the treatments. And he agreed to keep using military commissions to try some enemy combatants.\n\"It is a surprise and a disappointment,\" says Christopher Anders, senior legislative counsel in the Washington office of the ACLU. \"There's been a disturbing number of places when President Obama has hidden the ball on what's taken place in the past and is not living up to his promises.\"\nThe president has been in this position before as he seeks to bring opposing views together on issues ranging from national security to energy, health care and the economy.\nLast month, he spoke at Georgetown University in an attempt to reconcile his $787 billion economic stimulus package and expensive government bailouts with his effort to reduce federal deficits and control health care inflation.\n\"Whenever you start making decisions, you alienate somebody,\" says James Pfiffner, an expert on public policy and the presidency at George Mason University in Virginia. \"Obama's making some very tough decisions. ... I think he's striking the right balance here.\"\nThis time, Obama's Jan. 22 initiatives and his more tempered steps since have caused problems not just with Republicans but with Democrats.\nVirtually no one -- including his own Health and Human Services secretary, Kathleen Sebelius, who opposed using the Fort Leavenworth federal prison when she was Kansas' governor  -- wants Guantanamo detainees moved to local prisons. Since the detention center was opened in 2002, nearly 550 detainees have been released to 35 countries, and 240 remain. None has been released to the United States.\n\"The decision to close this terrorist prison without a clear alternative was a regrettable one,\" says House Republican leader John Boehner of Ohio. \"The president has an opportunity to outline a comprehensive strategy for keeping America safe, including how he will keep all of the terrorists at the Guantanamo prison off American soil.\" \n\nGraphic\n\n \nPHOTO, B/W, Brennan Linsley, AP\n\nLoad-Date: May 21, 2009"
}