{
    "title": "Obama says al-Qaida now more active in Iraq Obama says al-Qaida now more active in Iraq , discusses",
    "publisher": "the capital ",
    "year": 2013,
    "month": 11,
    "day": 2,
    "full text": "WASHINGTON (AP) - President Barack Obama and Iraqi Prime Minister Nouri al-Maliki on Friday discussed ways they can work together to roll back the threat of an increasingly active al-Qaida in Iraq, although Obama stopped short of announcing any new commitments of assistance as Baghdad was seeking.\nAl-Maliki came to the White House seeking more American aid to combat the violence ravaging his country, including additional weapons and help with intelligence. Bloodshed brought on by insurgents in Iraq has spiked since American troops left in 2011.\nObama said at the end of his roughly two-hour meeting with al-Maliki that the best way to honor lives lost during the Iraq war would be to bring about a functioning democracy. Neither leader discussed al-Maliki's request for help before reporters, although Obama indicated the United States has a self-interest in helping Iraq fight terrorism.\n\"Unfortunately al-Qaida has still been active and has grown more active recently,\" Obama said. \"So we had a lot of discussion about how we can work together to push back against that terrorist organization that operates not only in Iraq, but also poses a threat to the entire region and to the United States.\"\nAl-Maliki said that the two leaders had \"similar positions\" on countering terrorism and want to work together. He described Iraq's democracy as fragile, but vowed to strengthen it. \"It will only allow us to fight terrorists,\" al-Maliki said through an interpreter.\nThe United States already provides military aid to Iraq, the legacy of an unpopular war that cost Americans nearly 4,500 troops and more than $700 billion.\nThe two leaders also said they discussed regional issues, including Syria and Iran. But al-Maliki said the main purpose of his visit was to enhance the Iraq's relationship and postwar agreement with the United States.\nAl-Maliki's Oval Office visit with Obama was their first meeting since December 2011, six days before the last American troops left Iraq. At the time, Obama pledged the U.S. would remain committed to the government they left behind, and helped create.\nThe troop withdrawal came after al-Maliki's government refused to let U.S. forces remain in Iraq with legal immunity that the Obama administration insisted was necessary to protect troops. Obama had campaigned for the presidency on ending the nearly nine-year war in Iraq and took the opportunity offered by the legal dispute to pull all troops out.\nSunni Muslim insurgents who had been mostly silenced under the U.S. presence lashed out once the American forces had left, angered by a widespread belief that Sunnis have been sidelined by Iraq's Shiite-led government. Indiscriminate violence has continued to rise, with the United Nations saying Friday that 979 Iraqis were killed last month alone - 852 civilians and 127 were security forces - and nearly 2,000 more injured.\n\"The terrorists found a second chance,\" al-Maliki said in a speech Thursday at the U.S. Institute of Peace. He said the violence has been fueled by the neighboring Syrian civil war, although he acknowledged that homegrown insurgents are to blame for the vast number of car bombs, suicide bombings and drive-by shootings that have roiled the nation.\n___\nFollow Nedra Pickler on Twitter at https://twitter.com/nedrapickler\n\nLoad-Date: November 1, 2013"
}