{
    "title": "Obama against torture panel",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 4,
    "day": 24,
    "full text": "WASHINGTON - The White House on Thursday said it does not support creation of an independent panel to investigate the Bush administration's harsh interrogations of terrorism suspects.\n\"The last few days might well be evidence of why something like this would likely just become a political back-and-forth,\" presidential spokesman Robert Gibbs told reporters. \"We're all best suited looking forward.\"\nGibbs said the idea of an independent commission to look into the treatment of detainees in the early stages of the war against Islamic terrorists was discussed \"in earnest\" inside the White House about two weeks ago, as President Obama and his aides were deciding whether to release a key set of Bush-era memos detailing brutal interrogation techniques used on some terrorism suspects and the legal justification behind them. The memos were declassified and made public by Obama last week.\n\"The president determined that the concept didn't seem altogether that workable in this case,\" the spokesman said.\nWith the Democrat-controlled Senate Intelligence Committee conducting its own investigation of the Bush program, the Obama White House seems to have determined it is best to let that process play out on Capitol Hill and not endorse any other forum for examining the issue more deeply. Gibbs noted that it is up to Congress - not the White House - to decide whether to pass legislation creating a commission.\nThe Senate panel is investigating the legal underpinnings for the interrogations.\nRepublicans say the creation of a bipartisan commission would be mostly an effort to vilify former President George W. Bush and top Bush officials.\nSince releasing the memos, Obama has been buffeted by criticism from the left and right. Conservatives say the release endangers national security, while liberals have seized on them to push harder for investigation and prosecution of actions under Bush.\n\nLoad-Date: April 24, 2009"
}