{
    "title": "Obama needs Congress to approve this war",
    "publisher": "richmond times dispatch ",
    "year": 2014,
    "month": 9,
    "day": 18,
    "full text": "WASHINGTON\nThe United States last declared war many wars ago, on June 5, 1942, when, to clarify legal ambiguities during a world conflagration, it declared war on Hungary, Romania and Bulgaria. Today's issue is not whether to declare war but only whether the president should even seek congressional authorization for the protracted use of force against the Islamic State.\n Promising to \"destroy\" this group with the help of \"a broad coalition\" of \"partners,\" Barack Obama said last week, \"I welcome congressional support for this effort.\" He obviously thinks such support is optional, partly because this \"effort,\" conducted by U.S. combat aircraft, is something other than war. There he goes again.\n He spent seven months bombing Libya without congressional authorization and without complying with the War Powers Resolution. His lawyers argued that thousands of airstrikes, which professor Jack Goldsmith of Harvard Law School notes \"killed thousands of people and effected regime change,\" did not constitute \"hostilities.\" Professor Uya Somin of George Mason University School of Law says: \"Claims that large-scale air attacks don't count as warfare were specious when the administration trotted them out in defense of its intervention in Libya in 2 011; and they have not improved with age.\"\n Goldsmith says Obama has become \"a matchless war-powers unilateralist\" who \"removed all practical limits\" on presidential war-making when exercised, as in Libya, for proclaimed \"humanitarian ends.\" Goldsmith notes that although Obama administration officials said last month that his inherent powers as commander in chief are sufficient to authorize airstrikes in Syria, they have subsequently said he also is empowered to strike the Islamic State by the 2001 Authorization for Use of Military Force that President George W. Bush sought before attacking the Taliban and al-Qaida in Afghanistan. The AUMF says:\n \"The president is authorized to use all necessary and appropriate force against those nations, organizations or persons he determines planned, authorized, committed or aided the terrorist attacks that occurred on Sept. 11, 2001, or harbored such organizations or persons, in order to prevent any future acts of international terrorism against the United States by such nations, organizations or persons.\"\n But the Islamic State did not exist in 2001, and was born in hostility to the perpetrator of the 2001 attacks, al-Qaida. So, using the AUMF to justify what Obama says will be a \"systematic\" and protracted air campaign is, Goldsmith says, \"presidential unilateralism masquerading as implausible statutory interpretation.\"\n Secretary of State John Kerry, flinching from the word \"war,\" instead calls the anti-Islamic State campaign \"a major counterterrorism operation that will have many different moving parts.\" Somin replies that\" 'war' and 'counter-terrorism' are not mutually exclusive categories,\" and wars usually have \"many different moving parts.\"\n Professor Bruce Ackerman, an excitable liberal at Yale Law School, says that nothing Bush attempted \"remotely compares in imperial hubris\" with Obama's \"assertion of unilateral war-making authority.\" Obama's administration \"has not even published a legal opinion\" defending unauthorized war against the Islamic State \"because no serious opinion can be written.\" Ackerman illustrates William F. Buckley's axiom that liberals who favor tolerating other views seem amazed that there are other views.\n Such as the argument from John Yoo - a Berkeley law professor who served in Bush's administration - that because presidents are \"vested with all of the executive power of the federal government,\" they are empowered \"to initiate military hostilities to protect the national security,\" even if there is no danger of \"an imminent attack.\" This is extravagant. The Constitution's text, illuminated by the ratification debates, surely does not empower presidents to wage wars, preventive as well as pre-emptive, against any nation or other entity whenever he thinks doing so might enhance national security.\n Yoo also argues that the 2002 Authorization for the Use of Military Force in Iraq authorized force \"against the continuing threat posed by Iraq.\" So, the Islamic State is now Iraq? Obama insists that he ended the war in Iraq in 2011. But his fight against another entity occupying a portion of Iraq cannot be authorized by a 12-year-old congressional action pertaining to \"the continuing threat\" - the elusive weapons of mass destruction? - from a long-gone Iraqi regime.\n The final arrow in Yoo's quiver is that the 2001 AUMF's preamble says \"the president has authority under the Constitution to take action to deter and prevent\" terrorism. But preambles are rhetorical overtures generally lacking the force of law, particularly when they baldly assert a dubious interpretation of presidents' Article II powers. Regarding war with the Islamic State, the Constitution requires what prudence strongly recommends - congressional authorization.\n Contact George Will atgeorgewill@washpost.com  © 2014, Washington Post Writers Group\n\nLoad-Date: December 18, 2014"
}