{
    "title": "Obama Orders Steps to Stem Terror Threat",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 8,
    "full text": "President Obama on Thursday ordered intelligence agencies to take a series of steps to streamline how terrorism threats are pursued and analyzed, saying the government had to respond aggressively to the failures that allowed a Nigerian man to ignite an explosive mixture on a commercial jetliner on Christmas Day. \n  The president also directed the Homeland Security Department to speed the installation of $1 billion in advanced-technology equipment for the screening of passengers, including body scanners at American airports and to work with international airports to see that they upgrade their own equipment to protect passengers on flights headed to the United States.\n  He said intelligence reports involving threats would be distributed more widely among agencies. He instructed the State Department to review its visa policy to make it more difficult for people with connections to terrorism to receive visas, while making it simpler to revoke visas to the United States when questions arise. \n  ''We are at war,'' Mr. Obama said, releasing an unclassified version of a report on the attempted attack.\n  He pledged not to ''succumb to a siege mentality'' sacrificing the country's civil liberties for security, but he called for expanding the criteria for adding people to terrorism watch lists. \n  The report concluded that the government's counterterrorism operations had been caught off guard by the sophistication and strength of a Qaeda cell in Yemen, where officials say the plot against the United States originated.\n  ''We didn't know they had progressed to the point of actually launching individuals here,'' said John O. Brennan, the president's chief counterterrorism adviser, in a briefing to reporters.\n  The report sharply criticized the National Counter Terrorism Center and the Central Intelligence Agency. The president ordered the agencies to speed the dissemination of information about potential plots and to develop ways of more quickly pursuing connective threads on potential terrorists.\n  ''In the never-ending race to protect our country, we have to stay one step ahead of a nimble adversary,'' Mr. Obama said. ''That's what these steps are designed to do.''\n  Mr. Obama ordered the review of the incident in which a Nigerian man traveling to Detroit from Amsterdam tried to bring down a Northwest Airlines flight and its 278 passengers. The man, Umar Farouk Abdulmutallab, 23, is to be arraigned Friday on charges of attempted murder on a plane, attempted use of a weapon of mass destruction and other offenses. \n  It was the second time this week that the president delivered public remarks on the attempted bombing and the intelligence lapses. Administration officials said human error led to perhaps the biggest lapse of all: the failure to put Mr. Abdulmutallab on the no-fly list despite the government's having information that showed him to be not only a threat, but also a threat with a visa to visit the United States. \n  The internal report, conducted by Mr. Brennan, blamed a host of errors for the intelligence lapse, including a misspelling of Mr. Abdulmutallab's name. The mistake led officials at the State Department to the erroneous conclusion that Mr. Abdulmutallab did not have a visa. \n  ''The intentional redundancy in the system should have added an additional layer of protection in uncovering a plot like the failed attack on Dec. 25,'' the review found. ''However, in both cases, the mission to 'connect the dots' did not produce the result that, in hindsight, it could have.''\n  But the systemic breakdown went much further. The cable from the State Department outlining Mr. Abdulmutallab's father's warnings about his son was available to the N.C.T.C. officials who maintained the no-fly list, the report said. But the cable alone did not meet the minimum  standard for Mr. Abdulmutallab to get on the list. \n  At that point, a senior administration official said, the logical thing to do would have been to cross check to see if there were other red flags out on Mr. Abdulmutallab. That apparently did not happen.\n  ''Watch-list personnel had access to additional derogatory information in databases that could have been connected to Mr. Abdulmutallab,'' the report said, ''but that access did not result in them uncovering the biographic information that would have been necessary for placement on the watch list.'' \n  Mr. Brennan said that the intelligence failures that took place before Christmas were not similar to the lapses that led to the terrorist attacks on Sept. 11, 2001. Back then, some agencies were denied access to critical information, he said, but those problems have been resolved with the changes in the structure of intelligence agencies.\n  Mr. Brennan said the most significant finding of his report was the strength of Al Qaeda in the Arabian Peninsula. He called it ''one of the most lethal'' cells of the terrorist organization. Before the attempted attack on Christmas, he said, intelligence officials were not aware that the cell was organized enough to mount a plot on the United States.\n  The C.I.A. promised to speed the time it took to disseminate information on terrorism suspects, and to increase the number of analysts focused on Yemen. \n  A spokesman for the agency, George Little, said information would be shared within 48 hours of receiving it. He also said the agency would look at information it had on ''individuals from countries of concern'' to determine if their status on watch lists should be changed.\n  The White House defended Michael Leiter, the director of the counterterrorism center, who went on vacation in the immediate aftermath of the Christmas incident. Mr. Brennan said he had approved Mr. Leiter's leave. \n  The president said the missteps were not the fault of one individual or  agency. He took responsibility for the failures, saying, ''The buck stops with me.''\n  The White House released the declassified report in an effort to show that the administration is conducting its business with transparency and willing to admit mistakes in order to correct them. The classified version offered a far starker view, officials said, of how close the United States came to averting the near tragedy. \n  The president has been criticized by some Republicans, including former Vice President Dick Cheney, who has suggested he does not appreciate the gravity of the threats facing the United States. Mr. Obama struck a defiant tone on Thursday. \n  ''Great and proud nations don't hunker down and hide behind walls of suspicion and mistrust,'' Mr. Obama said. ''That is exactly what our adversaries want, and so long as I am president, we will never hand them that victory.''\n  The findings of the  report drew criticism from some in the intelligence community.\n  ''You can't ask analysts to think faster,'' said Mark M. Lowenthal, who was the C.I.A.'s assistant director for analysis from 2002 to 2005. ''And the president's solution to have analysts share more information sooner is only going to exacerbate the problem that got us into this flap in the first place.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Janet Napolitano, secretary of homeland security, Thursday with John O. Brennan, the president's chief counterterrorism adviser. (A1)\nPresident Obama pledged not to ''succumb to a siege mentality,'' sacrificing civil liberties, but called for expanding the criteria for adding people to watch lists. (PHOTOGRAPHS BY STEPHEN CROWLEY/THE NEW YORK TIMES) (A12)                                                                     \n\nLoad-Date: January 8, 2010"
}