{
    "title": "Obama defends drone strikes, with changes",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 5,
    "day": 24,
    "full text": "WASHINGTON • On Thursday, President Barack Obama defended America's controversial drone attacks as legal, effective and a necessary linchpin in an evolving U.S. counterterrorism policy. But he acknowledged that the targeted strikes are no \"cure-all\" and said he was haunted by the civilians unintentionally killed.\nThe president also announced a renewed push to close the Guantanamo Bay detention center in Cuba, including lifting a freeze on prisoner transfers to Yemen. However, shutting the prison will still require help from Republicans reluctant to back Obama's call to move some detainees to U.S. prisons and try them in civilian courts.\nObama framed his address as an attempt to redefine the nature and scope of terrorist threats facing the U.S., noting the weakening of al-Qaida and the impending end of the U.S. war in Afghanistan.\n\"Neither I, nor any president, can promise the total defeat of terror,\" Obama said in remarks at the National Defense University. \"What we can do - what we must do - is dismantle networks that pose a direct danger, and make it less likely for new groups to gain a foothold, all while maintaining the freedoms and ideals that we defend.\"\nSince taking office, Obama's counterterrorism strategy has increasingly relied on the use of strikes by spy drones, particularly in Pakistan and Yemen. The highly secretive program has faced criticism from congressional lawmakers who have questioned its scope and legality.\nThe president, in his most expansive public discussion on drones, defended their targeted killings as both effective and legal. He acknowledged the civilian deaths that sometimes result - a consequence that has angered many of the countries where the U.S. seeks to combat extremism - and said he grappled with that trade-off.\n\"For me, and those in my chain of command, these deaths will haunt us as long as we live,\" he said. Before any strike, he said, \"there must be near-certainty that no civilians will be killed or injured - the highest standard we can set.\"\nAhead of the address, Obama signed new \"presidential policy guidelines\" aimed at illustrating more clearly to Congress and the public the standards the U.S. applies before carrying out drone attacks. Officials said the guidelines include not using strikes when the targeted people can be captured, either by the United States or a foreign government; relying on drones only when the target poses an \"imminent\" threat; and establishing a preference for giving the military control of the drone program.\nHowever, the CIA is still expected to maintain control of the drone program in Yemen, as well as in Pakistan's tribal areas, given the concern that al-Qaida may return in greater numbers as U.S. troops draw down in Afghanistan. The military and the CIA currently work side by side in Yemen, with the CIA flying its drones over the northern region out of a covert base in Saudi Arabia, and the military flying its unstaffed aerial vehicles from Djibouti.\nIn Pakistan alone, as many as 3,336 people have been killed by drones since 2003, according to the New America Foundation, which maintains a database of the strikes.\nObama's advisers said the new guidelines will in effect limit the number of drone strikes in terrorist zones and pointed to a future decline of attacks against extremists in Afghanistan as the war there winds down next year. But strikes elsewhere will continue. The guidelines will also apply to strikes against both foreigners and U.S. citizens abroad.\nOn the eve of the president's speech, the administration revealed for the first time that a fourth American citizen had been killed in secretive drone strikes abroad.\nThough Obama sought to give more transparency to the drone program, the strikes will largely remain highly secret for the public. Congress is already briefed on every strike that U.S. drones take outside Afghanistan and Iraq during the war there, Obama said, but those briefings are largely classified and held privately.\nWhite House officials said the president had originally planned to deliver Thursday's speech earlier this month, but it was delayed as the administration grappled with a trio of other controversies, including the attack on Americans in Benghazi, Libya; the IRS' targeting of conservative groups; and government monitoring of reporters.\nObama reaffirmed on Thursday his stalled 2008 campaign promise to close the military prison at Guantanamo Bay, where some terrorism suspects are held. Lifting the ban on transfers of some Guantanamo prisoners to Yemen is a key step to jump-starting that process, given that 30 of the 56 prisoners eligible for transfer are Yemeni.\nObama halted all transfers to Yemen after the failed Christmas Day 2009 bombing attempt of an airliner over Detroit. The convicted bomber, Umar Farouk Abdulmutallab, was trained in Yemen.\nCongress and the White House have sparred since Obama took office in 2009 over the fate of the suspects and whether they can be brought to trial on U.S. soil. In the meantime, the detainees have been held for years with diminishing hope that they will charged with crimes or given trials.\nPHONE RECORDS\nObama said Thursday that the Justice Department would review the policy under which it obtains journalists' records in investigations of the leak of government secrets.\nObama acknowledged that he was \"troubled by the possibility that leaks investigations may chill the investigative journalism\" that he says holds government accountable and said he had expressed his concerns to Attorney General Eric Holder. But he said his administration would continue to try to find the government employees who were responsible for leaks.\nIn recent weeks, the administration has acknowledged secretly seizing portions of two months of phone records from The Associated Press and reading the e-mails of Fox News reporter James Rosen in separate investigations about the publication of government secrets.\nThe president said the government has to strike the right balance between security and an open society. He said Holder would meet with representatives of media organizations and report back to him by July 12.\nObama restated his support for a media shield law. Such a law would require a federal judge to sign off before investigators could have a look at the records of journalists.\n\nGraphic\n\n \n President Barack Obama talks about national security, Thursday, May 23, 2013, at the National Defense University at Fort McNair in Washington. Declaring America at a \"crossroads\" in the fight against terrorism, the president revealed clearer guidelines for the use of deadly drone strikes, including more control by the U.S. military, while leaving key details of the controversial program secret. (AP Photo/Carolyn Kaster)  President Barack Obama talks about national security, Thursday, May 23, 2013, at the National Defense University at Fort McNair in Washington. Declaring America at a \"crossroads\" in the fight against terrorism, the president revealed clearer guidelines for the use of deadly drone strikes, including more control by the U.S. military, while leaving key details of the controversial program secret.(AP Photo/Pablo Martinez Monsivais)  President Barack Obama talks about national security, Thursday, May 23, 2013, at the National Defense University at Fort McNair in Washington. Declaring America at a \"crossroads\" in the fight against terrorism, the president revealed clearer guidelines for the use of deadly drone strikes, including more control by the U.S. military, while leaving key details of the controversial program secret. (AP Photo/Pablo Martinez Monsivais)  President Barack Obama talks about national security, Thursday, May 23, 2013, at the National Defense University at Fort McNair in Washington. Declaring America at a \"crossroads\" in the fight against terrorism, the president revealed clearer guidelines for the use of deadly drone strikes, including more control by the U.S. military, while leaving key details of the controversial program secret. (AP Photo/Pablo Martinez Monsivais)  President Barack Obama continues to speak about national security, Thursday, May 23, 2013, at the National Defense University at Fort McNair in Washington, as CODEPINK founder Medea Benjamin of Code Pink shouts from the back of the auditorium. (AP Photo/Carolyn Kaster)  CODEPINK founder Medea Benjamin shouts at President Barack Obama as she is removed from the back of the auditorium during his speech about national security, Thursday, May 23, 2013, at the National Defense University at Fort McNair in Washington. (AP Photo/Carolyn Kaster) \n\nLoad-Date: May 24, 2013"
}