{
    "title": "Obama asks FBI chief to stay, seeks Congress OK",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 5,
    "day": 13,
    "full text": "WASHINGTON — Reluctant to see another shake-up in his national security team, President Barack Obama said Thursday he wants to stick with FBI Director Robert Mueller, the sturdy face of the bureau whose term has spanned from the Sept. 11 attacks on America to the killing of terrorist leader Osama bin Laden. Key lawmakers indicated support for Obama's surprise decision.\nKeeping Mueller on the job would require an act of Congress since the law allows an FBI director to serve only for 10 years, and Mueller's term is up on Sept. 4.Obama said he wants Mueller to remain for two more years, which would keep him in place well after the next presidential election, into September 2013.\nMueller is the longest-serving FBI chief since J. Edgar Hoover, whose checkered 48-year term ended with his death in 1972 and led Congress to put the term limit in place.\nObama said the rare exemption for Mueller was needed for continuity and \"for the sake of our nation's safety and security.\"\nObama already is in the midst of a reshuffling of his national security leadership, shifting CIA Director Leon Panetta to be Pentagon chief and Gen. David Petraeus to head up the spy agency. The changes await Senate confirmation at a time of renewed worldwide attention to the threat of terrorism.\nIn a sign of Mueller's respected standing in both parties, lawmakers seem poised to allow him to stay atop the FBI.\nMueller is known for transforming a crime-fighting agency into the front line of defense against terrorism. Mueller was appointed by Republican President George W. Bush and began just a week before the Sept. 11, 2001, terrorist attacks. Obama said he has turned the FBI into a \"pre-eminent counterterrorism agency.\"\nIt wasn't that way when he began. The carnage a decade ago at the World Trade Center and the Pentagon exposed vulnerabilities, and the FBI missed a number of clues that might have averted the attacks. Before 9/11, the FBI also came under fire for other messes, including one of its own, FBI agent Robert Hanssen, spying for Moscow for two decades.\nThe plan to keep Mueller on isn't tied to the U.S. raid in Pakistan that led to the killing of bin Laden, the al-Qaida leader behind the Sept. 11 attacks, or to any threat of retaliation against the United States as a result of that mission, administration officials said.\n\nGraphic\n\n \nASSOCIATED PRESS President Barack Obama wants FBI Director Robert Mueller, above, to stay two more years.\n\nLoad-Date: May 13, 2011"
}