{
    "title": "Obama's new strategy for U.S. security breaks with Bush",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 5,
    "day": 27,
    "full text": "WASHINGTON ? President Barack Obama is breaking with the go-it-alone Bush years in a new strategy for keeping the nation safe, counting more on U.S. allies to tackle terrorism and other global problems. It's an approach that already has proved tricky in practice. \nThe administration's National Security Strategy, a summary of which was obtained Wednesday by The Associated Press, also for the first time adds homegrown terrorism to the familiar menu of threats facing the nation ? international terror, nuclear weapons proliferation, economic instability, global climate change and an erosion of democratic freedoms abroad. From mustering NATO forces for Afghanistan to corralling support to pressure North Korea to give up its illicit nuclear weapons program, the U.S. has sometimes struggled in leaning on friends and allies in recent years. Still, the new strategy breaks with some previous administrations in putting heavy emphasis on the value of global cooperation, developing wider security partnerships and helping other nations provide for their own defense. In his first 16 months in office, Obama has pursued a strategy of gentle persuasion, sometimes summarized as \"engagement.\" His administration has attended more closely to ties with Europe, sought a \"reset\" of relations with Russia, pushed harder to restart stalled Mideast peace talks and consulted widely on a roadmap for defeating the Taliban in Afghanistan. Obama's critics, however, assert that his policies have largely failed, given the continued defiance of Iran and North Korea on nuclear development, the stalemate in Afghanistan and rising worries about terrorist attacks at home. Presidents use their national security strategy to set broad goals and priorities for keeping Americans safe. But the document isn't an academic exercise: it has far-reaching effects on spending, defense policies and security strategy. For example, President George W. Bush's 2002 strategy document spelled out a doctrine of pre-emptive war. \"We must be prepared to stop rogue states and their terrorist clients before they are able to threaten or use weapons of mass destruction against the United States and our allies and friends,\" the Bush strategy said, with Iraq clearly in mind. The following year U.S. forces invaded, launching a conflict that has lasted far longer and cost far more money and lives than Bush intended. Obama's new strategy is expected to repudiate, at least implicitly, that doctrine. Bush, too, valued alliances. But some of his action, especially the U.S.-led invasion of Iraq, ripped holes in the fabric of U.S. foreign relations, particularly in Europe. Bush pursued what he called \"a distinctly American internationalism.\" One of the central pillars of his national security strategy ? spelled out in 2002 and repeated in 2006 ? was a call to \"strengthen alliances to defeat global terrorism\" and to \"work with others to defuse regional conflict.\" But because of Iraq, the indefinite detention of terror suspects at Guantanamo Bay and other actions, the Bush administration estranged some traditional allies ? a situation exploited by U.S. foes. John Brennan, the White House's top counterterrorism adviser, said Wednesday that the administration would add combating homegrown terrorism to its strategy. Terror attacks like the shooting at Fort Hood last year, which killed 13 bystanders, as well as the failed Times Square bombing on May 1, have thrust homegrown terrorism into the spotlight, and U.S. citizens like Najibullah Zazi and David Headley have been charged with plotting terror attacks. \n\nLoad-Date: May 27, 2010"
}