{
    "title": "Obama plans for Gitmo stir broad consternation",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 11,
    "day": 11,
    "full text": "WASHINGTON -- President-elect Barack Obama's advisers are crafting plans to close the Guantanamo Bay prison and prosecute terrorism suspects in the United States, a plan that the Bush administration said yesterday was easier said than done.\nUnder the plan being crafted inside the Obama camp, some detainees would be released, and others would be charged in U.S. courts, where they would receive constitutional rights and open trials. But, underscoring the difficult decisions that Mr. Obama must make to fulfill his pledge of shutting down Guantanamo, the plan could require creation of a new legal system to handle the classified information inherent in some of the most sensitive cases.\nMany of the about 250 Guantanamo detainees are cleared for release, but the Bush administration has not been able to find a country willing to take them.\nAdvisers participating directly in the planning spoke on condition of anonymity because the plans aren't final.\nThe plan being developed by Mr. Obama's team has been championed by legal scholars from both political parties. But as details surfaced yesterday, it drew criticism from Democrats who oppose creating a new legal system and from Republicans who oppose bringing terrorism suspects to the U.S. mainland.\nThe move would mark a sharp change from the Bush administration, which established military tribunals to prosecute detainees at the Navy base in Cuba and strongly opposes bringing prisoners to the United States. At the White House, spokeswoman Dana Perino yesterday said President Bush has faced many challenges in trying to close the prison.\n\"These issues are complicated, and we have put forward a process that we think would work in order to put them on trial through military tribunals,\" Ms. Perino said.\nBut Mr. Obama has been critical of that process, and his legal advisers said finding an alternative will be a top priority. One of those advisers, Harvard law professor Laurence Tribe, acknowledges that bringing detainees to the United States would be controversial, but said it could be accomplished.\n\"I think the answer is going to be [that] they can be as securely guarded on U.S. soil as anywhere else,\" Mr. Tribe said. \"We can't put people in a dungeon forever without processing whether they deserve to be there.\"\nThe tougher challenge will be allaying fears by Democrats who believe that the Bush administration's military commissions were a farce and dislike the idea of giving detainees anything less than the full constitutional rights normally enjoyed by everyone on U.S. soil.\n\"I think that creating a new alternative court system in response to the abject failure of Guantanamo would be a profound mistake,\" Jonathan Hafetz, an American Civil Liberties Union attorney who represents detainees, said yesterday. \"We do not need a new court system. The last eight years are a testament to the problems of trying to create new systems.\"\nSenate Judiciary Committee member John Cornyn, R-Texas, said it would be a \"colossal mistake to treat terrorism as a mere crime.\"\n\"It would be a stunning disappointment if one of the new administration's first priorities is to give foreign terror suspects captured on the battlefield the same legal rights and protections as American citizens accused of crimes,\" Mr. Cornyn said yesterday, noting that the Senate overwhelmingly passed a nonbinding bill last year opposing bringing detainees to the United States.\nMr. Obama did not vote on that measure. He has said the civilian and military court-martial systems provide \"a framework for dealing with the terrorists,\" and Mr. Tribe said the administration would look to those venues before creating a new legal system. But discussions of what a new system would look like have already started.\nAn Obama administration will want to avoid the criticisms that have marked the Bush administration's military commissions. Human rights groups and defense attorneys have condemned the commissions for lax evidence rules and intense secrecy. Some military prosecutors have even quit in protest.\n\"It would have to be some sort of hybrid that involves military commissions that actually administer justice, rather than just serve as kangaroo courts,\" Mr. Tribe said. \"It will have to both be and appear to be fundamentally fair in light of the circumstances. I think people are going to give an Obama administration the benefit of the doubt in that regard.\"\nSome weren't so sure.\n\"There would be concern about establishing a completely new system,\" said Rep. Adam Schiff, D-Calif., a House Judiciary Committee member and former federal prosecutor.\n\nLoad-Date: November 12, 2008"
}