{
    "title": "Obama's legacy will be one of war and terrorism",
    "publisher": "usa today",
    "year": 2016,
    "month": 12,
    "day": 8,
    "full text": "Facebook\nPresident Obama gave an optimistic assessment of the campaign against terror on Tuesday, thanking U.S. troops for their help in \"breaking the back\" of the Islamic State in Iraq and Syria.\nI don't think Obama had a foreign policy set in place to fight terror.\nHe did in the U.S., though, which I believe was to promote terror by bringing in a large number of refugees.\nThomas Davis\nObama believes that his weak response to terrorism is a solution. All it has done is embolden terrorists, allowing them to grow and undermine the safety of this country.\nLou Creola\nThanks to Obama's strategy, the Islamic State of terrorism is losing, badly, and we're minimizing anything that terrorists could use as tools to recruit more people to their efforts.\nTerrorists are not emboldened. They would like nothing more than for the West to characterize this as an all-out war on Islam because that would push Muslims into their corner.\nJosh McNeill\nWhat we are doing now seems like putting a finger on a leaky pipe. Thus, I don't think we should be the only country fighting terrorism at the level that we are.\nI think we should be generally keeping terrorism out of the U.S. When countries like Russia and China join us in fighting terrorism with the same intensity the U.S. is, then a more direct approach would be good.\nBruce Mort\nFor the president who said he was going to end all of the wars the U.S. was actively participating in, how can Obama's time in office be seen as anything but a failure?\nChad Clausen\nAll those immigrants entering Europe are a byproduct of terrorism, which was not dealt with under Obama's watch.\nTerrorism has, can and will result in a major cultural displacement, which will threaten world order, especially when there is a leadership vacuum abroad.\nSteven Ernest Cullen\nTwitter\nWe asked our followers if they thought President-elect Donald Trump will be able to handle threats to national security effectively.\nNo, because someone who can't handle a tweet doesn't give me confidence he can handle a world crisis.\n@Adampro941\nYes! Trump is choosing smart, savvy, experienced people for key positions. They will keep us safe.\n@patrck1950\nTrump can't even handle a \"Saturday Night Live\" parody. How the heck is he going to handle national security threats? Scary times!\n@JoelStern7\nYes, I do and more effectively than now. Trump won't play games, and those pushing him will soon learn.\n@RamonaRedden\nI'm skeptical, given Trump's past performance. He seems too reactionary.\n@Dharshi595\nFor more, follow @USATOpinion or #tellusatoday. \n\nLoad-Date: December 9, 2016"
}