{
    "title": "Obama vows retribution for attack",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 1,
    "day": 3,
    "full text": "HONOLULU ? President Barack Obama declared for the first time on Saturday that a branch of al-Qaida based in Yemen sponsored the attempted Christmas Day bombing of an American passenger jet, and he vowed that those behind the failed attack \"will be held to account.\" In his first weekly Saturday address of the new year, Obama also rebutted attacks by former Vice President Dick Cheney and other Republicans who since the incident have accused him of not recognizing that the struggle against terrorists is a war. Obama said he was well aware that \"our nation is at war against a far-reaching network of violence and hatred.\" \nObama also sent a message to President Ali Abdullah Saleh of Yemen, delivered Saturday by Gen. David H. Petraeus, the American regional commander, during a quiet visit to San'a, the Yemeni capital. According to the official Yemen news agency, Saba, Obama congratulated Saleh on his counterterrorism efforts and promised close cooperation in the future against al-Qaida. Petraeus was not available for comment, and there was no comment from the American Embassy in San'a. On Friday, Petraeus announced that the United States this year would more than double the $70 million in aid it sent to Yemen in 2009 to help fight al-Qaida. In addition, a senior American military commander said Saturday that U.S. development assistance over the next three years to Yemen is projected to be about $120 million. The president's speech, taped from Hawaii, where he is nearing the end of a 10-day vacation, was the third time he had publicly addressed the failed attack on Northwest Flight 253 bound for Detroit on Dec. 25. Obama noted that he had received preliminary reports about the incident but gave no more details about how a Nigerian with known radical views was allowed to board a flight to the United States with explosives in his underwear. Obama's comments about the involvement of al-Qaida, however, were the most direct to date. Administration officials and intelligence analysts previously had said they were increasingly confident that al-Qaida in the Arabian Peninsula, as the Yemeni branch calls itself, was involved, as it claimed. But the president until now had shied away from citing that until analysts were further along in their assessment of the group's activities and its ties to Umar Farouk Abdulmutallab, the 23-year-old Nigerian charged with trying to blow up the airliner. \"We're learning more about the suspect,\" Obama said. \"We know that he traveled to Yemen, a country grappling with crushing poverty and deadly insurgencies. It appears that he joined an affiliate of al-Qaida and that this group, al-Qaida in the Arabian Peninsula, trained him, equipped him with those explosives and directed him to attack that plane headed for America.\" Obama's comments indicated that he and the government largely accepted the accounts offered by Abdulmutallab since he was taken into custody and by al-Qaida in the Arabian Peninsula in a statement on the Web. The National Security Agency had intercepted communications among Qaida leaders months ago talking about an unnamed Nigerian preparing to attack, but the government never correlated that with information about Abdulmutallab's radicalization collected by embassy officials in Nigeria from the suspect's father. Some changes have been made in the past week, and others are being forwarded to Obama for consideration. The terrorism center has elevated several hundred individuals from a handful of countries, including Yemen and Nigeria, to be watch-listed rather than merely being entered in an initial catchall terrorism database. Some of these individuals, as well as others who were already on the terrorism watch list, have now been placed on more selective lists that subject them to secondary screening before boarding commercial airline flights, or that bar them from flying to the United States altogether, intelligence officials said Saturday. \"The failed attempt to destroy Northwest Flight 253 is the starkest of reminders of the insidious terrorist threats we face,\" Leiter said in a statement. \"While this attempt ended in failure, we know with absolute certainty that al-Qaida and those who support its ideology continue to refine their methods to test our defenses and pursue an attack on the homeland.\" On Saturday, the director of the National Counterterrorism Center, Michael E. Leiter, made his first public comments on the bombing attempt. The center, created after the Sept. 11 attacks to integrate intelligence and threat information from across the government, has come under sharp criticism after not connecting various warnings before the attempt Obama noted that this was not the first time al-Qaida in the Arabian Peninsula had tried to attack America and its allies. \"In recent years, they have bombed Yemeni government facilities and Western hotels,\" he said, adding, \"So as president, I've made it a priority to strengthen our partnership with the Yemeni government.\" He said those efforts had already led to strikes against the group's leaders and training camps. \"And all those involved in the attempted act of terrorism on Christmas must know, you, too, will be held to account,\" he said.Obama defended his policies as tough but reasonable, and called for an end to the sniping that both parties had engaged in since the Christmas episode. \"Instead of succumbing to partisanship and division, let's summon the unity that this moment demands,\" he said. \"Let's work together, with a seriousness of purpose, to do what must be done to keep our country safe.\" The president also used the address to implicitly deflect Republicans who have blamed some of his policy changes for weakening the struggle against terrorism. Although he did not name Cheney, Obama was clearly responding to the former vice president's assertion that the president was \"trying to pretend we are not at war.\"  \n\nLoad-Date: January 3, 2010"
}