{
    "title": "Obama's Failure to Address Terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 7,
    "day": 18,
    "full text": "If Congress does not respond quickly with a declaration of war and the United States does not call NATO to action, we have failed our ally, France, and her people - and we are responsible for their continued vulnerability to future attacks.\nIf President Obama does not respond appropriately to the July 14 terror attacks in Nice, France by demanding that the United States and NATO declare war on ISIS and Islamic terrorism, his inaction will further decriminalize terror. Following the Paris attacks, Obama's lack of strategy to combat the Islamic State and his failure to recognize it as a serious threat to the western world is truly astonishing for a Harvard Law graduate and President of the United States.\nNATO should have  declared war against ISIS shortly after the Paris attacks considering Article 5's statute on collective defense. According to the statute, \"article 5 provides that if a NATO ally is the victim of an armed attack, each and every other member of the Alliance will consider this act of violence as an armed attack against all members and will take the actions it deems necessary to assist the Ally attacked.\"\nBut, thisis President Obama. It was his voice that led NATO to react inappropriately to the threat of terrorism after the Paris attacks, despite the efforts of nations such as France and Britain. It's astonishing to me that his approval ratings can still hover above 50% when leaders from both parties have rejected his foreign policy, or lack thereof, on the issue of terrorism.\n\"It's astonishing to me that his approval ratings can still hover above 50% when leaders from both parties have rejected his foreign policy, or lack thereof, on the issue of terrorism.\"\nThis is the same president that turned the 128 deaths in Paris in November 2015 into a conversation about the need for gun reform in the United States.  This reaction makes it blatantly clear that if something does not fit President Obama's agenda, he will manipulate the situation into one for progressive reform.\nObama's  foreign policy is not a reflection of incompetence but rather a clear portrayal of his belief that terrorism is not a serious threat to the United States.  In his mind, the need for globalization and open borders clearly outweighs the real and pressing need for security.\nThe only way to  make sure Americans are safe is to defeat ISIS' self-proclaimed caliphate. This needs to happen on the ground in cities such as Mosul and Raqqa, which provide technology, finance, and resources to terrorist organizations. This, of course, requires aggressive action and admittance that ISIS is growing and gaining momentum - both of which do not fall into the president's agenda.\nGeraldo Rivera, an American reporter for Fox News, who spent a large portion of his time covering Iraq and the Middle East from 2006-2009,  has told the American people that the number one way to stop ISIS is to defeat them internally so that they cannot attack externally. Rivera argues that when the United States was putting profound military pressure on Al-Qaeda bases in 2007, the threat of terrorism was contained and they lacked the resources to recruit, as well as gain momentum.\nIn his July 14 interview with Bill O'Reilly,  Rivera questions the Obama administration's failure to continue to put pressure on ISIS. \"There is an absolute incumbent priority that I cannot for the life of me understand why he has not done it yet,\" Rivera said.\nIt isn't just Rivera and conservatives that believe the Obama administration has failed,and continues to fail, to contain the threat of Islamic terrorism. Both Hillary Clinton and Donald Trump have agreed that the president has not responded aggressively enough toward ISIS. when it comes to dealing with the issue, however, it seems that Clinton is just another Obama waiting to happen.\nAccording to Joan Vennochi of the Boston Globe, \"Hillary Clinton wants us to be smarter, talk to our allies, and maybe hold a summit. Her typically wonky response reflects little understanding of what average Americans feel when they see bodies, strollers, and a stuffed animal strewn along a beach promenade.\"\nThis upcoming election, which will be pivotal in deciding how the United States will respond to the growing threat of terrorism, is almost as hard to swallow as Obama's lack of response to both the Nice and Paris attacks. Although Clinton has attempted to distance herself slightly from Obama when it comes to dealing with terrorism, I am extremely worried at the possibility of four more years of inaction  - especially when you consider her resume as Secretary of State, which includes both the tragedy of Benghazi and the Libyan debacle.\nObama needs to react and take the appropriate steps that many Americans have long been calling for. The time for claiming that they are isolated incidents, that Islamic terrorism is a \"politically incorrect\" term, and that we need more gun regulation is OVER. Swift action is needed and I don't see that coming from anyone within the Democratic party, and certainly not from President Obama's administration.\nIf Congress does not respond quickly with a declaration of war and the United States does not call NATO to action, we have failed our ally, France, and her people - and we are responsible for their continued vulnerability to future attacks.\n\nLoad-Date: January 6, 2017"
}