{
    "title": "Obama's strategy may succeed People should know the battle is long against terrorism",
    "publisher": "charleston daily mail",
    "year": 2014,
    "month": 9,
    "day": 29,
    "full text": "WASHINGTON - Late, hesitant and reluctant as he is, President Obama has begun effecting a workable strategy against the Islamic State.\nTrue, he's been driven there by public opinion.\nDoes anyone imagine that without the broadcast beheadings we'd be doing anything more than pinprick strikes within Iraq? If Obama can remain steady through future fluctuations in public opinion, his strategy might succeed.\nBut success will not be what he's articulating publicly. The strategy will not destroy the Islamic State. It's more containment-plus: Expel the Islamic State from Iraq, contain it in Syria. Because you can't win from the air. In Iraq, we have potential ground allies. In Syria, we don't.\nThe order of battle in Iraq is straightforward.\nThe Kurds will fight, but not far beyond their own territory.\nA vigorous air campaign could help them recover territory lost to the Islamic State and perhaps a bit beyond. But they won't be anyone's expeditionary force.\nFrom the Shiites in Iraq we should expect little. U.S. advisers embedded with a few highly trained Iraqi special forces could make some progress. But we cannot count on the corrupt and demoralized regular Shiite-dominated military.\nOur key potential allies are the Sunni tribes. We will have to induce them to change allegiances a second time, joining us again, as they did during the 2007-2008 surge, against the jihadists.\nHaving abandoned them in 2011, this won't be easy. But it is necessary. One good sign is the creation of a Sunni national guard, a descendant of the Sons of Iraq who, fighting with us, expelled al-Qaeda in Iraq (AQI) during the Anbar Awakening.\nOnly they could push the Islamic State out of Iraq. And surely only they could hold the territory regained.\nSyria is another matter. Under the current strategy, the cancer will remain. The air power there is unsupported by ground troops. Nor is anyone in Obama's \"broad coalition going to contribute any.\nPerhaps Turkey will one day.\nBut Islamist President Recep Tayyip Erdogan is not just refusing to join the air campaign. He has denied us use of his air bases.\nAs for what's left of the Free Syrian Army, Obama has finally come around to training and arming it. But very late and very little.\nThe administration admits it won't be able to field any trained forces for a year. And even then only about 5,000. The Islamic State is already approximately 30,000 strong and growing.\nNot that air power is useless.\nIt can degrade and disrupt. If applied systematically enough it can damage the entrenched, expanding, secure and self-financing Islamic State, turning it back to more of a fugitive guerrilla force constantly on the run.\nWhat kind of strategy is that?\nA compressed and more aggressive form of the George Kennan strategy of Soviet containment. Stop them, squeeze them and ultimately they will be defeated by their own contradictions.\nAs historian David Motadel points out, jihadist regimes stretching back two centuries have been undone by their own primitivism, barbarism, brutality - and the intense hostility thus engendered among those they rule.\nThat's what just eight years ago created the Anbar Awakening that expelled AQI.\nMahdi rule in Sudan in the 1880s and '90s was no more successful. As Motadel notes, half the population died of disease, starvation or violence - and that was before the British annihilation of the Mahdi forces at Omdurman.\nOr to put it in a contemporary Middle East context, this kind of long-term combination of rollback and containment is what has carried the Israelis successfully through seven decades of terrorism arising at different times from different places proclaiming different ideologies.\nThere is no one final stroke that ends it all. The Israelis engage, enjoy a respite, then re-engage.\nWith a bitter irony born of ceaseless attacks, the Israelis call it \"mowing the lawn. They know a finality may come, but alas not in their time. They accept it, and go on living.\nObama was right and candid to say this war he's renewed will take years. This struggle is generational.\nThis is not Sudan 1898. There is no Omdurman that defeats jihadism for much of a century.\nToday jihadism is global, its religious and financial institutions ubiquitous and its roots deeply sunk in a world religion of more than a billion people. We are on a path - long, difficult, sober, undoubtedly painful - of long-term, low intensity rollback/containment.\nContainment-plus. It's the best of our available strategies. Obama must now demonstrate the steel to carry it through.\n\nLoad-Date: September 30, 2014"
}