{
    "title": "Obama bypasses Senate to name new envoys",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 12,
    "day": 29,
    "full text": "WASHINGTON ? President Barack Obama has bypassed the U.S. Senate and directly appointed four new U.S. ambassadors whose nominations had been stalled or blocked by lawmakers for months. The White House announced Wednesday that Obama would use his power to make recess appointments to fill envoy posts to Azerbaijan, Syria and NATO allies Turkey and the Czech Republic. \nRecess appointments are made when the Senate is not in session and last only until the end of the next session of Congress. They are frequently used when Senate confirmation is not possible. Specific senators had blocked or refused to consider the confirmations of the nominees for various reasons, including questions about their qualifications. But in the most high-profile case, that of the new envoy to Syria, Robert Ford, a number of senators objected because they believed sending an ambassador to the country would reward it for bad behavior. The administration had argued that returning an ambassador to Syria after a five-year absence would help persuade Syria to change its policies regarding Israel, Lebanon and Iraq as well as its willingness to support extremist groups. Syria is designated a \"state sponsor of terrorism\" by the State Department. Former President George W. Bush's administration withdrew a full-time ambassador from Syria in 2005 after terrorism accusations and to protest the assassination of former Lebanese Prime Minister Rafik Hariri, killed in a Beirut truck bombing that his supporters blamed on Syria. Syria denied involvement. Obama nominated Ford, a career diplomat and a former ambassador to Algeria, to the post in February but his nomination stalled after his confirmation hearings and was never voted on. The other Obama nominees announced Wednesday are Matthew Bryza for Azerbaijan, Norman Eisen for the Czech Republic and Francis Ricciardone for Turkey. Bryza, a career diplomat, was opposed by some in the Armenian-American community because of comments he made in his previous position as deputy assistant secretary of state for European affairs while trying to negotiate an end to the Nargorno-Karabakh conflict between Armenia and Azerbaijan. The nomination of Ricciardone, another career diplomat who served as ambassador to Egypt during the Bush administration, had been held up by outgoing Sen. Sam Brownback, a Republican from Kansas, who had concerns about his work in promoting democracy while he was stationed in Cairo. The nomination of Eisen, a lawyer who has worked in the Obama White House on ethics and reform, was being held up by Sen. Charles Grassley, an Iowa Republican who said the nominee had made misrepresentations to Congress about the firing of a federal official. \n\nLoad-Date: December 30, 2010"
}