{
    "title": "OBAMA TOO QUIET ON TERRORISM",
    "publisher": "the capital ",
    "year": 2015,
    "month": 1,
    "day": 22,
    "full text": "In 1938, Winston Churchill published \"While England Slept,\" about Britain's failure to prepare for the Nazi threat.\n Let's hope that, when the history of this moment is written, the 2015 State of the Union address will not be retold under the title \"While America Slept.\"\n Not since before the 2001 terrorist attacks has there been such a disconnect between the nation's focus and the condition of the world. As threats multiply in the Middle East and Europe, President Obama delivered on Tuesday night an annual message to Congress that was determinedly domestic. And his inward-looking gaze is shared by lawmakers and the public.\n Thousands of foreign fighters have joined with Muslim extremists in Syria and Iraq, and their fanatical cause has inspired sympathizers across the globe: 17 killed by terrorists in Paris; terrorism raids and a shootout in Belgium; a hunt for sleeper cells across Europe; a gunman attacking the Canadian Parliament; an Ohio man arrested after buying guns and ammunition, allegedly with plans to attack the Capitol. Even Australia has raised its terrorist threat level.\n And yet, when it comes to countering the terror threat in America, the State of the Union is nonchalant. \"We are 15 years into this new century, 15 years that dawned with terror touching our shores,\" Obama said at the start of his speech. \"It has been, and still is, a hard time for many. But tonight, we turn the page.\"\n Obama, full of swagger, turned the page - several pages - from the start of his address, when he assured Americans \"the shadow of crisis has passed,\" before arriving at his discussion of national security.\n He went more than halfway through his speech before mentioning the \"challenges beyond our shores.\" He said that \"we stand united with people around the world who've been targeted by terrorists, from a school in Pakistan to the streets of Paris.\" But he dwelled on the topic only long enough to say he'd \"continue to hunt down terrorists and dismantle their networks\" and \"keep our country safe while strengthening privacy.\"\n The proposals were decidedly domestic: Increasing the capital gains tax, boosting cybersecurity, encouraging paid family and sick leave, reviving free-trade deals, and expanding access to broadband and community college.\n The response to Obama's address, delivered by new Sen. Joni Ernst, R-Iowa, gave terrorism no more prominence than Obama did. Indeed, the new Republican Congress has been just as domestic in its emphasis. The House on Tuesday was passing a purely symbolic resolution condemning the attacks in Paris and was then preparing to move on to an anti-abortion bill. The Senate was working on passage of the Keystone XL pipeline, a priority for the new majority.\n Meanwhile, Republicans in both chambers are preparing for a showdown with Obama next month - and a possible shutdown of the Department of Homeland Security - as they attempt to defund his executive orders on immigration.\n With national leaders averting their gaze from terrorism, only 2 percent of the American public says terrorism is the top problem facing the nation, according to a Gallup poll this month. This compares with 46 percent in October 2001, 19 percent in 2004, dropping all the way to 1 percent in 2010 and then 4 percent last year. Only 1 percent said the Islamic State is the top problem, and 2 percent cited national security generally - versus 3 in 10 who cited economic issues.\n At the same time, the administration's secrecy and misinformation regarding the National Security Agency's electronic eavesdropping methods have left the public skeptical about programs that will be vital to disrupting terrorism in the United States. A new NBC/Wall Street Journal poll found that a small plurality of Americans thought such programs would go too far; until the past couple of years, Americans were more concerned that such efforts wouldn't go far enough.\n The fight against terrorism got its mention, and Obama called on Congress to authorize continuing military strikes against the Islamic State in Syria and Iraq. But both had small roles in the speech.\n Obama was livelier, and downright cocky, in the domestic portion of his address, speaking conversationally as he recited gains in the economy and health care and departing from his prepared text to proclaim, \"This is good news, people.\" Later, he broke from the text again to taunt Republicans by reminding them of the outcome of his presidential campaigns: \"I won both.\"\n If - God forbid - terrorists do here what they did in Paris and attempted in Brussels, the State of the Union in 2015 will be remembered as complacent.\n\nNotes\n\nDana Milbank is a columnist for the Washington Post. Follow Dana Milbank on Twitter, @Milbank.\n\nLoad-Date: January 24, 2015"
}