{
    "title": "Obama urges quick approval of stimulus plans President-elect expects to have 'pretty heavy lift' wit",
    "publisher": "usa today",
    "year": 2009,
    "month": 1,
    "day": 12,
    "full text": "WASHINGTON -- President-elect Barack Obama took his campaign for a giant economic stimulus package to the airwaves on Sunday, urging quick approval by Congress for new spending and tax cuts.\n\"We can't afford three, four, five, six more months where we're losing half a million jobs per month,\" Obama said on ABC's This Week With George Stephanopoulos. The interview was taped Saturday.\nThe president-elect said he faces a \"pretty heavy lift\" in winning approval of his stimulus package, which will include funding to build roads and bridges to create jobs, direct assistance to states, and tax cuts for the middle class and businesses that could carry a price tag of about $800 billion.\nAt the same time, Obama said, he must address budget procedures in light of deficits expected to top $1 trillion.\nOver the weekend, Obama's economic team issued a report saying the economy could lose an additional 3 million to 4 million jobs in the next year if the stimulus package is not enacted -- on top of 2.6 million jobs lost since late 2007. The report also said Obama's plan would create up to 4 million jobs -- an increase from previous projections of 3 million jobs -- by the end of 2010.\nObama played down criticism of the tax cuts by fellow Democrats such as Sen. Kent Conrad of North Dakota, who questioned whether they would create jobs. Obama said the cuts can help in the short term while construction projects get up and running.\nBecause of the deficit, Obama said he wants to pursue changes in the tax code and expand health care, while addressing the explosive growth of the Social Security and Medicare entitlement programs as the population ages. \"What we have to do is to take a look at our structural deficit,\" he said.\nOn foreign policy, Obama said \"it's going to take some time\" to close the Guantanamo Bay, Cuba, prison for terrorism suspects and warned that Iran presents a major challenge to his administration.\nHe vowed to close Guantanamo, as he promised during the campaign, but said the process \"is more difficult\" than many people realize. Obama said aides have to balance the legal rights of the 250 or so detainees with the needs of national security, \"doing it in a way that doesn't result in releasing people who are intent on blowing us up.\"\nObama also said on ABC that he probably won't have his Justice Department investigate Bush administration officials over allegations of torture and violations of international law. \"We need to look forward,\" he said, vowing once again that his administration will not torture terrorism suspects.\nOn violence in the Middle East, Obama said his administration will engage in the peace process at the start, with an approach \"that ensures that both Israelis and Palestinians can meet their aspirations.\"\nIn discussing Iran, Obama noted that the country \"is going to be one of our biggest challenges\" if it continues pursuing the means to make nuclear weapons and engages in \"exporting terrorism\" through Hamas and Hezbollah.\nObama also said he is zeroing in on another key appointment: the White House dog he promised his two daughters. His family will soon start reviewing candidates at local animal shelters. \n\nGraphic\n\n \nPHOTO, B/W, Lauren Victoria Burke, ABC News, via AP\n\nLoad-Date: January 12, 2009"
}