{
    "title": "Obama's plan for Mideast looks familiar",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 9,
    "day": 14,
    "full text": "where we stand Despite President Obama's promises, he can't foresee all the consequences to war in the Middle East.\nIt was the evening before the anniversary of the 9/11 attacks when President Obama laid out his plan to expand military involvement in Iraq and Syria. The ironic timing was not lost on most Americans.\nIt was hard not to think about the years after that fateful day - of American troops fighting a war on terrorism. Those images are still too fresh in our memories to be persuaded by a president who tries to assure us that this time will not be more of the same.\n\"I want the American people to understand how this effort will be different from the wars in Iraq and Afghanistan,\" he said. \"It will not involve American combat troops fighting on foreign soil,\" he said.\nForgive us, Mr. President, but that sounds all too familiar. What if the air strikes currently planned turn out to be insufficient to complete the job? What if our military trainers sent to work with security forces aren't enough? Before long, it could be ground troops needed to support the military already there. Boots on the ground. To claim that the U.S. can swoop in other countries' civil wars, have a positive (for our interests) impact and get out unscathed seems like an implausible scenario.\nIf we learned anything from the wars in Iraq and Afghanistan, it should have been that we just can't foresee all the potential outcomes of military action, particularly in that part of the world. The bloodshed in the Middle East is centuries old. It is unlikely to end now.\nAt the same time, Obama authorized a program to train and arm Syrian rebels who are fighting both the Islamic State militants and Syrian President Bashar Assad. So without the aid of American ground forces, and without cooperating with the Assad regime, the U.S. will seek to diffuse the situation by backing the efforts of \"moderate\" Syrian rebels. That sounds like a tenuous plan.\nThat's not to say that the president is wrong to move in this direction. The vicious extremist group ISIS has seized territory the size of Britain and beheaded two American journalists.\nThey have bombed schools and recruited children into their jihad. It is an escalating climate of terrorism that poses a threat to the United States.\nEven so, any U.S. involvement in the Middle East is sure to incite Arab anger. War is never without consequence. President Obama is pursuing the course of action he believes is necessary, and he might well be right. But he shouldn't make promises he can't keep.\nIt wasn't that long ago - well, more than a decade ago - that U.S. leaders assured the American people that the wars in Iraq and then Afghanistan would not be another quagmire like Vietnam. Now, we are told that this engagement against ISIS won't be like the quagmire of Iraq and Afghanistan. We've seen this movie before.\nEditorials reflect the consensus of the Telegraph Herald Editorial Board.\n\nLoad-Date: September 19, 2014"
}