{
    "title": "Obama's calculus on Libya is political National interest comes in second to personal goals",
    "publisher": "the world",
    "year": 2011,
    "month": 4,
    "day": 4,
    "full text": "YOU don't just walk up to the local bully and slap him across the face. If you are determined to confront him, then you try to knock the living daylights out of him.\nOtherwise, you are better off to leave him alone.\nAnyone who grew up in my old neighborhood in Harlem could have told you that.\nBut Barack Obama didn't grow up in my old neighborhood. He had a much more genteel upbringing, including a fancy private school, in Hawaii.\nMaybe that is why he thinks he can launch military operations against Moammar Qaddafi, while promising not to kill him and promising that no American ground troops will be used.\nThis is the old liberal illusion that you can measure out force with a teaspoon, not only in military operations micro-managed by civilians in Washington, like the Vietnam war, but also in domestic confrontations, when the police are trying to control a rioting mob, and are being restrained by politicians, while the mob is restrained by nobody.\nWe went that route in the 1960s, and the results were not inspiring, either domestically or internationally.\nThe old saying, \"When you strike at a king, you must kill him,\" is especially apt when it comes to attacking a widely recognized sponsor of international terrorism like Colonel Qaddafi.\nTo attack him without destroying his regime is just asking for increased terrorism against Americans and America's allies. So is replacing him with insurgents who include other sponsors of terrorism.\nPresident Obama's speech was long on rhetoric and short on logic. He said: \"I believe that this movement of change cannot be turned back, and that we must stand alongside those who believe in the same core principles that have guided us.\"\nWhat would lead him to conclude that this includes the largely unknown forces who are trying to seize power in Libya?\nToo often in the past, going all the way back to the days of Woodrow Wilson, we have operated on the assumption that a bad government becomes better after the magic of \"change.\"\nPresident Wilson said that we were fighting the First World War to make the way \"safe for democracy.\"\nWhat actually followed was the replacement of autocratic monarchies by totalitarian dictatorships that made previous despots pale by comparison.\nThe most charitable explanation for President Obama's incoherent policy in Libya - if incoherence can be called a policy - is that he suffers from the longstanding blind spot of the left when it comes to the use of force.\nA less charitable and more likely explanation is that Obama is treating the war in Libya as he treats all sorts of other things, as actions designed above all to serve his own political interests and ideological visions.\nWhether it does even that depends on what the situation is like in Libya when the 2012 elections roll around.\nAs for the national interests of the United States of America, Barack Obama has never shown any great concern about that.\nThe president started alienating our staunchest allies, Britain and Israel, from his earliest days in office, while cozying up to our adversaries, such as Russia and China, not to mention the Palestinians, who cheered when they saw on television the collapse of the World Trade Center on 9/11.\nMany people in various parts of the political spectrum are expressing a sense of disappointment with Obama. But I have not felt the least bit disappointed.\nOnce in office, President Obama has done exactly what his whole history would lead you to expect him to do - such as cutting the military budget and vastly expanding the welfare state.\nHe has bypassed the Constitution by appointing power-wielding \"czars\" who don't have to be confirmed by the Senate like Cabinet members, and now he has by-passed Congress by taking military actions based on authorization by the United Nations and the Arab League.\nThose who expected his election to mark a new \"post-racial\" era may be the most disappointed.\nHe has appointed people with a track record of race resentment promotion and bias, like Attorney General Eric Holder and Supreme Court Justice Sonia Sotomayor.\nDisappointing? No.\nDisgusting? Yes.\nThe only disappointment is with voters who voted their hopes and ignored his realities.\nSowell is a senior fellow at the Hoover Institution at Stanford University in California. His Web site is www.tsowell.com.\n\nLoad-Date: April 5, 2011"
}