{
    "title": "Obama to detail terrorism policy including drone attacks and Guant_namo Bay prison In a national sec",
    "publisher": "the christian science monitor",
    "year": 2013,
    "month": 5,
    "day": 19,
    "full text": "In what's being billed by the White House as a major national security speech, President Obama this week will explain his policies dealing with counterterrorism, the use of drone aircraft, Al Qaeda, and the military prison at Guantánamo Bay, Cuba.\n\"He will review the state of the threats we face, particularly as the Al Qaeda core has weakened but new dangers have emerged,\" a White House official told reporters, according to the Washington Post. \"He will discuss the policy and legal framework under which we take action against terrorist threats, including the use of drones. And he will review our detention policy and efforts to close the detention facility at Guantánamo Bay.\"\nObama's speech is scheduled to be delivered at the National Defense University on Thursday. It comes as the administration is under fire for its handling of the terrorist attack on the US diplomatic outpost in Benghazi, Libya, last November, which killed US Ambassador Christopher Stevens and three other Americans, and just a month after the Boston Marathon bombing said by its surviving suspect to have been retribution for US wars in Iraq and Afghanistan.\nWhen he first ran for the presidency in 2008, Obama pledged to close the detention facility at Guantánamo Bay, but congressional opponents have been able to block that ever since.\n\"It is expensive. It is inefficient. It hurts us in terms of our international standing. It lessens co-operation with our allies on counter-terrorism efforts. It is a recruitment for extremists. It needs to be closed,\" the president said recently.\nGuantánamo Bay - \"Gitmo,\" as it's called - in recent months has become even more problematic for Obama and the US image.\n\"The renewed focus on Guantánamo Bay comes amid a widespread hunger strike among inmates there that has now gone on for more than 100 days,\" the Guardian newspaper reported Sunday. \"The protest, and disturbing reports on conditions at the camp and how inmates are being painfully force-fed, has led to calls to close the camp for good.\"\nAs of Sunday, notes the British publication, 103 of the 166 inmates still at Guantánamo Bay were refusing food. Of those, 30 were being force-fed.\nInternational protests over Guantánamo Bay are a regular occurrence now, and the cost of what seems to be endless incarceration for a relative handful of those with suspected ties to terrorism has become an issue as well.\nCNN reported this past week that it costs about $900,000 a year per inmate at the military facility there.\n\"By comparison, costs for a typical federal prison inmate run about $25,000 a year,\" according to CNN. \"At the 'supermax' prison in Colorado that holds domestic terrorists Eric Rudolph and Ted Kaczynski, it's about $60,000.\"\nAbout 1,900 US troops are assigned to guard the 166 inmates. Facilities are in need of repair and renovation estimated to cost upwards of $200 million.\nGuantánamo inmates include Khalid Sheikh Mohammed, Walid bin Attash, and Ramzi Bin al-Shahb - accused co-conspirators in the attacks of Sept. 11, 2001 - as well as Abd al-Rahim al-Nashiri, accused of leading the plot to bomb the destroyer USS Cole in Yemen in October 2000, which killed 17 American sailors.\nThose four face trial on war crimes charges before the military courts set up to try Al Qaeda and Taliban figures. Most of the rest of the prisoners face no charges at all, reports CNN.\nThe other controversial issue Obama plans to address in his speech this week is the use of pilotless armed drones to attack terrorist threats, mainly in Afghanistan, Pakistan, and Yemen.\nThe drone program under Obama has vastly increased since it began in the Bush administration, and it's come under fire across the political spectrum for its secretiveness as well as for what critics say is a large number of civilian casualties, including children.\nThe administration was forced to respond last month when US Sen. Rand Paul (R) of Kentucky filibustered for 13 hours in protest of a policy which allows for the drone targeting of US citizens affiliated with terrorist groups.\n\nLoad-Date: May 20, 2013"
}