{
    "title": "Obama to See if North Korea Should Return to Terror List",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 22,
    "full text": "HONOLULU -- As the United States moves closer to taking Cuba off the list of state sponsors of terrorism, President Obama said he would ''review'' whether to return North Korea to the list, part of a broader government response to a damaging cyberattack on Sony's Hollywood studio.\n''We have got very clear criteria as to what it means for a state to sponsor terrorism, and we don't make those judgments just based on the news of the day,'' Mr. Obama told CNN in an interview broadcast Sunday. ''We look systematically at what's been done.''\nNorth Korea was removed from the list six years ago, but it has again prompted the ire of the United States after the F.B.I. said extensive evidence linked the North Korean government to a cyberattack on Sony Pictures.\nThe hacking of the studio's computers, in response to a screwball comedy called ''The Interview,'' about a plot to assassinate the North Korean leader, Kim Jong-un, started as the stuff of Hollywood gossip but quickly escalated into an assault on an important industry -- and the right to freedom of expression.\nIn a news conference on Friday, Mr. Obama said the United States ''will respond proportionately,'' but declined to give details.\nSunday was the second day of Mr. Obama's two-week vacation in Hawaii. ''The president is always briefed on appropriate national security matters. Hawaii is no different,'' said Eric Schultz, a White House spokesman. He added, ''We're not going to release any details on our internal briefing process.''\nMr. Obama expressed sympathy for Sony, but told Candy Crowley of CNN that he did not consider the cyberattack to be an act of war. The studio decided to cancel its December premiere of ''The Interview'' after hackers threatened attacks on theaters if they showed the comedy.\n''I think it was an act of cybervandalism that was very costly, very expensive,'' Mr. Obama said. ''We take it very seriously.''\nThe North Korean government has insisted that it was not involved in the attack, and in a message on the state-run news service Pyongyang warned of ''serious consequences'' if the United States retaliated.\nRepublicans pushed back at Mr. Obama's characterization of the attack as only cybervandalism.\nSenator John McCain, Republican of Arizona, told CNN that the president ''does not understand that this is a new -- this is a manifestation of a new form of warfare,'' and he proposed reimposing sanctions that were lifted during the Bush administration.\nThe tension with the North Korean government has escalated as Mr. Obama has moved toward normalizing relations with Cuba. ''For 50 years we've tried to see if we can overthrow the regime through isolation,'' Mr. Obama told CNN. ''It hasn't worked.''\nHe declined to say whether Cuba would be removed from the list of state sponsors of terrorism, but when Ms. Crowley pointed out that it would be difficult for Washington to have a relationship with Havana were it still on the list, Mr. Obama replied: ''I think so.''\n\nhttp://www.nytimes.com/2014/12/22/us/politics/obama-cuba-north-korea-cyberattack.html\n\nLoad-Date: December 22, 2014"
}