{
    "title": "Obama Says Al Qaeda in Yemen Planned Bombing Plot, and He Vows Retribution",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 3,
    "full text": "President Obama declared for the first time on Saturday that a branch of Al Qaeda based in Yemen sponsored the attempted Christmas Day bombing of an American passenger jet, and he vowed that those behind the failed attack ''will be held to account.''\n  In his first weekly Saturday address of the new year, Mr. Obama rebutted attacks by former Vice President Dick Cheney and other Republicans who since the episode have accused him of not recognizing that the struggle against terrorists is a war. Mr. Obama said he was well aware that ''our nation is at war against a far-reaching network of violence and hatred.''\n  Mr. Obama also sent a message to President Ali Abdullah Saleh of Yemen, delivered on Saturday by Gen. David H. Petraeus, the American regional commander, during a quiet visit to Sana, the Yemeni capital.\n  According to the official Yemen news agency, Saba, Mr. Obama congratulated Mr. Saleh on his counterterrorism efforts and promised close cooperation in the future against Al Qaeda.\n  On Friday, General Petraeus announced that this year the United States would more than double the $70 million in security aid it sent to Yemen in 2009 to help fight Al Qaeda.  Britain announced Sunday that it and the United States would jointly finance a counterterrorism police unit in Yemen, news services reported. \n  In addition, a senior American military commander said Saturday that United States development assistance over the next three years to Yemen is projected to be about $120 million.\n  The president's speech, taped from Hawaii, where he is nearing the end of a 10-day  vacation, was the third time he had publicly addressed the failed attack on Northwest Flight 253 bound for Detroit on Dec. 25. Mr. Obama noted that he had received preliminary reports about the attack, but gave no more details about how a Nigerian man with known radical views was allowed to board a flight to the United States with explosives in his underwear.\n  Mr. Obama's comments about the involvement of Al Qaeda, however, were the most direct to date. Administration officials and intelligence analysts previously had said they were increasingly confident that Al Qaeda in the Arabian Peninsula, as the Yemeni branch calls itself, was involved, as it claimed. \n  But the president until now had avoided citing that until analysts were further along in their assessment of the group's activities and its ties to Umar Farouk Abdulmutallab, the 23-year-old Nigerian charged with trying to blow up the airliner.\n  ''We're learning more about the suspect,'' Mr. Obama said. ''We know that he traveled to Yemen, a country grappling with crushing poverty and deadly insurgencies. It appears that he joined an affiliate of Al Qaeda and that this group, Al Qaeda in the Arabian Peninsula, trained him, equipped him with those explosives and directed him to attack that plane headed for America.''\n  Mr. Obama's comments indicated that he and the government largely accepted the accounts offered by Mr. Abdulmutallab since he was taken into custody and by Al Qaeda in the Arabian Peninsula in a statement on the Web. The National Security Agency had intercepted communications among Qaeda leaders months ago talking about an unnamed Nigerian preparing to attack, but the government never correlated that with information about Mr. Abdulmutallab's radicalization collected by embassy officials in Nigeria from the suspect's father.\n  On Saturday, the director of the National Counterterrorism Center, Michael E. Leiter, made his first public comments on the bombing attempt. The center has come under sharp criticism for not connecting various warnings before the attempt.\n  ''The failed attempt to destroy Northwest Flight 253 is the starkest of reminders of the insidious terrorist threats we face,'' Mr. Leiter said in a statement. ''While this attempt ended in failure, we know with absolute certainty that Al Qaeda and those who support its ideology continue to refine their methods to test our defenses and pursue an attack on the homeland.''  \n  Some changes have been made in the past week, and others are being forwarded to Mr. Obama for consideration. The terrorism center has elevated several hundred individuals from a handful of countries, including Yemen and Nigeria, to be put on watch lists rather than merely being entered in a terrorism database.\n  Some of these individuals, as well as others who were already on the terrorism watch list, have now been placed on more selective lists that subject them to secondary screening before boarding a commercial airline flights, or that bar them from flying to the United States altogether, intelligence officials said. \n  Mr. Obama noted that this was not the first time Al Qaeda in the Arabian Peninsula had tried to attack the United States and its allies. ''In recent years, they have bombed Yemeni government facilities and Western hotels,'' he said, adding, ''So as president, I've made it a priority to strengthen our partnership with the Yemeni government.''\n  He said those efforts had already led to strikes against the group's leaders and training camps. ''And all those involved in the attempted act of terrorism on Christmas must know, you, too, will be held to account,'' he said.\n  The president also used the address to implicitly deflect the criticism of Republicans who have blamed some of his policy changes for what they see as a weakening of the struggle against terrorism. Although he did not name Mr. Cheney, Mr. Obama was clearly responding to the his assertion that the president was ''trying to pretend we are not at war.''\n  Mr. Obama defended his policies as tough but reasonable, and called for an end to the sniping that both parties had engaged in since the Christmas episode. ''Instead of succumbing to partisanship and division, let's summon the unity that this moment demands,'' he said. ''Let's work together, with a seriousness of purpose, to do what must be done to keep our country safe.''\n\nhttp://www.nytimes.com\n\nLoad-Date: January 3, 2010"
}