{
    "title": "Obama Will Move Swiftly to Lift Several Restrictions Against Cuba",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 19,
    "full text": "WASHINGTON -- President Obama will move as soon as next month to defang the 54-year-old American trade embargo against Cuba, administration officials said Thursday, using broad executive power to defy critics in Congress and lift restrictions on travel, commerce and financial activities.\nThe moves are only the beginning of what White House officials and foreign policy experts describe as a sweeping set of changes that Mr. Obama can make on his own to re-establish commercial and diplomatic ties with Cuba even in the face of angry congressional opposition.\n''The embargo is a container -- it's been that way since President Eisenhower -- that's had regulations and laws put into it and taken out of it and mixed about,'' said John Kavulich of the U.S.-Cuba Trade and Economic Council. ''President Obama is saying, 'I'm going to leave a shell, but it's going to be a proverbial Easter egg -- it's going to be hollow.' ''\nThe Treasury Department will issue a series of regulations to ease agricultural exports and establish banking relations, administration officials said, and the Commerce Department will move to allow United States companies to export construction and telecommunications equipment, among other things, for sale in Cuba.\nThe State Department is also starting a review that could lead to Cuba's removal from a list of state sponsors of terrorism, clearing away a major impediment to Havana's ability to trade and access banking services around the world.\nTaken together, the actions will render the embargo ''a lot more holes than cheese,'' said Robert L. Muse, a Washington-based lawyer who specializes in American laws relating to Cuba. ''The president went big on this, and that produces a momentum of its own, so I expect that we'll see these things go further and faster than anybody would have anticipated.''\nIt is not clear when Mr. Obama might nominate an ambassador, a move that would set the stage for contentious confirmation hearings. ''We would anticipate that we will have an embassy before we would make a nomination,'' said Roberta S. Jacobson, the assistant secretary of state for Western Hemisphere affairs.\nIn a briefing with reporters, she described a process that could rapidly lead to a full restoration of diplomatic relations.\n''That process is relatively straightforward, frankly, from a legal perspective,'' Ms. Jacobson said. ''We can do that via an exchange of letters or of notes. It doesn't require a formal sort of legal treaty or agreement.''\nWhite House officials said they had spent months determining how far Mr. Obama could go to unilaterally loosen restrictions on trade and financial transactions with Cuba, and concluded he had broad authority to do so without violating the embargo's scope. Officials said the White House had not ''eviscerated the embargo.''\nLawmakers in both parties have made it clear that Congress was unlikely to lift the embargo on its own anytime soon.\nSenator Robert E. Menendez, Democrat of New Jersey, said the president's changes were ''clearly intended to circumvent the intent and spirit of U.S. law and the U.S. Congress.''\nThe United States does not need to build a new embassy, officials said, because it would be housed in the Havana compound that is now home to the current United States Interests Section. Nor would Cuba's human rights record pose an obstacle to the restoration of relations, officials said.\nMs. Jacobson is scheduled to lead a team of American officials to Havana near the end of January, although no specific date has been set, to discuss the restoration of relations as well as issues in carrying out a 1995 migration accord.\n''I do think that some human rights issues will be talked about in this trip,'' she said. ''I do not necessarily think that we're talking about direct human rights conditionality in the restoration of diplomatic relations.''\nTreasury and Commerce Department officials are moving quickly to tear down regulatory barriers to Americans' ability to travel, conduct financial dealings and export products to Cuba, officials said.\nThe Commerce Department said it would loosen an array of export limits, including the sale of tools and equipment to small businesses not owned by the Cuban government, like construction companies, agricultural businesses, automobile repair and beauty shops.\nRestrictions on scientific, athletic and cultural goods -- such as musical instruments for orchestral concerts -- will also be relaxed.\nThe administration ''is confident that these changes are consistent with the statutory requirements of the embargo,'' said Matthew S. Borman, the deputy assistant secretary of commerce for export administration.\nThe Office of Foreign Assets Control at the Treasury Department will scrap a measure that requires people who are already eligible for travel to Cuba to receive special permission from the government for trips such as those involving family visits, professional, religious or cultural programs and humanitarian projects.\nNew rules will also make it easier to get there, by allowing the direct purchase of airline tickets to Cuba rather than requiring travelers to go through a travel agent and charter a flight.\nThe Treasury Department is also quadrupling the amount of money that can be sent to Cubans each quarter, to $2,000 from $500, and is loosening banking restrictions. It plans to relax requirements, strongly opposed by American exporters, that mandate that cargo be paid for in advance or financed by a bank in a third country before it can be shipped.\nA major step toward resuming ties would be the removal of Cuba from the State Department's list of state sponsors of terrorism, which includes countries like Iran, Sudan and Syria. Cuba was placed on that list in 1982.\nIts removal is the most important step the Obama administration can take before the restoration of full economic ties, said Julia E. Sweig, a senior fellow at the Council on Foreign Relations.\nSuch a step, she said, would put ''Cuba in a normal space where its financial and business ties around the world, and with the United States, will no longer be subject to the sanctions and scrutiny of counterterrorism mechanisms set up after 9/11.''\n''Banking is incredibly cumbersome because Cuba is on the list,'' she added.\nThe White House said the State Department would have six months to review Cuba's place on the list, but Ms. Jacobson said it could be completed sooner.\nThe review will consider whether Cuba has supported international terrorism over the past six months and whether it has renounced the use of terrorism and ratified treaties against terrorism.\nA State Department recommendation that Cuba should be removed from the list would need to be approved by Mr. Obama. It would also go to Congress, which could not block the move except by separate legislation that would have to be signed by the president.\n\nhttp://www.nytimes.com/2014/12/19/us/politics/obama-intends-to-lift-several-restrictions-against-cuba-on-his-own.html\n\nGraphic\n\n \nPHOTO: President Obama at the White House's Hanukkah party. Administration officials said travel and commerce restrictions against Cuba could be lifted next month. (PHOTOGRAPH BY MARK WILSON/GETTY IMAGES)           \n\nLoad-Date: December 19, 2014"
}