{
    "title": "Obama panel urges spying fixes President will review proposals to rein in federal intelligence gathe",
    "publisher": "usa today",
    "year": 2013,
    "month": 12,
    "day": 19,
    "full text": "A White House advisory panel has recommended to President Obama that the National Security Agency no longer keep a massive phone database that includes nearly every phone call made and received in the USA, and that the president create a new process requiring high-level approval to spy on foreign leaders.\nThe proposals are among 46 recommendations set out by the Review Group on Intelligence and Communications Technologies that were delivered to the president last week and abruptly released by the White House on Wednesday.\nObama will review the recommendations in the coming weeks and announce potential policy changes next month, White House press secretary Jay Carney said. Obama met with the five-member review panel in the secure White House Situation Room on Wednesday to discuss the report.\n\"We are not in any way recommending the disarming of the intelligence community,\" Michael Morell, a former deputy CIA director and one of the panel's members, told reporters following the group's meeting with Obama.\nAmong the other recommendations from the review panel:\nAmend Section 215 of the Patriot Act, which gives the government broad authority to compel a third party to produce private information relevant to a terrorism investigation. The panel says Foreign Intelligence Surveillance Courts should only order third parties to provide the information if the government proves that the information sought is relevant to an investigation to protect against international terrorism or clandestine intelligence activities.\nCongress should create the position of public interest advocate to represent the interests of privacy and civil liberties before the court.\nEnact legislation requiring the intelligence community to regularly report to Congress and the American people on business records and metadata collected.\nIn deciding whether to conduct surveillance of foreign leaders, consider certain criteria, including determining whether there is a need to engage in such surveillance to address security threats to the U.S., and whether there is reason to believe that a foreign leader may be being \"duplicitous in dealing with senior U.S. officials.\" Allies, most notably Brazil's President Dilma Rousseff and German Chancellor Angela Merkel, said that U.S. intelligence officials were listening in on their calls.\nSplit leadership of the U.S. military's Cyber Command and the National Security Agency, and make the position of director of the NSA a Senate-confirmed position.\nBolster background checks of personnel with access to classified material.\nRelease of the report comes after a federal judge said this week that bulk collection of phone and Internet data is probably unconstitutional.\nObama met Tuesday with tech executives from 15 U.S. companies who urged him to \"move aggressively\" to overhaul the way the government conducts surveillance.\nObama tasked the advisory panel with coming up with policy recommendations in the wake of domestic and international outrage over revelations by former NSA contractor Edward Snowden,\nCarney said administration officials decided on an early release of the report because of \"inaccurate and incomplete reports in the press about the report's content.\"\nRichard Clarke, a former U.S. cybersecurity adviser and a member of the panel, said the hope was that enacting the recommendations would give the public \"a sense of trust that goes beyond what it has today.\"\n\"We are not saying that the struggle against terrorism is over or that it has declined to such an extent that we can dismantle the mechanisms we have put in place to safeguard the country,\" Clarke said. \"What we are saying is those mechanisms can be more transparent.\"\nThe recommendations were welcomed by privacy advocates with cautious optimism.\n\"NSA's surveillance programs are un-American, unconstitutional, and need to be reined in,\" said Anthony Romero, executive director of the American Civil Liberties Union. \"We urge President Obama to accept his own Review Panel's recommendations and end these programs.\"\nContributing: Kevin Johnson\n---\nHighlights of panel recommendations\nThe NSA should cease keeping a massive phone record database that includes nearly every phone call made and received in the USA.\nTougher standards should be created for spying on foreign leaders.\nThe NSA should be prohibited from asking companies to insert back doors into their software so it can gain access to encrypted communications and networks.\nA public interest advocate should be named to represent civil liberties and privacy interests before the Foreign Intelligence Surveillance Court.\nA civilian should be appointed to be the next director of the NSA.\nLeadership of the U.S. military's Cyber Command and the NSA should be split.\nLegislation should be enacted requiring the intelligence community to report regularly to Congress and the American people on business records and metadata collected. \n\nLoad-Date: December 19, 2013"
}