{
    "title": "Obama not at ease with terror talk",
    "publisher": "the pantagraph",
    "year": 2013,
    "month": 4,
    "day": 21,
    "full text": "Terrorism is speech - speech that gathers its audience by killing innocents as theatrically as possible. The 19th-century anarchist Paul Brousse called it \"propaganda by deed.\" Accordingly, the Boston Marathon attack, the first successful terror bombing in the United States since 9/11, was designed for maximum effect. At the finish line there would be not only news cameras but also hundreds of personal videos to amplify the message. \nBut what message? There was no claim of responsibility, no explanatory propaganda. Indeed, was it terrorism at all? \nThere was much ado about President Obama’s nonuse of the word \"terrorism\" in his first statement to the nation after the bombing. Indeed, the very next morning, he took to the White House briefing room for no other reason than to pronounce the event an \"act of terrorism.\" \nHe justified the update as a response to \"what we now know.\" But there had been no new information overnight. Nothing changed, except a certain trepidation about the original omission. \nThere was no need to be so sensitive, however. The president said that terrorism is any bombing aimed at civilians. Not quite. Terrorism is any attack on civilians for a political purpose. Until you know the purpose, you can’t know if it is terrorism. \nSometimes an attack can have no purpose. The Tucson shooter who nearly killed Rep. Gabrielle Giffords was simply deranged, a certified paranoid schizophrenic. Or there might be some personal vendetta - a purpose, but not political. In the Boston case, conceivably a grudge against the marathon, its organizers or something associated with the race. \nThat, of course, is extremely improbable. (Schizophrenics are too disorganized to set off simultaneous bombs, for example.) It’s overwhelmingly likely that the Boston attack was political, and therefore terrorism. \nNonetheless, the president’s nonuse of the word was no big deal. Why then was he so sensitive that he came out the next morning to correct the omission? \nThe administration tried to peddle the spontaneous-demonstration story in order to place the blame on a mob incited by a nutty Coptic American who had made an offensive video. This would have spared the administration any culpability. \nTo use the word terrorism, meaning deliberate attack, would have undermined the blame-shifting and raised exactly the questions - about warnings ignored, inadequate security, absence of contingency plans - that have dogged the administration for months. \nIn Boston, in contrast, there is no question about deliberateness. Nor is anyone blaming the administration for inadequate warning or protection. \nHere, the linguistic challenge for the president is quite different. What if this turns out to be the work of Islamists? The history of domestic attacks since 9/11 would suggest the odds are about 50-50, although the crude technique and the unclaimed responsibility would suggest a somewhat lower probability. \nBut if it is nevertheless found to be Islamist, will Obama use the word? In a speech just last month in Jerusalem, the president referred to the rising tide of Egypt’s Muslim Brotherhood and other Islamists as the rise of \"non-secular parties.\" \nNon-secular? Isn’t that a euphemism for \"religious,\" i.e., Islamist? \nYet Obama couldn’t say the word. This is no linguistic triviality. He wouldn’t be tripping over himself to avoid any reference to Islam if it was insignificant. \nObama has performed admirably during the Boston crisis, speaking both reassuringly and with determination. But he continues to be linguistically uneasy. His wavering over the word terrorism is telling, though in this case unimportant. The real test will come when we learn the motive for the attack. \nAs of this writing, we don’t know. It could be Islamist, white supremacist, anarchist, anything. What words will Obama use? It is a measure of the emptiness of Obama’s preferred description - \"violent extremists\" - that, even as we know nothing, it can already be applied to the Boston bomber(s). Which means, the designation is meaningless.  \nThe Charles Krauthammer column is distributed by The Washington Post Writers Group. \n\nGraphic\n\n \nThis is a Quark CopyDesk document!\n\nLoad-Date: April 24, 2013"
}