{
    "title": "Obama calls for vigilance against terrorist attacks Speech at National Counterterrorism Center targe",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 18,
    "full text": "President Barack Obama speaks at the National Counterterrorism Center in McLean, Va., saying multiple agencies are working to keep the nation safe.\nWASHINGTON - President Barack Obama on Thursday tried to reassure a jittery nation that the nation's military, intelligence and law enforcement agencies will be working around the clock through the holidays to keep the country safe from any more terrorist attacks.\nObama said there was not now any \"specific and credible information about an attack on the homeland.\"\n\"That said, we have to be vigilant,\" he added. \"As I indicated in my address to the nation last week, we are in a new phase of terrorism.\"\nWith a group of top intelligence and law enforcement officials behind him, Obama spoke at the National Counterterrorism Center in McLean, Va., trying to once again reassure a nation rattled by attacks in Paris that killed 130 people and San Bernardino, Calif., that killed 14.\nThe president said the nation's counterterrorism officials were ever-vigilant and had already thwarted countless attacks. \"Our folks are the best,\" he said.\nBut as the threat of terrorism has evolved from large, complex attacks to the kind of self-motivated lone-wolf threats seen in San Bernardino, the nation's counterterrorism officials have had to evolve as well, he said. He outlined a series of steps that his administration has taken to go after the Islamic State, which in recent months has displaced al-Qaida as the prime terrorist threat to the United States.\nThose steps include attacking Islamic State militants in Syria and Iraq, changing visa rules to prevent their fighters from entering the United States, and coordinating with state and local police to ensure that no attacks occur within the United States, he said.\nObama is struggling to fashion a message that reassures Americans that he is serious about battling the threat of the Islamic State while also avoiding the alarmism that he sees emanating from some Republican presidential candidates. Polls suggest that many Americans believe he is not taking the threat from the Islamic State seriously enough.\nTo counter that, Obama gave a speech to the nation from the Oval Office on Dec. 6, visited the Pentagon on Monday and on Thursday visited the counterterrorism center, all to make the case that his administration is succeeding in its fight against terrorism and the Islamic State. But Obama has yet to offer a new strategy, leaving even members of his own party grumbling.\n\nLoad-Date: December 18, 2015"
}