{
    "title": "Obama says Pakistan 's progress on terrorism is slow",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 11,
    "day": 7,
    "full text": "Mumbai, India » President Barack Obama on Sunday defended the U.S. alliance with India's bitter rival Pakistan, but acknowledged that Pakistan's progress in rooting out terrorists \"is not as quick as we'd like.\"\nHe implored Indians to find a way over time to trust Pakistan -- with which their country has fought three wars since 1947 -- and help it succeed.\n\"If Pakistan is unstable, that's bad for India,\" he said.\nHis comments at a question-and-answer session with students were the first mentioned during his visit to India on the touchy subject of Pakistan, which Indians openly brand a terrorist nation and blame for the Nov. 26, 2008, terrorist attack in Mumbai in which more than 160 people died.\nThe White House has stressed that Obama's primary mission here is to promote U.S.-India trade and generally has not commented on the thorny issue of Pakistan-India relations -- even though they are considered critical to resolving the region's conflicts, including in Afghanistan, which has increasingly become a proxy battleground for India and Pakistan.\nOn Saturday, Obama was widely criticized here for commemorating the 2008 Mumbai attacks without mentioning Pakistan's role. The plot was hatched there.\nObama said Sunday he knew the subject was likely to come up during a free-flowing town-hall style event with about 350 university students in a sweltering courtyard at St. Xavier's College in Mumbai.\nObama said Pakistan is strategically important to the United States, but that extremism there is \"a cancer ... that can potentially engulf the country.\"\n\"I think the Pakistani government understands now the potential threat that exists within their own borders,\" he said, but added: \"Progress is not as quick as we'd like.\n\"Our feeling has been to be honest and forthright with Pakistan, to say we are your friend, that this is a problem and we will help you but the problem has to be addressed.\"\nThe dialogue between the students and Obama covered such topics as terrorism, Obama's feelings about Mohandas Gandhi, democracy and the morality of capitalism. It was carried live in its entirety and broadcast throughout the day on cable television in India.\nMichelle Obama introduced her husband, egging on the students to \"Ask my husband some tough questions, all right? You've got to keep him on his toes!\"\nStudents questioned him on his views about jihad (he said he believes most Muslims are peaceful and that terrorists must be isolated) and about Afghanistan (he insisted that \"a stable Afghanistan is achievable.\").\nOne asked how he incorporates Gandhi's ideals into his life. He said he often fell \"woefully short\" of India's founder but that in his daily life and his policy goals he looks to see \"the inherent worth and dignity of every individual.\"\nAnother asked about the balance of moral values and materialism. \"We should not underestimate how liberating economic growth can be for a country,\" Obama said, but that a quest only for wealth shows \"a poverty of ambition.\"\nOne student asked how the recent U.S. elections in which Americans punished Obama's fellow Democrats might affect economic policy with India. Obama suggested the shift of control in the House of Representatives wouldn't inherently affect India.\nAlt Heads:\nObama: Pakistan campaignagainst terrorism going slow\n\nGraphic\n\n \nU.S. President Barack Obama meets school children Sunday as he visit Humayun's Tomb in New Delhi, India.\n\nLoad-Date: November 8, 2010"
}