{
    "title": "Obama, McCain Divide on a Key Strategy Point",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 6,
    "day": 18,
    "full text": "Terrorism and America's war on Al Qaeda are emerging as a key debate for the general election, with the presidential campaigns sharpening distinctions between senators McCain and Obama.\nSpeaking to reporters on his plane yesterday, Senator Obama rejected what he said were attacks from the McCain campaign that he was soft on terrorism. \"Let's think about this: These are the same guys who helped engineer the distraction of the war in Iraq at a time when we could have pinned down the people who actually committed 9/11,\" he said.\nA few hours earlier, Mr. McCain's advisers attacked Mr. Obama for remarks he had made to ABC News in which he said he favored prosecuting terrorists in America's court system, as was done to the perpetrators of the 1993 World Trade Center attack.\n\"Let's take the example of Guantanamo,\" Mr. Obama said to ABC News. \"What we know is that, in previous terrorist attacks, for example, the first attack against the World Trade Center, we were able to arrest those responsible, put them on trial. They are currently in U.S. prisons, incapacitated.\"\nThose remarks come after the Supreme Court last week in a 5 to 4 decision ruled that detainees in Guantanamo Bay have habeas corpus rights to plead their cases to a court.\nAfter the ABC interview, the McCain campaign pounced. In a conference call with advisers to the campaign, a former director of central intelligence, James Woolsey, said Mr. Obama's interview disclosed a \"naïve\" approach to the overall war. Another participant in the call, a former secretary of the Navy and former commissioner on the bipartisan commission examining the attacks of September 11, John Lehman, said another director of central intelligence, George Tenet, told him that evidence in the trial of the 1993 terrorists was kept from the CIA that could have been used to round up al Qaeda had it been treated as intelligence and not evidence. The director of foreign policy for the McCain campaign, Randy Scheunemann, said Senator Obama's remarks exemplified a \"September 10\" mindset, the same phrasing Bush White House aides used to refer to policies they believed were not sufficiently robust in the war.\nThe line of attack from Mr. McCain should have a familiar ring to Democrats. The party's 2004 presidential nominee, Senator Kerry was attacked for favoring a \"law enforcement\" approach to what President Bush has called a war.\nSenator Kerry yesterday spoke with reporters as a surrogate for the Obama campaign, along with a White House counterterrorism official, Richard Clarke, who quit the Bush administration in 2002. Mr. Kerry insisted that Mr. Obama had a multi-pronged strategy that included covert and military means.\nMr. Clarke mentioned the campaign's counterterrorism strategy that he helped develop and was released in August 2007. In it, Mr. Obama commits to spending $5 billion over three years to \"improve cooperation between U.S. and foreign intelligence and law enforcement agencies.\"\n\"I am frankly a little disgusted by the attempts of some of my friends on the McCain campaign to use the same old tired tactics of trying to paint one tactic as weak on terrorism,\" Mr. Clarke said. Earlier this month, Mr. Clarke told MSNBC's Keith Olbermann that he favored the creation of a truth and reconciliation commission to deal with the damage caused to the nation from the Bush presidency.\nMr. Clarke also said that al Qaeda has not tried to attack America in recent years because \"we provided them with a place to kill Americans more conveniently,\" referring to Iraq.\nThe Bush administration has disagreed with this assessment. On October 6, 2005, President Bush disclosed what he said were ten thwarted al Qaeda plots since September 11, 2001. Three of them were directed at America, including a plan to use hijacked airliners to attack the east and west coasts of the country in 2003 and 2004.\n\nLoad-Date: June 18, 2008"
}