{
    "title": "OBAMA'S TURN IN BUSH'S BIND",
    "publisher": "the new york times",
    "year": 2013,
    "month": 2,
    "day": 10,
    "full text": "WASHINGTON -- If President Barack Obama tuned in to the past week's bracing debate on Capitol Hill about terrorism, executive power, secrecy and due process, he might have recognized the arguments his critics were making: He once made some of them himself.\nFour years into his tenure, the onetime critic of President George W. Bush finds himself cast as a present-day Bush, justifying the muscular application of force in the defense of the nation while detractors complain that he has sacrificed the country's core values in the name of security.\nThe debate is not an exact parallel to those of the Bush era, and Mr. Obama can point to ways he has tried to exorcise what he sees as the excesses of the last administration. But in broad terms, the conversation generated by the confirmation hearing of John O. Brennan, his nominee for CIA director, underscored the degree to which Mr. Obama has embraced some of Mr. Bush's approach to counterterrorism, right down to a secret legal memo authorizing presidential action unfettered by outside forces.\nAt the same time, a separate hearing in Congress revealed how far Mr. Obama has gone to avoid what he sees as Mr. Bush's central mistake. Testimony indicated that the president had overruled his secretaries of state and defense and his military commanders when they advised arming rebels in Syria.\nWith troops only recently home from Iraq, Mr. Obama was so intent on staying out of another war against a Middle East tyrant that he did not want to be involved even by proxy, especially if the proxies might be questionable.\nCritics on the left saw abuse of power, and critics on the right saw passivity.\nThe confluence of these debates suggests the ways Mr. Obama is willing to emulate Mr. Bush and the ways he is not. In effect, Mr. Obama relies on his predecessor's aggressive approach in one area to avoid Mr. Bush's even more aggressive approach in others. By emphasizing drone strikes, Mr. Obama need not bother with the tricky issues of detention and interrogation because terrorists tracked down on his watch are generally incinerated from the sky, not captured and questioned. By dispensing with concerns about due process, he avoids a more traditional war that he fears could lead to U.S. boots on the ground.\n\"I'd argue the shift to more targeted action against AQ has been a hallmark of Obama's approach against terrorism, whereas Iraq was Bush's signature decision in his global war on terror,\" said Benjamin J. Rhodes, a deputy national security adviser to Mr. Obama, using the initials for al-Qaida. The Brennan hearing highlighted the convoluted politics of terrorism. Conservatives complained that if Mr. Bush had done what Mr. Obama has done, he would have been eviscerated by liberals and the news media. By contrast,, liberals voiced sustained grievance over the president's choices.\n\"That memo coming out, I think, was a wake-up call,\" said Christopher Anders, senior legislative counsel of the American Civil Liberties Union. \"These last few days, it was like being back in the Bush days.\"\nThe dissonance is due in part to the fact that Mr. Obama ran in 2008 against Mr. Bush's first-term policies but, after winning, inherited Mr. Bush's second-term policies.\nBy the time Mr. Bush left office, he had shaved off some of the more controversial edges of his counterterrorism program, both because of pressure from Congress and the courts and because he wanted to leave behind policies that would endure. He had closed the secret CIA prisons, obtained congressional approval for warrantless surveillance and military commissions, and worked to close the prison at Guantanamo Bay, Cuba.\nSo while Mr. Obama banned harsh interrogation techniques, he preserved much of what he inherited with some additional safeguards, expanded Mr. Bush's drone campaign and kept on veterans of the anti-terrorism wars like Mr. Brennan. Some efforts at change were thwarted, like his vow to close the Guantanamo prison and to try Sept. 11 plotters in a civilian court.\n\"These are the same issues we've been grappling with for years... but the Obama team is addressing these issues the same way we did,\" said Juan Carlos Zarate, who was Mr. Bush's deputy national security adviser for combating terrorism.\nParticularly striking has been the secret memo authorizing the targeted killing of U.S. citizens deemed terrorists under certain circumstances without judicial review, a memo that brought back memories of those in which John Yoo, a Justice Department official under Mr. Bush, declared harsh interrogation legal.\nThat broad assertion of power, even with limits described by administration officials, combined with the initial White House refusal to release even a sanitized summary of the memo touched off protests from left and right. Some called Mr. Obama a hypocrite. But Mr. Yoo himself saw it differently, arguing in The Wall Street Journal that the memo, whatever the surface similarities to his own, betrayed a flawed vision because it presented the issue in law enforcement terms rather than as an exercise of war powers.\n\nLoad-Date: February 12, 2013"
}