{
    "title": "Obama_ Boston culprits to feel 'weight of justice'",
    "publisher": "austin daily herald",
    "year": 2013,
    "month": 4,
    "day": 16,
    "full text": "April 16--WASHINGTON -- A stony-faced President Barack Obama declared that those responsible for the explosions at the Boston Marathon \"will feel the full weight of justice,\" but he urged a nervous nation not to jump to conclusions. Top lawmakers declared the deadly incident an act of terrorism, and a White House official said it was being treated that way.\nObama, speaking from the White House late Monday, pointedly avoided using the words \"terror\" or \"terrorism,\" saying officials \"still do not know who did this or why.\" However, a White House official later said the incident at the famous race was being treated as terrorism.\n\"We will find out who did this. We'll find out why they did this,\" Obama said in his brief statement. \"Any responsible individuals, any responsible groups, will feel the full weight of justice.\"\nAuthorities say at least two people were killed and more than 80 injured during two explosions near the finish of the marathon. A senior U.S. intelligence official said two other explosive devices were found near the end of the 26.2-mile course.\nThe president said the government would increase security around the United States \"as necessary,\" but he did not say whether his administration thought the incident was part of a larger plot.\nFollowing a briefing with intelligence officials, Maryland Rep. C.A. Dutch Ruppersberger, top Democrat on the House Intelligence Committee, said most urban areas in the country would be under high alert.\n\"We want to make sure this is not a pattern,\" Ruppersberger said, adding that people could expect to see greater security at public areas such as train stations, ports and baseball games.\nOn Capitol Hill, Sen. Dianne Feinstein, D-Calif., told reporters that she had been in contact with U.S. intelligence agencies and it was her understanding \"that it's a terrorist incident.\" Feinstein, who chairs the Senate Intelligence Committee, said the officials reported no advance warning that \"there was an attack on the way.\"\nCalifornia Republican Rep. Ed Royce, chairman of the House Foreign Affairs Committee, said it was a \"terrorist attack\" and \"yet another stark reminder that we must remain vigilant in the face of continuing terrorist threats.\"\nThe White House said Obama refrained from publicly calling the attacks terrorism because it was early in the investigation and the perpetrators were unknown. But the official said any time there is an event with multiple explosions going off at the same time and aimed at hurting people, the administration considers that terrorism.\nThe official spoke on condition of anonymity because the investigation was still under way and the official was not authorized to be quoted by name.\nThe president was briefed on the incident Monday by several senior administration officials, including FBI Director Robert Mueller and Homeland Security Secretary Janet Napolitano. He also spoke with Massachusetts Gov. Deval Patrick and Boston Mayor Tom Menino and pledged to provide whatever federal support was needed.\nAdditionally, the president spoke with Republican and Democratic leaders on Capitol Hill, saying that \"on days like this, there are no Republicans or Democrats, we are Americans united in our concern for our fellow citizens.\"\nThe Secret Service quickly expanded its security perimeter at the White House. The agency shut down Pennsylvania Avenue and cordoned off the area with yellow police tape. Several Secret Service patrol cars blocked off the entry points to the road.\nThe White House was not on lockdown, and tourists and other onlookers were still able to be in the park across the street from the executive mansion.\nThe Federal Aviation Administration created a no-fly zone over the site of the two explosions and briefly ordered flights bound for Boston's Logan International Airport held on the ground at airports around the country.\nSecurity for outbound international flights has been increased, federal law enforcement officials said. Numerous runners were expected to leave Boston after the race, and the additional security was added as a precaution, the officials said. Those officials requested anonymity because they weren't authorized to speak publicly.\nAs authorities grappled to fill in the pieces of what happened, Obama said Boston and its \"tough and resilient\" residents would \"pull together, take care of each other and move forward as one proud city.\"\n___ (c)2013 the Austin Daily Herald (Austin, Minn.) Visit the Austin Daily Herald (Austin, Minn.) at www.austindailyherald.com Distributed by MCT Information Services\n\nLoad-Date: April 16, 2013"
}