{
    "title": "Obama_s wavering over word _terrorism_ is telling FROM THE RIGHT_ BOSTON ATTACK",
    "publisher": "daily news ",
    "year": 2013,
    "month": 4,
    "day": 20,
    "full text": "Terrorism is speech speech that gathers its audience by killing innocents as theatrically as possible. Accordingly, the Boston Marathon attack, the first successful terror bombing in the United States since 9/11, was designed for maximum effect. At the finish line there would be not only news cameras, but also hundreds of personal videos to amplify the message.\nBut what message? \nEven though we know who did it, at this writing there still is no definitive explanation. The Tsarnaev brothers are Chechens. The older one appears to have become radicalized. He is reported to have shared radical Islamic videos urging jihad. One, for example, that showed bombs exploding was captioned “then Allah will rise an army from the non-Arabs … their weapon will be the weapon of faith.” \nUncharacteristically for Islamist terrorism, however, the Boston bombing produced no claim of responsibility. \nWhat does this mean? \nThere was much ado about President Obama’s nonuse of the word “terrorism” in his first statement to the nation after the bombing. Indeed, the very next morning, he took to the White House briefing room for no other reason than to pronounce the event an “act of terrorism.” \nThere was no need to be so sensitive about the omission, however. The president said that terrorism is any bombing aimed at civilians. Not quite. Terrorism is any attack on civilians for a political purpose. Until you know the purpose, you can’t know if it is terrorism. \nWhy was the president sensitive about his non-use of the word “terrorism” in the first place? Answer: Benghazi. There, the administration had been roundly and correctly criticized for refusing to call it terrorism for so long. \nRegarding Benghazi, however, the word mattered. The administration tried to peddle the story of a spontaneous demonstration, rather than a terrorist attack, in order to place the blame on a mob incited by a nutty Coptic American who had made an offensive video. This would have spared the administration any culpability. \nIn Boston, in contrast, there never was any question about deliberateness. Here, the linguistic challenge for the president is quite different. What if this was an attack inspired by Islamist ideology? \n- ism has been nationalist and aimed at Russia, which has twice waged war and is now engaged in a counterinsurgency to suppress Chechen separatism. Some of the most gruesome terrorist attacks of our time  the attack on a Moscow theater and on Beslan’s School No. 1  were the work of Chechen separatists. \nBut many other Chechen fighters are religiously oriented, having enlisted in the worldwide jihad and fighting in Afghanistan, Iraq, the Balkans, some reportedly now in Syria. \nIf the Tsarnaevs are an-ti-Russian nationalists, it’s hard to see why they would be attacking American civilians. It’s far more likely that their motive was Islamist. \npresident faces a challenge. Will Obama level with the American people and use the word? His administration obsessively adopts language that extirpates any possible connection between Islam and terrorism. If it turns out that the Tsarnaev brothers were acting in the name of jihad, will the president forthrightly say so to the American people? \nCharles Krauthammerwrites forThe Washington Post Writers Group. Email address: letters@charleskrauthamm er.com.\n\nGraphic\n\n \nCharlesKrauthammer My Opinion\n\nLoad-Date: November 30, 2023"
}