{
    "title": "OBAMA ANSWERS GOP CRITICS WHO FAULT HIS VIEW ON TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 6,
    "day": 18,
    "full text": "A defiant Illinois Sen. Barack Obama yesterday said he would take no lectures from Republicans on which candidate would keep the United States safer -- a sharp rebuke to Arizona Sen. John McCain's aides, who said the Democrat had a naive, Sept. 10 mind-set toward terrorism.\n\"These are the same guys who helped to engineer the distraction of the war in Iraq at a time when we could have pinned down the people who actually committed 9/11,\" the presumed Democratic nominee told reporters aboard his campaign plane. \"This is the same kind of fear-mongering that got us into Iraq, ... and it's exactly that failed foreign policy I want to reverse.\"\nThe rival camps engaged in a war of words yesterday that echoed the 2004 presidential campaign, in which President Bush, Vice President Dick Cheney and other Republicans argued that the Democratic challenger, Massachusetts Sen. John F. Kerry, was soft on terror -- a claim that resonated with voters and helped propel Mr. Bush to re-election. Democrats complained then that the GOP was using the politics of fear.\nThe Republican argument proved less effective in 2006, when then-Bush adviser Karl Rove said the Democrats had a pre-Sept. 11 view of the world while Republicans had a post-Sept. 11 terror attacks perspective. That November, Democrats captured enough congressional seats to seize control of the House and Senate.\nOn his campaign plane, Mr. Obama told reporters that al-Qaida terror chief Osama bin Laden is still at large in part because President Bush's strategy toward fighting terror has not succeeded.\nAt issue were comments Mr. Obama made in an interview Monday with ABC News, in which he spoke approvingly of the successful prosecution and imprisonment of those responsible for the initial bombing in 1993 of the World Trade Center in New York. Mr. Obama was asked how he could be sure that the Bush administration's anti-terrorism policies are not crucial to protecting U.S. citizens.\nMr. Obama said the government can crack down on terrorists \"within the constraints of our Constitution.\" He mentioned the indefinite detention of detainees in the U.S. military prison at Guantanamo Bay, Cuba, contrasting their treatment with the prosecution of the 1993 trade center bombings.\n\"And, you know, let's take the example of Guantanamo,\" Mr. Obama said. \"What we know is that, in previous terrorist attacks -- for example, the first attack against the World Trade Center -- we were able to arrest those responsible, put them on trial. They are currently in U.S. prisons, incapacitated.\n\"And the fact that the administration has not tried to do that has created a situation where not only have we never actually put many of these folks on trial, but we have destroyed our credibility when it comes to rule of law all around the world, and given a huge boost to terrorist recruitment in countries that say, 'Look, this is how the United States treats Muslims.' ...\n\"We could have done the exact same thing, but done it in a way that was consistent with our laws,\" he said.\nMr. Obama agreed with the Supreme Court ruling last week that Guantanamo detainees have a constitutional right to challenge their indefinite imprisonment in U.S. civilian courts. Mr. McCain has derided the ruling as \"one of the worst decisions in the history of this country.\"\nMcCain aides criticized Mr. Obama for talking about using the criminal justice system to prosecute terrorists. \"Senator Obama is a perfect manifestation a September 10th mind-set. ... He does not understand the nature of the enemies we face,\" McCain national security director Randy Scheunemann told reporters on a conference call.\nFormer CIA Director James Woolsey, who is advising the McCain campaign, concurred, saying Mr. Obama has \"an extremely dangerous and extremely naive approach toward terrorism ... and toward dealing with prisoners captured overseas who have been engaged in terrorist attacks against the United States.\"\nThe Obama campaign countered with its own conference call, in which Sen. John Kerry, D-Mass., and Richard Clarke, a counterterrorism official for both Democratic and Republican administrations, including for Mr. Bush, argued that the McCain campaign was emulating Mr. Rove.\n\"I'm a little disgusted by the attempts of some of my friends on the McCain campaign to use the same old, tired tactics ... to drive a wedge between Americans for partisan advantage and to frankly frighten Americans,\" Mr. Clarke said.\nMr. Kerry accused Mr. McCain of \"defending a policy that is indefensible,\" by siding with Mr. Bush's policies, particularly with respect to the Iraq war.\n\nLoad-Date: June 19, 2008"
}