{
    "title": "Obama administration takes Cuba off terrorism blacklist",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 5,
    "day": 30,
    "full text": "WASHINGTON - The Obama administration on Friday formally removed Cuba from a U.S. terrorism blacklist as part of the process of normalizing relations between the Cold War foes.\nSecretary of State John Kerry signed off on rescinding Cuba's \"state sponsor of terrorism\" designation exactly 45 days after the Obama administration informed Congress of its intent to do so on April 14. Lawmakers had that amount of time to weigh in and try to block the move, but did not do so.\n\"The 45-day congressional pre-notification period has expired, and the secretary of state has made the final decision to rescind Cuba's designation as a state sponsor of terrorism, effective today, May 29, 2015,\" the State Department said in a statement.\n\"While the United States has significant concerns and disagreements with a wide range of Cuba's policies and actions, these fall outside the criteria relevant to the rescission of a state sponsor of terrorism designation,\" the statement said.\nThe step comes as officials from the two countries continue to hash out details of restoring full diplomatic relations, including opening embassies in Washington and Havana and returning ambassadors to the two countries for the first time since the U.S. severed diplomatic relations with the island in January 1961. The removal of Cuba from the terrorism list had been a key Cuban demand.\nU.S. and Cuban officials have said the two sides are close to resolving the final issues but the most recent round of talks ended last Friday with no announcement of an agreement.\nEven as many of the biggest hurdles, including the terrorism designation, have been cleared, Washington and Havana are still wrangling over American demands that its diplomats be able to travel throughout Cuba and meet with dissidents without restrictions. The Cubans are wary of activity they see as destabilizing to their government.\nBoth the U.S. and Cuba say the embassies are a first step in a larger process of normalizing relations. That effort would still have to tackle bigger questions such as the embargo, which only Congress can fully revoke, as well as the future of the U.S. military prison at Guantanamo Bay and Cuba's democracy record.\n\nLoad-Date: May 30, 2015"
}