{
    "title": "Obama hopes to use passive resistance against ISIL",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 1,
    "full text": "President Obama addressed the United Nations General Assembly in New York City, New York on September 24 regarding several issues, but there is one that rings clear for us.\nObama asked for help in solving Russia's involvement in Ukraine, Ebola, nuclear weapons, extreme poverty and carbon emissions.\nWith the little things out of the way, the president got to the heavy tasks of addressing, explaining and planning against the violent extremism in the Middle East. This is the one point that EWU students should meditate, debate and act upon.\nSpeaking to the assembly, he gave reasons for all countries to harbor peace and to give cooperation.\nAddressing terrorism, Obama made it crystal clear that people, either religious sects or political groups, cannot be divided if they want to overcome violence.\nUsing al Qaeda and ISIL as reference points, the president explained what these groups truly are.\n\"But in this century, we have faced a more lethal and ideological brand of terrorists who have perverted one of the world's great religions.\"\nThe president elaborated that those who couldn't attain power through legitimate means only use terror. This sticks an explanation on the people that have been recruiting impoverished children and students in universities. They are the same people who are tied to terrorist groups in the Middle East; these people are also a small part of the Muslim world.\nObama wanted to reiterate that America is \"a respectful and constructive partner\" and not a country that is occupying. Transitioning away from hard facts about terrorists and their sickening scare tactics, the president gave two plans to fight terrorism.\nThe first plan that Obama addressed was the obvious violence-for-violence world initiative. This doesn't need an explanation on what is intended to suppress a minority group consumed with hate for everyone else.\nThe second plan that the president pushed for and addressed to young people was a personal initiative. This is to destroy the ideology of ISIL and al Qaeda \"if it is consistently exposed, confronted, and refuted in the light of day.\"\nObama gave examples of individuals coming together to weaken ISIL and al Qaeda by passive actions from the need for Muslim communities to denounce ISIL's ideology as \"hiding behind a false Islam\" to the young British Muslims who started the Twitter campaign, #notinmyname.\nThe president gave other means to weaken terrorist groups, but this is where the issue rings for all college students.\nWe shouldn't act upon stereotypes and ignorance. Instead, we need to be educated on the facts of terrorism and the history of the Middle East. With this we should support the destruction of ISIL and al Qaeda by keeping in mind exactly who we are trying to stop, as well as why.\nThe name ISIL has been discussed several times by many countries and there have been proposed variations for a new name to reduce the power that can be gained by calling them a \"state.\"\nRecently, the French government has come up with a brilliant name that sums up and weakens them in one word: Daesh.\nForeign Prime Minister Laurent Fabius said, \"I do not recommend using the term Islamic state because it blurs the lines between Islam, Muslims and Islamists. The Arabs call it 'Daesh' and I will be calling them the 'Daesh cutthroats'.\"\nThis word is the equivalent of a cuss word in Arabic and is similar to another word, which means to trample down or crush.\nDaesh is the perfect name to use.\n\nLoad-Date: September 27, 2018"
}