{
    "title": "Obama's pledged trip to Pakistan less certain",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 5,
    "day": 7,
    "full text": "WASHINGTON ? President Barack Obama's promised trip to Pakistan this year, once seen as a reward for a key ally in the fight against terrorism, is now a looming headache for the White House as it tries to determine whether the government in Islamabad was complicit in allowing Osama bin Laden to live for years within the country's borders. Obama told Pakistani officials in the fall that he planned to travel there in 2011, in part to soothe concerns that the president was favoring Pakistan's neighbor and archrival, India, by visiting there first. White House spokesmen questioned this week by The Associated Press refused to say whether Obama still planned to go. \nIn the hours after bin Laden's killing by a U.S. special forces team in Pakistan, John Brennan, Obama's top counterterrorism adviser, left the topic open. \"I'm not going to address the president's schedule,\" he said. \"I think there's a commitment that the president has made that he is intending to visit Pakistan. A lot depends on availability, scheduling.\" The decision is of enormous strategic and symbolic importance to both countries. A presidential trip would signal a continued U.S. commitment to its complicated, yet necessary, relationship with Pakistan, a country that is not only integral in dealing with terrorism, but will also play a key role in the U.S. troop drawdown in neighboring Afghanistan. Canceling the visit could be seen as a sign of U.S. mistrust of Pakistan's handling of extremists within its borders ? as underscored by the news that bin Laden lived in what Brennan himself called within \"plain sight\" in a neighborhood home to many in the Pakistani military. Karl Inderfurth, a former assistant secretary of state who traveled to Pakistan with then President Bill Clinton, said the White House should hold off making any decisions about Obama's travel until the tensions that have heightened since bin Laden's death have eased. \"I don't think that responsible officials on either side want to inject into that situation all that is required for a presidential visit, including safety and security, said Inderfurth, now a senior adviser at the Center for Strategic and International Studies. \"The Pakistanis know they are sitting atop a very volatile situation.\" Obama aides had never publicly set a date for the president's visit to Pakistan, and it's unlikely they will even if he does go there. Because of security concerns, Obama would probably travel unannounced and under heavy security, as Vice President Joe Biden did earlier this year. Obama has traveled to Iraq and Afghanistan under similar circumstances. The U.S. has spent years and billions of dollars trying to coax Pakistan to be a more willing partner in the fight against terrorism, offering aid to its military and trying to bolster weak political leaders. But there have always been questions about how committed Pakistan is to that effort ? questions that only increased after bin Laden's death. Some in Congress say the fact that bin Laden may have been hiding in a comfortable compound near Islamabad for up to six years is proof that Pakistan is an unreliable partner and are calling for ending or reducing the $1.3 billion in aid the U.S. sends each year to Pakistan. For its part, Pakistan's army has acknowledged the shortcomings in its efforts to find bin Laden but also threatened to review cooperation with Washington if the U.S. forces continue to penetrate Pakistani airspace without permission. Obama has canceled a foreign trip before, but under far different circumstances. In 2010, he twice postponed a planned visit to Indonesia and Australia to deal with pressing domestic issues. He eventually made it to Indonesia, while Australia is still waiting for its visit. \n\nLoad-Date: May 8, 2011"
}