{
    "title": "Obama ties debate over terrorism and guns together",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 6,
    "day": 14,
    "full text": "WASHINGTON — President Barack Obama sought Monday to tie together the public debate over two political hot buttons — terrorism and gun control — in the wake of Sunday's massacre in Orlando, suggesting that the nation must confront both to stop mass violence by self-radicalized extremists.\nA day after the worst mass shooting in the nation's history, Obama tried to calm public fears by emphasizing that there was no evidence of a direct connection between the killer, Omar Mateen, and a larger terrorist plot. But the president acknowledged that so-called lone-wolf attacks are difficult to stop because of the combination of the prevalence of extremist propaganda online and access to powerful firearms.\n\"We make it very easy for individuals who are troubled or disturbed or want to engage in violent acts to get very powerful weapons very quickly,\" Obama told reporters in the Oval Office after meeting with his national security advisers at the White House. \"And that's a problem. It's a problem regardless of their motivations.\"\nObama's morning meeting — with Vice President Joe Biden, FBI Director James B. Comey, Homeland Security Director Jeh Johnson and others — came as the killing of 49 people at a gay nightclub early Sunday scrambled the president's schedule and once again thrust national security to the front of his agenda.\nThe president had been scheduled to make his first campaign appearance with presumptive Democratic presidential nominee Hillary Clinton in Wisconsin on Wednesday, but the event was canceled Sunday.\nThe shooting already has become a political flashpoint in the 2016 campaign, with presumptive Republican nominee Donald Trump excoriating Obama's handling of terrorism and suggesting he has been weak in confronting Islamic extremism. Trump has renewed his calls for a temporary ban on Muslims entering the United States from abroad.\nThe president has tried to counter such rhetoric after past mass shootings, such as the attacks in Paris, San Bernardino and Brussels. Obama also has continued to press publicly for stricter regulations on high-powered weapons — though he has not renewed his unsuccessful 2013 push for new gun-control laws, which has been fiercely opposed by most Republicans and some moderate Democrats.\n\"My concern is that we start getting into a debate, as has happened in the past, which is an either/or debate,\" Obama said Monday. \"And the suggestion is either we think about something as terrorism and we ignore the problems with easy access to firearms, or it's all about firearms and we ignore the role, the very real role, that organizations like ISIL have in generating extremist views inside this country.\"\nThe president added that \"it's not an either/or. It's a both/and. We have to go after these terrorist organizations and hit them hard. We have to counter extremism. But we also have to make sure that it is not easy for somebody who decides they want to harm people in this country to be able to obtain weapons to get at them.\"\nObama said the Orlando shooting was being treated as a \"terrorist investigation,\" and he acknowledged that the gunman, who reportedly pledged allegiance to the Islamic State in a 911 call during the massacre, was \"inspired by various extremist information that was disseminated over the internet.\"\n\"All those materials are currently being searched, exploited so we will have a better sense of the pathway the killer took in making the decision to launch this attack,\" Obama said.\nBut in his remarks, the president emphasized that while the shooting appeared to be a case of \"homegrown extremism,\" there was little recourse for federal authorities to prevent the gunman from obtaining the weapons he used in the attack — an assault rifle and a handgun — both of which he purchased legally.\n\"One of those weapons he was able to just carry out of the store,\" Obama said, referring to the rifle, even though the FBI had investigated the gunman's potential ties to extremist groups in 2014. (The agency found no evidence of direct contact and closed the investigation that year.)\n\"It does indicate the degree to which it was not difficult for him to obtain these kinds of weapons,\" Obama said.\n\nLoad-Date: June 15, 2016"
}