{
    "title": "Obama, Cheney debate good for GOP",
    "publisher": "chicago daily herald",
    "year": 2009,
    "month": 5,
    "day": 24,
    "full text": "CHAPEL HILL, N.C. — In political debate, the side that keeps its arguments simple and repeats them again and again is likely to gain the advantage. It is an easier sale, especially when the topic is as scary as terrorism.\nThat's how Republicans got the edge in the dispute over President Barack Obama's planned closing of the Guantanamo Bay prison. And it put former Vice President Dick Cheney on a separate but almost equal platform with the president of the United States, which is a plus any time the party out of power can manage it.\nTheir back-to-back speeches on Thursday gave Cheney \"a lot of credibility\" and put Obama on the defensive, said Republican pollster David Winston.\n\"From a political standpoint, I think Cheney wins on points,\" said GOP strategist Rich Galen. Long-term, the former vice president's premier role may have a downside for the Republicans, given his 25 percent approval rating and his status as the most unpopular top figure in an unpopular administration. But Galen said that at this point, \"It's either Cheney or who else. There's no who else, so you take Cheney.\"\nIn the Guantanamo argument, Obama's critics didn't worry about legalities, court decisions or complexities. They invented an argument about letting terrorists move next door to Americans.\nAlthough no one had ever suggested such a thing, it worked, and the Democratic Senate voted overwhelmingly to deny Obama an $80 million appropriation to close the prison camp by eight months from now, as he had promised. Now Democratic leaders are saying that if Obama will come up with a plan on what to do with the prisoners — there are about 240 of them — they might agree.\nHe said he's working on it, but it isn't easy. If it were, the place might already have been shut, since former President George W. Bush said that he wanted to close it but 2008 wasn't the right time.\n\"We're cleaning up something that is, quite simply, a mess,\" Obama said. He said the prison Bush ordered opened in 2002 has left prisoners in legal limbo, flooded the government with legal challenges and distracted officials who should be spending their time dealing with potential threats.\n\"There are no neat and easy answers here,\" he said. \"I wish there were.\" He said the issues are too complicated for absolutes or rigid ideology. So instead of scrapping everything the Bush administration did, he is adapting some of it, notably the use of military commissions to try terrorist suspects, to bring them \"in line with the rule of law.\"\nTo which Cheney, in his own terrorism speech minutes after Obama's, said there's no place \"for some kind of middle ground\" on the issue. \"Half measures keep you half exposed,\" he said. \"You cannot keep just some nuclear-armed terrorists out of the United States; you must keep every nuclear-armed terrorist out.\"\nThere's no disputing that. But conjuring nuclear terrorists serves his argument that it is all or nothing, with no room for \"sensible compromise\" or \"splitting differences,\" in Cheney's words.\nEven debating the issues is wrong in Cheney's view. \"The terrorists see just what they were hoping for — our unity gone, our resolve shaken, our leaders distracted,\" he said.\nAnd not only over Guantanamo, but also over the interrogation tactics Cheney calls enhanced and Obama calls torture.\n\"Torture was never permitted,\" Cheney repeated. But waterboarding and other methods certainly sound torturous. Cheney dismissed that issue as \"contrived indignation and phony moralizing.\"\nCheney argues that closing Guantanamo will make America less safe.\n\"Rather than keeping us safer, the prison at Guantanamo has weakened American national security,\" Obama said. \"It is a rallying cry for our enemies. It sets back the willingness of our allies to work with us in fighting an enemy that operates in scores of countries.\"\n\nGraphic\n\n \nAssociated Press President Barack Obama, left, delivers an address on national security, terrorism, and the closing of Guantanamo Bay prison, Thursday at the National Archives in Washington. Former Vice President Dick Cheney speaks at the American Enterprise Institute in Washington, Thursday. The speeches conveying two different views of America’s fight against terrorism unfolded in separate halls, minutes apart.\n\nLoad-Date: May 26, 2009"
}