{
    "title": "OBJECTIONS",
    "publisher": "usa today",
    "year": 2015,
    "month": 11,
    "day": 30,
    "full text": "U.S. Constitution\nDeputy Editorial Page Editor David Mastio's piece, \"Oops! Carson's not actually wrong about Jefferson,\" is one of the most intellectually dishonest pieces of non-journalism I've ever encountered. Mastio writes, \"(Thomas) Jefferson, (James) Madison, (George) Washington and others were discussing (via correspondence) how the U.S. Constitution should be written.\" That is misleading (USATODAY.com, Tuesday).\nJefferson was in Paris during the Constitutional Convention. It took a ship several weeks to cross the Atlantic Ocean with letters. Moreover, one of the first rules adopted by the delegates to the Constitutional Convention was a rule of secrecy. Delegates agreed not to divulge anything to anyone about the proceedings.\nHere are excerpts from \"Jefferson and the Rights of Man,\" the second volume of Dumas Malone's six-volume biography of Jefferson. Jefferson is in Paris, and Madison is in Philadelphia at the Constitutional Convention:\n\"Being at such a distance from the scene, (Jefferson) advanced his own ideas tentatively and, at this stage, vainly. ... Letters were slow, while events moved rapidly, and during the summer, the Convention was shrouded with secrecy. ... Madison would not have had time to tell him much about the proceedings, even if he had been free to do so.\"\nRichard Dalglish\nYardley, Pa.\nkeep fears in context\nUSA TODAY publishes a  stream of articles on terrorism and mass shootings. You should also publish, regularly, information to  keep terrorism in context.\nProduce a graph of deaths to date each year in the USA. We would see  there are nearly 50,000 deaths per month from cancer, and more than 2,000 per month in traffic crashes, compared with a few deaths per month from mass shootings or terrorism.\nBefore we surrender our freedoms, we need a reminder of how small the things we fear really are.\nPaul Drake\nYpsilanti, Mich. \n\nLoad-Date: November 30, 2015"
}