{
    "title": "Obscure terror insurance fee faces renewal fight in Congress",
    "publisher": "star tribune ",
    "year": 2014,
    "month": 5,
    "day": 5,
    "full text": "Over the past 10 years, Minnesota employers have paid out more than $130 million for insurance to protect themselves against terrorists.\nThe little-known surcharge has been tacked onto the workers' compensation insurance that employers must carry, whether the business is a multinational employer or a convenience store in a remote corner of the state. Many business owners don't even realize they're paying extra to cover death or injuries from workplace acts of terrorism, such as a truck bomb or sarin gas attack.\nNow, as the post-9/11 law comes up for renewal in Congress, some business people are wondering why they're shelling out for terrorism at all.\n\"I just think it's bogus,\" said Naomi Williamson, owner of Sanctuary Restaurant in Minneapolis. \"It's like a bank fee, a hidden fee that's giving me something that's not of value to me.\n\"When's the last time we had a terrorism event in Minnesota?\"\nThe workers' comp charge itself isn't big. In Minnesota, it's typically 2\ncents per $100 of payroll, or $44 a year in the case of Williamson's restaurant. But taken together, the payments form a noteworthy revenue stream for insurers, who are fighting to keep the federal backstop from expiring at the end of December.\nIn 2011, Minnesota's private employers, excluding those who are self-insured for workers comp, paid about $17 million for the protection, according to payroll numbers from the Minnesota Workers' Compensation Insurers Association.\n\"It's free money to the insurance company,\" said Sheryl Frieman, president of Golden Valley-based Array Financial Services Inc.\nThe government enacted the workers' comp charge in 2002 when President George W. Bush signed the Terrorism Risk Insurance Act (TRIA) into law to stabilize insurance markets after 9/11. The terrorist strikes were the nation's costliest disaster for insurers aside from Hurricane Katrina, with insurers eventually paying out $30 billion in claims.\nTRIA was meant as a temporary backstop to protect insurers from catastrophic terrorism losses. Insurers pay the first aggregate $100 million in insured losses from a certified act of terrorism; the U.S. government picks up most of the rest.\nTRIA has never been used. The Boston Marathon bombing didn't trigger TRIA because it was not a workplace attack and the property damage didn't meet a $5 million threshold.\nTRIA requires insurance companies to offer terrorism insurance. In addition to the workers' comp charge, companies can typically buy terrorism coverage as part of their property and casualty insurance.\nOften purchased separately\nThe property coverage isn't mandatory, but about 65 percent of U.S. companies buy it, according to insurance brokerage Marsh & McLennan Cos. Lenders often require the coverage on commercial real estate, but one local agent said she doesn't know of any small business in Minnesota that buys it.\nThe Rand Corp. estimates that terrorism coverage is now about 4 percent of property insurance premiums, meaning business policyholders pay an estimated $4.6 billion for terrorism coverage each year.\nWith workers' comp, which employers must carry unless they self-insure for workplace injuries, insurers automatically tack on the terrorism surcharge. States were left to devise their own formulas for the fee. Relying on data from EQECAT Inc., an Oakland, Calif.-based catastrophe risk modeler, Minnesota settled on 2 cents as a guide, then dropped it to 1 cent in 2008, according to Craig Anderson, head of actuarial services at the Minnesota Workers' Compensation Insurers Association. The 2-cent mark is still widely used.\nExtended twice since 2002, TRIA is set to expire at the end of December. Bills are circulating in Congress to extend it.\nThe insurance industry is pushing hard for renewal, arguing that it needs the backstop because it cannot adequately model for terrorism attacks the way it can for natural catastrophes such as hurricanes.\n\"The threat of terrorist acts remains a largely unwritable risk for insurers,\" the American Insurance Association says on its website.\nMajor business trade groups fear that without TRIA, insurers will ditch coverage again or ratchet up prices, disrupting their operations. The Coalition to Insure Against Terrorism, backed by a range of business trade groups, said lenders won't make loans without terrorism coverage on the collateral, halting construction and costing thousands of jobs.\nMaintaining TRIA doesn't cost the federal government anything, they note.\n\"It's a risk, and with any risk there's a financial value associated with that level of risk,\" said Scott Brener, general counsel for Bloomington-based SFM, one of the state's largest workers' comp carriers. \"If TRIA falls apart then that risk, let me tell you, would be a lot more expensive to finance.\"\nThe arguments have found support at the White House. This month, President Obama's Working Group on Financial Markets concluded some sort of federal backstop is necessary to make sure terrorism insurance is available and affordable.\nMinnesota Sens. Amy Klobuchar and Al Franken both support extending TRIA.\nCritics want TRIA to go.\nTRIA was supposed to be a temporary fix to calm shocked insurance markets, said Robert Rhee, a law professor at the University of Maryland. The industry has had sufficient time to recover losses from that disaster, Rhee argues, and is well capitalized.\nA 'relic' of fearful times\nRhee considers TRIA a \"relic\" of a time of fear and uncertainty.\nFor many business owners, it's just off the radar. Terrorism? It just never comes up, said Ben Gerber, who works on workers' compensation at the Minnesota Chamber of Commerce.\nNot all Minnesota employers pay the workers' comp surcharge. That's because about a quarter of the state's employers, including many large ones such as Target Corp. and the University of Minnesota, have opted to insure themselves, paying their own workers' comp claims.\nBut they still get the assurance of the government backstop. That's because anyone writing workers' compensation insurance in Minnesota, including employers who insure themselves, is required to be a part of the state-created Workers' Compensation Reinsurance Association. And the association is unique in the country in being covered by TRIA.\nBack in 2002, St. Paul lawyer Carl \"Buzz\" Cummins, former CEO of the workers' comp reinsurance association, convinced the state's congressional delegation that Minnesota's unique reinsurance arrangement required backstopping.\n\"I said because of the huge risk we absorb, in case there's a terrorist attack on the State Capitol or the IDS Center or Mall of America, all of the workers' comp claims would funnel into the Workers' Compensation Reinsurance Association. We ought to be included in TRIA,\" Cummins said.\nThe upshot: If terrorists bomb the Toro Co., for instance, TRIA will pay 100 percent of the company's workers' comp claims above deductibles that generally range from about $470,000 to $1.8 million, Cummins said.\nIn his view, the country still needs TRIA. The U.S. has simply been fortunate not to have had another 9/11: \"It doesn't mean there aren't still people out there who would like to duplicate that, and even make it worse.\"\nJennifer Bjorhus · 612-673-4683\n\nLoad-Date: May 5, 2014"
}