{
    "title": "OBSERVER; The Bad New Days",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 10,
    "full text": "A lot of the fretting and fuming about terrorism is based on the naive belief that it will go away if only a few disagreeable men are disposed of.\nThe Ayatollah Khomeini, Libya's Colonel Qaddafi and Fidel Castro, for example, were listed by President Reagan the other day as men whose absence would make the world a nicer place. For good measure he threw in the Nicaraguan Sandinistas, one of his favorite gangs of villains, and the North Koreans, who previously hadn't enjoyed much denunciation from the White House.\nPossibly for political reasons, the President didn't mention Northern Ireland's Provisional I.R.A. bombers, India's Sikhs or Central America's right-wing death squads. Maybe his writers realized that casting the net so wide would make hash of the argument that terrorism is the work of a handful of murderous malcontents.\nOp-Ed column by Russell Baker disputes Pres Reagan's contention, in recent speech, that world terrorism is work of a few disagreeable men; holds terrorism is natural product of modern life's blessings--television coverage of such events, popularity of air transportation and easy availability of guns and explosives (M)\nThe net could have been cast even wider by including Italy's Red Brigades, West Germany's Baader-Meinhof gang, Spain's Basque nationalists. What of South Africa's border raiders, the Philippine insurrectionists and our own madcap bombers and publicity-crazed assassins who have succeeded in sealing off so much of Washington's once-public life from the public?\nFar from being the work of a few beastly men, terrorism is a natural product of modern life. Like air pollution, family breakdown, excessively casual sexual promiscuity, traffic paralysis and the exaltation of greed, terrorism is one of the many embarrassing byproducts of our blessings.\nEveryone says, for instance, that terrorism flourishes by exploiting the media, by which is meant television. Of course it does. Terrorism gives us melodramas that are irresistible to television audiences marinated daily in hokum in which screeching engines, gunfire and casual violent death pass for entertainment.\nWith television's ability to bring real-life melodrama of this sort immediately into parlors around the world, the modern terrorist receives a boon from the miracle of electronics and satellite technology such as his primitive predecessor never dreamed of in the early days of radio static, cable press dispatches and slow mail from overseas. It is not surprising that malcontents all over the world who believe they have just causes should spend their lives scheming to get a piece of the camera action.\nThe inevitable relationship between TV and terrorists now seems to embarrass some of the television news people. During the T.W.A. hijacking there was a good bit of stewing among them about whether they were being abused by the terrorists or whether they were rightly doing journalism's unpleasant duty.\nThe silliness of this becomes apparent when you ask the obvious question: Given a competitive news industry in a nation devoted to the principle of maximizing profits, should the kidnapping of a host of Americans by murderous thugs be treated by television as though it were not of much interest?\nThis would doubtless be the Soviet solution. Such events might get no TV attention whatever in the Soviet Union. Knowing this, terrorists do not devote their talents to abusing the Russians. But do Americans want the news reported by Soviet rules?\nSome doubtless do. If you, however, were one of the kidnapped hostages would you really like to have the news of your predicament held privately by a handful of Washington insiders?\nThe airplane is another modern miracle without which terrorism could not be so commonplace. Its dramatic speed permitting terrorists to travel entertainingly immense distances adds adventurous spice to the televised melodrama.\nSo does its peculiar vulnerability to explosives, bullet punctures, cockpit catastrophes. So does the ease with which this symbol of wide-ranging freedom can be instantly converted into a tubular metal prison.\nThen, of course, there is the easy availability of guns, which is so characteristic of the modern age and, in the view of many Americans, absolutely vital to the preservation of democratic freedoms. The almost universal individual armament that one sees in much of the non-Communist world might not seem quite the blessing that television and the airplane are, yet it has been often true that people without guns are people vulnerable to the oppression of tyrants.\nArms for the striving masses, airplanes, television - these are blessings of the modern age, and few of us would give them up if we could. Still, we may as well realize that our nightmares are the result of our blessings."
}