{
    "title": "Occupation breeds terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 10,
    "day": 5,
    "full text": "Suicide bombers turned a Bali restaurant into a war zone Oct. 1 with explosions that killed 19 people and wounded many others. All that remained of the bombers were their feet and heads. The latter was posted by authorities in hopes someone would come forward with information about their identities.\nIt is easy to quickly condemn suicide bombers' horrific acts without delving into their background and questioning their motivation. While killing is rarely justifiable, it is possible to understand what can lead people to this form of retaliation.\nEvil governments can make people feel powerless. Strong military forces occupying much weaker nations, for example, leave citizens with few outlets to fight back and regain their power.\nI am reminded of a conversation I had two years ago with a Palestinian friend of mine. We were discussing Israel's occupation and the reason behind Palestinian suicide bombers. He explained the inequality of power clearly.\nHe said when Israeli Defense Forces drive tanks onto Palestinian land and threaten people with expensive and advanced artillery they themselves do not have, Palestinians find difficulty defending themselves. Some brave children may throw stones at the tanks, but they fail to even dent the thick armor. This feeling of powerlessness mixed with anger and a need for revenge leads to suicide bombing -- an act which is effective in raising awareness to Palestinians' cause and a method some believe is their only option of defense.\nThe U.S. occupying forces have created the same situation in Iraq. The United States breeds the strongest military in the world. Iraqi civilians can be no match to their might. Also consider that for three years Iraqis have been denied basic necessities, such as reliable water and energy sources. For three years they have watched many of their family and friends be killed, seen their houses destroyed and witnessed their dictatorship be replaced by an American hand-picked faux democracy that is slowly puttering into existence. The U.S. government has been disgracefully inadequate in rebuilding the nation it helped destroy. This has left civilians with many reasons to be upset, but few resources to use in retaliation.\nWe are too quick to use the \"T\" word: terrorism. News casters spoke about the \"terror of Hurricane Katrina\" in the same manner they spoke about the London terrorist attack only months earlier. Americans are constantly being told to be afraid of some form of horrible terror, only the name and face changes with the current whim. As millions of people nervously chew on roll after roll of duct tape, they feed the distracting atmosphere of the \"war on terror\" and give violence the power to continue.\nIf people stopped obsessing about demonizing suicide bombers, they could see more clearly the governmental acts that perpetuate these actions. The behavior of suicide bombers and occupying forces are identical. Both attempt to prove their points through the killing of innocent people. Militant organizations and military organizations are both terrorist cells. Armies are just better funded.\nOccupation harbors the desperate measures of suicide bombers. If they are to ever end their attacks, occupying forces must grant true freedom to the oppressed and let them govern themselves. Military forces must end their occupations and bring peace.\n(C) 2005 Daily Kent Stater via U-WIRE\n\nLoad-Date: October 5, 2005"
}