{
    "title": "Oct. 27_ News Briefs & Crime Blotter",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 27,
    "full text": "NEWS BRIEFS \nLOCAL\nBlack Greek sororities \"Stroll to the Polls\"\nOn Oct. 7, pictures of several Black Atlanta sororities participating in a stroll to the polls went viral. Strolling is when a sorority forms a forward-moving line using the same dance move or motion. These historically Black sororities included Divine Nine, Delta Sigma Theta and Alpha Kappa Alpha. The organizer of the event, Maisha Land, is a member of AKA. Land comes from the same sorority as vice president elect Kamala Harris. \nNATIONAL\nThe second and last presidential debate \nThe second and final presidential debate was held on Oct. 22. The initial date was to be on Oct. 15, but President Trump's COVID-19 diagnosis and opposition to a virtual debate presented complications. Compared to the first presidential debate, this face-to-face debate ran with less interruption. Social-distancing was in order and the production crew was able to mute microphones.\nINTERNATIONAL \nFrench teacher beheaded in Islamist attack\nOn Oct. 16, 18-year-old Abdullakh Anzorov beheaded 47-year-old French schoolteacher Samuel Paty with a 12-inch knife. While teaching, Paty showed his students Charlie Hebdo cartoons of the Prophet Muhammad. He was later killed as an act of Islamist terrorism. Police shot and killed Anzorov shortly after his attack. Police also detained seven others, including two students.\nNEWS BLOTTER\nOct. 16\nBack with the dangerous duo!\nAt 2:26 p.m., police officers arrested two non-Georgia State offenders for a drug law violation and an outstanding warrant.\nOct. 17\n\"Psst...can I sleep here?\"\nA non-Georgia State offender criminally trespassed University Commons at 4:06 a.m. The case was exceptionally cleared. \nOct. 19\nMonday's misdemeanor \nAt 1:58 p.m., a Georgia State student was a victim of larceny. The case is still active.\nOct. 20\nI guess that's why they call it a strip!\nAt 3:42 p.m., police arrested a non-Georgia State offender for public indecency, sexual battery and obstruction.\nOct. 20\nGettin' cuffed for conduct\nPolice arrested a non-Georgia State offender for disorderly conduct at 10:20 p.m.\nOct. 21\nMates and a motor in the M Deck \nTwo non-Georgia State offenders criminally trespassed the M Parking Deck at 4:14 p.m. The case was exceptionally cleared.\n\nLoad-Date: October 27, 2020"
}