{
    "title": "Odessa American , Texas , Nathaniel Miller column",
    "publisher": "odessa american ",
    "year": 2013,
    "month": 4,
    "day": 16,
    "full text": "April 16--Like most of nation, we at the Odessa American stood around the TV and watched the horror that was the bombing at the Boston Marathon unfold right in front of our eyes.\nAfter two explosions about 50 yards apart ripped through the city's streets, we saw the sidewalks lined with blood, people with grisly injuries and the smoke from the explosions billow into the air over a hundred times as the news stations continuously replayed the videos of the event.\nWhat should have been an accomplishment for some turned into a battle for survival. Three people, including an 8-year-old boy, died, and 176 others were injured.\nIt's a tough time to live in this world, especially, we feel, as Americans.\nThere isn't a single activity that feels safe anymore. Going to a movie theater? You get shot. Kids going to school? They get shot. Going to run a marathon? Now we have to worry about explosives.\nEvery day, some new horror makes itself known, leaving many with a sinking feeling that our country -- and the world -- is heading in a downward spiral.\nDespite the horror and fear of not knowing what's around the corner, all these events don't signify the end of the world.\nWhen you watch the video of the first bomb going off, you see people, civilians and first responders, rushing toward the carnage, not away from it. People who were strangers only minutes before became closer than family as they helped each other navigate the scene.\nWe've even heard about runners who crossed the finish line, after running for hours, continue running straight to the hospital to donate blood. Residents along the marathon's path opened their homes to shelter whoever was left stranded in the roads.\nThe work of one, or several people, whose dark nature caused pain for hundreds, will eventually be a blip on the radar. What people will remember about that day is how when the chips were down, good eventually prevailed.\nSince that day in September 2001 when two planes crashed into the towers in New York and close to 3,000 people died, Americans have been nervously waiting for the next terrorist attack on our home soil.\nWhen it finally happened Monday in Boston (terrorism being described as the systematic use of violence to create a climate of fear), people showed that in the 11 years since 9/11, people aren't scared anymore.\nThe American Revolution, The Great Depression, Pearl Harbor -- all these historical events prove that Americans has been about resolve. Push our people back against a wall, and they'll push back even harder.\nNow, as the country picks up the pieces and asks \"What's next?,\" Good Samaritans are still offering aid however they can. The thing about terrorism is, when you let it disrupt your daily routines, the terrorist wins. It's a lesson we learned on 9/11 and haven't forgotten.\nOne of my favorite late night shows is \"The Late Late Show with Craig Ferguson.\" In each opening monologue, he opens the show with a segment on why \"It's a great day for America.\" In Monday's episode, he did not use the line.\n\"Is anyone else sick of this (crap)?\" Ferguson exclaims. \"I seem to have to say that too often, I have to not say 'It's a great day for America' because of some random act of madness or terrorism.\"\nI have to disagree with him. While you can't say Monday was a particularly good day for America, you can say that our nation as a whole isn't going to be intimidated by acts of violence -- domestic or foreign.\nAnd that is why it's still a great day for America.\n--Contact Nathaniel Miller on twitter at @OAgovernment, on Facebook at OA Nathaniel Miller or call 432-333-7769\n___ (c)2013 the Odessa American (Odessa, Texas) Visit the Odessa American (Odessa, Texas) at www.oaoa.com Distributed by MCT Information Services\n\nLoad-Date: April 17, 2013"
}