{
    "title": "Of Brexit, terrorism and security",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 2,
    "day": 23,
    "full text": "Anxiety and uncertainty is understandable about Brexit, the shorthand term for Britain's withdrawal from the European Union.\nPrime Minister Theresa May's government has been slow and unclear in approaching now-imminent negotiations.\nOfficials and serious media also understandably focus on details related to trade, investment and immigration, but there also are defense dimensions.\nIn May 2016, a month before the Brexit referendum, The Economist weekly published an analysis of security implications.\nMay, at the time home secretary, stressed the European Arrest Warrant. She and former heads of MI5 and MI6, Britain's intelligence agencies, also emphasized data sharing. They were reacting to Sir Richard Dearlove, another retired MI6 head, who stated, \" & the truth about Brexit from a national security perspective is that the cost to Britain would be low.\"\nEven if Sir Richard is right, EU departure provides incentive to review and possibly expand collaboration in the realms of intelligence and security. Both Britain and Ireland are members of the EU, but Britain is also a NATO stalwart, while Ireland is strongly neutral.\nNATO provides a durable structure for defense cooperation, including in the field of intelligence. Additionally, there is the more informal but important \"Five Eyes\" intelligence network, which includes Australia, Canada and New Zealand along with the United Kingdom and the United States.\nBrexiters are suspicious of relatively open borders and of interference in national defense by European Union administrators and officials. They also fear loss of national sovereignty to the European Court of Justice.\nTwo inter-related arenas promising for expansion of Anglo-American cooperation are in gathering information and fighting low-intensity conflicts, including but not limited to international terrorism.\nMilitary intelligence was at the core from the start of Anglo-American collaboration in World War II.\nWilliam J. Donovan, President Franklin D. Roosevelt's handpicked liaison with Britain and a gifted intelligence operative, shaped the Office of Strategic Services, which evolved into the Central Intelligence Agency after the war. A portrait of Bill Donovan is prominently displayed at the CIA headquarters in Virginia.\nBritain's varied experience in this general field includes successfully defeating the communist insurgency in Malaya in the years leading up to the Vietnam War. British special operations forces also successfully repulsed an attack by Indonesia on the new state of Malaysia in 1965. This was the same year the Lyndon Johnson administration drastically escalated direct military involvement in Vietnam.\nOver the past two decades, Britain confirmed remarkable success in maintaining the Northern Ireland peace agreement. Defeating violent separatists of the Provisional Irish Republican Army in Northern Ireland provides a wealth of insight regarding combating a determined revolutionary group that employs terrorist tactics.\nThe Five Eyes has a durable importance that reaches well beyond the NATO alliance region. Among the members, the United States looms by far the largest in terms of sheer scale of resources and personnel, though not in experience and skill, especially regarding human intelligence.\nFuture NATO efforts in intelligence realms and others will benefit from the Anglo-American partnership, and Britain's experience as diplomatic broker between Europe and North America. The U.S. National Security Council, not the Pentagon, is the best base for such cooperation.\nIn specific terms, the Five Eyes group should be a higher priority in involvement of senior foreign policy officials of all governments, and tempo of collaborative activity.\nMilitarily, the U.S. often reacts to reversals by increasing firepower, while the British are more likely to rethink policy.\nWe need them more than ever.\nCyr is Clausen Distinguished Professor at Carthage College.\n\nLoad-Date: February 23, 2018"
}