{
    "title": "Of Terrorism, U.S. Arms and the Saudis",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 19,
    "full text": "To the Editor:\nIt is not necessary to be ''holier than Jerusalem'' to reject the premise of your May 7 editorial ''Missiles and Messages for the Saudis.''\nIn fact, it is the message from the Saudis which persuaded majorities in both the Senate and the House of Representatives of the United States to reject the Reagan Administration's proposed sale of arms to them.\nFlouting all evidence, Saudi Arabian Minister Ahmed Zaki Yamani blandly stated on national television: ''The P.L.O. is not a terrorist organization,'' (ABC ''Nightline,'' May 3). In response to a question regarding Colonel Qaddafi's role in terrorism, Minister Yamani said, ''I have to be convinced that Qaddafi is really behind these activities.''\nWe heartily applauded President Reagan when he stated that the United States and our friends had agreed ''to isolate those states that provide support for terrorism.'' The President and Secretary of State Shultz's stand against terrorism has been exemplary.\nIt is therefore ironic that, while the President so responsibly urges allies of the United States to take a firm position against state-supported terrorism, the Adminis-tration asks the American people to send arms to Saudi Arabia, which provides $1 million a day to finance the P.L.O. Yet the same Administration has condemned the P.L.O. for being a terrorist organ-ization.\nWe cannot accept the view in your editorial that equates Saudi Arabia's partnership with the P.L.O. with ''protection dues to some radicals.'' We Americans who expressed such sadness at the fate of Leon Kling-hoffer and of American civilians and diplomats around the world who have become the victims of P.L.O. terrorism cannot rationalize this sale to Saudi Arabia, the financier of the P.L.O.\nThe sale is not ''diplomatically desirable'' for America, nor are we obligated to accept the Saudis on ''their own terms,'' especially in view of the statements by Saudi Minister Yamani.\nThey alone should convince the President that the interests of humanity and our nation will best be served if he reverses his posi-tion. By so doing, he would join the American people, as represented by the Congress of the United States. This would be a clear signal of our unified determination to fight terrorism, based on our President's firm convictions, which he has urged our friends around the world to follow. ALLECK A. RESNICK President Zionist Organization of America New York, May 8, 1986"
}