{
    "title": "OFF THE SHELF Terrorism's Cost in a Global Economy",
    "publisher": "the new york times",
    "year": 2003,
    "month": 11,
    "day": 9,
    "full text": "SINCE Sept. 11, 2001, the war on terrorism has been broadly portrayed as a phenomenon whose battlefronts range from Bali to Baghdad and whose successes and failures are measured in the bloodshed of suicide bombings or airplane attacks.\n      But what if the war, from another perspective, has proceeded in less obvious ways, undermining the global economy to a previously unimagined, and perilous, extent? \nThat is the central question posed by \"Modern Jihad\" (Pluto Press), a study from Loretta Napoleoni, an economist and Italian journalist based in London. The book's central premise is that if you follow the money, as good investigators always should, you come to the conclusion that economic activity related to terrorism accounts for a staggering $1.5 trillion, or 5 percent of annual global output.\nThat may seem an ambitious and possibly unprovable claim. Indeed, among investigative journalists, the whole question of researching the opaque world of terrorist financing is acknowledged to be fraught with difficulty. Money lines are constantly closing or morphing, leaving the world's intelligence agencies themselves struggling to detect trails that too often disappear in the thickets of financial globalization and obfuscation. And it is the very nature of terror groups to leave no traces as they move on to ever-changing forms of financing.\n Ms. Napoleoni says the debate turns partly on the way terrorism is defined, and by whom. For every suicide bombing in Israel, for instance, there are competing responses, one condemning terror, the other lauding martyrs. Groups like Hamas in the Gaza Strip are as accomplished at paying for orphanages and hospitals as they are at orchestrating suicide bombings, so the lines tend to blur. Around the world, investigators sometimes have no way of knowing whether money contributed for charitable purposes has been diverted for the purposes of terror.\n \"The truth is that terrorism is a political phenomenon and, as long as it remains in the domain of politics, no worldwide consensus will be reached as to its definition,\" Ms. Napoleoni writes to explain her choice to focus on what she calls \"the economics of terror.\"\n She sets out to prove that groups labeled terrorist organizations or liberation movements have shown the same skills as any Wall Street investor in channeling assets into legal structures and businesses in pursuit of their broader goals. And at the same time, armed groups financing their activities through drug-running, illicit diamond sales, car theft, credit card fraud or arms dealing use the Western financial system to launder their income.\n\"Money laundering, legal businesses run by armed organizations, charitable aid -- these are just some of the links between the two systems,\" Ms. Napoleoni writes. \"Their degree of interdependency is astonishingly high. The West is the primary consumer of narcotics and the major seller of arms -- the largest revenue and expenditure items, respectively, in the balance of payments of armed organizations.\n \"Western financial institutions recycle the bulk of money generated by the world's illegal economy, about $1.5 trillion a year,\" she writes. \"When I asked a well-known English economist what would happen if this liquidity was suddenly taken out of the system, he admitted that it would plunge Western economies into a deep recession.\"\n WHILE the theme of this book is essentially economic, it does not pretend to be a close, forensic investigation. Just a glance at the extensive footnotes and bibliography shows the extent to which it draws on articles and research in newspapers and elsewhere, some of which have been challenged since their original publication. And its style is fast-paced, not academic.\n That is not necessarily a criticism. What this work does achieve is a fascinating and incisive cataloguing of the known economic activities of organizations that, whether terrorist or not, have as their aim the transformation of the existing order in the Middle East, the broader Muslim world and, ultimately, the United States.\n Ms. Napoleoni draws a startling comparison with the era of the Crusades against Islamic dominance, arguing that economic imperatives propel the war on terrorism in 2003 as much as they did in the 11th and 12th centuries. (Consider the contracts in Iraq awarded to the Halliburton Company and other United States businesses, and she may have a point.)\n Of course, the financing of armed groups is a subject with deep roots in the present-day Middle East and elsewhere. Ms. Napoleoni offers a revealing study of the way economic maneuvers changed the dynamics of Palestinian politics, enabling Yasir Arafat's followers to wriggle free of the control of Arab bankrollers by establishing a degree of financial independence.\n From Northern Ireland to Albania, and from the mountains of Turkish Kurdistan to the Middle East,, Ms. Napoleoni has brought into sharp focus the manner in which some groups have preyed on the people they are supposed to be liberating, collecting \"taxes\" from exiles' remittances to finance the struggle for a homeland.\n The rise of powerful, self-financed armed groups bent on political violence has been accelerated by the collapse of formal state controls in many parts of the world, from Lebanon to Sierra Leone. That enabled armed organizations like the P.L.O. to virtually supplant state power in Lebanon in the 1970's.\n It is worth recalling that, as Ms. Napoleoni points out, some of the most powerful Islamic groups, such as the Islamic Mujahideen in Afghanistan, owed their existence to covert financing by the United States as Washington sought to use Islam as a political weapon against the Soviet occupation of Afghanistan.\n Since then, of course, the notion of jihad or struggle has become almost as globalized as the world economy itself.\n But Ms. Napoleoni's assertion that the war on terror is essentially economic, rather than political and religious, is more contentious.\n \"What we are witnessing today is a clash between two economic systems, one dominant, the other subordinate,\" she says. \"This is the root of the conflict between Islamist terror and the West.\"\n Not everyone will agree. Many experts argue that the ultimate agenda of much of modern terror is political and religious rather than economic. Economic deprivation, by this argument, merely accelerates terrorist recruitment.\n By contrast, Ms. Napoleoni writes that \"as in the Crusades, religion is simply a recruitment tool; the real driving force is economics.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto \n\nLoad-Date: November 9, 2003"
}