{
    "title": "Off-duty officers asked to carry weapons over concerns about terrorism, cop shootings",
    "publisher": "the wenatchee world ",
    "year": 2015,
    "month": 11,
    "day": 24,
    "full text": "Nov. 24--EAST WENATCHEE -- Sheriff's deputies in Douglas and Grant counties are being encouraged to carry firearms when they are off duty in the wake of terrorism overseas and targeted shootings of law enforcement officers in the United States.\nDouglas County Sheriff Harvey Gjesdal said Tuesday that general concerns about international terrorism prompted him to ask his deputies on Monday to carry weapons off duty. He noted that he has not heard of any specific terrorism threats involving North Central Washington.\n\"That way we can be better prepared to help the public and us,\" Gjesdal said. His biggest concern is that someone could target the Columbia River dams in North Central Washington. He also said he was concerned that Washington state could accept Syrian refugees.\n\"There could be an influx of people that may have a background and a culture that may not be the safest for us,\" he said. Gjesdal said he opposes accepting Syrian refugees at this time.\nLast week, Washington Gov. Jay Inslee said he would not join at least 23 other governors who, citing fears of terrorism, said they would refuse to accept Syrian refugees into their states after the Paris attacks.\n\"Washington will continue to be a state that welcomes those seeking refuge from persecution, regardless of where they come from or the religion they practice,\" Inslee said. He added that background checks minimize whatever risk the refugees may pose.\nMany NCW officers already carry weapons off duty. \"A fairly healthy percentage of our deputies regularly do carry off duty anyway without us having to tell them,\" said Chelan County Undersheriff John Wisemore, whose department has no such directive. Other agencies with no recommendation to carry include the Okanogan County Sheriff's Office and the East Wenatchee Police Department.\nOfficials with the Wenatchee Police Department said they already have a policy that encourages officers to carry weapons off duty. The department has not taken any steps to emphasize that.\nIn Grant County, Sheriff Tom Jones said Tuesday that he plans to soon ask his deputies to carry weapons off duty. Shootings inside the United States, not related to foreign terrorism, prompted his concerns.\n\"It seems like it's a sign of the times,\" he said. \"Law enforcement officers are getting killed at a pretty high rate in the country with a lot of ambushes and gunfire. I am encouraging our folks to be vigilant.\"\nGjesdal said he had heard other sheriffs talking about asking their law enforcement staff to carry off duty when he attended the spring conference of the Washington Association of Sheriffs and Police Chiefs last week in Chelan. Conversations among the sheriffs were informal, Gjesdal said. The association did not take a stand on the issue.\nGjesdal said his deputies supported his proposal. He said he did not know how many had been doing that already.\nOkanogan County Frank Rogers said he has made no directive about deputies carrying off duty because it is not necessary. \"Ninety-nine percent of my guys, including me, carry off duty,\" he said. \"The bottom line is: We're cops 24 hours a day. I never want to be somewhere where I see a major crime going down and I don't have a gun and I can't do my job.\"\nRogers also said he is not worried about terrorists or American people with guns targeting deputies. \"We do have wackos up here but I don't worry that people are just gunning for us because we're cops. And, as for terrorists, we don't have a big enough population up here to worry about that.\"\nReach Dee Riggs at 509-664-7147 or deeriggs@wenatcheeworld.com\n___ (c)2015 The Wenatchee World (Wenatchee, Wash.) Visit The Wenatchee World (Wenatchee, Wash.) at www.wenatcheeworld.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 25, 2015"
}