{
    "title": "Officials going to Europe over spying",
    "publisher": "telegraph herald ",
    "year": 2013,
    "month": 11,
    "day": 1,
    "full text": "HARTFORD, Conn. - U.S. lawmakers will head to Europe to help address concerns abroad about alleged U.S. spying and convince the Europeans of the need to continue joint anti-terrorism efforts with the U.S., the chairman of a Senate subcommittee on European affairs said Thursday.\nSen. Chris Murphy of Connecticut said he spoke with European Parliament members and others this week and is concerned about their threats to stop participating in anti-terrorist organizations because of frustration over surveillance by the National Security Agency.\n\"It's really important for U.S. national security interests for Europeans to stay on board with us with respect to our mutual anti-terrorism endeavors,\" Murphy, a first-term Democrat and chairman of the Senate Foreign Relations Subcommittee on European Affairs, said in an interview from Washington. \"And I'm going to Europe to make it clear to them that we need to continue to work together in combatting terrorism, notwithstanding their anger over these NSA programs.\"\nNews reports that the NSA swept up millions of phone records in Europe have frayed relations with some U.S. allies, though the agency's chief said this week that they were inaccurate and reflected a misunderstanding of metadata that NATO allies collected and shared with the United States.\nOther revelations cited documents leaked by former analyst Edward Snowden that the NSA monitored German Chancellor Angela Merkel's cellphone and those of up to 34 other world leaders.\nThe national intelligence director, James Clapper, defended spying on allies as necessary.\nHe also said it's commonplace on both sides.\nAmid the uproar, Murphy said his office is arranging the congressional trip, expected to take place this year, and hopes the delegation will include members of both parties and both chambers. Names of other participating lawmakers were to be released in coming days.\nHe said the itinerary is still being worked out.\nWhile Murphy said the purpose of the trip is to help improve relationships, he said some \"tough love\" will also be dispensed. He said European leaders need to be honest with their own people about the kind of espionage programs they've used for years themselves.\n\"While we can amend our surveillance programs to better protect the rights of Europeans, they also need to come to terms with the fact that we're not the only ones that are out there spying,\" Murphy said.\nMeanwhile, Secretary of State John Kerry is scheduled to head this weekend to the Middle East and Poland to address rancor over U.S. strategies in the Syria, Egypt and Iran as well as U.S. surveillance activities.\n\nLoad-Date: November 1, 2013"
}