{
    "title": "OFFICIAL BELIEVES TERRORISM LIKELY IN FLIGHT 800 CRASH",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 7,
    "day": 26,
    "full text": "EAST MORICHES, N.Y. (AP) - After reviewing black-box tapes containing\na \"fraction-of-a-second sound\" - then silence - investigators moved\ncloser Thursday to declaring that terrorism brought down TWA Flight\n800, a source told The Associated Press.\n\"It was considered a 20-percent possibility that the explosion was\ncaused by mechanical failure, now it's down to a 5- or 10-percent\npossibility,\" a source close to the investigation said. \"Investigators\nare holding out for physical evidence before they declare the probe\ncriminal.\"\nThe source, who spoke on condition of anonymity, made the remarks late\nin the first day of study of the tapes from the flight data and\ncockpit voice recorders.\nIn a briefing to the media on the results of a preliminary study of\nthe cockpit voice recorder, federal investigators said they had\ndetected a \"fraction-of-a-second sound,\" then silence, 11 1/2 minutes\nafter takeoff.\nInvestigators said they could not immediately explain what the sound\nwas.\nJames Kallstrom, the FBI agent in charge, said investigators were\ncomparing the data to that from so-called black boxes in crashes\ncaused by bombs, such as the explosion of Pan Am 103 over Lockerbie,\nScotland.\nVincent Cannistrano, the man who headed the CIA investigation into the\nLockerbie bombing, told the AP Thursday night that he got chills as he\nheard federal officials describe the TWA tape.\n\"I got goosebumps because it reminded me so vividly of Pan Am 103,\"\nsaid Cannistrano, former CIA chief of counterterrorism operations.\nHe said that on the Lockerbie tape, there was also a normal\nconversation and \"then a crunching sound like the airplane breaking\nup. That was the bomb.  A massive catastrophic event that cuts off\neverything at once is probably a bomb, not a mechanical problem.\"\nEarlier in the day, Kallstrom told reporters: \"We know there was a\ncatastrophic explosion; it was caused by some kind of a bomb,\nobviously.\"\nBut Kallstrom added that they were still considering other possibilit\nies, such as \"a mechanical problem that has nothing to do with\nterrorism or criminality, or something in the cargo that would have\ncaused a mechanical problem.\"\nRobert Francis, vice chairman of the National Transportation Safety\nBoard, refused to speculate about what the sound was, or what it\nmeant. He said both tapes would be subjected to detailed tests\ndesigned to learn more.\nThe data recorder's tape was contaminated by water, but Francis said\nits information probably could be recovered with time.\nPresident Clinton - who consoled victims' families earlier in the day\n- announced security measures that could make air travel more\nexpensive and less convenient.\nThe president ordered that more baggage be screened or hand-searched\nand that aircraft making international flights be fully inspected -\n\"every plane, every cabin, every cargo hold, every time.\"\nHe also appointed Vice President Al Gore to head a commission on\nairline safety that will report back in 45 days on how to deploy the\nlatest security technology.\n\"Whatever needs to be done, we will do it,\" said Clinton, who spoke\nalongside Air Force One at Kennedy Airport.\nBut he warned that such measures \"could increase the inconvenience and\nexpense of air travel. I want the American people to know that\nup-front.\"\nThe Federal Aviation Administration immediately told passengers to be\nready for delays at airports because of \"congestion at security\nscreening checkpoints\" as more bags are opened and searched.\nThe agency suggested that air travelers clearly label luggage and be\nready to answer questions about their bags; have photo identification;\nbe ready to have baggage opened and inspected; and arrive early at the\nairport.\nClinton, a white ribbon of remembrance for victims pinned to his\nlapel, cautioned against jumping to conclusions about the crash's\ncause.\nInvestigators still hoped to find the answer in the black boxes, which\nwere recovered scratched and dented, but with \"healthy\" tapes. NTSB\ninvestigator Robert Benzon called their recovery \"a great step.\"\nAll 230 people aboard the Paris-bound jetliner were killed when it\nexploded over the Atlantic on July 17; 126 bodies, more than half the\ntotal, had been recovered by Thursday, and 111 had been identified.\nMeanwhile, the search for more bodies continued about 10 miles off\nLong Island, where two Navy search vessels were anchored above two\nareas covered with debris.\nOne of the wreckage fields contains a 45-foot-high object that could\nbe the remains of the plane's tail; the other, a 60-by-30 foot piece\nof twisted fuselage that is thought to contain or cover bodies.\n\nLoad-Date: August 9, 1996"
}