{
    "title": "Official_ Libyan rebels seek democracy",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 4,
    "day": 3,
    "full text": "BENGHAZI, Libya ? The Libyan rebel movement that controls the country's eastern half wants to install a parliamentary democracy across the country once they topple the regime of longtime ruler Moammar Gadhafi, a top rebel official said Sunday. Abdel-Hafidh Ghoga, vice chairman of the National Provisional Council told The Associated Press that the government established after Gadhafi's fall would reject all forms of terrorism and extremism. \n\"The Libyans as a whole, and I am one of them, want a civilian democracy, not dictatorship, not tribalism and not one based on violence or terrorism,\" he said. The council was formed to represent the opposition the cities of the east shook off control of the central government in a series of popular uprisings. Rebel forces ? defected army units and armed civilians ? have since seized much of Libya's eastern coast, but have been unable to push westward in the face of Gadhafi's superior forces. In fact, had the U.N. not mandated a no-fly zone and air strikes to protect civilians, government forces might even have taken the rebel stronghold of Benghazi. Ghoga, 51, rose to prominence with the council's creation by acting as its official spokesman. A longtime Benghazi lawyer, he lacks the name recognition of other prominent leaders who defected from the Gadhafi regime or opposed it from outside the country. The council's current priorities are to bolster rebel support outside the country while improving the organization of their forces, he said. Gadhafi's growing international isolation and the international military intervention, together with the rebels' improved military prowess, means Gadhafi's departure could be \"a matter of days,\" he added. The council rejects all negotiations with the Gadhafi regime on the grounds that it cannot be trusted and so far has relied only on a military solution the country's current crisis. \n\nLoad-Date: April 4, 2011"
}