{
    "title": "Officials say education is best defense against terrorism",
    "publisher": "the bismarck tribune",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "FARGO (AP) -- The best defense against terrorism is education, area emergency officials say.\n Officials from Cass County and neighboring Clay County, Minn., spoke Monday night at a public meeting about area preparations for emergencies.\n 'Homeland security will require cooperation,' Cass County Emergency Manager Greg McDonald said.\nASSOCIATED PRESS\nMcDonald urged people to develop plans for family communication, meeting places during emergencies and plans to store extra food and water. Parents also should teach children how to use 911, shut off electricity and water and keep battery operated radios on hand, he said.\n Severe weather, not terrorism, poses the greatest risk to public safety, McDonald said.\n He also said emergency officials have worked together for years to prepare for disasters.\n Fargo Postmaster Don Logue said he expected an announcement soon on changes in postal procedures to screen mail for chemicals like anthrax.\n 'The safety of our employees is our foremost concern,' Logue said. 'If we do that, we are protecting our customers.'\n 'Education is probably the best defense,' said Dr. Mark Jensen, chief of surgical services at the Veterans Administration Medical Center in Fargo.\n Jensen, also the flight surgeon for the 119th Fighter Wing of the Air National Guard, said antibiotics can treat anthrax, and he urged health providers to be on the lookout for possible anthrax-related symptoms in people visiting area hospitals.\n Speakers at the meeting also urged residents to report suspicious people and form neighborhood watch groups.\n Mary Kay Hermann, director of the Fargo-Cass Public Health agency, said people should not buy stockpiles of antibiotics or gas masks. Instead, she urged them to improve their lifestyles.\n 'A healthy individual can fight off disease better than an unhealthy individual,' Herman said.\n She said officials are doing an assessment of resources in the community, but she urged people to keep recent reports of anthrax in the United States in perspective.\n Last year, about 20,000 people died in the U.S. from the flu, she said.\n Cliff McLain, the water division manager for Moorhead Public Service, said the area's water supply is safe and constant testing ensures its quality.\n Since Sept. 11, area water facilities have undergone changes, including heightened security and limiting access to water plants. McLain also encouraged those who detect a suspicious smell or taste in their water to report it to city officials.\n\nLoad-Date: October 24, 2001"
}