{
    "title": "OFFICERS HONORED FOR FOILING TERRORISM",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 4,
    "day": 18,
    "full text": "SEATTLE -- A terrorist plot that could have rivaled the bombing of Oklahoma City's federal building was foiled in large part because of strong cooperation among federal and local law enforcement agencies, Rep. Jim Kolbe told an awards ceremony.\n\"You made a major contribution with the swift action you took to head off what could have been a terrible incident for all American people,\" Kolbe, R-Ariz., told the room full of officers from several agencies, including 21 who were honored Monday by the U.S. Customs Service for their part in stopping or helping investigate an alleged explosives smuggling attempt into Washington from Canada last Dec. 14.\nRep. Bobby Scott, D-Va., told officers that, because of their efforts, \"we avoided untold damage. We have no idea what damage would have been done if you hadn't done your jobs.\"\nAhmed Ressam, 32, was arrested after driving his rented Chrysler 300 off a ferry from Victoria, B.C., at Port Angeles. Prosecutors allege Ressam was at the center of a plot, involving a handful of other Algerian nationals in New York and Canada, to bomb buildings or other targets in the United States.\nRessam has pleaded not guilty in U.S. District Court in Seattle to nine charges, including possessing and transporting explosives with the intent to cause damage or injury.\nKolbe chairs the House Appropriations subcommittee that sets funding for Customs. Scott serves on the crime subcommittee of the House Judiciary Committee. Rep. Steny Hoyer, D-Md., who also was at the ceremony, serves on Kolbe's subcommittee.\nKolbe said after the ceremony that money has been provided to increase staffing along U.S. borders. He said the U.S. Border Patrol, whose funding he helps determine on another committee, has been allocated enough money to pay for 1,000 new officers. But so far it has only been able to hire about 400.\n\"Since the economy's been so good, it's tremendously difficult for law enforcement agencies to find qualified agents,\" he said. \"Everybody's after them.\"\nBorder Patrol agents in Washington have been particularly outspoken about staffing being stretched too thin to deal with increasing pressures from marijuana and human smuggling from British Columbia.\nCustoms officials have cited Ressam's arrest as an example of the system working well.\n\"Clearly there were people here in the U.S. he was going to hook up with,\" Kolbe said. \"It certainly had the potential of being a calamitous event along the lines of Oklahoma City. But fortunately that didn't happen.\"\nOklahoma City's nine-story federal building was bombed April 19, 1995, killing 168 people.\nOn hand at Monday's ceremony, wearing medals already received for their initial apprehension of Ressam, were four U.S. Customs agents assigned to Port Angeles.\n\nLoad-Date: April 18, 2000"
}