{
    "title": "OFFICIALS QUESTION BOMBING MOTIVES FBI waiting as suspect lies in Boston hospital",
    "publisher": "spokesman review",
    "year": 2013,
    "month": 4,
    "day": 21,
    "full text": "Boston Marathon bombing suspect Dzhokhar Tsarnaev lay hospitalized in serious condition under heavy guard Saturday - apparently in no shape to be interrogated - as investigators tried to establish the motive for the deadly attack and the scope of the plot.\n People across the Boston area breathed easier the morning after Tsarnaev was pulled, wounded and bloody, from a tarp-covered boat in a Watertown backyard. The capture came at the end of a tense day that began with his 26-year-old brother, Tamerlan, dying in a gunbattle with police.\n There was no immediate word on when Tsarnaev, 19, might be charged and what those charges would be. The twin bombings killed three people and wounded more than 180.\n The most serious charge available to federal prosecutors would be the use of a weapon of mass destruction to kill people, which carries a possible death sentence. Massachusetts does not have the death penalty.\n President Barack Obama said there are many unanswered questions about the bombing, including whether the Tsarnaev brothers - ethnic Chechens from southern Russia who had been in the U.S. for about a decade and lived in the Boston area - had help from others. The president urged people not to rush judgment about their motivations.\n Dzhokhar Tsarnaev has become the focus of a heated debate over whether he should receive the Miranda warning or be treated as an enemy combatant.\n U.S. Attorney Carmen Ortiz indicated in a news conference Friday night that investigators planned to question Tsarnaev without the standard reminder of his rights to remain silent and to request a lawyer. That could make him the first test of a two-year-old Justice Department policy expanding emergency exemptions when questioning terrorism suspects.\n Ortiz's statement brought criticism from the left and right. Civil libertarians said the decision would erode civil liberties for everyone. But some Republicans said it did not go far enough, and Tsarnaev should be treated as an enemy combatant.\n \"The accused perpetrators of these acts were not common criminals attempting to profit from a criminal enterprise, but terrorists trying to injure, maim and kill innocent Americans,\" Sens. Lindsey Graham, R-S.C., John McCain, R-Ariz., and Kelly Ayotte, R-N.H., and Rep. Peter T. King, R-N.Y., said in a joint statement. Conservatives have long demanded that terrorism suspects not be tried in federal courts.\n Ortiz invoked a newly expanded version of the so-called public safety exception to Miranda warnings. The Supreme Court formulated the warnings in 1966 and created a public safety exception in 1980, saying police could interrogate suspects and use their statements against them, if the lives of police or the public were in danger.\n In 2011, after intense criticism of the Justice Department's handling of the so-called \"underwear bomber,\" the department expanded the use of the public safety exception in domestic terrorism cases, so that it could be invoked in exceptional circumstances even when there was not an imminent safety threat.\n The federal public defender's office in Massachusetts said it has agreed to represent Tsarnaev once he is charged.\n Massachusetts Gov. Deval Patrick said Saturday afternoon that Tsarnaev was in serious but stable condition and was probably unable to communicate. Tsarnaev was at Boston's Beth Israel Deaconess Medical Center, where 11 victims of the bombing were still being treated.\n \"I, and I think all of the law enforcement officials, are hoping for a host of reasons the suspect survives,\" the governor said after a ceremony at Fenway Park to honor the victims and survivors of the attack. \"We have a million questions, and those questions need to be answered.\"\n The all-day manhunt Friday brought the Boston area to a near-standstill and put people on edge across the metropolitan area.\n The break came around nightfall when a homeowner in Watertown saw blood on his boat, pulled back the tarp and saw a bloody Tsarnaev hiding inside, police said. After an exchange of gunfire, he was seized and taken away in an ambulance.\n During the long night of violence leading up to the capture, the Tsarnaev brothers killed an MIT police officer, severely wounded another lawman and took part in a furious shootout and car chase in which they hurled explosives at police from a large, homemade arsenal, authorities said.\n \"We're in a gunfight, a serious gunfight. Rounds are going and then all of the sudden they see something being thrown at them and there's a huge explosion,\" Watertown police Chief Edward Deveau said Saturday of the melee.\n The chief said one of the explosives was the same type used during the Boston Marathon attack, and authorities later recovered a pressure cooker lid that had embedded in a car down the street. He said the suspects also tossed two grenades before Tamerlan ran out of ammunition and police tackled him.\n But while handcuffing him, officers had to dive out of the way as Dzhokhar drove the carjacked Mercedes at them, Deveau said. The sport utility vehicle dragged Tamerlan's body down the block, he said. Police initially tracked the escaped suspect by a blood trail he left behind a house after abandoning the Mercedes, negotiating his surrender hours later.\n Chechnya, where the Tsarnaev family has roots, has been the scene of two wars between Russian forces and separatists since 1994. That spawned an Islamic insurgency that has carried out deadly bombings in Russia and the region, although not in the West.\n Investigators have not offered a motive for the Boston attack. But in interviews with officials and those who knew the Tsarnaevs, a picture has emerged of the older one as someone embittered toward the U.S., increasingly vehement in his Muslim faith and influential over his younger brother.\n The Russian FSB intelligence service told the FBI in 2011 about information that Tamerlan Tsarnaev was a follower of radical Islam, two law enforcement officials said Saturday.\n According to an FBI news release, a foreign government said Tamerlan Tsarnaev appeared to be strong believer and that he had changed drastically since 2010 as he prepared to leave the U.S. for travel to the Russian region to join unspecified underground groups.\n The FBI did not name the foreign government, but the two officials who spoke on condition of anonymity said it was Russia.\n The FBI said that in response, it interviewed Tamerlan Tsarnaev and relatives and did not find any domestic or foreign terrorism activity. The bureau said it looked into such things as his telephone and online activity, his travels and his associations with others.\n An uncle of the Tsarnaev brothers said he had a falling-out with Tamerlan over the man's increased commitment to Islam.\n Ruslan Tsarni of Montgomery Village, Md., said Tamerlan told him in a 2009 phone conversation that he had chosen \"God's business\" over work or school. Tsarni said he then contacted a family friend who told him Tsarnaev had been influenced by a recent convert to Islam.\n Tsarni said his relationship with his nephew ended after that call.\n As for Dzhokhar Tsarnaev, \"He's been absolutely wasted by his older brother. I mean, he used him. He used him for whatever he's done,\" Tsarni said.\n As of Saturday, more than 50 victims of the bombing remained hospitalized, three in critical condition.\n\nNotes\n\nMcClatchy-Tribune contributed to this report.\n\nLoad-Date: April 24, 2013"
}