{
    "title": "Officials hopeful oil tanks won't leak",
    "publisher": "st. petersburg times ",
    "year": 1993,
    "month": 1,
    "day": 10,
    "full text": "Despite worsening weather and rough seas, salvage officials said Saturday  that they were fairly optimistic that the remaining intact oil-storage tanks  on board the grounded tanker Braer would not rupture and spill the rest of the  cargo into the sea. Although the stern area of the ship is showing signs of  breaking off in the pounding surf, a visual inspection of the wreck from the  land and sea suggests that the rest of the ship is \"fairly stable\" on a  sandy sea bottom close to shore, they said. Authorities estimate that at least  half of the Braer's 26-million-gallon cargo was still on board, four days  after the ship ran aground off these bleak islands. \nWORLD DIGTwo deportees return from camp \n \nJERUSALEM - Two of the 415 Palestinians expelled by Israel to southern Lebanon  were brought back to Israeli-controlled territory Saturday, the first movement  of exiles since a crisis over the expulsions began last month. An Israeli  defense official said that the International Committee of the Red Cross would  be allowed on Sunday to return another nine men who were deported by mistake  and who in nearly all cases are to be jailed on charges of anti-Israel  violence in the occupied territories. The two returned deportees were a man  suffering from kidney problems and a teenager who Israeli officials said was  deported by mistake. \n \nGuerrillas kill six \n \nin Peruvian attacks \n \nLIMA, Peru - Pro-Cuban guerrillas attacked the northeastern jungle city of  Moyobamba into the early morning Saturday, killing at least six people, Radio  Programas del Peru said. Shortly before midnight Friday, guerrillas of the  Tupac Amaru Revolutionary Movement (MRTA) entered Moyobamba, 400 miles  northeast of Lima and capital of San Martin region, it said. They surrounded  the city from three fronts, attacking police stations on the edge and in the  town's center with explosives, mortars and automatic weapons. Simultaneously,  other guerrillas launched a raid on a jail where some MRTA members are being  held, the report said. At least two policemen, three guerrillas and a civilian  died in the attack, the radio said.  \n \nLibya shuts borders in protest of U.N. \n \nCAIRO, Egypt - Libya closed its land borders Saturday to protest crippling  U.N. sanctions and its Arab neighbors' participation in them. The closure  coincided with renewed attacks by official newspapers on the United Nations  and the Arab League, and hints that Libya might withdraw from both. Earlier  denunciations never led to action against either body. Libya borders Egypt to  the east, Tunisia and Algeria to the west, and Sudan, Chad and Niger to the  south. The government announced Friday that the closure was to protest \"great  human and material losses\" caused by economic sanctions. The United Nations  imposed the sanctions on April 15. The aim was to pressure Libya into  surrendering to the United States or Britain two Libyans indicted in the 1988  bombing of Pan Am Flight 103 over Lockerbie, Scotland, that killed 270 people. \n \nElsewhere . . .\nISLAMABAD, Pakistan - Pakistan said Saturday it was confident the United  States would not add it to a list of states sponsoring terrorism and dismissed  reports it was arming Indian anti-government groups. \"We are not on the list  and we feel quite sure the new administration will confirm this fact,\"  Secretary for Foreign Affairs Shaharyar Khan said in an interview. Washington  notified Islamabad on Thursday that it was keeping Pakistan under review as a  country that could be added to the list of states sponsoring terrorism.\n\nLoad-Date: January 12, 1993"
}