{
    "title": "Officials_ NJ killers hated Jewish people Shooting being probed as domestic terrorism",
    "publisher": "usa today",
    "year": 2019,
    "month": 12,
    "day": 13,
    "full text": "JERSEY CITY, N.J. - The news that Tuesday's assault  on a kosher supermarket was being investigated as domestic terrorism comes a day after city leaders said they had feared the attackers targeted Jewish people.\nJersey City Mayor Steve Fulop, citing surveillance video from the scene, had said Wednesday that the shooting was a \"targeted attack on the Jewish kosher deli.\" New York Mayor Bill de Blasio had described the attack as a \"premeditated, violent, anti-Semitic hate crime.\" And New York Gov. Andrew Cuomo called it a \"deliberate attack on the Jewish community.\"\nNew Jersey Attorney General Gurbir Grewal had said then that it was too early in the investigation to make such claims. But on Thursday, Grewal announced that the attack was being investigated as a case of domestic terrorism.\n\"We believe the suspects held views that reflected hatred of the Jewish people as well as law enforcement,\"  he said at a news conference.\nInvestigators were working to determine why police officer Joseph Seals and the JC Kosher Supermarket were targeted by suspects David Anderson, 47, and Francine Graham, 50.\nThe duo are also prime suspects in the slaying of a man found beaten to death in a car trunk in Bayonne on Saturday, three days before the carnage at the kosher market.\nTuesday's bloodshed began around noon when the duo killed  Seals at Bayview Cemetery, police said. The pair  drove a mile in their U-Haul van to JC Kosher Supermarket, where they opened fire on the store and killed three people inside.\nAfter a long battle with police, Anderson and Graham were killed.\nSurveillance video recorded down the street from the supermarket shows the van park across from the store and the duo exit, long guns drawn. Guns pointed at the market, the shooters begin their rampage  as bystanders flee for cover. USA TODAY has not been able to independently verify the authenticity of the video.\nGrewal revealed Thursday that both shooters expressed interest in the Black Hebrew Israelite group. The group includes factions that have been designated as \"hate groups\" by the Southern Poverty Law Center and the Anti-Defamation League.\nThe leaders of the Israelite Church of God in Jesus Christ in New York, which is among groups connected to the Black Hebrew Israelite movement, said through an attorney Wednesday that they have no connection to the shooting and do not know the suspects.\n\"There's no relationship to the events in Jersey City,\" said Gerald Lefcourt, the attorney. \"There is no connection whatsoever, no knowledge of the individuals\" who were named as suspects.\nNew Jersey Gov. Phil Murphy had said Wednesday that the  \"attack on our Jewish community ... is against all 9 million of us who are proud to call ourselves New Jerseyans.\"\nMurphy, along with the president of the state Senate and speaker of the House, issued statements Thursday labeling the shootings a hate crime.\nMurphy said the killing of innocent civilians and a police officer \"must be the wake-up call to those who fail to see or acknowledge the rising tide of hate here in New Jersey and around the nation.\"\nThousands gathered Wednesday for the funerals of  Leah Minda Ferencz, 32, in Jersey City and her cousin Moshe Hirsch Deutsch, 24, in Brooklyn. Also killed in the store was Miguel Douglas, 49.\nJacob Ferencz, Leah's uncle, said she and her husband, Moshe, grew up in Kiryas Joel - an Orthodox enclave in Orange County, New York.\n\"They were a young couple who were dedicated to what they were doing,\"  Ferencz said. \"They wanted people who moved to Jersey City to have where to shop for groceries.\"\nBacon reported from McLean, Va. Contributing: Anthony Zurita, Terrence T. McDonald, Keldy Ortiz, Scott Fallon and Kristie Cattafi, NorthJersey.com; Heather Yakin, Times Herald-Record \n\nLoad-Date: December 13, 2019"
}