{
    "title": "OFFICIALS CRITICIZE REPORT'S FINDINGS_ FORMER GOV. GILMORE, VA. PREPAREDNESS CHIEF SAY PREVENTION LA",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 7,
    "day": 23,
    "full text": "A raging debate in Washington over creating a new national intelligence post is the last thing that Virginia and other states need in the war on terrorism, Virginia's top official for homeland security said.\nInstead, the states and their local governments need better intelligence sooner about the real threats posed by terrorism to their communities, he said.\n\"At the end of the day, we can change a lot of things in Washington, D.C.,\" said George W. Foresman, assistant for commonwealth preparedness to Gov. Mark R. Warner. \"But until we get information to the fire officer in Scott County, the police officer in Virginia Beach, the public health official in Winchester, and the emergency manager in Richmond about the threats … we face, we are still going to be vulnerable.\"\nForesman and former Virginia Gov. Jim Gilmore voiced firm opposition yesterday to the proposal by the Sept. 11 commission to create a national director of intelligence at the highest levels of federal government.\n\"I think there's going to be confusion of leadership here, and that's going to be a real problem,\" Gilmore said in a national television interview just before the formal release of the commission report.\nFor five years, beginning more than two years before the Sept. 11 attacks, Gilmore led a national commission on terrorism that he said focused on many of the same issues as the panel that issued its findings yesterday. Foresman, a longtime emergency management official in state government, was vice chairman.\n\"They looked at it for nine months,\" said Foresman, who had not yet received a copy of the report. \"We looked at it for five years. \"\nThe Gilmore commission came to many of the same conclusions as the Sept. 11 panel, with the notable exception of creating a national director of intelligence at the Cabinet level, with budget authority that the current director of central intelligence lacks.\n\"There is nothing new in the report,\" Gilmore said in an interview with The Times-Dispatch yesterday.\nThe former governor was dismayed that briefings on the voluminous document did not mention what he called the \"overriding theme\" of his commission's work - the coordination of federal, state and local governments, and, in some cases, private firms as part of a national terrorism strategy.\nGilmore fears that the new intelligence post would add unnecessary bureaucracy and compete with other Cabinet-level agencies, such as the Department of Defense and the Department of Homeland Security.\nHe said the proper place for coordination of intelligence gathering and sharing would be a more powerful National Security Council within the White House.\nThe Sept. 11 commission also called yesterday for the creation of an independent center for counterterrorism. So did the Gilmore commission, but instead the Bush administration established a Terrorism Threat Integration Center last year that is operated jointly by the CIA and FBI.\nForesman wants to give recent reforms time to work. He also worries that the political debate over the proposed new intelligence post will distract the country from the real dangers that confront the states and local governments daily. The likelihood of another attack, for example.\n\"I wake up every day scared to death that today's the day,\" he said.\n\nLoad-Date: July 24, 2004"
}