{
    "title": "Officials_ Dead bomber name in terrorism database Officials_ Name of dead Boston Marathon bomber lis",
    "publisher": "the capital ",
    "year": 2013,
    "month": 4,
    "day": 25,
    "full text": "WASHINGTON (AP) - The federal government added the name of the dead Boston Marathon bombing suspect to a terrorist database 18 months before the deadly explosions, U.S. officials told The Associated Press on Wednesday.\nThe CIA made the request to add Tamerlan Tsarnaev's name to the terrorist database after the Russian government contacted the agency with concerns that he had become a follower of radical Islam. About six months earlier, the FBI had separately investigated Tsarnaev, also at Russia's request, but the FBI found no ties to terrorism, officials said.\nThe new disclosure that Tsarnaev was included within a huge, classified database of known and suspected terrorists before the attacks was expected to drive congressional inquiries in coming weeks about whether the Obama administration adequately investigated tips from Russia that Tsarnaev had posed a security threat. Shortly after the bombings, U.S. officials said the intelligence community had no information about threats to the marathon before the April 15 explosions.\nTsarnaev died Friday in a police shootout hours before his younger brother, Dzhokhar, was discovered hiding in a boat in a suburban back yard.\nThe terrorist database is called TIDE, the Terrorist Identities Datamart Environment. Analysts at the U.S. National Counterterrorism Center submit names and even partial names into TIDE. About a year ago, there were some 745,000 people listed in the database. Intelligence analysts scour TIDE, trying to establish connections and update files as new intelligence is uncovered.\nFor entries with a full name, date of birth and intelligence indicating a reasonable suspicion that a person is a terrorist or has terror ties, the person's name is sent to a terror watch list, which feeds into lists like the one that bans known or suspected terrorists from traveling on planes.\nOfficials say they never found the type of derogatory information on Tsarnaev that would have elevated his profile among counterterrorism investigators and placed him on the terror watch list.\nFive days after the U.S. determined who was allegedly behind the deadly Boston marathon terror attacks, Washington is piecing together what happened and whether there were any unconnected dots buried in U.S. government files that, if connected, could have prevented the bombings.\nLawmakers who were briefed by the FBI said they have more questions than answers about the investigation of Tsarnaev. U.S. officials were expected to brief the Senate on the investigation Thursday.\n\"The review is just beginning, but I haven't seen any red flags thus far,\" said Rep. Adam Schiff, a California Democrat who sits on the House Intelligence Committee and was briefed on the investigation Wednesday. House Judiciary Chairman Bob Goodlatte, R-Va., however, said lawmakers intend to pursue whether there was a breakdown in information-sharing.\nU.S. officials described to the AP what the government knew about Tsarnaev since he was first placed on the intelligence community's radar 18 months ago. The officials spoke on condition of anonymity because they were not authorized to publicly discuss the ongoing investigation.\nRussia's internal security service, the FSB, sent information to the FBI about Tamerlan Tsarnaev on March 4, 2011. The Russians told the FBI that Tsarnaev, an ethnically Chechen Russian immigrant living in the Boston area, was a follower of radical Islam and had changed drastically since 2010. Because of the subsequent FBI inquiry, Tsarnaev's name was added to a Homeland Security Department database used by U.S. officials at the border to help screen people coming in and out of the U.S. That database is called the Treasury Enforcement Communications System, or TECS.\nThe FBI's Boston office opened a preliminary review of Tsarnaev and searched government databases for potentially terror-related communications. Investigators looked into whether Tsarnaev used online sites that promoted radical activity. They interviewed Tsarnaev and his family members but found nothing connecting him to terror activity. The FBI shared that information with Russia and also asked for more information on Tsarnaev, but never heard back. The FBI's review into Tsarnaev was closed in June 2011.\nThen, in late September 2011, Russia separately contacted the CIA with nearly identical concerns about Tsarnaev. The Russians provided two possible birthdates for him and a variation of how his name might be spelled, as well as the spelling in the Russian-style Cyrillic alphabet.\nThe CIA determined that Tsarnaev should be included in TIDE, and the National Counterterrorism Center added it into the database. The spelling of Tsarnaev's name in TIDE was not the same as the spelling the FBI used in its investigation. The CIA also shared this information with other federal agencies in October.\nIn January 2012, Tsarnaev traveled to Russia and returned to the U.S. in July. Three days before he left for Russia, the TECS database generated an alert on Tsarnaev. That alert was shared with a Customs and Border Protection officer who is a member of the FBI's Boston joint terrorism task force. By that time, the FBI's investigation into Tsarnaev had been closed for nearly six months because the FBI uncovered no evidence that he was tied to terror groups.\nOn Jan. 21, 2012, the airline on which Tsarnaev was traveling misspelled his name when it submitted its list of passengers to the U.S. government for security screening. Airlines are required to provide the list of passengers on international flights so the U.S. can check their names through government databases, including the terrorist watch list. Because his name was misspelled, there was not another alert like there was three days earlier.\nIn July 2012, Tsarnaev returned to the U.S., and another alert was generated in TECS. This information was again shared with the Customs and Border Protection officer on the FBI's Boston joint terrorism task force. But because the FBI had closed its investigation into Tsarnaev a year earlier, there was no reason to be suspicious of his travels to Russia.\n\"Later on, these agencies will be judged,\" said Dutch Ruppersberger of Maryland, the top Democrat on the House Intelligence Committee. \"But right now, it's way too soon to criticize or to start making political arguments or who failed or whatever.\"\n___\nAssociated Press writer Pete Yost contributed to this report.\n___\nFollow Eileen Sullivan on Twitter: http://twitter.com/esullivanap\n\nLoad-Date: April 25, 2013"
}