{
    "title": "Official_ Attack in Jersey City was 'fueled' by anti-Semitism",
    "publisher": "spokesman review",
    "year": 2019,
    "month": 12,
    "day": 13,
    "full text": "Nation\n JERSEY CITY, N.J.  - The two killers who stormed a kosher market in Jersey City were driven by hatred of Jews and law enforcement, New Jersey's attorney general said Thursday, adding that the case is being investigated as domestic terrorism.\n Attorney General Gurbir Grewal also disclosed that the man and woman had five guns, including an AR-15-style rifle and a shotgun that they were wielding when they burst into the store in an attack that left the scene littered with several hundred shell casings. They also had a pipebomb in their van.\n \"The outcome would have been far, far worse\" if not for the Jersey City Police, Grewal said. Authorities noted that a Jewish school is next to the market, and a Catholic school is across the street.\n The attackers killed three people in the store, in addition to a police officer at a cemetery about a mile away, before dying in an hourslong gunbattle with police Tuesday afternoon, authorities said.\n \"The evidence points toward acts of hate. I can confirm that we're investigating this matter as potential acts of domestic terrorism fueled both by anti-Semitism and anti-law enforcement beliefs,\" the attorney general said. He said social media posts, witness interviews and other evidence reflected the couple's hatred of Jews and police.\n Grewal noted that after killing three people in the store, the couple concentrated their fire on police and did not shoot at others who happened to be on the streets.\nFCC changes suicide hotline to three-digit number\n NEW YORK  - The Federal Communications Commission is setting up a new three-digit number to reach a suicide prevention hotline in order to make it easier to seek help and reduce the stigma associated with mental health.\n Once it's implemented, people will just need to dial 988 to seek help, similar to calling 911 for emergencies or 311 for city services. Currently, the National Suicide Prevention Lifeline uses a 10-digit number, (800) 273-TALK (8255). Callers are routed to one of 163 crisis centers, where counselors answered 2.2 million calls last year.\n \"The three-digit number is really going to be a breakthrough in terms of reaching people in a crisis,\" said Dwight Holton, CEO of Lines for Life, a suicide prevention nonprofit. \"No one is embarrassed to call 911 for a fire or an emergency. No one should be embarrassed to call 988 for a mental health emergency.\"\n From wire reports\n\nLoad-Date: December 13, 2019"
}