{
    "title": "Officials_ N.M. terrorism policy weak",
    "publisher": "the santa fe new mexican",
    "year": 2019,
    "month": 11,
    "day": 9,
    "full text": "Faced with a room full of upset and vocal parents, Santa Fe Public Schools Board of Education members Maureen Cashmon and Lorraine Price took a symbolic stand Wednesday night in favor of closing a trio of elementary schools in the name of equality.\nWhile the board voted 3-2 against beginning the process of closing Acequia Madre, E.J. Martinez and Nava elementary schools, a new board would have been able to overturn the decision in January anyway.\nDespite the futility of the vote, Cashmon and Price stood by their decisions as a responsible move in the face of declining enrollment, aging facilities and inequality.\n\"Some people tell me kids need small, sweet schools, but they fail to identify small, sweet schools on the south side,\" Cashmon said. \"Others want to bus the kids from the south side to better schools. I will tell you, the kids on the south side deserve to stay in their neighborhoods if they desire, and to imply they would receive a better education on the east side is insulting and degrades our teachers and staff.\"\nThe district, which is given per-pupil funding by the state, has lost more than 1,000 students in the past five years. Acequia Madre, built in 1954, was last renovated in 2005 at a cost of $200,000. Nearly half its students are transfers from other school zones. Nava, built in 1969, has never received a significant renovation. E.J. Martinez, built in 1959, underwent a $2.3 million renovation in 2005.\nCashmon's proposal, which Price co-signed in order to place it on the agenda, suggested the district consider a moratorium on interzone transfer requests, rezoning plans and a gradual phase-out of students at the proposed closure sites. She also asked the district to develop plans and recommendations for the future use of the school sites.\n\"I've been saying it since 1989: We have equity issues in our schools,\" said Price, a former teacher and administrator in the district. \"You plan to avoid a crisis. That's what we're trying to do. I will, until my dying day, continue to fight the equity issues in this city.\"\nAhead of the meeting, board President Kate Noble and member Steven Carrillo said they would vote against Cashmon, meaning Rudy Garcia, who represents District 4 on the south side, was the swing vote against the closures after striking a different tone in the meeting.\n\"People say declining enrollment is districtwide but not in my district,\" Garcia said. \"Change is hard, but sometimes change is actually good. You just have to get through it.\"\nIn all, 61 parents, teachers and community members gave public comments that lasted more than three hours.\nMost speakers criticized the board for neglecting the benefits of small neighborhood schools and rushing the vote onto the agenda without explaining the potential benefits of school closures.\n\"Ortiz has the most obstacles in the district. We have filled positions with long-term subs and on a daily basis split classes among teachers for student supervision. Ortiz has accomplishments and offers a rigorous curriculum despite our shortages, but imagine student achievement if teachers weren't hindered by doing the jobs of missing colleagues?\" said Nicholas Pelafas, a teacher at south-side Ortiz Middle School, which began the school year with openings for seven teachers, including four in the math department.\n\"Will the closing of three elementary schools provide solutions with equity for all students in the district and, most urgently, equity for Ortiz students and parents?\"\nDiane Garcia, who identified herself as a kindergarten teacher at E.J. Martinez who has worked in the district for 24 years, told the board that Acequia Madre, E.J. Martinez and Nava have stronger school communities than the south side.\n\"When I taught on the south side, I always wondered: What is the difference once you cross St. Francis?\" Garcia said. \"Well it is community. It is family. E.J., Nava and Acequia Madre are precious jewels.\"\nBefore the vote, Garcia took issue with that comment.\n\"I didn't appreciate that one bit,\" Garcia said. \"We have communities on the south side, too.\"\nBefore the vote, Cashmon added an amendment to the proposal that would have given the next board the opportunity to review the decision before the school closure process would begin. Her replacement in District 2, Sarah Boses, won election Tuesday night after campaigning on voting against school closures.\nBy a 3-2 vote, the board did pass a resolution by Noble that directs the district to create a plan of action by February for how the district would resolve a host of problems, including inequity, aging facilities and declining enrollment.\nUntil then, the issue of school closures appears to be safely off the board's agenda.\n\"We haven't done this in a way where we can create a culture of shared responsibility and engagement,\" Noble said. \"Let us try to do this right. Please engage. Please show up. Don't just show up now because you're scared.\"\n\nLoad-Date: November 11, 2019"
}