{
    "title": "Officials Seek Origin of Threat in Al Qaeda's Name",
    "publisher": "the new york times",
    "year": 2012,
    "month": 4,
    "day": 4,
    "full text": "A picture on the Internet with 3-D imagery, sophisticated graphics and the glare of a Hollywood movie promotion has caught the eye of the New York Police Department's counterterrorism analysts: it shows a jumbled composite of city landmarks along with the words, ''Al Qaeda Coming Soon Again in New York.''\nPolice Commissioner Raymond W. Kelly said the image, discovered early on Monday on an Arabic-language Web site, was not tied to any specific threat against the city.\nYet, Mr. Kelly was confronted on Tuesday with questions about its meaning at the department's annual pre-Passover briefing for Jewish religious and community leaders.\nMr. Kelly said investigators ''are still, obviously, very much concerned about the origination of this message'' and are working with their counterparts in the federal government to understand its meaning, the timing and who is behind it.\nLater on Tuesday, J. Peter Donald, a spokesman for the Federal Bureau of Investigation, said that its terrorism task force was also investigating. He added: ''There continues to be no specific or credible threat to New York at this time.''\nThe picture appeared in a forum on a Web site that is considered ''one where serious Al Qaeda people communicate and exchange information about techniques, about explosive devices,'' said Mitchell D. Silber, the Police Department's director of intelligence analysis.\nOne thing about the message seemed clear: ''It reminds us that New York is still very much on their minds,'' Mr. Kelly said, referring to terrorists.\nBut several terrorism experts were skeptical. One of them, Aaron Y. Zelin, the editor of the blog Jihadology and a researcher in the department of politics at Brandeis University, said in an e-mail that it ''appears dubious'' that the post was a real threat.\n''The pictures were posted in 'Department of Audio & Visual' / 'Images & Design' as a note on how to Photoshop,'' Mr. Zelin said. ''It was a lesson, not threat,''he said.\nSome of the roughly 500 people who attended the Police Department's presentation on Tuesday said that such disturbing messages could highlight the perception of New York as a target for terrorists and underline the need for law enforcement's continued vigilance.\nRabbi Moses A. Birnbaum, of the Jewish Center of Kew Gardens Hills, in Queens, said that the department's counterterrorism efforts had been ''superb'' for years and that he felt ''very safe'' as a result.\nThreatening images are all around, said Rabbi Abe Friedman, a Jewish leader in the Williamsburg neighborhood of Brooklyn.\n''We live in a society that we have to worry,'' he said. ''But we're very fortunate to have the N.Y.P.D. doing what they are doing every day.''\n\nhttp://www.nytimes.com\n\nLoad-Date: April 4, 2012"
}