{
    "title": "Officials skeptical over terror suspect's fighting stories Man used tales of experience in Afghanist",
    "publisher": "charleston daily mail",
    "year": 2009,
    "month": 8,
    "day": 10,
    "full text": "RALEIGH, N.C. - Authorities believe Daniel Patrick Boyd used tales of fighting the Soviets alongside the mujahedeen to recruit followers into a North Carolina terrorism ring, but U.S. officials in the Middle East while Boyd was there doubt his stories.\nThe former officials questioned whether Boyd, 39, had any affiliation with the Islamic guerrillas, noting the Soviets had all but left Afghanistan by the time the young, blond Muslim convert arrived from America two decades ago.\nBoyd's stories were part of an indictment accusing him and seven followers of violent jihad overseas. The indictment claims some of the men were training in military-style tactics and that all were plotting to kill, kidnap and maim in a holy war overseas.\nRegardless of whether Boyd was ever actually involved with the mujahedeen, authorities said he was preparing for holy war and found more than two dozen weapons, a stockpile of ammunition and gas masks at his house.\nAt least one of Boyd's tales has changed over time. Just two months ago, Boyd giddily bragged about robbing Pakistani banks for more than 30,000 rupees - money he said he gave to the mujahedeen.\nIn 1991, when Boyd was arrested in Pakistan and accused of bank robbery, he claimed he was set up by a bank employee who had made inappropriate advances toward his wife and tried to pilfer money from his family.\nA Pakistani court sentenced Boyd and his brother Charles to have a hand and foot lopped off under Islamic law, but those types of punishments are rarely enforced. Boyd deemed it a \"court of infidels,\" and when an appeals court overturned the convictions in October 1991, Boyd said \"the truth has finally come out.\"\nYet the truth came into question when prosecutors released an audio tape of Boyd talking in May to a person prosecutors have said is an unidentified witness. On the tape, Boyd vowed that he had changed since his time in jail in Pakistan.\n\"We were also young and dumb and not thinking straight,\" Boyd said on the tape, played during a court hearing last week.\n\"Here we have lots of talent, lots of experience, lots of brains.\"\nIn the grandiose claim secretly caught on the tape, Boyd then talked of returning to those exploits, discussing the merits of \"hitting the Wells Fargo trucks and banks.\" He said the money was insured, so banks get hurt but people don't. He argued the financial system was the main ammunition of the \"Kuffar\" - Arabic for nonbelievers.\n\"We must be ready for the sake of Allah,\" he said.\nElizabeth Jones, who was deputy chief of mission for the U.S. embassy in Islamabad, was involved in trying to free the Boyd brothers from jail in 1991. She said she never received any information that they had been involved with any mujahedeen group.\n\"It's fairly unlikely, if you ask me,\" Jones said. \"I would have heard about it at the time. If there was any concern about his associations, we would have known about it.\"\n\"I think he has an active imagination,\" she said.\nProsecutors are using the stories to describe Boyd as a veteran of terrorist training camps in the Middle East who fought against the Soviet Union.\nBoyd once told FBI agents about the Russians going on a 23-day siege of a training camp, including the use of Scud missiles. Separately, on an audio tape from May, he brags about watching an ammunition plane crash in Khost, Afghanistan.\n\"It was at least a mile away from me, and that explosion filled the horizon,\" Boyd told the witness on the recording. \"Boooom. And I'm like, 'God almighty, Allahu Akbar.' The whole mountain just let loose on some tracer ammunition. 'Allahu Akbar.' It took 'em down. That was something to be proud of. I was high, high, high. Yeah, that was something.\"\nThe mujahedeen did lay siege to Khost in 1991, fighting against the Soviet-backed Afghan government, but former state and intelligence officials don't recall an ammunition plane crashing.\nRetired U.S. Army Lt. Colonel Lester W. Grau, who co-authored a book about the mujahedeen fighting the Soviets in Afghanistan, also questioned Boyd's story.\n\"No one would defend a training camp,\" said Grau, a researcher and occasional lecturer at the Foreign Military Studies Office at Fort Leavenworth in Kansas.\n\"The only thing the mujahedeen would defend are their supply depots and supply points. They can't live without those. But a training camp? We are talking a couple of buildings and an obstacle course. There's no reason to dig in your heels and stay there.\"\nMilton Bearden, a highly respected former CIA officer who was station chief in Pakistan from 1986 to the summer of 1989, doubted Boyd's stories. For starters, he said the Soviets started withdrawing officially on May 15, 1988, after the Geneva Accords were signed. The withdrawal ended Feb. 15, 1989.\n\nLoad-Date: August 11, 2009"
}