{
    "title": "OFFICIAL_ BENGHAZI ASSAULT SEEMED CLEAR ATTACK ON U.S. MISSION LOOKED LIKE TERRORISM 'FROM THE BEGIN",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 5,
    "day": 6,
    "full text": "WASHINGTON -- The deputy chief of mission at the U.S. Embassy in Libya during a 2012 attack on a diplomatic outpost in Benghazi told investigators he thought it was a terrorist strike from the beginning, according to interview excerpts released Sunday on CBS News' \"Face the Nation.\"\n\"I thought it was a terrorist attack from the get-go. I think everybody in the mission thought it was a terrorist attack from the beginning,\" Gregory Hicks said in an interview with investigators shared with \"Face the Nation.\" The excerpt was one of several host Bob Schieffer revealed on the program.\nMr. Hicks is one of the witnesses called to testify this week before the House Committee on Oversight and Government Reform about the Sept. 11, 2012, attack that killed Ambassador Christopher Stevens and three other Americans.\nShortly after the attack, U.N. Ambassador Susan Rice characterized the assault as a spontaneous attack. The Obama administration later said it was an act of terrorism.\n\"Clearly, there was a political decision to say something different than what was reasonable to say,\" the House Oversight Committee chairman, Darrell Issa, R-Calif., said on \"Face the Nation.\"\nAccording to the excerpts of his interview with investigators, Mr. Hicks said that the morning after Ms. Rice's Sunday-show appearances he called the acting assistant secretary for Near Eastern affairs, Elizabeth Jones, to ask why Ms. Rice had said that. Mr. Hicks said Ms. Jones told him she didn't know.\nThis week's hearing is expected to focus on claims in a Republican committee report that the State Department massaged public statements about the attack to eliminate or play down the likelihood of a terrorist connection.\nThat long-standing GOP claim may be better supported by documents the committee reviewed in recent months that chart the changes in language over several days following the attack.\nRepublicans are also focusing on the scope and mandate of an independent review of the attack by a panel appointed by the State Department amid accusations that potential witnesses were excluded from the review.\nState Department spokesman Patrick Ventrell said decisions about interviews were made by the outside review board.\n\nLoad-Date: May 6, 2013"
}