{
    "title": "OFFICIALS FOCUS ON TERRORISM DANGER TO FOOD SUPPLY ; EXPERTS CONSIDER CROPS, LIVESTOCK, SUPERMARKETS",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 28,
    "full text": "As the country scrambles to protect key infrastructure installations like airports and energy plants from terrorist attacks, federal and state officials are moving to ensure the safety of another potential target: the nation's food supply.\nNational security experts have focused primarily on America's vulnerability to chemical and biological terrorism. But until now, the threat largely has been described as a terrorist releasing deadly microbes or chemicals in a heavily populated city, such as the sarin gas attack in Tokyo's subway system in 1995.\nSome experts also have warned that terrorists could sabotage crops and livestock or could contaminate food and beverages sold at supermarkets and restaurants. And because the terrorist attacks in New York and Washington have raised security concerns across the country, agroterrorism has become a much greater security concern for government regulators and industry officials.\n\"Prior to Sept. 11, it was mostly theoretical,\" said Martin Hugh-Jones, a professor of pathobiological sciences at Louisiana State University. \"Now, you sort of think, 'These guys are serious.' There is a real risk.\"\nThis week, the Senate Agriculture Committee met with Agriculture Secretary Ann Veneman behind closed doors to discuss federal safeguards against agroterrorism.\n\"The threat is real,\" said the committee chairman, Sen. Tom Harkin, D-Iowa. \"We need to look at other potential threats out there,\" just as airline security is being reviewed, he added.\nPeter Chalk, an expert on terrorism at the Rand Corp., a think-tank in Washington, believes that terrorists would have an easier time of targeting America's food supply than releasing anthrax in a major city. Agroterrorism \"is not expensive nor technically difficult,\" he said.\nAmerican farms are so consolidated, the deliberate introduction of a disease would spread rapidly throughout the industry and would cause widespread economic damage, he said.\nThe damage from such terrorism is not purely financial, experts say. Terrorists could cause panic among Americans by undermining the public's confidence in the meals that people put on the dinner table.\n\"There's the psychological fear that everything could be at risk,\" Chalk said.\nAnd unlike using airplanes, Americans don't have the option of not eating.\nSecurity issues\nThe threat of agroterrorism isn't new. Several nations - the United States, Soviet Union, Britain and Japan - did extensive research during World War II into crop diseases such as rice blast and Southern blight.\nIraq is believed to have developed biological weapons, including a fungus that could cause widespread damage to staple crops like rice and wheat.\nFoot-and-mouth disease could be a low-tech terrorist weapon, experts say. Canadian intelligence services in April reportedly investigated the possibility that terrorists could introduce the highly infectious disease into the country after an American animal-rights activist suggested that the disease, which ravaged the European beef industry, was not such a bad thing.\nBut unless someone claims responsibility, a bioterrorist attack with a foreign animal disease might be indistinguishable from an accidental introduction, said Dr. Keith Prasse, dean of the College of Veterinary Medicine at the University of Georgia.\nNo animals have been infected with foot-and-mouth disease in the United States for 72 years. Even if the disease were to slip into the country, the disease-monitoring and containment system set up by the Agriculture Department probably would keep it from reaching epidemic proportions like the outbreak this year in Great Britain, said Gary Weber, the executive director for regulatory affairs for the National Cattlemen's Beef Association.\nStrict controls on animal movements keep diseases from spreading between states, he said.\nConsumers need not worry about infected animals entering the food supply and making people sick, Weber said. Any animal with a fever is rejected before it goes to slaughter, he said. Inspectors also test meat for any sign of disease, he said.\nBut crop diseases might not be so easy to recognize. And the only losses would be economic because the crops most likely would die before harvesting.\n\"Plants don't get fevers. They don't give you the early warning signs that there's an agent present,\" Weber said.\nFarmers probably would be the first to recognize problems with their fields, said extension specialist Steve Cain of Purdue University. They might consult with their local chemical or fertilizer dealer about the problem before consulting government agriculture officials. A significant amount of time might pass before a crop epidemic is identified and diagnosed, he said.\n\"If we begin to recognize some serious problems, the bell has to be rung right away,\" Cain said.\nWidespread threats\nThe threat of terrorism is not limited to farm fields, experts say. Food-processing plants where security \"is considerably lax\" are at risk, too, said Falk of the Rand Corp.\nSmaller plants are especially suspect, he said, because they often do not keep accurate records, the lack of which would make tracing a source of contamination and initiating a product recall more difficult.\nThe only confirmed case of food terrorism in the United States dates to 1984, when a religious cult in Oregon sprayed salmonella on a salad bar to prevent people from voting in an election.\nIndustry officials say the procedures they have in place to guard against tampering are sufficient.\n\"Unfortunately, we learned the hard way decades ago,\" said Gene Grabowski, vice president of communications for the Grocery Manufacturers of America, referring to the Tylenol scare in the early 1980s.\nJohnson & Johnson recalled millions of packages of Tylenol in 1982 after several people died from cyanide poisoning.\nClayton-based Sara Lee Bakery Group, the former Earthgrains Co., has metal detectors at its bakeries to screen its products for foreign objects, said Matt Hall, a company spokesman. Also, the company hires an outside agency to conduct extensive criminal background checks. Hall said the procedures are fairly typical of the industry.\nNevertheless, the attacks Sept. 11 have forced many food and beverage companies to review security protocols.\n\"Our member companies are always looking for ways to make a strong system even better,\" said Grabowski, who added that perhaps the attacks have \"accelerated the process.\"\nFor example, St. Louis-based Anheuser-Busch Cos. said in a statement that the terrorist attacks \"have resulted in even tighter implementation of our security and safety standards at our company.\"\n\nNotes\n\nAMERICA RESPONDS Reporter Thomas Lee: E-mail: tlee@post-dispatch.com Phone: 314-340-8209 Reporter Tina Hesman: E-mail: thesman@post-dispatch.com Phone: 314-340-8325   \n\nLoad-Date: September 28, 2001"
}