{
    "title": "Officials say bomb likely cause of airliner explosion",
    "publisher": "los angeles times",
    "year": 1991,
    "month": 5,
    "day": 28,
    "full text": "Western security officials Monday surveyed the wreckage of an Austrian airliner that crashed in northern Thailand and said they were nearly certain that the plane was downed by a bomb explosion.\n \n    Franz Karner, Hong Kong sales manager for Lauda-Air, the airline that owned the Boeing 767-300 jet, told a news conference in Hong Kong Monday that the plane appeared to have been destroyed by an explosion and subsequent fireball on board. Asked if he thought it was a bomb, he replied, \"It looks like it.\"\n \n    All 223 persons aboard the plane, were killed when it exploded in the air Sunday night and crashed into hilly jungles near the provincial town of Suphan Buri, about 120 miles northwest of Bangkok.\nLos Angeles Times; Associated Press   Among those killed were three Americans, including the pilot, identified by Lauda-Air as Thomas Welsh, from the Seattle area.  The airline said 74 passengers and the nine other crew members were from Austria. Another 52 passengers were from Hong Kong.\n \n    Another factor pointing to a bomb explosion was the speed with which the airliner was destroyed. The jet had taken off just 16 minutes before from Bangkok's Don Muang airport, an intermediate stop on its flight to Vienna from Hong Kong. The pilot was given permission by the Bangkok tower to climb to 20,000 feet and then the airliner simply vanished, according to control tower officials at Bangkok airport.\n \n    Rescue workers recovered 140 bodies from the wreckage Monday.  Officials recovered the plane's black box flight recorder, but the investigation was hampered by hundreds of Thais who rushed to the crash site to scavenge for valuables. It was not known when the black box would be sent to Bangkok for analysis.\n \n     During the Persian Gulf war, Western intelligence pinpointed Bangkok as a possible staging site for terrorism; airport security subsequently was tightened. At Hong Kong's Kai Tak International Airport, security also has been tight.\n \n    However, security officers said Lauda-Air conducted no baggage screening in Bangkok. Baggage for all airlines is thoroughly X-rayed as a matter of course before loading in Hong Kong.\n \n  Western airline officials in Bangkok said it has long been known that a disgruntled former employee of Lauda-Air had repeatedly threatened to bomb the airline's offices and aircraft. The employee, whose name was not released, reportedly was being sought by police.\n \n    The twin-engine Boeing 767-300ER took off from Bangkok's international airport at 10:45 p.m. local time Sunday, and a police sergeant major said he saw it explode in a fireball as it headed toward the Burmese border.\n \n    Sgt. Maj. Charan Palung said parts of bodies and tattered clothing were hanging from trees in the bamboo forest region where the crash occurred.\n \n    Vienna police Monday discounted another theory that the bomb may have been intended for a United Airlines flight and was placed on the Austrian plane by mistake. Lt Col. Alfred Rupf, head of the Criminal Division of the Austrian Police at Vienna International Airport, said that idea was based on misinterpretation of a call Vienna police received from an anonymous man speaking German with a German, rather than an Austrian, accent.\n \n    Rupf said the caller explained that he had looked at the flight schedules and noticed a United flight was leaving Hong Kong about the same time as the Lauda flight; the caller expressed suspicion that the bomb was put on the wrong plane by mistake. \"The caller wanted only to give us a tip on how the accident might have happened,\" Rupf said.\n \n    Officials in Bangkok, where security was stepped up, also misunderstood the call to have been about flights leaving Bangkok rather than Hong Kong; they expressed confusion, noting that the only United flight left more than eight hours later. All American airlines using Bangkok airport carry out their own security searches of luggage.\n \n    Austria maintains strict neutrality, and if anything is considered among the most friendly of European countries to Arab regimes, including a number of radical governments in the Middle East that have been accused of supporting terrorism.\n \n    Airline officials noted that Lauda-Air, which was founded in 1982 by former world motor racing champion Niki Lauda, could be ruined financially by the explosion.\n \n    Even with insurance coverage on the $ 60-million aircraft, Lauda-Air has just a few scheduled flights from Vienna to the Far East. Fear of terrorism could force passengers to cancel holiday plans, which would devastate the airline's earnings and threaten its survival, the officials said.\n \n    The Boeing jet was only 18 months old and was one of two used by the airline on the Hong Kong route. Boeing officials said it was the first crash involving the two-engine airliner, introduced in 1982 as a fuel-saving answer to the European-built Airbus 320.\n \n    Seattle-based Boeing is sending a team of investigators to Thailand to examine the crash site.\n Information from the Associated Press was used in this report.\n\nGraphic\n\n \nCOLOR PHOTO, Associated Press; Thailand border police were called out Monday to look for clues to why the plane exploded and keep looters from the crash site.\n\nLoad-Date: November 12, 1992"
}