{
    "title": "Officials promise aggressive counter-terrorism war",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "'An act of war': Republicans laud Clinton for his swift action\nWASHINGTON (AP) - If Saudi-born extremist Osama bin Laden were killed in further American action against his terror network, the United States would have no regrets about his death, Secretary of Defense William Cohen said Sunday.\nNo one would weep, Cohen said, over the death of \"someone who is that fanatical about killing innocent human beings.\"\nSpeaking on NBC's \"Meet the Press,\" Cohen said: \"If he has declared war against the United States, which he has; and if he is part of the command and control of that terror network; then if he is in the line of fire as such, that's his problem.\"\nAn executive order prohibiting assassinations has been in effect since the Ford administration, and Clinton administration officials have stressed that they were not targeting bin Laden in Thursday's missile attacks on terrorist camps in Afghanistan. In a simultaneous exercise, ship-fired U.S. cruise missiles targeted a drug-manufacturing factory in Sudan, accused by the Americans of helping make chemical weapons.\nSecretary of State Madeleine Albright said the attacks were aimed not at bin Laden but at his command and control facilities \"and generally against those who were involved in this.\"\n\"We do not think that just focusing on one single individual this way proves anything,\" she said on ABC's \"This Week with Sam Donaldson and Cokie Roberts.\"\nNevertheless, officials have stressed that the United States has entered a new phase of aggressive counterterrorism in which would-be terrorists will be pursued.\n\"What bin Laden did was an act of war,\" Sen. Arlen Specter, R-Pa., said on \"Fox News Sunday.\" \"When you are at war it's not assassination.\" Bin Laden's group has been blamed for bombings at the U.S. embassies in Kenya and Tanzania that killed 257 people.\nSpecter, who last week asked whether the missile attacks were a means to deflect attention from Clinton's personal problems over the Monica Lewinsky affair, joined other Republicans Sunday in praising the administration for its swift action.\n\"The intelligence community did a very good job leading up to the strikes last Thursday,\" Specter said.\n\"I think the president did exactly the right thing,\" Rep. Porter Goss, R-Fla., chairman of the House Intelligence Committee, told Fox. He said he had been kept advised \"the whole way,\" and his only criticism was that the factory in Sudan suspected of producing chemicals for nerve gas wasn't bombed months ago.\nSen. Dan Coats, R-Ind., another lawmaker who initially questioned the timing of the attacks, told CNN's \"Late Edition\" that while he still believes the sex scandal has affected Clinton's credibility, there was \"credible evidence to indicate that there were actions that could be taken at this particular time\" against bin Laden's organization.\nDefense Secretary Cohen said planning for the missile strike began 10 days before it was executed, and Clinton approved it a week before.\nNewsweek, in its edition on newsstands today, said the operation, code-named \"Infinite Reach,\" was so secret that even people in Cohen's office weren't informed.\n\nGraphic\n\n \nProtesters against the U.S. missile strikes on alleged terrorist sites in Sudan and Afghanistan demonstrate in front of the ABC studios in Washington during Sunday's appearance of Secretary of State Madeleine Albright on 'This Week.' The protesters were noting the similarities between the bombings coming during a personal crisis for President Clinton and the recent movie \"Wag The Dog.\" (Associated Press)\n\nLoad-Date: August 25, 1998"
}