{
    "title": "Officials_ Al-Qaida hopes to disrupt elections; Authorities fear a repeat of the terrorism that rock",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 7,
    "day": 9,
    "full text": "A steady stream of intelligence, including nuggets from militant-linked Web sites, indicates al-Qaida wants to attack the United States to disrupt the upcoming elections, federal officials said Thursday.\nBesides elaborate security plans for the political conventions this summer in Boston and New York, the officials are considering how to secure polling places come November.\nHomeland Security Secretary Tom Ridge said the Bush administration based a decision to bolster security on credible reports about al-Qaida's plans, coupled with the pre-election terror attack in Spain earlier this year and recent arrests in England, Jordan and Italy.\n\"This is sobering information about those who wish to do us harm,\" Ridge said. \"But every day we strengthen the security of our nation.\"\nThe government is not raising its color-coded alert status, however, he said, and U.S. officials do not have specific knowledge about where, when or how an attack might take place.\nThe CIA, FBI and other agencies \"are actively working to gain that knowledge,\" Ridge said.\nAsked why he had made a public announcement on Thursday, Ridge said that after the attacks in Madrid, Spain, he considered it \"very important, on a periodic basis, to frankly just give Americans an update as to where we are and what we are doing.\"\nThe Bush administration was criticized by Democrats in late May when Attorney General John Ashcroft put forward a high-profile warning that an attack could be imminent - an assessment not all high-ranking officials shared.\nBefore Ridge's public comments, top FBI, CIA and Homeland Security Department officials had briefed House members Wednesday and Senate members on Thursday at the request of congressional leaders. With the summer political conventions nearing, lawmakers had requested information about the terror attack threat and security precautions.\n\nLoad-Date: July 9, 2004"
}