{
    "title": "Official says Paris suspect targeted Charlie Hebdo Double stabbing probe finds extremist links",
    "publisher": "usa today",
    "year": 2020,
    "month": 9,
    "day": 28,
    "full text": "PARIS - The chief suspect in a double stabbing in Paris told investigators he carried out the attack in anger over caricatures of the Prophet Muhammad recently republished by satirical weekly Charlie Hebdo, a judicial official said Saturday.\nTwo people were wounded and seven people are in custody after Friday's attack with a meat cleaver outside the newspaper's former offices in eastern Paris, which counterterrorism authorities are investigating as an Islamic extremist attack.\nCharlie Hebdo lost 12 employees in an al-Qaida attack in 2015 by French-born extremists who had criticized the prophet cartoons. The newspaper, which routinely mocks religious figures of all kinds, decided to republish the caricatures the day before the trial into the 2015 attacks opened earlier this month. The publication drew threats from militant groups as well as criticism from Muslims in multiple countries.\nQuestioned by investigators, the chief suspect acknowledged carrying out the attack and said he sought to target Charlie Hebdo because of the caricatures, according to an official close to the investigation who wasn't authorized to be publicly named discussing an ongoing investigation.\nThe suspect had been arrested a month ago for carrying a screwdriver, but wasn't on police radar for Islamic radicalization, Interior Minister Gerald Darmanin said.\nThe suspect came to France three years ago as an unaccompanied minor, apparently from Pakistan. His identity was being verified, the minister said.\nSeven others were detained in the aftermath of Friday's attack, but one has been released, the official said. Five of those in custody were detained in the Paris suburb of Pantin in a residence where the suspect is thought to have lived.\nThe two people wounded in Friday's attack were a woman and a man working at the Premieres Lignes documentary production company who had stepped outside for a smoke break. Company co-founder Luc Hermann told broadcaster France-Info that they remain hospitalized Saturday, but their condition was \"reassuring.\"\nPrime Minister Jean Castex on Saturday, pledged to step up the fight against terrorism, saying \"the enemies of the republic will not win.\"\nThe interior minister conceded that security was lacking on the street where Charlie Hebdo once was headquartered, and ordered special protection for all \"symbolic sites,\" noting in particular Jewish sites around the Yom Kippur holiday this weekend. A Jewish grocery store was targeted days after the Charlie Hebdo newsroom massacre. \n\nLoad-Date: September 28, 2020"
}