{
    "title": "OFFICIALS LINK DRUG TRADE, TERRORISM; EXPERTS SUSPECT CASE IN ST. LOUIS -",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 4,
    "day": 8,
    "full text": "INTELLIGENCE officials in the United States were not surprised to learn that Monser al-Kassa, a Syrian known as \"the Drug Prince of Marbella,\" had connections to the Abu Nidal terrorist organization.  In Lebanon's fertile Bekaa Valley, terrorist camps are situated near labs that turn out heroin and refined drugs for export to Europe and the United States, according to a report in December by the House Judiciary subcommittee on crime.  And al-Kassa's activities show the first clear links between Abu Nidal terrorism and drugs. And a St. Louis connection?  Experts believe that at least one of the Abu Nidal operatives indicted in St. Louis last week may have used drug proceeds in planning terrorist activities.   Luie Nijmeh, one of the four charged with being part of Abu Nidal's terrorist group, was arrested in St. Louis in January and charged with possession of 150 grams of Cocaine.   The indictment alleges that Nijmeh and the others transfered money to contacts in the Middle East, although it doesn't say where the money came from. But a congressional expert on terrorism said: \"Drugs have become a way that a lot of terrorist groups are earning money now.\" The expert, who asked to remain anonymous, said that as moderate Arab states have stopped supporting Abu Nidal in recent years, his organization has turned to smuggling drugs and guns to finance operations. Authorities blame Abu Nidal's organization for more than 90 attacks in 20 countries.  \"When you think that the U.S. is the 'Great Satan' - which many of them do - then clearly you don't have a problem selling drugs and arms here,\" this expert said.\nA State Department report in 1987 made a connection between the Abu Nidal network and drug trafficking. The report said that the family of Monser Al-Kassa - who also has been dubbed \"the Godfather of Terrorists\" - had regular dealings with Abu Nidal, the Palestine Liberation Organization and other groups.  In the aftermath of the bombing of the World Trade Center in New York and the indictments in St. Louis, experts are trying to determine the extent of terrorist planning in the United States.  Newsday, a New York newspaper, reported last weekend that authorities had obtained a list of Abu Nidal organization members in the United States when they arrested Muhamed Ali Isa al-Batmi in Peru in 1988. Al-Batmi reputedly was an Abu Nidal lieutenant in charge of operations in Latin America.  According to the indictments, Saif Nijmeh, another of the four St. Louis men charged last week, met with al-Batmi in Peru shortly before he was arrested. Saif Nijmeh is the brother of Luie Nijmeh and a liquor store operator in St. Louis County.  James W. Nelson, FBI agent in charge of the St. Louis office, acknowledged Wednesday that a list had been discovered in Peru, but said that he did not know how many people were on it.  In Washington, several experts said the indictments in St. Louis suggest an upswing of planning by radical elements rooted in the Middle East. They noted that two Palestinian-Americans from the Chicago area had been arrested in Jersusalem in January and charged with distributing $300,000 to members of the militant Islamic group Hamas. Hamas opposes Israel's existence as well as any Middle East peace talks.  Robert Satloff, an analyst with the Washington Institute for Near East Policy, said that fund-raising in the United States to support radical groups in the Middle East has become common. \"Everybody agrees that fund-raising goes on in America, but there is disagreement as to the level of political and operational decision-making here,\" he said, referring to the Hamas organization.  In Congress, experts were trying to get a better handle on the whereabouts of the radical elements. The Senate Judiciary Committee plans to announce hearings shortly on a broad range of subjects related to terrorism. For example, the committee plans to examine laws that allow people to come and go from the United States relatively freely.  \"With Islamic fundamentalism becoming a major issue in the Middle East and given what we have seen lately in this country, we have to take terrorism attacks much more seriously,\" said a Senate aide who asked not to be identified.  Some experts remain skeptical that the indictments in St. Louis suggest new dangers. For one thing, Abu Nidal's secular, mercenary operation is unrelated to the Islamic fundamentalism gaining strength in the Middle East.  Also, skeptics say, authorities would not have allowed the St. Louisans charged last week to roam the world in recent years if they were suspected of being top members of the Abu Nidal organization.\n\nGraphic\n\n \nPHOTO; Photo by AP - Luie Nijmeh, 29, leaving court in Dayton, Ohio, after being arrested last week on charges of plotting terrorist acts.\n\nLoad-Date: October 7, 1993"
}