{
    "title": "Officials Name Fourth Victim of Strasbourg Attack",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 14,
    "full text": "A fourth victim of the attack on the Christmas market in Strasbourg, France, was named on Friday, the morning after the French police shot dead the man accused of the rampage in the heart of the historic city.\nThe suspect, Chérif Chekatt, 29, was killed in the Neudorf neighborhood of Strasbourg after firing on the police on Thursday night, ending a two-day manhunt that involved more than 700 members of the security forces.\nOfficials named the fourth person to die of wounds sustained in the shooting as the journalist Antonio Megalizzi, an Italian national. Italy’s Foreign Ministry said Mr. Megalizzi was in Strasbourg to follow the plenary session of the European Parliament for the Europhonica radio network.\nThe other three people killed included a Thai tourist, an Afghan who had emigrated to France and a Frenchman who had recently retired. Several other people were wounded.\nThe city, on eastern France’s Rhine river border with Germany, reopened its Christmas market on Friday under heavy security. French troops, who have been used to bolster national security since a wave of Islamic State-inspired attacks began in France in 2015, stood guard at the open-air market.\nStrasbourg’s mayor, Roland Ries, said the attack was indisputably an act of terrorism, and expressed relief that Mr. Chekatt had been killed. “I think it will help to get back to a life that I would describe as normal,” he told reporters.\nThe Islamic State claimed Mr. Chekatt as one of its soldiers. It provided no evidence for the claim, which Interior Minister Christophe Castaner called “opportunistic.”\nHe said that nothing indicated Mr. Chekatt “was part of a network.”\n“There is nothing to suggest that he was being protected by such, but the investigation is not yet over,” Mr. Castaner told Europe 1.\nHe said Mr. Chekatt was radicalized during time in prison. The police were still interrogating seven associates on Friday, including his parents, to determine whether he had accomplices.\nFrance ramped up its security threat to its highest level after the attack late on Tuesday. Prime Minister Édouard Philippe promised an extra 1,800 troops would be put on patrols with a special focus on Christmas markets. The outdoor market in Strasbourg, centered on a towering Christmas tree, draws more than two million visitors each year.\nPHOTO: The Christmas Market in Strasbourg, France, reopened on Friday, the day after the police fatally shot a man believed responsible for a shooting there that killed four people. (PHOTOGRAPH BY Ronald Wittek/EPA, via Shutterstock FOR THE NEW YORK TIMES)\nRelated Articles\nStrasbourg Shooting Suspect, Chérif Chekatt, Is Killed by French Police\nStrasbourg Suspect Was on a Watch List: What Are the ‘S Files’?\nFrance Declares Strasbourg Shooting an Act of Terrorism\n\nLoad-Date: December 16, 2018"
}