{
    "title": "Officials Continue Investigating Gunman_s Motive in Navy Base Attack",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 7,
    "full text": "The gunman watched videos of mass shootings the night before the attack.\nThe Saudi trainee who carried out the attack on a Pensacola, Fla., naval base showed videos of mass shootings at a dinner party the night before he carried out the shooting, according to a person briefed on the investigation but not authorized to speak publicly.\nThe gunman and three other Saudi military trainees visited New York City recently, including several museums and Rockefeller Center, according to the person. Investigators are seeking to determine whether the trip was a tourist excursion during the Thanksgiving holiday week in New York, or whether the Saudi trainees had other motives or met with other people there.\nThree people were killed and eight others injured in the attack on Friday. The gunman did not have any apparent ties to international terrorist groups, according to a senior American official who was also not authorized to speak publicly.\nBut several politicians said the shooting should be viewed as an act of terrorism.\n“In my judgment, based upon all of the evidence I have seen, the F.B.I. will open this as an international terrorism case,” said Representative Michael McCaul of Texas, a member of the Homeland Security Committee. Mr. McCaul said the F.B.I. had briefed his staff on the case.\nHe traveled back and forth between the United States and Saudi Arabia.\nThe gunman, identified as Second Lt. Mohammed Saeed Alshamrani, was killed by a sheriff’s deputy who responded to the attack. Lieutenant Alshamrani initially entered the United States in 2017, when his training with the United States military began, Pentagon officials said. After his initial arrival in the country, he attended language school at Lackland Air Force Base in San Antonio, Texas, the officials said, and took classes in English and aviation. \nDuring school breaks, he would travel home to Saudi Arabia, the Pentagon officials said. When he returned to the United States in February, friends and colleagues noticed that he had become more religious, said the person briefed on the investigation. It was not immediately clear what he did between February and this week, when he signed into his new training unit in Pensacola, but he had been living in the area.\nOther Saudis on base were questioned.\nSix other Saudi nationals were detained for questioning near the scene of the shooting, which took place over two floors in a classroom on the base. Three of the Saudis who were detained had been seen filming the entire incident, according to another person briefed on the investigation.\nIt was not known whether the six Saudis detained were students in the classroom building, and there was no immediate indication that those filming the incident were connected to the gunman, the person said.\nThe Saudis who filmed the shooting told investigators that they just happened to be there at that time, were caught up in the moment and wanted to capture it, the person said.\nThe authorities have said that there is no credible threat to the Pensacola community, and one of the senior officials said that all Saudi trainees on base had been accounted for.\nFamily members identified one of the victims.\nOn Facebook, family members identified Joshua Kaleb Watson as one of the victims. Adam Watson wrote in a post that his youngest brother “saved countless lives today with his own.”\n“After being shot multiple times he made it outside and told the first response team where the shooter was and those details were invaluable,” he wrote. “He died a hero and we are beyond proud but there is a hole in our hearts that can never be filled.”\nMr. Watson’s father, Benjamin Watson, told The Pensacola News Journal that his 23-year-old son was shot five times. A rifle team captain, he had reported to the base two weeks earlier for flight training, his father told the newspaper.\nCapt. Timothy F. Kinsella Jr., the base’s commanding officer, said the victims were “part of the Navy family.”\nThe authorities have not officially released the victims’ names. Sheriff Morgan said two of the eight were deputies responding to the scene. One was shot in the arm and one in the knee, but both are expected to recover and one was released from the hospital on Saturday, a spokeswoman for the Sheriff’s Office said.\nAt a vigil for the victims on Saturday, Chip W. Simmons, the chief deputy of the Escambia County Sheriff’s office, said the injured deputy in the hospital was in good spirits.\nThe authorities are still investigating a motive.\nInvestigators were trying to determine what motivated the gunman. \nSenator Rick Scott, Republican of Florida, and Representative Matt Gaetz, a Republican whose district includes Pensacola, both described the shooting as an act of terrorism. But federal law enforcement officials said it was too early to establish the gunman’s motive.\nThe SITE Intelligence Group, which monitors jihadist activity, cited a Twitter account with a name matching the gunman that had posted a “will” calling the United States a “nation of evil” and criticizing its support for Israel.\nSITE said the account had also quoted Osama bin Laden, the former Qaeda leader, and was critical of United States foreign policy.\n“I’m not against you for just being American,” the posts said. “I don’t hate you because your freedoms, I hate you because every day you supporting, funding and committing crimes not only against Muslims but also humanity.”\nThe account could not be independently verified, and law enforcement officials did not confirm that it was connected to the gunman.\nThe gunman was a member of the Saudi Air Force.\nThe lieutenant was a trainee with the Saudi Air Force. Saudis have trained at the Pensacola base since 1995.\nThe gunman used a locally purchased Glock 45 9-millimeter handgun with an extended magazine and had four to six other magazines in his possession, according to one of the people briefed on the investigation.\nAt a vigil for the victims on Saturday, Mayor Grover C. Robinson IV of Pensacola said that as far as he knew, the Pensacola Police had never had any interactions with the gunman.\nCaptain Kinsella said that about 200 international students were training at the base. They are from countries like Italy and Norway, in addition to Saudi Arabia, and are trained to fly helicopters or F-15s, according to a Navy pilot familiar with the program. Americans and Saudis go through initial training together before embarking on separate programs.\nMr. Robinson said the Naval Air Station had deep roots in northwest Florida, with a military history that went beyond its status as a state. It was a key fort for the Spanish, he said, and for “as long as we’ve been flying planes, 100 years, they have been flying planes out of that base.”\nThe defense secretary said the military would examine its vetting process.\nDefense Secretary Mark Esper said on Saturday that he had directed the Pentagon to look at vetting procedures for foreign nationals who came to the United States to study and train with the American military.\nMr. Esper, speaking at the Reagan Defense Forum in Simi Valley, insisted that the shooting would not affect military-to-military relations between the Saudi Arabia and the United States.\nThe announcement followed criticism from officials like Mr. Scott and Mr. Gaetz, who blamed the shooting, in part, on what they called insufficient federal vetting standards. The senator said he wanted a “full review” of military programs that train foreign nationals in the United States. \n“Whether this individual was motivated by radical Islam or was simply mentally unstable, this was an act of terrorism,” Mr. Scott said in a statement on Friday. “There is no reason we should be providing state-of-the-art military training to people who wish us harm.”\nMr. Robinson acknowledged that the incident raised serious questions about vetting, but said he would leave issues of national security to the federal authorities. “We depend on allies,” he said. “This is the first time this has happened and NAS has been doing this for decades. We train a number of people to help fight against these adversaries.”\nKing Salman of Saudi Arabia called President Trump to offer his condolences and to condemn the actions of the gunman, who he said did not represent the Saudi people, according to Mr. Trump.\n“The King said that the Saudi people are greatly angered by the barbaric actions of the shooter,” Mr. Trump wrote on Twitter.\nThe shooting happened at dawn.\nThe shooting happened early on Friday morning across two floors of a classroom building at the Naval Air Station in Pensacola, where foreign military trainees have studied for decades.\nLaw enforcement officials said they began receiving emergency calls at about 6:50 a.m., and the base was put on lockdown. It was the second shooting at a Navy base this week.\nChief Simmons, of the Escambia County Sheriff’s office, recounted the shock of hearing words law enforcement officials have come to dread come over the police radio: “active shooter” and “officer down.”\nThe building was covered in broken glass, shell casings and signs of horror, Chief Simmons said, and the police used every possible person available to search every room in the multistory building.\n“It isn’t till everything settles down that you realize what you’ve seen,” Chief Simmons said. “What you are experiencing is what you have seen on TV. What you are experiencing is loss of life.”\nPatricia Mazzei, Adam Goldman, Helene Cooper, Kalyn Wolfe and Liam Stack contributed reporting.\n\nLoad-Date: January 14, 2020"
}