{
    "title": "OFFICIAL SAYS U.S. MUST BE READY TO ACT ON _MURKY_ INTELLIGENCE; DEMOCRAT SAYS INFORMATION USED TO J",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 7,
    "day": 28,
    "full text": "Intelligence about terrorism is inherently murky, and the Pentagon's second-ranking official says the United States must be prepared to act on less-than-perfect information in a world where terrorism is the main threat.\n\"If you wait until the terrorism picture is clear, you're going to wait until after something terrible has happened,\" Deputy Defense Secretary Paul Wolfowitz said Sunday on NBC's \"Meet the Press.\"\n\"And we went to war, and I believe we are still fighting terrorists and terrorist supporters in Iraq, in a battle that will make this country safer in the future from terrorism.\"\n\"Iraq now is the central battle in the war on terrorism,\" he said on \"Fox News Sunday.\"\nIn appearances on most of the Sunday talk news shows, Wolfowitz s imilarly linked the U.S.-led invasion and its aftermath with President George W. Bush's war on terrorism. At the same time, on all the shows, he emphasized that intelligence dealing with terrorists is intrinsically \"murky.\"\nOn CBS' \"Face the Nation,\" Sen. Carl Levin, D-Mich., ranking Democrat on the Armed Services Committee, said he was struck by Wolfowitz's use of the word.\n\"Boy, it sure didn't sound murky before the war,\" Levin said. \"There were clear connections, we were told, between al-Qaida and Iraq. There was no murkiness, no nuance, no uncertainty about it at all. … That's the way it was presented to the American people.\"\nThe Iraq operation was presented as an example of the Bush policy of pre-emptive attack based on intelligence that showed a threat to U.S. security.\nWolfowitz did not specifically say the Iraqi campaign was the result of murky intelligence. But he said the congressional investigation report released last week blamed the administration for not discerning, from tidbits of evidence, the terrorist threat that was borne out on Sept. 11, 2001. Critics are trying to have it both ways, he said.\nWolfowitz said he was unsure whether the recent upsurge in deaths of U.S. soldiers represented a trend or merely a spike triggered by the killing last week of two sons of deposed President Saddam Hussein.\nThere were 13 deaths in the seven days ending Saturday, in what was one of the bloodiest weeks of the war. Another soldier died Sunday.\n\"The sacrifices that our troops are making are spectacular. It's difficult conditions, it's dangerous conditions, and it takes a lot of ingenuity to figure out how to do some of these civil military things they're doing,\" Wolfowitz told Fox.\n\"But it is a sacrifice that is going to make our children and our grandchildren safer, because the battle to win the peace in Iraq now is the central battle in the war on terrorism, and what these troops are doing - and they understand the mission - is something that's going to make our country safer.\"\nHe said he does not expect the renewed violence to erode Americans' support of the war effort.\nWolfowitz, who just returned from Iraq, said it appears that the deaths of Odai and Qusai Hussein last Monday had led to better cooperation from Iraqis in providing intelligence to U.S. personnel.\n\"What has definitely also taken place, though, is a real increase in the amount of information that we're getting from Iraqis,\" he said. \"This is a war that's going to be won not by smothering the country with individual guard posts; it's going to be won by better and better intelligence, and intelligence was improving even before Monday, and I think it's improved since then,\" he said.\n\nGraphic\n\n \nPHOTO; Photo Headshot - (Paul) Wolfowitz, Just returned from Iraq\n\nLoad-Date: July 29, 2003"
}