{
    "title": "Official_ Terror case may happen outside Manhattan",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 1,
    "day": 29,
    "full text": "WASHINGTON ? Facing growing opposition to its plans to hold the Sept. 11 terrorist trial in New York City, the Obama administration is considering moving the proceedings elsewhere. Two administration officials, speaking on the condition of anonymity, said Friday the Justice department is drawing up plans for possible alternate locations to try professed 9/11 mastermind Khalid Sheikh Mohammed and four alleged accomplices in case Congress or local officials prevent the trial from being held in Manhattan. \nThe two officials spoke on condition of anonymity because they were not authorized to discuss the deliberation. Attorney General Eric Holder announced last year that the trial would be held in Manhattan federal court, generating stiff opposition in Congress and in New York. Word that the administration is considering a backup plan for its most high-profile terrorism trial comes after President Barack Obama and Holder have spent weeks on the defensive about their handling of terrorism threats. The administration has admitted intelligence missteps leading up to the failed Christmas bombing of a Detroit-bound airliner, and the case re-ignited a debate in Congress about whether such terror suspects should face civilian or military justice. Moving the trial would be a major political setback for the administration's oft-stated aims in the fight against terrorism. The officials did not say where else the trial might be held, but others have suggested an unpopulated island near Manhattan, or nearby military installations. New York Mayor Michael Bloomberg, who originally supported the plan, reversed his position this week and called Holder to lobby for moving the trial outside lower Manhattan. The city has claimed it will cost them hundreds of millions of dollars to provide security for a court case that is expected to last at least a year. Following Bloomberg's reversal, lawmakers stepped up their opposition as well. Rep. Mike Pence said Friday on ABC's \"Good Morning America\" that it is \"a terrible idea to return the mastermind of 9/11 to the scene of the worst terrorist attack in U.S. history.\" The Indiana Republican said he believes some congressional Democrats will join Republicans in seeking legislation to block funding for security-related costs if the administration doesn't back down. Bloomberg said on his weekly radio show Friday that he had spoken with several \"high level\" people in the administration and made his point that the trial would be expensive and disruptive to lower Manhattan. He said the administration understands and is \"trying to do something.\" \"I said it would be phenomenally expensive and it is very disruptive to people who live in the area and businesses in the area,\" he said. \"So the economic impact is detrimental, and nobody knows how big. And it would be better to do it elsewheres if they could find a venue.\" Rep. Peter King, R-N.Y., said Thursday he has introduced a bill that would prohibit the use of Justice Department funds to try Guantanamo detainees in federal civilian courts. Hours later, New York Gov. David Paterson said he wants discussion with federal officials on the issue of venue. In addition, six senators on Tuesday wrote to Holder and urged him to abandon the idea. The letter read, in part, \"You will be providing them one of the most visible platforms in the world to exalt their past acts and to rally others in support of further terrorism.\" It was signed by Senators Joseph I. Lieberman, independent of Connecticut; John McCain, Republican of Arizona; Blanche L. Lincoln, Democrat of Arkansas; Susan M. Collins, Republican of Maine; Jim Webb, Democrat of Virginia; and Lindsey Graham, Republican of South Carolina. Paterson said that although he's certain New York City will be safe, he thinks there should be a discussion with federal officials over whether to move the trial. Associated Press Writer Devlin Barrett contributed to this report. \n\nLoad-Date: February 1, 2010"
}