{
    "title": "Officials_ Bomb suspects' mother was on watch list",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 4,
    "day": 26,
    "full text": "WASHINGTON ? U.S. intelligence agencies added the mother of the Boston bombing suspects to a government terrorism database 18 months before the bombings, two officials told The Associated Press. She called it \"lies and hypocrisy\" and said she has never been linked to crimes or terrorism. The CIA asked for the Boston terror suspect and his mother to be added to a terrorist database in the fall of 2011, after the Russian government contacted the agency with concerns that both had become religious militants, according to officials briefed on the investigation. \nAbout six months earlier, the FBI investigated Tamerlan Tsarnaev and his mother, Zubeidat Tsarnaeva, also at Russia's request, one of the officials said. The FBI found no ties to terrorism. The revelation that the FBI had also investigated Tsarnaeva and the CIA arranged for her to be added to the terrorism database deepened the mystery around the family. The Tsarnaevs are ethnic Chechens from southern Russia who immigrated to the Boston area in the past 11 years. Tsarnaeva, a naturalized U.S. citizen who has appeared on television interviews since the attacks and reversed her decision to return to the U.S. after the bombings, has said her sons could never have been behind the deadly attacks and believes they were framed. The officials spoke to the AP on condition of anonymity because they were not allowed to speak publicly about the ongoing case. Tsarnaev, who died in a gun battle with police last week, and his younger brother, Dzhokhar, are accused of carrying out the bombings. Officials said that before he was advised of his constitutional rights to remain silent or consult a lawyer, Dzhokhar Tsarnaev admitted to FBI interrogators that the brothers committed the bombings and that he was recruited by his brother to participate only a week or two before the attacks. Dzhokhar Tsarnaev, 19, was taken overnight from Beth Israel Deaconess Medical Center, where he was recovering from a gunshot wound to the throat and other injuries suffered during a getaway attempt, and transferred to the Federal Medical Center Devens, about 40 miles from Boston, the U.S. Marshals Service said. The facility at the former Fort Devens Army post treats federal prisoners. Also, FBI agents Friday picked through a landfill near the campus of the University of Massachusetts Dartmouth, where Dzhokhar Tsarnaev was a student. FBI spokesman Jim Martin would not say what investigators were looking for. Previously U.S. officials have said only that the FBI investigated Tamerlan. But in March 2011, the Russians asked the FBI to look into his mother as well because of concerns they were religious militants who planned to travel back to Russia, the official said. The FBI found nothing to link either person to terrorism, and the FBI closed the investigations in June 2011. Then, the Russians in the fall sent the same warning to the CIA. The CIA asked the U.S. National Counterterrorism Center to add the mother's and son's names to its huge, classified database of people known to be terrorists and those who are suspected of having terror ties, called the Terrorist Identities Datamart Environment, or TIDE. Being in that database does not mean the U.S. government has evidence that links someone to terrorism. About a year ago, there were some 745,000 names in the database. Intelligence analysts add names and partial names to TIDE when terror-related intelligence is shared with them. Tsarnaeva said it would not surprise her if she was listed in a U.S. terror database. \"It's all lies and hypocrisy,\" she told the AP from Dagestan. \"I'm sick and tired of all this nonsense that they make up about me and my children. People know me as a regular person, and I've never been mixed up in any criminal intentions, especially any linked to terrorism.\" A search of U.S. criminal records showed only that Tsarnaeva was arrested in June 2012 in Natick, Mass., on a shoplifting charge over the alleged theft of $1,624 worth of women's clothing from a Lord & Taylor department store. She was arrested and charged with larceny over $250 and two counts of malicious or wanton property damage. Tamerlan had traveled to Russia in January 2012 and returned in July. Tsarnaeva accused U.S. law enforcement of killing her elder son. \"They are already talking about that we are terrorists, I am terrorist, they've told that I was doing something terroristic,\" Tsarnaeva said. Some lawmakers in Washington have questioned whether the FBI adequately investigated Tamerlan Tsarnaev and his mother in 2011. Over the course of that year, the FBI reached out to Russia three times for more information, U.S. officials said. The first time was in March 2011, when they received the initial tip from the Russians. The second was in June 2011 when they were preparing to close the investigation. The third time was in the fall of 2011 after the CIA received the same tip from the Russians. One of the officials said the FBI never found the type of derogatory information on Tamerlan Tsarnaev and his mother that would have elevated their profiles among counterterrorism investigators or would have formally placed them on a terror watch list. Associated Press reporters Pete Yost and Kimberly Dozier in Washington and Arsen Mollayev and Max Seddon in Dagestan contributed to this report. \n\nLoad-Date: April 27, 2013"
}