{
    "title": "OFFICIALS LAUD LIKELY FBI CHOICE",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 7,
    "day": 19,
    "full text": "U.S. DISTRICT JUDGE Louis Freeh of New York, President Bill Clinton's likely choice to run the FBI, is expected to shake up the FBI hierarchy if he gets the post.  Administration officials confide that housecleaning at the top would be a high priority for the 43-year-old ex-FBI agent and federal prosecutor if he succeeds FBI Director William S. Sessions, as is expected.  The White House has given Sessions until today to submit his resignation or be fired, officials say. Freeh's FBI background check has been completed, and he is poised to accept the job, sources said.  In recent weeks Sessions has resisted removal for allegations of misconduct, complaining that he is being undermined by a handful of top FBI officials and agents who dislike him.  The controversy allegedly has undermined FBI morale and convinced Attorney General Janet Reno that some top FBI officials should be transferred from headquarters, officials say.  Freeh \"is very able and very well liked within the FBI,\" a top federal law enforcement official said Sunday. \"He will work well if he gets the job.\" Freeh, with a strong law-and-order portfolio, is considered a no-nonsense bureaucrat who follows a strictly regimented daily routine from dawn to dusk.  His style as a law enforcement agent and prosecutor, according to those who know him best, is both low-key and aggressive. He is said to have special skills at working well in team coordination.  As an FBI agent between 1975 and 1981, he earned a reputation as a tough and fearless crime fighter who took on the Mafia from New York City to Sicily.\nFreeh also offers FBI experience in anti-terrorism work at a time when the FBI is stepping up investigations of domestic terrorism.  Among several awards he has won for distinguished service is one as a special agent in 1980 for his part in the bureau's five-year investigation of East Coast waterfront corruption.  In 1981 Freeh was named assistant U.S. attorney in Manhattan, where he headed a three-year investigation into the \"Pizza Connection,\" a Mafia heroin ring that operated out of pizza parlors in New York, Washington and other East Coast cities.  Freeh also played a major role in setting up a U.S. witness protection program for foreign informers against the Mafia through the attorney general's witness protection program.  In 1987, he was described by then-U.S. Attorney Otto Obermaier as \"one of the country's best\" federal prosecutors. That year he was named the chief of the district's organized crime unit.  In 1991 President George Bush appointed Freeh to the federal bench. An American Bar Association committee rated him \"well qualified\" for the post.  Freeh is known within the Justice Department for his expertise in untangling complex narcotics and money laundering operations by organized crime factions.  Last year, as a federal judge, Freeh called for an \"immediate and overwhelming response\" to the 1991 assassinations of Judge Giovanni Falcone, Italy's leading anti-Mafia investigator, and his wife, Judge Francesca Morvillo.   One recommended response included the aggressive use of U.S.  racketeering laws to prosecute mobsters. Such laws are the backbone of FBI mob investigations and other crimes involving conspiracies.\n\nGraphic\n\n \nPHOTO; Photo by AP - U.S. District Judge Louis Freeh in a recent file photo.  Freeh is reported to be President Bill Clinton's choice to become director of the FBI.\n\nLoad-Date: October 11, 1993"
}