{
    "title": "Official Killed In Bombing Is Mourned In Pakistan",
    "publisher": "the new york times",
    "year": 2012,
    "month": 12,
    "day": 24,
    "full text": "ISLAMABAD, Pakistan -- A senior politician killed in a suicide attack claimed by the Pakistani Taliban was buried Sunday in the northwestern city of Peshawar amid renewed calls for unity in the fight against terrorism and militancy.\nThe politician, Bashir Ahmad Bilour, 69, a minister in Khyber-Pakhtunkhwa Province, was remembered as a ''courageous'' and ''brave'' man, who had gained a reputation as one of the most outspoken critics of the Taliban.\nThe funeral service was held at a sports stadium in Peshawar, where leaders of Mr. Bilour's political party, Awami National Party, gathered with hundreds of party workers.\nInterior Minister Rehman Malik and several leading politicians from other parties also attended the service, guarded by a large contingent of police officers. Surveillance helicopters hovered overhead, and mourners were allowed into the stadium only after passing through metal detectors.\nMr. Bilour and eight others were killed Saturday by a suicide bomber who detonated his explosives after a political rally. The assassination, claimed by the Taliban, convulsed the country's political circles, serving as a grim reminder of the Taliban's lethal ability to strike their opponents. Mr. Bilour had survived two previous assassination attempts.\nMr. Malik lauded the bravery of members of the Awami National Party, a secular group that has been at the forefront of resistance to the Taliban in the northwestern Khyber-Pakhtunkhwa Province. Dozens of the party's workers have been killed in suicide bombings since 2008, when the party gained power in the insurgency-plagued area.\nAlso on Sunday, at least 100,000 followers of Muhammad Tahir-ul Qadri, a religious leader, rallied in the eastern city of Lahore to demand that the government carry out electoral and political changes. Mr. Qadri threatened to march toward the capital, Islamabad, with ''millions'' of his followers and stage a sit-in if his demands were not met by Jan. 10.\nThe sudden re-emergence of Mr. Qadri, a moderate religious scholar with political ambitions, surprised analysts and political commentators and set off speculation about his intentions.\nFor the past several years, Mr. Qadri has lived in Canada. He runs Minhaj-ul Quran International, an Islamic group that promotes peace, harmony and religious moderation and has branches in more than 90 countries. He belongs to the Barelvi sect, which believes in mysticism, reveres saints and shrines, and is considered to be tolerant and accommodating of other faiths. He has issued a religious decree against terrorism and is opposed to the Taliban.\nKnown for his fiery oratory, Mr. Qadri won a seat in Parliament in 2002, but soon quit over differences with Pervez Musharraf, then Pakistan's president, and moved abroad.\nThe rally in Lahore, believed to be one of the biggest in recent years, was preceded by an extensive media campaign, raising questions about sources of financing. A spokesman for Mr. Qadri said the media campaign, television advertisements and the event in Lahore were paid for with donations from supporters.\nBut skeptics wondered whether Mr. Qadri's efforts might also have the backing of the powerful military and intelligence establishment, which is eager to support political figures amenable to its agenda.\nCriticizing Pakistan's political system and its politicians, whom he described as corrupt and inept, Mr. Qadri on Sunday demanded accountability and change before the next general elections, which are expected to be held in the spring.\n''I do not want to derail democracy,'' he said. ''I want real democracy.''\nWhile supporters of Mr. Qadri said the event reflected a popular hunger for change, some analysts had a different view.\n''It was an important political mobilization,'' said Raza Rumi, a political analyst who directs the Jinnah Institute, a public policy research group based in Islamabad. ''But we need a peaceful transition after the next general elections.''\nMr. Rumi said the demand to root out corruption was not new.\n''It is not unusual,'' he said. ''Almost before every general election, politically marginalized groups have demanded the postponing of elections by raising similar demands to end corruption.''\n\nhttp://www.nytimes.com/2012/12/24/world/asia/bashir-ahmad-bilour-taliban-opponent-is-buried-in-pakistan.html\n\nGraphic\n\n \nPHOTO: The coffin of Bashir Ahmad Bilour, a vocal critic of the Taliban, during his funeral on Sunday. (PHOTOGRAPH BY MOHAMMAD SAJJAD/ASSOCIATED PRESS)       \n\nLoad-Date: December 24, 2012"
}