{
    "title": "Officials probe plot, make urgent trip FBI traveled to India and Pakistan after terrorist plans came",
    "publisher": "los angeles times",
    "year": 2009,
    "month": 12,
    "day": 14,
    "full text": "WASHINGTON - FBI agents made an urgent trip to India and Pakistan last week in an effort to head off more Mumbai-style terrorist attacks after learning of the plots during an investigation into the activities of a Chicago man with links to groups affiliated with al-Qaida, according to current and former U.S., Indian and European counter-terrorism officials.\nThe man, David Coleman Headley, was recently charged with being a long-time clandestine operative for Lashkar-e-Taiba and another Pakistan-based military group. Headley had scouted targets for the groups in India, the officials said.\nThe new plots, believed to be in the works for months, were aimed mostly at locations frequented by Americans, Israelis and other Westerners, such as hotel or synagogues, according to the officials. But India's National Defense College and other government sites were scouted as possible targets as well, according to the officials and FBI affidavits recently unsealed in Chicago.\nThe investigators say that Headley, who is now cooperating with the FBI, spent much of the past few years scouting targets not only for last year's Mumbai siege in which 166 people died, including six Americans, but also for future attacks, including one in Denmark.\nAuthorities allege that he did so at the direction of two senior operatives of Pakistani militant groups who had also been members of Pakistan's military. The Justice Department last week filed criminal terrorism charges against a third former Pakistani army officer, still in Pakistan, in the Denmark plot.\nOn Dec. 7 Headley pleaded not guilty to the charge that he worked with Lashkar-e-Taiba to plan the Mumbai attacks.\nThe accusations implicating former Pakistani military officers are almost certain to exacerbate tensions in the region. The United States and India contend that the Pakistan military maintains close ties to Lashkar and other militant groups and has used them for attacks on India. Pakistan has long denied those accusations, and demanded proof.\nNadeem Kiani, a spokesman for the Pakistan embassy in Washington, downplayed the significance of any role in Lashkar terror strikes by former military officers, saying, \"A former army officer doesn't represent the army.\"\nHe added that the Islamabad government has been actively cooperating with the United States and India in the various investigations. Any evidence showing that former Pakistani officers were involved with terrorists \"should be shared with Pakistan, and we will look into it,\" Kiani said.\nU.S. officials say they believe the FBI investigation now has documented such ties, citing phone intercepts, travel records, credit card purchases and other information in the Headley investigation. In the recently unsealed court documents, authorities say that Headley traveled widely through India with a video camera posing as an American Jew. After each surveillance mission, they allege, he took a circuitous route to Pakistan to brief his Lashkar handlers and turn over the tapes, before heading back home to Chicago.\nVarious sources of information appear to have corroborated the FBI's findings.\n\"There have been a number of intelligence reports indicating (Lashkar) activities that might suggest further attacks\" in India, one South Asia-based Western official confirmed.\nIn response, the Israeli national security council's counter-terrorism bureau recently issued two \"highly concrete\" travel warnings about possible Lashkar terror attacks in India with Israelis and Westerners as targets. One mentioned synagogues, Chabad Houses, and popular Israeli tourist spots in the coastal state of Goa.\nIndian authorities have been on high-alert since getting briefed by U.S. officials. Last month, the current threat level was a prime topic of discussion during Prime Minister Manmohan Singh's visit to Washington to meet with President Barack Obama, U.S. officials said.\nThe initial leg of the trip by agents of the FBI's Chicago field office to Mumbai and then New Delhi was based, in part, on orders from the White House that they share as much information from the investigation as possible with India about when and where such an attack may occur. Information was also shared about the role Headley and his alleged co-conspirators in the United States, Pakistan and Europe may have played in the Mumbai attack of Nov. 26, 2008, when 10 heavily armed gunmen rampaged throughout India's financial capital, targeting luxury hotels, transportation centers, a hospital and a Jewish community center.\n\nLoad-Date: December 16, 2009"
}