{
    "title": "Officials take practical path on spending; Wisconsin counties will spend federal terrorism funds on",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 8,
    "day": 16,
    "full text": "Terrorism readiness might not be an overwhelming concern of the average citizen, but it is for southwest Wisconsin officials.\nWhen the federal government made more than $$ @300 million available, Wisconsin wasn't left out. Gov. Jim Doyle recently announced that applications for federal terrorism grants had been approved. Four southwest Wisconsin counties - Crawford, Grant, Iowa and Lafayette - are receiving more than $$ @120,000. \nSome counties are focused on insulating emergency crews against exposure, others on improving their communications systems.\nGrant County Emergency Management Services Director Steve Braun has $$ @56,000 to spend on safety equipment. He doubts rural southwest Wisconsin ranks high as a terrorist target. His Iowa County counterpart, Ken Palzkill, agrees with that assessment. \nBraun's purchases will address \"for practical purposes, the type of events that might happen around here.\"\nBracing for hazardous chemical spills or the discovery of a clandestine methamphetamine lab are two reasons Braun bought a decontamination trailer, also known as a \"human car wash,\" which is used to cleanse people exposed to harmful substances.\n\"You're far more likely to see an ammonia spill than weapons of mass destruction,\" Braun said.\nPalzkill's purchases include protective boots and overalls for first responders.\n\"Hopefully Iowa County isn't a terrorist hotbed,\" he said. \"We try to acquire things that have direct benefit countywide.\"\nCrawford County's Emergency Management Services Director Roger Martin notes every county has a wish list. A mobile command communications vehicle, a back-up for the county's only communications center in Prairie du Chien, tops Martin's list.\n\"If Prairie du Chien got hit, by say a tornado, we'd be out of business,\" Martin said.\nLafayette County Emergency Management Services Director John Reichling is spending $$ @30,000 on communications equipment for the county's new base radio system in the county's 911 Center. \nFrom large to small, Grant County law enforcement personnel will have new portable radios - augmenting existing equipment.\nJoining the county's decontamination trailer is a medical mass casualty trailer with immobilization equipment and oxygen tanks. The trailer, Braun explained, enhances response to injuries suffered in a tornado or a school bus crash.\n\"Ultimately, we have to be prepared to respond to any type of incident,\" he said.\n\nGraphic\n\n \nMug - Steve Braun\n\nLoad-Date: August 17, 2003"
}