{
    "title": "OFFICERS FIND NO TERROR LINK TO PASCO ASSAULT SUSPECT",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 12,
    "day": 23,
    "full text": "Investigators said they have found no evidence linking a 21-year-old man accused of assaulting deputies and experimenting with dangerous chemicals in his bedroom to terrorism.\nPasco Sheriff Chris Nocco had raised that possibility in a Wednesday night news conference about the arrest of Sherif Elganainy. His mother told deputies that when angered, her son would rant that \"I'm a terrorist\" or \"I'm part of ISIS.\" Deputies said he also told them that he wanted to make explosive devices to hurt himself and others.\nBut by Thursday, Nocco said local and federal investigators had found no evidence that tied Sherif Elganainy to terrorist groups.\n\"There is nothing that we can tie back to any terrorist group or things like that,\" the sheriff said. \"Nothing right now has shown that there's a connection to terrorism.\"\nHis father, Mahmoud Elganainy, also denied that his son had any connection to terrorism.\n\"He's mentally sick,\" the father said.\nWhat started as a family dispute early Wednesday morning ballooned into an investigation that drew the attention of the FBI.\nIt was sometime between 4and 5 a.m. Wednesday, deputies said, when the parents noticed a noxious odor coming from their son's room in the home on Carissa Lane, inside the 55-and-older Paradise Point West subdivision.\nWhen they confronted their son in his room, Sherif Elganainy grabbed their arms and pushed them out of his room to hide what he was doing, according to his arrest report.\nLater, at 6:20 a.m., the father collapsed, possibly from inhaling fumes in the house, the Sheriff's Office said. Pasco County Fire Rescue took Mahmoud Elganainy, 60, to a local hospital.\nSherif Elganainy accompanied his father to the hospital. While they were gone, his mother, Loretta Elganainy, 59, called a relative and said she was afraid of being around her son.\nThat relative called law enforcement, and the Pasco County Sheriff's Office sent deputies to the home about 8 a.m. They noticed narcotics and chemicals in the home, Nocco said.\nWhile the deputies were investigating, Sherif Elganainy arrived home and the deputies tried to take him into custody.\n\"As they put handcuffs on him, the fight breaks out,\" Nocco said. \"It turns into an extremely violent situation.\"\nDuring the struggle, the sheriff said, Sherif Elganainy tried to pull a deputy's weapon from its holster. One deputy suffered a broken hand and another was struck in the head before they were able to restrain him.\nSherif Elganainy researched devices that could be used to hurt himself and others, Nocco said, and experimented with chemicals that could be used in those devices. Those chemicals were found in his bedroom, Nocco said.\nBut the father denied that his son had any chemicals.\nWhat signaled to investigators that Elganainy might be tied to terrorism were the statements his mother said he makes when he's angry.\n\"When he gets mad, he says things to her like, 'I'm a terrorist' or 'I'm part of ISIS,'\" the sheriff said Loretta Elganainy told them.\nInvestigators confiscated Sherif Elganainy's computer and cellphone and were working to track down associates to learn more about him. The Sheriff's Office also did not say why he was in possession of those materials or what he may have planned to do with them.\nThe FBI, the federal Bureau of Alcohol, Tobacco, Firearms and Explosives, the Department of Homeland Security and the Hillsborough County bomb squad were all involved in the investigation.\nAs of Thursday morning, Sherif Elganainy faced felony charges of aggravated battery on a law enforcement officer, aggravated resisting arrest with violence and battery on a law enforcement officer. He also faces two misdemeanor counts of domestic battery and one count of possession of marijuana.\nMore charges could be added. He was being held in the Pasco County jail without bail.\nHe was also arrested six times in Osceola County, state records show, on charges that include aggravated assault with a deadly weapon and domestic battery by strangulation. The sheriff said he has a lengthy juvenile criminal record.\nContact Josh Solomon at (813) 909-4613 or jsolomon@tampabay.com Follow @josh_solomon15.\n\nGraphic\n\n \nPHOTO - Pasco County Sheriff's Office: In an image from body camera video, Pasco sheriff's deputies question Sherif Elganainy, 21, about suspicious materials in the home he shares with his parents. Deputies tried to take him into custody, but he resisted violently. PHOTO - ANDRES LEIVA - Times: Sheriff Chris Nocco talks to the news media Thursday about the investigation of Sherif Elganainy.\n\nLoad-Date: December 23, 2016"
}