{
    "title": "Officials_ U.S. 'outed' Iran 's spies in 1997",
    "publisher": "usa today",
    "year": 2004,
    "month": 3,
    "day": 30,
    "full text": "WASHINGTON -- After a bombing killed 19 U.S. airmen at a barracks in Saudi Arabia in 1996, the Clinton administration struck back by unmasking Iranian intelligence officers around the world, significantly disrupting Iranian-backed terrorism, according to a high-level U.S. official and a former top official who was serving at the time of the operation.\nUndisclosed until now, Operation Sapphire took place in 1997. Though the bombers who struck the Khobar Towers barracks were mostly Saudis, U.S. investigators quickly determined that Iranian intelligence officials had trained and organized the plotters. The former U.S. official said Iran was intimidated enough by the U.S. counterspy operation that it stopped targeting Americans after the bombing.\nThe first public hint of the U.S. operation came last week, when Richard Clarke, White House counterterrorism chief for three administrations, told a bipartisan commission investigating the 9/11 attacks that the Clinton administration responded \"against Iranian terrorism . . .  at Khobar Towers with a covert action.\"\nAsked about Clarke's comments, the two other officials spoke about the operation on condition they not be named. Both had knowledge of the operation when it occurred, and both are motivated to speak now at least in part to defend the Clinton administration's anti-terrorism credentials. Separately, CIA officials declined to comment. They said it was standard practice not to give information about covert activities.\nIran's top official in the USA dismissed questions about the operation. \"Iran has never been involved in any terrorism, including terrorism against the United States,\" said Mohammad Javad Zarif, Iran's ambassador to the United Nations.\nThe former high-level U.S. official said Operation Sapphire led to the identification of scores of Iranian intelligence officers and the expulsion of some from foreign capitals. \"We outed them,\" he said. \"The CIA, working with others, identified every known Iranian intelligence operative and made it known that they were known. It resulted in no further manifestation of Iranian terrorism directed against the United States.\"\nSome Iran analysts noticed that Iran-backed groups ended attacks against U.S. targets. \"We don't know why the terrorism stopped,\" said Judith Yaphe, an Iran expert at the National Defense University and former CIA analyst who left the agency in 1995, before Operation Sapphire. \"The general assumption was\" that the reason was the 1997 election of an Iranian reformer, Mohammad Khatami, as president, Yaphe said. Khatami ran on a platform of improving Iran's relations with the outside world.\nThe U.S. officials who talked about the operation declined to discuss details. But there are various ways to \"out\" intelligence officers from rival services: circulating rumors at dinners and cocktail parties; allowing comments about the officers to be overheard on phones known to be bugged; planting stories in newspapers. CIA officers often know who their counterparts are in foreign embassies. It is more difficult to spot those without official cover.\nIdentifying intelligence officers inhibits their ability to function because they know they are being watched. This kind of identification also carries an implicit threat that officers could be expelled or perhaps, depending on who learns their identity, even killed.\nBesides Operation Sapphire, there were other factors in Iran's end to support for terrorism not related to the Arab-Israeli dispute. A non-Arab Shiite Muslim nation, Iran wanted to patch up relations with Saudi Arabia and other wealthy Sunni Muslim Gulf states. In return, it agreed to stop fomenting unrest among Shiite minorities in those countries.\nIran had also been embarrassed by a case involving the 1992 killing of four Iranian Kurd dissidents in a Berlin restaurant. In April 1997, a German court that had convicted four men for the killings stated that the murders were approved at \"highest state levels\" in Iran. Germany expelled several Iranian spies after the verdict.\nOperation Sapphire didn't end Iran's connection to terrorism. Iran has continued to support anti-Israeli militants and has refused to extradite members of the al-Qaeda terrorist network who fled to Iran after the U.S. ouster of the Taliban in Afghanistan. But Iran's government is not known to have targeted Americans since 1996.\nEarly on, U.S. officials suspected Iran of organizing the Khobar Towers plot by members of an Iranian-trained group called Saudi Hezbollah. But the Clinton administration had difficulty proving the charge because almost all the suspects were in Saudi hands. Only in 1999 did the Saudis allow FBI officers to observe interrogations and suggest questions.\nIn June 2001, nearly five years after the bombing, a federal grand jury indicted 13 Saudis and a Lebanese for planting an explosives-laden fuel-tanker truck outside the barracks. In announcing the indictment, Attorney General John Ashcroft said that \"elements of the Iranian government inspired, supported and supervised\" the attack. Of those indicted, 10 were in Saudi custody, and the others were at large, possibly in Iran. No public trial has ever been held.\nThe Khobar Towers case capped more than a decade of anti-U.S. terror by Iranians and Iran-backed groups. Iranian radicals seized the U.S. Embassy in 1979 and held Americans hostage for 444 days. Iran was believed to have backed the bombers who attacked the U.S. Marine barracks in Beirut in 1983, killing 241 Americans. Iran-backed terrorists in 1985 hijacked a TWA flight on which a U.S. Navy diver was murdered and also kidnapped American journalists and academics in Beirut throughout the 1980s.\n\nGraphic\n\n \nPHOTO, B/W, AP file photo; PHOTO, Color, 1996 AFP photo (page 1A); Khobar Towers bombing: The barracks building stands in ruins after it was bombed in June 1996. Nineteen airmen died. The bombing prompted the United States to act against Iran-sponsored terrorism, officials say.\n\nLoad-Date: March 30, 2004"
}