{
    "title": "Official after attacks_ __ Turkey will win'",
    "publisher": "usa today",
    "year": 2016,
    "month": 12,
    "day": 12,
    "full text": "An offshoot of the militant Kurdistan Workers Party (PKK) claimed responsibility Sunday for twin bombings in Istanbul that killed more than 35 people hours earlier, the latest in a series of deadly blasts to rock the nation. \nA Turkish official vowed the country would not be deterred in its battle against militants. \"Eventually, terror, terror organizations and terrorists, will be destroyed,\" Justice Minister Bekir Bozdag said. \"Turkey will win.\" \nThe Kurdistan Freedom Falcons (TAK) cited a number of complaints for its attack, including continued imprisonment of PKK leader Abdullah Öcalan, the Anadolu News Agency reported. The PKK is considered a terrorist organization by Turkey and the United States. \n\"Two of our comrades were heroically martyred,\" TAK said in a statement. Hundreds of Turkish security personnel and thousands of fighters aligned with TAK and PKK have been killed since the PKK restarted its decades-long campaign against the Turkish government almost 18 months ago following the collapse of a fragile truce. \nTurkey was observing a national day of mourning Sunday, hours after the blasts near the newly built Besiktas soccer stadium rocked the city. Turkish officials put the death toll at 38; more than 150 people were wounded. Thirty of the victims were police officers. \nThirteen people have been detained in the bombing investigation. \nThree people were also detained for social media posts related to the tragedy, and authorities said they were investigating any posts that praise terrorism. \nThe Istanbul Chief Public Prosecutor's office issued a statement, reported by the Associated Press and other media outlets, warning that investigators were looking for any \"news, comment or shares on press and social media platforms that attempted to praise terrorism or terrorist organizations, serve terrorist organizations' propaganda, legitimize terrorism or target those who combat terrorism.\" \n\nLoad-Date: January 11, 2017"
}