{
    "title": "Official says_ No warning on Hasan Others say they raised flag on his contact with imam",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 11,
    "day": 11,
    "full text": "WASHINGTON - Finger-pointing erupted between federal agencies Tuesday over Fort Hood shooting suspect Nidal Hasan.\nGovernment officials said a Defense Department terrorism investigator looked into Hasan's contacts with a radical imam months ago, but a military official denied prior knowledge of the Army psychiatrist's contacts with any Muslim extremists.\nThe two government officials, speaking on condition of anonymity, said the Washington-based joint terrorism task force overseen by the FBI was notified of communications between Hasan and a radical imam overseas, and the information was turned over to a Defense Criminal Investigative Service employee assigned to the task force.\nThe imam, Anwar al-Awlaki, who was released from a Yemeni jail last year, has used his personal website to encourage Muslims across the world to kill U.S. troops in Iraq.\nThe communications were gathered by investigators beginning in December 2008 and continuing into early this year.\nThat Defense Department investigator wrote an assessment of Hasan after reviewing the communications and the Army major's personnel file, according to these officials.\nThe assessment concluded Hasan did not merit further investigation - in large part because his communications with al-Awlaki were centered on a research paper about the effects of combat in Iraq and Afghanistan and the investigator determined that Hasan was in fact working on such a paper, the officials said.\nThe disclosure came as questions swirled about whether opportunities were missed to head off Thursday's massacre, in which 13 died and 29 were wounded.\nThe disclosure Tuesday of the Defense Department's role indicated that the military was aware of worrisome behavior by Hasan long before the attack. But a senior Defense official, also demanding anonymity, directly contradicted that notion.\nThe official said neither the Army nor any part of the Defense Department knew of Hasan's contacts with any Muslim extremists.\n\nLoad-Date: November 11, 2009"
}