{
    "title": "Officials_ Prints tie Tunisian to attack Hunt continues for man after truck rams into Berlin market",
    "publisher": "daily news ",
    "year": 2016,
    "month": 12,
    "day": 23,
    "full text": "Police install a security barrier Thursday near Berlin's reopened Breitscheidplatz Christmas market days after a truck plowed into it, killing 12 and injuring dozens. Its amusement rides and holiday light displays will stay off for now in respect for victims.\nBERLIN - German officials presented mounting evidence Thursday that Anis Amri was behind the wheel of a truck that smashed into a Christmas market in Berlin, killing 12, as authorities across Europe pressed ahead with their feverish manhunt for the 24-year-old Tunisian migrant, who has evaded capture since the attack.\nPolice raided properties in Berlin and the western state of North Rhine-Westphalia where Amri is believed to have spent time. They also searched a bus in the southwestern city of Heilbronn after receiving a tip that turned up nothing.\nEven so, investigators were increasingly confident that Amri carried out the rampage after finding his fingerprints in the cab of the truck that had been hijacked shortly before Monday's attack.\n\"We can tell you today that there are additional indications that this suspect is with high probability really the perpetrator,\" Interior Minister Thomas de Maiziere said after visiting the Federal Criminal Police Office along with Chancellor Angela Merkel.\n\"Fingerprints were found in the cab, and there are other, additional indications that suggest this,\" he told reporters. \"It is all the more important that the search is successful as soon as possible.\"\nGerman authorities have been on the defensive after it emerged that Amri had been considered a potential threat for months, subjected to surveillance and put in pre-deportation detention in August only to be released due to paperwork problems.\nThe fact that the attack is alleged to have been carried out by a man who came to Germany seeking asylum last year also prompted fresh criticism of Merkel's decision to allow hundreds of thousands of migrants into the country without requiring them to undergo thorough security checks.\nWhile police have noted that most migrants are law-abiding, a number of high-profile crimes, including the New Year's Eve assaults in Cologne and several violent attacks over the summer, have stoked anti-migrant feeling in Germany. Two attacks in July, along with the truck attack in Berlin, were claimed by the Islamic State group.\n\"We have made great efforts in recent years to better prepare for terrorist threats,\" Merkel told reporters. \"This makes me confident that we will withstand the test that we now face.\"\nWhile members of Merkel's party have called for tighter asylum laws and a crackdown on potential extremists in the wake of the attack, she appealed once more for calm.\n\nLoad-Date: December 23, 2016"
}