{
    "title": "Officials not ruling out terrorism",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 3,
    "day": 9,
    "full text": "BEIJING - Malaysian officials investigating the disappearance of a Malaysia Airlines plane Saturday said they were not ruling out terrorism - or any other causes - as reports emerged that two Europeans listed on the passenger manifest were not aboard and may have had their passports stolen.\nVietnamese military aircraft participating in a search-and-rescue operation for the Boeing 777, which was en route from Kuala Lumpur to Beijing with 239 people aboard, had spotted two oil slicks in the waters off southern Vietnam, the Associated Press reported.\nThe government said the slicks were each six miles to nine miles long and were consistent with the type that would be left by fuel from a crashed jetliner, the AP said.\nMalaysia's director general of civil aviation told a news conference Saturday night that authorities had reviewed closed-circuit TV footage of passengers and their luggage and hadn't seen anything of concern. But Prime Minister Najib Razak cautioned that it was \"too early\" to come to any conclusions, and other officials said nothing was being ruled out of consideration at this point.\nThe plane was carrying 227 passengers and a dozen Malaysian crew members, the airline said. The biggest contingent - 154 - was from China and Taiwan.\nAn initial passenger list posted at the Beijing airport, apparently by Chinese authorities, listed three U.S. passport holders: an adult, Philip Tallmadge Wood, and two children, Nicole Meng and Leo Meng.\nHowever, a full manifest published online Saturday evening by the airline listed the American passengers as Wood, age 51, Nicole Meng, age 4, and Yan Zhang, age 2.\nWood is believed to be an IBM employee who recently began working for the company in Kuala Lumpur after several years in its Beijing offices.\nAccording to the airline, other passengers on the flight included 38 Malaysians, five Indians, seven Indonesians, six Australians, four French, two Ukranians, two Canadians and two New Zealanders. There were also a Russian, an Italian, a Dutch and an Austrian aboard, the airline said.\nHowever, shortly after the list was published on the airline's website, Italy's ANSA news agency reported that Luigi Maraldi, 37, who was listed on the manifest, was in fact not on the plane. The agency said he had phoned his family to say he was alive and well in Thailand.\nAustria's APA news agency made a similar report about an Austrian citizen listed on the passenger manifest, Christian Kozel, 30. APA reported his passport was stolen about two years ago in Thailand.\nMalaysia Airlines Flight MH370 was en route from Kuala Lumpur to Beijing when it lost contact with air traffic controllers around 2:40 a.m. local time Saturday, two hours after takeoff, the airline said.\nThe airline's chief executive, Ahmad Jauhari Yahya, told a news conference in Kuala Lumpur that there was no distress call or bad weather report from the pilots before the plane lost contact with air control 120 nautical miles (140 miles) off the east coast of Kota Bharu, Malaysia.\nAs the search-and-rescue effort got underway, in addition to Vietnamese aircraft, China sent two ships to assist, state-run CCTV reported, while Singapore dispatched a C-130 aircraft. Malaysia sent three maritime enforcement ships, a navy vessel and three helicopters, a Malaysian Maritime Enforcement Agency official told Reuters.\nMikael Robertsson, co-founder of FlightRadar24, which tracks about 120,000 flights per day with 3,000 receivers around the world, said the last transmission it recorded from the flight was at 35,000 feet. While it's possible the plane veered into an area too far away from receivers to track it, he said that was unlikely.\n\"In this case, we have quite good coverage,\" he said. \"We had a very good stable signal and it just disappeared . . . . I don't want to speculate, but something very sudden happened.\" FlightRadar representatives also said they believed the plane had lost radar contact about 40 minutes into the flight, not two hours, as the airline said.\nRelatives of some of the missing passengers were taken from the Beijing Capital International Airport to a nearby hotel and were sequestered in a conference room on the second floor of the complex Saturday morning.\nPeriodically, wails could be heard coming from inside the room, and several people emerged in the midafternoon, complaining that airline officials were not providing sufficient information. \"We are being treated like dogs!\" one man yelled, pushing through a crowd of reporters.\n\"We are still trying to locate the current location of the flight based on the last known position of the aircraft,\" the airline said in a statement. \"We are working with the international search and rescue teams in trying to locate the aircraft. So far, we have not received any emergency signals or distress messages.\"\n(END OPTIONAL TRIM)\nThe airline said it was dispatching a \"go team\" of caregivers and volunteers to Beijing from Kuala Lumpur late Saturday afternoon to assist family members of the passengers.\nState-run media in China said a delegation of 24 Chinese artists and calligraphers and their family members were aboard the flight.\nThe airline identified the pilot as Capt. Zaharie Ahmad Shah, 53, who joined the airline in 1981 and had more than 18,000 hours of experience. The first officer was identified as Fariq Ab. Hamid, 27, who joined the airline in 2007 and had about 2,700 hours logged.\n(END OPTIONAL TRIM)\nThe \"focus of the airline is to work with the emergency responders and authorities and mobilize its full support,\" the airline said. \"Our thoughts and prayers are with all affected passengers and crew and their family members.\"\nBoeing said it was assembling a team to provide technical assistance to investigating authorities.\n(EDITORS: STORY CAN END HERE)\nThose seeking information on passengers may contact Malaysia Airlines at +60-3-7884-1234.\n\nLoad-Date: March 9, 2014"
}