{
    "title": "Officials prepare against terrorism",
    "publisher": "the world",
    "year": 1999,
    "month": 12,
    "day": 9,
    "full text": "\"It behooves us to . . . prepare for what we hope never happens,\" says St. Petersburg's mayor.\nThe Oklahoma City bombing killed 168 people. More than 1,000 people were hurt and six people died when a bomb exploded in the World Trade Center parking garage.\nWEAPONS09\nIf a similar catastrophe happened in St. Petersburg, would the city be ready to handle it?\nOn Wednesday, top city and county officials gathered at the Bayfront Center for a workshop on weapons of mass destruction: bombs, deliberately set fires, poison chemicals or biological attacks.\nThe message: Terrorist attacks do happen in the United States, and it pays to be prepared.\n\"You have to have a game plan,\" Mayor David Fischer said. \"It behooves us to gather to learn from the experts and prepare for what we hope never happens.\"\nSeveral years ago, the federal government decided that the nation's 120 most populous cities should be trained to handle devastating incidents where dozens are hurt or killed.\nTampa recently completed its training. St. Petersburg's is just starting. Officials said they don't know of any threat to Tampa Bay, but they want to get local leaders thinking.\n\"Don't plan for this to happen in two to three years,\" said Peter Farlow, team coordinator of the federal disaster preparedness program. \"Plan as if it'll be next Friday.\"\nWednesday's session was for the top officials in St. Petersburg and Pinellas County who would coordinate an emergency response. Attendees included fire Chief Jim Callahan, police Chief Goliath Davis III, Pinellas-Pasco State Attorney Bernie McCabe, City Administrator Tish Elson and several dozen others.\nAlso on hand were representatives from state and federal agencies, including the Florida Department of Law Enforcement, Federal Emergency Management Agency and the Department of Energy.\nIn some ways, officials said, preparing for a terrorist incident is similar to preparing for a hurricane: It takes a coordinated effort from dozens of officials who normally don't work together. Only in a terrorist attack, there is little or no warning.\nTo develop a plan, city leaders will meet with state and federal officials who would assist in a crisis. They will identify places that could be targets for attacks, such as government buildings or places where large groups of people gather.\nThey will try to figure out how hospitals would handle dozens of patients at once, how to get information to the public and how to collect food and clothes for emergency workers, among other logistical concerns. They will identify the resources they would need and create training programs.\n\"This is the real deal, folks,\" said Peter Beering, the former general counsel for the Indianapolis Department of Public Safety who is one of the federal experts leading the training. \"It's a frightening real deal. This has already happened in the U.S.\"\nNext month, federal officials will return to St. Petersburg to meet with a larger group and learn about the city. For several months after that, officials will develop their disaster response plan.\nIn April, officials will spend a week in training and test their skills during a simulated disaster.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO; David Fischer, (ran CITY & STATE)\n\nLoad-Date: December 9, 1999"
}