{
    "title": "OFFICIALS AREN'T SURE THAT CHECKPOINTS COULD STOP A MEHMET ALI AGCA",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 15,
    "full text": "The head of the State Department's counterterrorism office said today that it would be very difficult for American authorities to spot an international terrorist like Mehmet Ali Agca, the alleged assailant of Pope John Paul II, if he tried to enter this country.\nAnthony Quainton, who directs the office for combating terrorism, said that the problem of identifying known terrorists is even more difficult in Western European countries like Italy.\n''This was someone who is known to have committed a violent terrorist act, about whom details were available, which were communicated by the Turkish Government through Interpol to other governments,'' he said, referring to Mr. Agca.\n''The problem is, how do you go about finding him, if he is living clandestinely in the Turkish community in Germany, where the possibility of crossing borders clandestinely is easy, and given the fact that he is using false documentation?''\n \nSeveral Checkpoints\nMr. Quainton said that the American Government employs a number of checks that might deter terrorists from entering the country.  Officials scrutinize the documentation of foreigners both when they apply for visas at embassies and consulates abroad and when they arrive through customs offices in this country. At both points, officials are trained to spot forgeries.\nOfficials say it would be hard for US authorities to spot international terrorist like alleged assailant of Pope John Paul II, Mehmet Ali Agca\nIn addition, the names of would-be visitors are fed into computer systems that contain the names and aliases of hundreds of international terrorists. The information is supplied by American agencies and foreign governments.\nBut the problem with this system, said Mr. Quainton, is that the aliases of terrorists are not always known and their passports are often expertly forged.\n''The serious criminals are going to have access to documentation that will make this system difficult,'' he said. ''It's hard but not impossible to forge a U.S. visa. We try to take the maximum security on these things, but no system is foolproof.''\n \nPhotographs Don't Help Much\nMr. Quainton said that the use of photographs of terrorists at borders is ineffective because of the enormous volume of traffic. He said that the problem of identifying terrorists is compounded in Western European countries because checks are borders at not always rigorous.\nFor the past 10 years, American Government officials and psychiatrists have attempted unsuccessfully to establish a profile of a ''typical'' international terrorist. An Air Force study published in 1977 determined that most terrorists, like Mr. Agca, are single males, aged 22 to 24.\nThe study, based on 350 terrorists who were active between 1966 and 1976, drew the following picture: the terrorist has had some university education and comes from an affluent, urban, middle-class family that enjoyed considerable social prestige. Chances are that they were recruited at a large university.\nBut the study also contained significant contradictions. Members of the Irish Republican Army, it pointed out, are largely drawn from the working class.\n \n'Some Commonalities'\n''There are some commonalities,'' said a spokesman for the office for combating terrorism. ''Most are highly motivated. Few are doing it for money. But after a while, it becomes fruitless to investigate terrorists per se.''\nOther authorities have also attempted to draw psychological portraits of a typical terrorist. They have attributed terrorism to sexual frustration and inability to deal with life failures, among other causes. A Dallas psychiatrist suggested that most terrorists probably suffer from a disorder of the inner ear.\nBut many experts discount such generalizations today. ''You have a motley group,'' said a consulting psychiatrist for the State Department, who did not want his name used. ''People get in for different reasons.''\nThe office for combating terrorism, however, has assigned certain common features on the basis of nationality. Italian terrorists, for instance, are considerably better educated than Turkish terrorists and come from wealthier and more socially prominent families.\nTurkish terrorists, said a spokesman at the office, are usually young men with high school educations who have been ''caught up in the ideological motivation of the times, in a country where violence and firearms were prevalent.''"
}