{
    "title": "Officials unveil new color-coded safety and security alert system University sues majority GW Hospit",
    "publisher": "university wire",
    "year": 2019,
    "month": 12,
    "day": 12,
    "full text": "Officials are rolling out a new safety and security \"communication protocol\" in preparation for winter weather.\nGW community members will now receive notifications about topics like weather and nearby crime through three different color-coded labels: green, yellow and red, according to a University email Wednesday. Each color is assigned to one of three labels - awareness, advisory and alert - and indicates the severity of the alert.\n\"In cooperation with regional and federal partners, the University's leadership monitors for adverse weather that may impact our campuses,\" the email states. \"The severity and duration of weather conditions, the impact on roads and public transportation and the condition of campuses are several factors University leadership considers when determining GW's operating status.\"\nGreen \"awareness\" notifications on the new system will signify \"preparedness campaigns,\" CPR training and floor warden trainings, according to the email. Yellow notifications indicate \"timely\" crimes, delayed openings or closings resulting from inclement weather, utility disruptions and any parking or traffic advisories, the email states.\nRed notifications will alert community members about closures resulting from inclement weather, \"explosion,\" terrorism or an armed intruder, according to the email.\nOfficials will continue to communicate GW's \"operating status\" through GW Alerts, campus advisories, information lines and on social media platforms like Facebook and Twitter, according to the email.\n\"Despite adverse weather, we reaffirm the importance of maintaining instructional continuity,\" the email states. \"While the university will continue to offer make-up days in the event of a closure, we are committed to offering modes of remote instruction to maintain continuity of instruction.\"\nThe University will be sending a test message to community members over the next few weeks, according to the email.\nOfficials said last month that nearly half of students, faculty and staff do not receive emergency text alerts because of GW's opt-in policy for text alerts and later announced the University would be switching to an opt-out system.\n\nLoad-Date: December 13, 2019"
}