{
    "title": "Official defends tough tactics in war on terrorism; Crucial changes_ He says that quiet cells of ter",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 11,
    "day": 29,
    "full text": "The government's top terrorism prosecutor, grilled Wednesday by senators angry they weren't consulted about new get-tough police tactics, defended the changes as crucial to stopping \"sleeper\" terrorists waiting to strike Americans.\nAssistant Attorney General Michael Chertoff sought to assure a skeptical Senate Judiciary Committee that Attorney General John Ashcroft considered Congress a \"full partner\" in the war on terrorism.\nAt a Senate hearing in Washington, Chertoff repeatedly defended the administration's most controversial tactics - authorization of military tribunals, monitoring of jailhouse conversations between lawyers and clients, secret detentions - as necessary for national security. He said officials feared quiet cells of terrorist might still be in operation.\n\"We could continue as before and hope for the best,\" he said. \"Or we can pursue an investigative approach that uses every available lawful technique to try to identify, disrupt and if possible incarcerate or deport sleepers.\"\nBut Republicans and Democrats expressed frustration they weren't consulted in advance - pointedly noting Ashcroft had once served among them in the Senate.\n\"How can you talk about a full partnership when no one told us this was coming down?\" asked Arlen Specter, R-Pa.\nThe committee's Democratic chairman, Patrick Leahy of Vermont, said he was concerned some measures may infringe on civil liberties or undercut American justice.\n\"You didn't feel it was at all necessary\" to let Congress weigh in? Leahy asked about the military tribunal plan.\nChertoff countered the president had the power to authorize the tribunals, which come under the jurisdiction of the Defense Department.\n\"So it's those guys' fault, not yours?\" Leahy retorted.\nMilitary tribunals can hold secret trials and afford fewer rights for the accused than civilian U.S. courts, but Chertoff said they can be fair if proper rules are applied. The Defense Department is developing rules now, he said.\n\"The presumption that we are going to hold secret trials is an unfair presumption,\" Chertoff said.\nA majority of the American public - six in 10 - supports holding military tribunals for suspected non-citizen terrorists, says an ABC-Washington Post poll made public on Wednesday. Almost nine in 10 said they support the detentions of more than 600 people in the terrorism investigation. ABC reported those results on the evening news.\nRepublican Sen. Orrin Hatch of Utah said most Americans support the administration's steps to fight terrorism and contended the complaints were coming from left-leaning groups that like \"carping about the government.\"\n\"Americans worry that we are not doing enough to thwart terrorism, not doing too much,\" Hatch said.\nUsing new anti-terrorism measures passed by Congress last month, investigators have tracked suspects on the Internet and culled through intelligence files that were previously off limits.\nBut they have yet to use a new power to monitor conversations between suspects detained in the terrorism investigation and their lawyers, Chertoff said.\nHe said 16 prisoners' conversations with lawyers were being monitored- 12 convicted terrorists and four people held on espionage charges. He said none was being held in connection with the Sept. 11 investigation.\nLawmakers questioned Chertoff about withholding the names of detainees held on immigration charges. He said it was up to the detainees to identify themselves if they want to make their names public and denied that any were being held incommunicado. He acknowledged \"some slippage\" in the early days of the investigation that made it difficult for some to contact attorneys.\n\nLoad-Date: November 29, 2001"
}