{
    "title": "Official urges tighter airport security; The U.S. attorney says local air fields are vulnerable to t",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 8,
    "day": 24,
    "full text": "Minnesota's top federal prosecutor says security must be tightened at local airfields such as Flying Cloud Airport in Eden Prairie to ward off terrorist threats.\nBut officials of the Metropolitan Airports Commission (MAC), which operates metro-area airports large and small, disagree with U.S. Attorney Tom Heffelfinger, saying that security at local, so-called reliever airports is already sufficient.\nEfforts to tighten security would be impractical, expensive and unnecessary given the actual threat of terrorism posed by small aircraft, MAC officials said.\nHeffelfinger says it's his job to worry about what might happen if terrorists ever stole a plane from a local airfield.\nIt would be all too easy for terrorists to fly out of local airports, which lack guards and where gates remain open until late at night, Heffelfinger says.\nAnd it would take too long to get a military jet to shoot down a stolen plane before it reached potential targets in the Twin Cities area, such as the Metrodome or the Mall of America, he says.\nDespite complaints that his worries are overblown, Heffelfinger is pushing airports to tighten security. For example, Flying Cloud's gates, some of which remain open at most times of the day, should be closed at all times, he says.\n\"You can tighten down an airport like Twin Cities International, but if you leave [other] airports unprotected you're not effectively protecting the airspace,\" Heffelfinger said.\nFederal agencies including the new Transportation Security Administration require tight security and passenger screening at large commercial airports since the Sept. 11, 2001, terrorist attacks.\nBut security at smaller airports - those that do not provide airline passenger service and are mostly used by amateur pilots and corporate jets - isn't directly regulated by the federal government. Heffelfinger says the U.S. Justice Department has given U.S. attorneys the responsibility of organizing local anti-terrorism efforts in their areas, and those responsibilities include safeguarding smaller airports.\nTSA sent security guidelines last year to the more than 19,000 small airports in the United States, but those recommendations are voluntary. The guidelines call for tighter security at airports that handle larger planes and are closer to major metropolitan areas, such as Flying Cloud, Heffelfinger said.\nIn response to those guidelines, the MAC, working with Heffelfinger and other agencies, came up with security plans for local reliever airports last year.\nHeffelfinger says those plans, the details of which are secret because of terrorism concerns, require that gates be closed. But Tim Anderson of the MAC disagrees.\n\"There is a limit to how much can be done,\" said Anderson, the MAC's deputy executive director for operations. Airports do close gates and restrict access to hangars containing larger aircraft, he said. But the many businesses at local airports, including flight schools, maintenance shops, airplane outfitters and corporate jet operators, need for their customers to have ready access through the gates.\n\"If you locked your gates, you just locked your business out,\" Anderson said. Closing the several gates at each airport would require spending millions on guards or expensive surveillance technology, but it would still be hard to determine who is allowed in the airport. MAC spokesman Pat Hogan said: \"There are so many people that have a right and a legitimate reason for being there.\"\nHow big a threat?\nWhile airports are careful about protecting large corporate jets, which have larger payloads and fuel tanks that could make them more potent tools for terrorists, Hogan said smaller planes such as single-engine models aren't as much of a threat.\n\"They could frankly have a larger impact with a large truck than with a small airplane,\" Hogan said, noting that in the rare cases when small airplanes have been stolen and flown into buildings, the pilots have been killed but the crash has caused few other injuries and little structural damage.\nBut Heffelfinger, who lives in Eden Prairie, said someone could kill \"3,000 people\" flying a small, single-engine plane into the roof of the Metrodome during a Sunday afternoon football game.\nEden Prairie resident Laura Neuman, who lives near the airport, has expressed her concerns recently in letters to newspapers.\n\"A large truck you can't fly over the Mall of America,\" said Neuman, who served on Eden Prairie's Flying Cloud Airport Advisory Commission and who opposes the proposed expansion of Flying Cloud Airport. She has been trying to raise the issue of the airport's security and its open gates. \"Every time I've driven by they've been open,\" she said.\nSecurity in place now\nThe MAC has invested in security since Sept. 11 by adding fencing to its six reliever airports, Anderson said. It also encourages the people who use and work at the airport to keep a close eye on the facility through \"airport watch programs.\"\nBusinesses at Flying Cloud are \"very security conscious,\" said Joe Smith, the manager at Elliott Aviation, which operates mostly light corporate jets, expensive planes whose owners demand security. Smith's 70 employees at Flying Cloud Airport are trained to keep an eye on people visiting the airport, he said.\nEden Prairie Police Chief Dan Carlson said workers at the airport don't hesitate to call police if they're suspicious of anyone.\nHowever, Heffelfinger said the airport security plan \"is still too reliant on tenants identifying something that's out of place.\" That method isn't very effective, he said. \"It really doesn't work that way.\"\nHe recalls riding his bike by the airport one day - and just to see what would happen, he rode through an open gate and around the airport. No one questioned him, he said.\nSmith said, \"Security is taken seriously out here, but I think there is always room for improvement. I think we continually need to raise the bar.\"\nEden Prairie city staff will meet with MAC officials later this month to discuss a range of issues regarding the airport. City Council member Ron Case said one reason for the meeting is that \"security issues at reliever airports have never been sufficiently addressed.\"\nA national concern\nCongress is in the process of looking more closely at security at local airports, too. A homeland security funding bill approved by the U.S. Senate last month calls for a \"national assessment\" of the threats posed by security gaps at smaller airports. A final version of the bill still needs to pass both houses of Congress.\nLobbying groups, led by amateur pilots and businesses that operate at small airfields, have argued that federal regulation would be an unnecessary hassle for users of the airports and an ineffective way to prevent terrorism.\n\"If you weigh all the risk factors, it doesn't make sense to spend that kind of money,\" Anderson said. \"You need to focus your resources where it makes sense.\"\nFinding money for extra security could be difficult for the MAC, which already subsidizes the operation of reliever airports.\nCarlson, the police chief, said his officers recognize that Flying Cloud Airport is one of the top potential terrorist targets in Eden Prairie, so they place special emphasis on patrolling the facility.\nPolice also monitor intelligence information about possible terrorist threats. \"We have unlimited potential threats, but we have limited resources,\" Carlson said. Good intelligence helps agencies \"put the resources where they will be most productive.\"\nContact the writer at 612-673-7168 or bsteverman@startribune.com.  \nShould airports such as Flying Cloud in Eden Prairie tighten security to prevent terrorism?\nPRO\nSecurity is too lax, with open gates making it easy for unauthorized visitors to get access to aircraft. Even small planes could be potent tools for terrorists, especially so close to a major metropolitan area.\nCON\nCompared with other threats, the danger from small aircraft is small. Some security is in place, and airport employees are vigilant. But money is better spent on other homeland security needs, and excessive security would simply hurt airport businesses.\n\nGraphic\n\n \nMAP; PHOTO\n\nLoad-Date: August 24, 2005"
}