{
    "title": "Ohio considers anti-terrorism bills",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 7,
    "full text": "Two anti-terrorism bills are currently pending before the Ohio General Assembly, both of which are strongly supported by Ohio Gov. Bob Taft.\n\"We are definitely supporting the bills, and the governor is very supportive of them,\" said Joe Andrews, spokesman for Gov. Taft. \"The bills can even work so well that they can turn what were once considered misdemeanors into felonies.\"\nMiami U.\nThe first, Senate Bill 184, carries the central purpose of defining acts that are to be seen as terrorism, differentiating actual terrorist activity from those acts that are not. The bill, generated by Ohio Senator Robert Spada, gives law enforcement officials the ability to pursue individuals who obstruct the elimination of terrorist activities and to strengthen the punishment for those who are convicted of terrorism.\nSenate Bill 184 is based upon a comparable law already in effect in New York.\n\"It is unlikely to deter these international terrorists, but it's not an unexpected response,\" said Kevin Pybas, assistant professor in the Miami University political science department. \"Anytime something of this magnitude happens, people want justice, and this is just that.\"\nOhio Representative John White conceived the second pending bill, House Bill 411. This bill focuses on enhancing the consequence for citizens who create artificial alarm in the state of Ohio by producing phony terrorist threats.\n\"Obviously this makes me feel safer,\" said Miami sophomore Nick Summers. \"I really feel more confident that people pulling pranks or people acting as true terrorists will be apprehended.\"\nThe Ohio House of Representatives hopes that House Bill 411 will keep Ohioans' tax dollars from being wasted on artificial trouble and will prevent a great deal of unnecessary panic in Ohio by making it clear that those responsible for making false threats to the state of Ohio and its citizens will have the law come down hard on them.\n\"The bills will give the law more teeth, make it much stronger,\" Andrews said. \"In these times, with all that has happened in our country, this is what we need in Ohio. In fact, this is what we need across America.\"\n(C) 2001 The Miami Student via U-WIRE\n\nLoad-Date: November 7, 2001"
}