{
    "title": "Ohio State U. faculty continue fight against terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 1,
    "day": 13,
    "full text": "Ohio State University's Program for International and Homeland Security has been working to attract research projects to protect the nation from the threat of terrorism since its inception in April 2002.\nThe OSU Office of Homeland Security is cooperating with federal, state and local government, as well as other universities, to research ways to better protect the citizens of the United States.\n\"We're supporting work across the university,\" said Todd Stewart, a retired major general of the United States Air Force and director of the OSU Program for International and Homeland Security.\nAccording to its Web site, the mission of the program is to \"promote and support research and study at the university into the homeland security problems facing our nation today and in the future, and help transition the basic science and prototype technologies developed at OSU into practical, affordable solutions.\"\nOhio State U.\nC. Bradley Moore, vice president of research for OSU, said that, from the beginning of the Homeland Security project, he felt OSU could offer valuable help because there are talented researchers in every field relevant to homeland security in Columbus, Ohio.\nStewart said he is encouraging work across the university.\n\"One of the goals that I have for the program is to try to involve as many colleges at Ohio State that I can,\" Stewart said.\nThe U.S. Army has put out a call to any interested universities to submit a proposal concerning bio-technology research. OSU is considering making a proposal.\nAccording to Stewart, this will be an especially competitive research grant because the Army will partner with only one university. The university that wins the grant will be awarded up to $ 25 million over five years for research.\nThe various colleges at OSU are working on ways to incorporate homeland security into their research.\n\"I have a request out to the faculty to return info to me from anybody who has a program or research that might relate to homeland security,\" said Bill Hayton, interim associate dean and homeland security program coordinator for the College of Pharmacy.\nJacqueline Royster, associate dean for the College of Humanities, said she and her colleagues are working on ways to use their expertise to contribute to homeland security research on terrorism.\n\"If you think about a terrorist as a human being who grew up in another context, where does the imperative for terrorist acts come from?\" Royster said. \"We think it comes from the heart and the mind of the person.\"\nShe said those schooled in the humanities use their understanding of various cultures and language to understand the cultural divides.\n\"We think that we can be helpful here to help those in crisis mode,\" Royster said.\nStewart said another project the Office of Homeland Security is working on is to establish a center for bioterrorism research in conjunction with several other universities and organizations. These include the University of Minnesota, the University of Illinois at Chicago, Battelle Memorial Institute and the Ohio Department of Health, among others.\n\"It will be a cluster of sites at which work can be done, but managed as a collective group,\" Stewart said. \"Ohio State will be a major site.\"\nStewart said that at OSU the bioterrorism research will include a number of colleges, including the colleges of veterinary medicine; pharmacy; biological sciences; medicine and public health; and food, agricultural and environmental sciences.\nThe partnership with Battelle was considered when OSU first decided to begin its homeland securities program.\n\"Since Battelle has been involved in science and engineering research related to terrorist threats for many years, they were involved from very early on in these discussions,\" Moore said.\nThe OSU Office of Homeland Security has identified 18 areas for focus groups. These areas include bioterrorism, border security and agricultural terrorism.\nThe funding for the project starts as the Office of Research provides funding and administrative assistance to help faculty develop proposals, Moore said.\nIf the proposals are accepted, the federal government will then provide the funding for the actual research, he said.\nStewart said the faculty involved in research at OSU also travels to Washington, D.C., to work with federal agencies and the government.\n\"We're trying to assist the people responsible (for the nation's security) by doing the sciences (and) developing the technology that the people will need to work this issue over the long haul,\" Stewart said.\n(C) 2002 The Lantern via U-WIRE\n\nLoad-Date: January 13, 2003"
}