{
    "title": "Ohio Court of Claims orders state to disclose hospital data",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 19,
    "full text": "On Nov. 10, the Ohio Court of Claims ruled that the Ohio Department of Health must publicize hospital data about the availability of beds and medical resources, according to Court News Ohio.\nEye on Ohio, a nonprofit, nonpartisan Ohio organization for investigative journalism, first requested these public records at the end of March. They asked for the information to be made accessible from a database called Surgenet, which ODH controlled.\nThe ODH denied the request in April, claiming that foreign terrorists might use the records to attack the American healthcare infrastructure. It described the Surgenet system as \"a tool to be utilized during an emergency involving the public's health which could severely impact hospital services.\" Eye on Ohio then filed a lawsuit with the Ohio Court of Claims to obtain the records.\nThis lawsuit is intended to help Ohioans better prepare for COVID-19 by providing more complete and up-to-date information on local hospitals and public health guidelines. With a well-rounded knowledge about the precarious circumstances in hospitals, Eye on Ohio hopes that people will be more willing to take preventive measures and avoid risky behaviors. \nWith winter just around the corner and more people socializing indoors, the risk of infection will likely increase, which health experts believe will cause COVID-19 cases to continue rising. Accordingly, hospitalizations are at an all-time high nationwide, and Knox County is no exception. Over the last few weeks, COVID-19-related hospitalizations quadrupled in the county, with four back in late October and 18 as of Nov. 18. \nWhile data about availability of beds and medical resources was certainly needed in March, it is all the more imperative to have this information now, Knox Community Hospital CEO Bruce White said. \n\"We're watching our numbers and trying to project, 'What's it gonna be like three days from now? Are we going to have the beds? Are we going to have to start deferring in-patients elsewhere?'\" he told Knox Pages. \nAfter reviewing the case, Ohio Court of Claims Special Master Jeff Clark wrote in an October report that the Surgenet system does not use the daily hospital bed records to address security risks or acts of terrorism. On Nov. 10, the Court of Claims approved the Special Master's report and recommendation, promising Eye on Ohio the information they sought.\nThough it has already won the case, Eye on Ohio is still waiting for the records from ODH, which says its staff are working to gather the data while simultaneously coordinating its COVID-19 response, according to attorney Socrates Tuch.\nRebekah Crawford, a professor at Ohio University's College of Health and Sciences Profession, emphasized the necessity of having this data available to the public. \"In times of crisis, transparency is paramount,\" she told Eye on Ohio.\n\nLoad-Date: November 27, 2020"
}