{
    "title": "Ohio State U. student to study terrorism abroad",
    "publisher": "university wire",
    "year": 2007,
    "month": 6,
    "day": 1,
    "full text": "Ohio State junior James Lee has been selected by the Foundation for the Defense of Democracies to participate in an undergraduate fellowship program that informs students about terrorist threats in the United States and around the world.\nLee, a Wadsworth High School graduate, was one of 40 students from the country selected to participate in the year-long fellowship.\nThe FDD is an institute based in Washington, D.C., that researches issues related to terrorism and works to spread its ideas \"in the media, on college campuses and in the policy community,\" according to the organization's Web site.\nThe fellowship begins with a trip to Israel from July 28 through Aug. 12, during which students will be stationed at Tel Aviv University. Lee said he is excited about the opportunity to travel overseas and visit Israel.\n\"I thought it would be cool to leave the country and see Israel,\" he said. \"I would never be able to afford it.\"\nIn Tel Aviv, the students will be presented with lectures and demonstrations from political officials and academic experts in the terrorism field to understanding how democratic states fight terrorism.\nLee said the threat of terrorism can be a confusing concept.\n\"I think terrorism is a very complex issue that people try to make simple,\" he said. \"There is a lot of confusion on both sides about what we are doing and what we should be doing.\"\nOSU student Zach Wilson will join Lee in the fellowship program, which moves to Washington, D.C., in early January for a seminar on the leadership role America plays in the war on terrorism.\nFor the majority of the program, Lee and the students will be coordinating five events that highlight anti-terrorism and pro-democracy on their respective campuses. To conclude the program, each student will conduct a Sept. 11 memorial event.\nClifford May, president of FDD, described the program as \"an opportunity for an elite group of students to become educated on the historical, cultural, philosophical and ideological factors that drive terrorism, and how best to eradicate it.\"\nLee is studying international studies and premedicine and serves as a marketing director for the Ohio Union Activities Board and as president of the Navigators Campus Ministry. The ability to excel in academics and campus leadership were two of the primary qualifications to be eligible for the program.\nLee said he has taken numerous courses at OSU about terrorism, but to compare those with the upcoming fellowship program is like comparing apples and oranges.\n\"You can learn about terrorism taking a class at OSU, but you can only learn so much from listening to a professor,\" he said. \"(The program) cannot be created in a classroom.\"\n(C) 2007 The Lantern via U-WIRE\n\nLoad-Date: June 1, 2007"
}