{
    "title": "OHIO HEADLINES",
    "publisher": "daily news ",
    "year": 2015,
    "month": 5,
    "day": 31,
    "full text": "CINCINNATI New director of VA hospital named\nA Veterans Affairs hospital in Cincinnati that serves parts of three states has a new director.\nThe Department of Veterans Affairs on Friday announced that the new director is John Gennaro, formerly the director of the VA hospital in Butler, Pennsylvania.\nGennaro will oversee delivery of medical care to more than 43,000 veterans annually in 17 counties in southwest Ohio, Kentucky and Indiana. The facility has more than 2,000 staff members and an annual operating budget of more than $387 million.\nGennaro began his career with the VA in 1997 at the research foundation at the Cincinnati hospital. He's also worked at the VA medical facility in Cleveland.\nCOLUMBUS New trial date for terror plot suspect\nA judge has set a new trial date for an Ohio man charged with plotting a U.S. attack after receiving overseas terrorism training.\nColumbus resident Abdirahman Sheik Mohamud has pleaded not guilty to charges of supporting terrorism, supporting a terrorist group and making a false statement involving international terrorism.\nJudge James Graham on Tuesday rescheduled the June trial until Oct. 5 at the request of defense attorney Sam Shamansky.\nShamansky asked for the delay because prosecutors said they needed 12 more weeks to prepare evidence.\nCLEVELAND Kidnap victims receive diplomas\nTwo women who were abducted as teenagers and held captive in a Cleveland house for a decade have been awarded the high school diplomas they missed out on.\nAmanda Berry and Gina DeJesus donned white caps and gowns Wednesday and were given honorary diplomas from John Marshall High School, according to The Plain Dealer. That's the school Berry attended when she was abducted by Castro as a 17-year-old in 2003. DeJesus would have gone to the school had she not been kidnapped in 2004 when she was 14.\n\nLoad-Date: May 31, 2015"
}