{
    "title": "Ohio artists help shape massive infantrymen for Ga. memorial Bronze figures to be unveiled Oct. 16 a",
    "publisher": "daily news ",
    "year": 2017,
    "month": 10,
    "day": 3,
    "full text": "Zanesville sculptor Alan Cottrill with some of the bronze combat soldiers he and others created for the National Infantry Museum. FRED SQUILLANTE PHOTOS / THE COLUMBUS DISPATCH\nJoe Bush left, and Dana Erichsen work on one of the sculptures in Alan Cottrill's Zanesville, Ohio, studio. Cottrill was commissioned to create nine sculptures of combat soldiers for the Global War on Terror Memorial.\nCOLUMBUS - Come Monday morning, the cargo loaded on a large flat-bed trailer attached to a truck headed for Georgia will undoubtedly draw the attention of those sharing the interstate system.\nThe impressive statues, after all, made even their creator's jaw drop the first time he was able to take in the finished product.\n\"Man, I like these guys,\" sculptor Alan Cottrill said recently of the bronze soldiers, pieces he was commissioned to create for the Global War on Terrorism Memorial, whose dedication is planned for Oct. 16 at the National Infantry Museum in Columbus, Georgia.\n\"After 13 months, I'm jazzed up.\"\nThe pieces Cottrill crafted - an Army squad made up of nine infantrymen - won't go unnoticed during the trip south. Each figure stands 7 feet, weighs 750 pounds and represents in detail what a post-9/11 combat soldier might look like, down to the size of his belt loops and the position of his weapon's scope.\nThe ambitious project took Cottrill, a Zanesville resident, and a team of 15 artists and artisans more than a year to complete.\n\"I stopped counting at 10,000 man-hours,\" said Cottrill, 65. \"It's one of two or three of the largest projects I've done.\"\nBut as a U.S. Army veteran and the father of a daughter who is a Navy judge advocate general, the sculptor was thrilled to take on the work.\nHe will deliver the sculptures to the museum Monday and install them Tuesday.\n\"I can feel the emotion, and I hope viewers can, too,\" said Cottrill, who has been sculpting for 27 years. \"There's an intensity but a vulnerability. A toughness but an 'afraid-ness.' That all has to be there.\"\nThe statues will serve as the focal point of the joint-service memorial, which will also feature granite panels with etchings of the names of every man and woman who has died in the war on terrorism (all 6,913 of them) and illustrations of the role of each service in the nation's longest war.\nIn addition, the memorial space - to span 150 feet by 50 feet - will house a steel beam from the World Trade Center sitting atop concrete columns representing the twin towers.\nOfficials from the museum - located just outside the gates of Fort Benning, a U.S. Army base straddling the Georgia-Alabama border - planned the memorial to serve as \"this generation's Vietnam Wall,\" said retired Col. Greg Camp, president of the National Infantry Museum Foundation.\nUntil about a month ago, he said, federal policy prohibited a war memorial from being constructed in Washington, D.C., until 10 years after the conflict's end. Camp said servicemen and women who've sacrificed their lives since the terrorist bombings of Sept. 11 deserved to be honored now.\nWith President Donald Trump having recently signed an exception to the policy for the ongoing war on terrorism, he said, planning for such a memorial in the nation's capital could begin soon but would take years to complete.\nThe museum foundation privately raised the $2 million for the project, allocating $500,000 for the portion spearheaded by Cottrill.\nCottrill was chosen for the sculpting, Camp said, because of his experience working with the military - both as an veteran and an artist - coupled with his passion for such work and his ability to meet the deadline.\n\"His skill was exactly what we needed, but, even more so, it was his commitment,\" Camp said. \"It's not just a job for him but a calling.\"\nTo date, Cottrill has created roughly two dozen military-themed sculptures for sites throughout the country. (He's also known for, among other statues, the Thomas Edison piece that stands at the U.S. Capitol in Washington; statues of Woody Hayes and Jesse Owens on the Ohio State campus; and the Maj. Gen. William Starke Rosecrans in Sunbury.)\nCottrill has his own foundry (Coopermill Bronze-works), which allowed him to oversee the efficiency and accuracy of every aspect of the project. Most artists have to send their clay molds to an independent foundry to be cast in bronze.\nThe museum wanted the statues to be as real-life as possible, Camp said, including the demographics (race and rank), uniforms and equipment - details that will matter to the soldiers visiting the memorial, he said.\n\"They'll be able to say to their family, 'This is what I wore - I had this scope, this body armor. You'll never guess how heavy it is.' These represent the embodiment of them. The statues bring the memorial to life.\"\nTo guide them in their work, Cottrill and his team received from the museum samples of the uniforms, a lengthy checklist of items an infantryman might have and photographs of current soldiers from varying ethnic groups.\nTechnical experts from Fort Benning visited the foundry several times to critique the progress.\nThe strict adherence to detail posed something of a challenge, Cottrill acknowledged. His love of sculpting stems from the freedom it gives him to \"explore the gamut of human emotion\" and be spontaneous with his creations.\nHe and his team, he said, tried to invoke energy and life into the statues without sacrificing detail.\nAlthough he did have to follow a protocol, he also was able to incorporate some artistic feeling, especially with the face of the soldier modeled on Spc. Ross McGinnis, a 19-year-old who died after jumping on a grenade in Iraq to save his fellow soldiers. (One other statue is based on a real soldier; the other seven are not.)\n\"His parents came when I sculpted his bust to give their approval of my interpretation of their son,\" Cot-trill said. \"It was very emotional. I think we all had tears in our eyes.\"\nThe keeper of the details was Sarah Hahn, a Columbus sculptor enlisted by Cot-trill to help.\nHahn said the process involved a lot of back and forth between her and the museum officials - and some compromise.\n\"With the pouches on the belts, they might be off an eighth of an inch,\" she said. \" For me, that was in the realm; but for them, they wanted it perfect. They loved all the little detail.\"\nStill, she said, she enjoyed finding ways to make each soldier a little different - through, say, the gesture of a hand or the position of a weapon.\nEven with the challenges, Becker said, the team was able to create art that made all of the members proud.\n\"Once I'm there on the base, I think it will really set in what's been accomplished here,\" he said.\n\nLoad-Date: October 3, 2017"
}