{
    "title": "Ohio U. conference to display terror used as art",
    "publisher": "university wire",
    "year": 2009,
    "month": 5,
    "day": 15,
    "full text": "Since Sept. 11, 2001, terrorism has been a household concern for many Americans.\nAt the first Arts and Terror International Conference, Friday through Sunday at Baker University Center, interdisciplinary arts scholars will attempt to analyze this theme and how it is represented in various art forms beyond just the home front.\n\"It's not just about Sept. 11 and Osama bin Laden and today's terrorism and things like that,\" said Vladimir Marchenkov, associate professor of aesthetics and theory at Ohio University and chairman of the event. \"We know from the history that things of terror and horrible things have always been of interest to artists, and artists have always been interested in depicting it and understanding it through these representations.\"\nOne such representation is seen in assistant film professor Tom Hayes' documentary Two Blue Lines, a \"work in progress\" depicting the past 29 years of the Israeli-Palestinian conflict, Hayes said.\n\"Terror is a very loaded word, a very politically- and culturally-loaded term,\" said Hayes, who will be showing excerpts of his film at a free segment of the conference today. \"I'm more interested in the cognitive state of terror and what that does to people, and what it's done in terms of motivating my own work ... and the effect of terror on artistic sensibilities.\"\nAnother art form being shown during this segment is The Cluster Project, an Internet exhibition by Bob Paris from Virginia Commonwealth University's School of the Arts.\nParis' work is aimed at combating human indifference through the example of cluster bombs, American-made weapons used in foreign countries. Ninety-eight percent of people killed by the bombs are civilians, Paris said.\n\"You would imagine (people) may not endorse that or like that,\" Paris said. \"It's all just part of this experiment to find out whether you can open people up to a certain problem in new and innovative ways. The work in general is really a kind of creative art experiment to sort of see whether one can puncture this national alienation.\"\nExhibitions like Hayes' and Paris' will appeal to students and faculty in all disciplines, Marchenkov said.\n\"When we look at (terror) through the lens of the arts, I think it helps us form a deeper understanding of where it comes from,\" he said. \"The purpose of the conference is to contribute to the ongoing discussion and debates in our society about the causes and ... the nature of this phenomenon.\"\n(C) 2008 The Post via UWIRE\n\nLoad-Date: May 15, 2009"
}