{
    "title": "Ohio Catholic school cancels Muslim goodwill event",
    "publisher": "charleston gazette",
    "year": 2011,
    "month": 8,
    "day": 28,
    "full text": "CINCINNATI - A Roman Catholic high school dropped plans for a Ramadan dinner after hearing complaints about its partnership with a Muslim advocacy group that federal officials have linked to a terror financing case.\nCincinnati Archbishop Dennis Schnurr received \"emotionally charged\" emails - mostly from outside the area - and asked the girls school to cancel plans to host the Friday night dinner, Kirsten MacDougal, president of Mother of Mercy school, told The Cincinnati Enquirer. The dinner to build goodwill with Muslims will be held instead at a church parish center.\nThere were no threats among the \"heated\" complaints over the school's plans to co-host the meal with the local chapter of the Council on American-Islamic Relations, but the archbishop didn't want to take chances with children's safety, Dan Andriacco, a spokesman for the Cincinnati archdiocese, told The Associated Press.\n\"There was an elevated emotional temperature on the part of some people that caused the archbishop concern,\" Andriacco said.\nHe had not seen the complaints but believes they mostly centered on concerns over the national council.\nSchnurr was not available for comment.\nThe school planned to co-host the dinner after some Mercy students and students linked with the council worked together on community service, and several families were planning to attend, MacDougal told the AP.\n\"We share the concern over safety, but it is sad that this has distracted from our positive intent on both sides,\" she said.\nMacDougal didn't know how many complaints the archdiocese received, but said they were mostly emails from people who follow news about CAIR's national office.\nThe Washington D.C.-based Muslim civil liberties and advocacy organization has been on the radar of federal agencies investigating terrorism for years, and the FBI no longer works directly with the group. Local agents do talk to CAIR officials and have investigated claims of civil rights violations against Muslims, said Mike Brooks, the FBI spokesman in Cincinnati.\nCAIR has repeatedly condemned terrorism, violence and religious extremism, national CAIR spokesman Ibrahim Hooper said.\nHe said CAIR's defense of American Muslims' civil rights has made it \"a target for hatemongers\" and the group understands that \"people get frightened and don't want to be the subject of a hate email campaign.\"\n- The Associated Press\nMacDougal said her school and the archdiocese still support interfaith dialogue, but the dinner's proximity to the 10th anniversary of the Sept. 11 attacks also was a factor.\nTom Tegenkamp - whose daughter wanted to attend the event - understands, but said it was a \"shame this had to be canceled over security concerns.\"\nAnother Mercy parent, Kelly Jennings, told the Enquirer that she was glad it was canceled.\n\"There were a lot of parents who were up in arms about it,\" she said.\nRamadan is the holiest month in Islam, a time when Muslims abstain from eating and drinking during the daylight hours but break their fast with a meal at night that is sometimes shared with non-Muslims.\nRoula Allouch, board president of the local CAIR chapter, said she considered canceling the event after learning of the school's decision, but was grateful that a local group of lay Catholics rented the center for the meal.\n\nLoad-Date: August 29, 2011"
}