{
    "title": "Oil worries airlines more than terrorism",
    "publisher": "usa today",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "High fuel costs, not terrorism, dominated concerns of the struggling U.S. airline industry Thursday despite the fatal train and bus bombings in London.\nAirlines are taking guidance from the aftermath of the March 2004 terrorist bombings in Madrid, which killed 191 in the deadliest attack in Europe since World War II.\nThe subsequent impact on demand for travel to Spain was minimal, and industry analysts look for the same in the wake of the latest terrorism. The average daily number of airline passengers from the USA to Spain increased 10% in the month following the Madrid attacks, according to Back Aviation Solutions.\n\"There have been terrorist events here and there in recent years, in Bali and Madrid, and travelers are realizing they can't crawl under rocks,\" said aviation consultant Jon Ash of Washington, D.C.\nIf there are no more bombings, the London attacks \"will be a blip on the radar that travelers soon forget,\" said airline consultant Mo Garfinkle, also of Washington. Though they are still losing billions, airlines have been having a banner summer across the Atlantic with full planes and high fares. U.S. airline unit revenue on routes to and from Europe is up year-over-year more than in any other region of the world, JPMorgan Chase analyst Jamie Baker said in a report Thursday.\nFlights to London and other cities in the United Kingdom make up a relatively small percentage of U.S. carriers' total business. Among U.S. carriers, American Airlines is most exposed, with flights to the U.K. generating 6% of its revenue. Among all major U.S. carriers, the U.K. accounts for 4% of revenue, while Western Europe accounts for 10.5%, Baker said.\nMeanwhile, crude oil prices remain sky high. Benchmark crude closed Thursday at $60.73 a barrel in New York trading, prolonging the high prices for jet fuel.\nDelta Air Lines has repeatedly warned that high oil prices might drive it into Chapter 11 bankruptcy protection this year. United Airlines, in bankruptcy organization for 2 1/2 years, blames high oil prices for preventing it from exiting this summer.\nMajor airline shares fell Thursday. Delta, which derives 15% of its revenue from flights to Europe, was hit hardest. Delta closed at $3.38, down 2.9%. U.S. airlines reported a surge of passenger inquiries Thursday, but few cancellations after the morning bombing in London.\nMajor carriers immediately adopted flexible ticket policies designed to protect London ticket revenue while responding to passenger jitters.\n\nLoad-Date: July 8, 2005"
}