{
    "title": "Oklahoma lawmaker alleges CAIR_ Oklahoma chapter terrorism link",
    "publisher": "journal record legislative report ",
    "year": 2013,
    "month": 5,
    "day": 8,
    "full text": "A state representative said he has evidence that the Oklahoma chapter of the Council on American-Islamic Relations has ties to an imam who has supported terrorists. In a media statement issued this week, state Rep. John Bennett, R-Sallisaw, said the House's Counter Terrorism Caucus has found evidence that Imam Johari Abdul-Malik, outreach director of the Dar Al-Hijrah Islamic Center in Virginia, has ties to terrorists. \nAbdul-Malik delivered the keynote address at a recent CAIR awards banquet in Oklahoma City. Bennett, chairman of the caucus, said the Dar Al-Hijrah Islamic Center was identified in the 9/11 Commission Report as the mosque frequented by several of the 9-11 hijackers. He said CAIR and other groups like it have been identified as front organizations for terrorist groups. “In the case of U.S. vs. The Holy Land Foundation, the largest terrorist-financing trial in the history of the U.S., CAIR was identified as a Muslim Brotherhood front organization and an unindicted co-conspirator,” he said. “In fact, CAIR and several others petitioned the federal court to have their names removed from the co-conspirator list. \" The executive director of the Oklahoma Chapter of CAIR said Bennett’s allegations were untrue and baseless. “It’s sad and unfortunate that an elected official would utilize fear and hysteria in an attempt to make political points,” said Adam Soltani. \"If you look at some of the statements Rep. Bennett used, they are from conspiracy blogs and others are taken out of context. \" Soltani said Abdul-Malik was a well-respected leader who has worked to promote tolerance and recently began programs to feed the homeless in Washington, D.C. Soltani said Abdul-Malik addressed religious leaders in Afghanistan in 2010 at the request of the U.S. Embassy officials. “He (Abdul-Malik) is a very credible religious leader in the country,” Soltani said. “He has helped contribute to making this country a better place. That’s why we asked him to speak at our banquet. \" Bennett said the caucus had obtained a letter that said officials from the Federal Bureau of Investigation could not participate in a planned Muslim Community Outreach Program because of the planned participation by the Oklahoma chapter of CAIR. Soltani said he was unaware of the FBI letter. “We have always had a good relationship with the FBI,” he said. “We work with them in an unofficial capacity. ” In a media statement, Bennett said he was supportive of those who practiced the Muslim faith. “As we have said repeatedly, we believe that the vast majority of Muslims in Oklahoma are peace-loving, productive members of society,” he said. “We support wholeheartedly their constitutional right to practice their religion in peace. ” Soltani said he questioned Bennett’s intent. “I know he says his intent is not to attack Muslims,” he said. “But when you attack their institutions, you’re not really doing much other than creating a sense of fear and promoting Islamophobic rhetoric. ”\n© 2013 Dolan Media Newswires. All Rights Reserved.\n\nLoad-Date: May 15, 2013"
}