{
    "title": "Oklahoma City Journal; A City Changed Forever Pauses Today to Reflect",
    "publisher": "the new york times",
    "year": 2000,
    "month": 4,
    "day": 19,
    "full text": "Inside a hotel meeting room here, terrorism experts from Israel, France, the United States and other countries gathered today to share information and ideas.\nThe chairman of the meeting, a 71-year-old former small-town newspaper publisher named Don Ferrell, admits he knows very little about terrorism. But that is not the point. Mr. Ferrell does know the price of terrorism: his daughter, Susan, was one of 168 people killed five years ago in the bombing of the Alfred P. Murrah Federal Building, the worst act of domestic terrorism in the nation's history.\nSo when he was asked by survivors and victims' relatives to serve as chairman of the conference, he did not refuse.\nOn Wednesday, the fifth anniversary of the blast, Mr. Ferrell will attend the dedication of the Oklahoma City National Memorial, built on the grounds of the destroyed Murrah building. President Clinton is to speak, as is Attorney General Janet Reno, and Mr. Ferrell, a retired National Guard general, admits that it will be difficult to attend. But again he will not refuse. His reason, he says, is simple.\n\"I hope we don't forget the ones we lost in there, that it doesn't get to be a forgotten story,\" Mr. Ferrell said. \"That's my hope.\"\nFor Mr. Ferrell, the bombing changed everything, much as it did for Oklahoma City. Even now, as the city enjoys a civic renaissance with a vast downtown refurbishment, the bombing has left a strange blend of tragedy and pride. For so many years, Oklahoma hardly resonated outside its borders. Now the lasting image of Oklahomans responding in the hours and weeks after the bombing seems to have transformed the way outsiders and natives alike regard the state.\n\"People turned on their television sets and saw something quite extraordinary,\" said Gov. Frank Keating, who became a national figure after the bombing. \"They saw a society that was better, more spiritual, more professional, than they ever imagined. Oklahomans' sense of themselves dramatically changed, practically overnight.\"\nEven now, Mr. Keating says, people always ask about Oklahoma City whenever he speaks outside the state.\nIn the months after the bombing, visitors transformed a chain-link fence beside the building into a shrine by leaving thousands of notes, teddy bears, flowers and such. A smaller section of the fence remains intact as part of the memorial, and officials say people still visit day and night and still leave mementos.\n\"If you asked most people now what they think of when they think of Oklahoma, it's not 'The Grapes of Wrath' anymore,\" said Danney Goble, a professor of letters at the University of Oklahoma. \"They think of Oklahoma responding to the bombing.\"\nThe plan to build a $29 million memorial was announced four years ago by a 350-member task force appointed by Ron Norick, who was then mayor. To some people then and now, it was too much. To others then and now, there could never be enough. \"One thing I've learned,\" said Mr. Ferrell, \"is everybody sees it differently.\"\nKari Watkins, executive director of the Oklahoma City National Memorial Foundation, said her group was contracting to have the National Park Service operate the memorial.  There will also be a museum in the adjacent Journal-Record Building, which was badly damaged in the blast, though it will not be completed until later this year. The Oklahoma City National Memorial Institute for the Prevention of Terrorism, which has Mr. Ferrell as its chairman and which was host of the anti-terrorism meeting today, will also eventually be housed in the building.\nThe memorial itself covers 3.3 acres that includes the site of the Murrah building. A rectangular reflecting pool extends where Northwest Fifth Street once ran in front of the building. A field of 168 empty stone chairs symbolizes the victims, while two 42-foot bronze and concrete gates stand at opposite ends of the pool. One is marked 9:01 a.m., the other 9:03 a.m.; the intent is to capture the moment of the explosion, at 9:02.\nThere are trees planted to honor the Oklahomans and others who responded to the bombing, and there is an area dedicated to the people who survived. Ms. Watkins estimated that 300,000 to 500,000 people would visit every year.\nOn Wednesday, two days after her 24th birthday, Sarah Ice will be among the first.\nHer father, Paul Ice, a senior special agent for the Customs Service, died in the bombing. A traumatized Ms. Ice left Oklahoma City for the University of Washington, to give herself some distance. But now she is back, a graduate student at Oklahoma City University. Her tuition, in fact, is paid for by a fund established by the governor for children of victims and survivors.\nShe hopes the memorial will be something tangible that might help prevent another such attack.\nAnd, she says, \"I don't want my dad to be forgotten.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Hans and Torrey Butzer, architects of the Oklahoma City National Memorial, stood for a moment yesterday before its field of 168 empty stone chairs, one for each life taken in the bombing five years ago today. (Associated Press)\n\nLoad-Date: April 19, 2000"
}