{
    "title": "Oklahoma House approves measure that focuses on protecting citizens",
    "publisher": "journal record legislative report ",
    "year": 2006,
    "month": 3,
    "day": 14,
    "full text": "The state House approved a measure late Monday changing terrorism statutes in Oklahoma to allow district attorneys to prosecute acts of terrorism against citizens.</p>\nThe current law from 2002 offers protection against attacks on government officials, but citizens previously had not been included. State Rep. Thad Balkman, R-Norman, said he proposed Senate Bill 2115 as a way to ensure all Oklahomans would be protected from an act of terrorism. </p>\nBalkman said he used language similar to a statute in New York, which he said was a location for certain groups inciting violent acts in areas not related to the government. The groups fired weapons in the Bronx as acts of terrorism, including the killing of one girl as she was leaving a church.</p>\nState Rep. Opio Toure, D-Oklahoma City, said his concern with the legislation was that it would result in unintended consequences. He noted that destroying anything that upset anyone could lead to conviction of life without parole.</p>\n\"If I destroy my own property, I'm a terrorist,\" Toure said, adding that this would not prevent terrorism. \"Nothing in this bill would prevent what happened at the Murrah Building.\"</p>\nState Rep. Mike Shelton, D-Oklahoma City, agreed with Toure, providing a couple of examples to show his point. He discussed a protest by 13 people in 1958 who were merely civil rights activists at the time.</p>\n\"Those people would be considered terrorists now,\" Shelton said.</p>\nThe bill is an attempt to take away rights in the name of maintaining freedom, state Rep. Ray McCarter, D-Marlow, debated. The bill, he said, would do more to take away rights than it would to promote public safety.</p>\n\"This is a dangerous bill,\" McCarter said. \"I'm neither happy nor glad my individual rights are being taken away from me.\"</p>\nState Rep. Jim Newport, R-Ponca City, said this was \"the best tool\" for prevention of terrorism, and was merely about \"going after the people\" who commit crimes. Balkman said this would stop gangs from participating in violent acts that mirror acts of terrorism such as what happened with the St. James gang in New York.</p>\nThe bill passed 80-15.</p>\nJeff Packham is the Capitol Coordinator for The Journal Record Legislative Report. </p>\n\nLoad-Date: March 14, 2006"
}