{
    "title": "Oklahoma beheading_ Was it an act of terrorism_ The case of Alton Nolen, the suspect in the Oklahoma",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 9,
    "day": 28,
    "full text": "There is so far no evidence to suggest that Alton Nolen, the man who is accused of beheading a coworker in Moore, Okla., Friday, has any formal connection with terror groups.\nYet there is also little doubt that Mr. Nolen was deeply sympathetic toward extremist Muslim groups, posting rambling Islamist invectives, photos of Osama bin Laden, and an image of a decapitation to his Facebook page.\nSo was Friday's incident the act of a lone wolf Muslim terrorist? Or was it the act of an angry employee mimicking what he saw online? The answer could lie in a gray area between these two sets of facts and raise questions about what terrorism actually is.\nThe situation mirrors the uncertainty that surrounded the 2009 Fort Hood shootings, in which Nidal Hasan, an Army psychiatrist who had become disillusioned by America's wars in Iraq and Afghanistan, opened fire on soldiers preparing to deploy, killing 13. The Obama administration classified the shootings as workplace violence, though others called it an act of terrorism.\nThe motives behind Friday's attack could become clearer in the coming days as police interview Nolen. But the attack in Oklahoma and Mr. Hasan's 2009 attack appear to differ in significant ways.\nHasan's attack was premeditated and designed to show solidarity with the cause of jihadis abroad, Hasan said during his court-martial. He arrived at the soldier processing center with a semiautomatic pistol he had bought and taken to a shooting range in preparation. Eyewitnesses said that, in several cases, he ignored civilians to target uniformed personnel. \nBy contrast, early reports of Friday's attack paint a picture of spontaneous rage. The attack happened shortly after Nolen learned he had lost his job at a Vaughan Foods processing plant. The choice of victims - two middle-aged women - appeared random.\n\"He wasn't targeting anyone, wasn't going specifically after them,\" Sgt. Jeremy Lewis of the Moore Police Department told CNN. \"It appears they were just in his way as he came in.\"\nYet local authorities have asked the FBI to investigate claims that Nolen had been trying to convert coworkers to Islam. And his Facebook page, under the pseudonym Jah'Keem Yisrael, holds disturbing images and statements. In one, he wrote: \"She (the Statue of Liberty) is going into flames. She and anybody who's with her.\"\nIt is the nature of the attack that has brought extra scrutiny, however.\nAuthorities say Nolen stabbed and then beheaded the first woman before stabbing the second multiple times. He was then shot by the company's CEO, Mark Vaughan, who is also a reserve deputy with the Oklahoma County Sheriff's Office.\nIn recent months, the Islamic State in Syria has gathered global attention for releasing videos of the beheading of Western captives.\nAmericans have been affected by the videos, polls suggest. The images have been a primary factor in driving fear of terrorist attack to post-9/11 highs, notes NBC News.\nBut Nolen could have been affected by the videos in a different way. Researchers studying mass shootings have noted copycat tendencies. Extensive media coverage of one event feeds the next. Ari Schulman, editor of the journal The New Atlantis, likened the events to a contagion in The Wall Street Journal last year:\n\"Mass shootings are a kind of theater. Their purpose is essentially terrorism - minus, in most cases, a political agenda. The public spectacle, the mass slaughter of mostly random victims, is meant to be seen as an attack against society itself.\"\nWas Friday's attack a part of a premeditated attempt by foreign or home-grown jihadis to strike back at America? So far, signs point to \"no.\" But for many Americans worried about the Islamic State, such an act could feel like an intentional strike at American society itself.\n\nLoad-Date: September 28, 2014"
}