{
    "title": "Oklahoma remains alert to terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 4,
    "day": 24,
    "full text": "Even though Oklahoma officials are more prepared for a terrorist attack than officials in most states, they need to remain vigilant, experts said Wednesday at the Homeland Security Summit in Oklahoma City.\nTo succeed in this, Oklahoma law enforcement and first responders need to be well prepared for any type of attack, said John Gannon, former deputy CIA director.\nMore than 200 law enforcement personnel, government officials and academic leaders from across the state attended the summit organized by U.S. Rep. Ernest Istook, R-Okla. The summit focused on health, first response and financial aspects of homeland security.\nU. Oklahoma\nGannon was the keynote speaker for the summit and was introduced by Gov. Brad Henry. Henry said Oklahoma's first priority is to protect its people. During the Oklahoma City bombing, many of the rescue workers involved were from outside Oklahoma City. The help from Oklahoma rescue workers showed how great Oklahoma is, Henry said.\n\"You showed the nation what the Oklahoma standard is,\" Henry said.\nHomeland security is not just a department in Washington, Gannon said. It is where the action is -- the people who respond to the emergencies right away. Since the Department of Homeland Security is new, there is no history used to see how the department should function, Gannon said.\nIn the creation of the Department of Homeland Security, the Select Committee on Homeland Security was developed to oversee the department. The committee is composed of 15 representatives, including Istook. The department has only legislation to set its parameters, Gannon said.\nJust because Oklahoma officials are more prepared than most does not mean they should relax; rather the state should be preparing for an unlikely event, Gannon said.\nThe conference proved that cooperation with the local and federal authorities is critical to prevent further terrorist attacks and to move this state forward in its Homeland Security efforts, said Ken Levit, president of the University of Oklahoma's Tulsa, Okla., campus.\n\"It's a national priority, but the expertise and power of [terrorism prevention] is involved at the local level,\" Levit said.\nThat was echoed by Gannon who said the \"rubber hits the road\" with local authorities when an attack does occur.\n(C) 2002 Oklahoma Daily via U-WIRE\n\nLoad-Date: April 24, 2003"
}