{
    "title": "OKLAHOMA BOMBING ANNIVERSARY; U.S. open to terrorism, panel told",
    "publisher": "the atlanta journal-constitution",
    "year": 1997,
    "month": 4,
    "day": 19,
    "full text": "Visions of the future of terrorism border on the apocalyptic.\nMassive power outages. Prolonged disruptions in water and sewer systems. Major outbreaks of food-borne illnesses through disruption of transportation systems. Bank fraud on a global scale. Shutdowns of air- traffic control grids.\nWith little more than a laptop computer and a telephone, future terrorists may be able to create far more global chaos than a dozen bombs, a special presidential panel was told Friday.\nMeeting in Atlanta on the eve of the anniversaries of the Oklahoma City bombing and the deaths of the followers of David Koresh near Waco, Texas, members of the President's Commission on Critical Infrastructure Protection were told that defenses of a number of the nation's critical systems have not kept pace with advances in technology that could be used to disrupt or permanently disable them.\nU.S. Attorney Kent Alexander warned the commission that while there has not been a major, catastrophic attack on the nation's computerized information infrastructure, \"I'm afraid it is coming.\"\nAlexander, who prosecuted a computer hacking case known as the \"Legion of Doom\" in 1990, said that was long before many people had home computers or access to the Internet and it still cost BellSouth more than $ 5 million in damages.\nFormer Georgia Sen. Sam Nunn, co-host of the event with Atlanta Mayor Bill Campbell, said that the Department of Defense information system is attacked by hackers about 250,000 times a year with a success rate of 65 percent.\n\"We should not wait for an electronic Pearl Harbor to begin to address these vulnerabilities,\" Nunn said.\nThe commission, created in July by President Clinton, plans to look at several critical areas, the threats to them, and ways they can better be defended. They include vital human services such as water supply and health services; the energy infrastructure; financial services; electronic distribution of information; transportation; emergency services; and continuity of government.\nThe hearing in Atlanta was the second of five regional hearings, after which the commission will issue a report on its findings and recommendations to the president.\n\nGraphic\n\n \nColor: In Oklahoma City (top), Billy Cleveland holds his grandson,\n Marshall Riley Young, as they visit the Murrah Federal Building remains.\n Cleveland's daughter died in the bombing. / J. PAT CARTER / Associated\n Press Color: As security tightens, a city worker welds a manhole cover\n shut at the federal courthouse in Denver on Friday while jury selection\n for Oklahoma City bombing suspect Timothy McVeigh continued inside. /\n GLENN MARTIN / Associated Press\n\nLoad-Date: April 20, 1997"
}