{
    "title": "Old Drug Allies Terrorizing Escobar",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 4,
    "full text": "Pablo Escobar Gaviria, a veteran practitioner of terrorism, is suddenly squirming as a target of terrorism.\nIn a modern gang war complete with faxed communiques and clandestine news conferences, a powerful faction of the Medellin cocaine cartel has turned on its godfather and vowed his destruction.\n\"May Pablo Escobar disappear from the face of the earth,\" a hooded member of Colombia Libre recently told Semana, a news weekly here. Free Colombia is the civilian wing of a paramilitary Medellin terrorist group known as Pepes, the Spanish acronym for People Persecuted by Pablo Escobar.\nFree of scruples about using terror and armed with inside information acquired during years of service for Mr. Escobar, these groups appear to be turning the tables in the seven-month-old manhunt for the nation's most-wanted criminal.\n\"The Pepes can do what the security forces can't do -- blow up someone's house, kidnap people and kill them,\" Defense Minister Rafael Pardo said in an interview. \"They are waging a dirty war.\"\n \nRefuge Sought for Family\n Having lost his monopoly on terrorism, the billionaire trafficker sounds more and more like a hunted man.\nIn faxed answers on Tuesday to questions submitted by The New York Times through his lawyers, Mr. Escobar whittled a long list of surrender conditions down to one: United States residence visas for his family.\nToday, the United States Embassy here rejected that option, issuing a statement that his \"offer to exchange protection for his family for his surrender is unacceptable.\" The Colombian prosecutor, Gustavo de Greiff, told a radio station today that his office would consider protecting Escobar family members if they made a request.\nLeft largely on his own, Mr. Escobar is discovering that former friends can be the worst enemies.\n\"Some of the Pepes were close to him,\" a law enforcement official here said. \"Now they are very dangerous to him.\"\nIn one month, the Pepes have killed over 20 Escobar loyalists and carried out 11 dynamite attacks, causing damage of about $8 million to properties owned by the Escobar family. Operating in the Medellin area, Pepes squads have burned ranches and chalets of family members, exploded car bombs outside their apartments, and burned the trafficker's prized collection of antique cars, including a 1933 Pontiac supposedly once owned by Al Capone.\n \nFinancier Is Slain\n \"We want to make Pablo Escobar feel the effects in his own flesh of his brand of terrorism,\" the group said in its inaugural communique on Jan. 31. \"Every time that Pablo Escobar carries out an act of terrorism against defenseless people, we will respond with a similar act.\"\nOn Monday morning, the mutilated body of an Escobar financier, Juan Guillermo Londono White, appeared, identified by a Pepes placard: \"Servile frontman and initiator of kidnappings for Pablo Escobar. Pepes.\"\nA few hours later, the dead man's panic-stricken brother, Diego Londono White, surrendered to the police, reportedly bringing with him the numbers of Escobar accounts in banks here and overseas.\nLast week, in a public warning that no political ally of Mr. Escobar was safe, a Pepes gunman sprayed automatic weapon's fire into the offices of a friendly mayor, leaving behind a message: \"Watch out politicians servile to Pablo Escobar. Pepes.\"\n\"In a few weeks, the Pepes have given the impression of having weakened Escobar more than the Government has in many years,\" Enrique Santos Calderon, an influential newspaper columnist, wrote on Sunday.\n \n'Very Dangerous Situation'\n But despite public euphoria over the blows delivered to the Escobar gang, many people here warn that this war could give birth to a new trafficking cartel.\n\"It's a very dangerous situation,\" a diplomat here said today. \"What you could be seeing is the creation of a new Medellin cartel.\"\nThe core of Pepes appears to be composed of survivors of the Galeano and Moncada gang families. Last June, in a dispute over $20 million in stolen drug proceeds, about 15 associates of these families were summoned to Mr. Escobar's jail in Envigado, a Medellin suburb. After a violent argument, Mr. Escobar ordered a purge that reportedly took the lives of 50 members of the two groups.\nAfter escaping from the jail on July 22, Mr. Escobar made additional enemies by kidnapping allies to force payment of tribute to maintain his war against the Colombian Government.\n\"A lot of people who were kidnapped and blackmailed by Escobar are supporting the Pepes,\" Fernando Brito, the director of Colombia's Investigative Police, said today.\nPublicly, Mr. Escobar refuses to acknowledge that his worst enemies are former allies. Instead, he charges that Pepes is backed by his historic enemies: the rival Cali cocaine cartel and the Medellin police force.\n\nGraphic\n\n \nPhoto: The Colombian drug trafficker Pablo Escobar Gaviria has become the target of a group of former comrades. Children in Medellin scrambled over the ruins of one of Mr. Escobar's houses, destroyed in one of 11 dynamite attacks that have been carried out by the group. (Associated Press)\n\nLoad-Date: March 4, 1993"
}