{
    "title": "Old and Tired",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 6,
    "day": 24,
    "full text": "Last Saturday, Mahmoud Zahar, the current leader of the terrorist group Hamas, said he had just met \"a very important adviser of the German government.\" The Hamas spokesman, Mushir Al-Masri, clarified: \"Every 10 days we receive visits of European envoys from all countries. We explain to them that our resistance is legitimate and should not be interpreted as terrorism\" and that \"Hamas has no intention of changing this course.\" The course intended is the destruction of Israel, terrorism, bombings in Israel, the West Bank, and Gaza, and the replacement of Mahmoud Abbas with a radical Islamist leadership.\nOn June 15, the European Union acknowledged that it has been maintaining \"low level\" contacts with Hamas. The American and Israeli administrations protested that Europe should strengthen the moderate Palestinians rather than appease the extremists. \"Appease\" is the same old correct word to describe the Munich-like European behavior that looks all the time for new ways of expressing itself. In the time of \"democratization of the Middle East,\" the new vehicle of this policy is the terrorist organizations.\nEurope finds itself in the darkest and narrowest corner in its historic efforts to manage a powerful Middle Eastern policy in opposition to the American one. Clearly, Europe cannot decently refuse the great American novelty, democratization. So, in order to play a relevant role, now it embraces the disturbers, Hamas, Hezbollah, etc., in the name of its beloved eternal strategic choice: stability. But stability does not exist anymore. A great revolution under the flag of freedom is taking place, and America is the magnet of this revolution: Sharon and Mahmoud Abbas are received in Washington, Egypt is changing its laws, Gadhafi has given up his nuclear ambitions, the Gulf countries are introducing feminist ideas, even Iran is sending signals, and the Lebanese-Syrian-Iranian question, even if poisoned by the Hezbollah, is moving toward a change.\nThe role of Europe in all of this is null and void. The wind of change blows from an American policy that aims at putting an end to terrorism through democratization. But for Europe, the term \"terrorism\" is far less important than the term \"stability.\" And now Europe once again repeats itself, while praising democracy and freedom (of course, how else in the cradle of democratic values!), it embraces violent organizations, continues in its idea that we ourselves are the cause of terrorism, carries on the belief that the democratic potential of the Arabs is null, and insists in its total lack of interest for human rights. Europe plays the game of democratization, smuggling into the new processes the terrorist organizations.\nEurope wants to remain a player in the great Middle Eastern revolution. But it is extremely harmful to legitimize totalitarian and terrorist forces such as Hamas and the Hezbollah, which are collecting weapons, training suicide bombers, and keep on preaching to their crowds their basic slogan: \"Death to the West.\" The stronger they will be, the more dangerous the threat to the innovative leadership.\nThis danger will hit Europe, too, because terrorism is a very contagious disease. Even a child would understand this, but Europe cannot. Europe is old and tired.\n\nLoad-Date: June 24, 2005"
}