{
    "title": "Old-school terrorism",
    "publisher": "the santa fe new mexican",
    "year": 2011,
    "month": 2,
    "day": 4,
    "full text": "Old-school terrorism\nRobert B. Ker I For The New Mexican\nCarlos, bio-epic, not rated, in English and seven other languages with subtitles, The Screen, 4 chiles In 2009, director Olivier Assayas gave American audiences the haunting family drama Summer Hours. For his follow-up, the French director tackles a project on a much bigger scale, examining two decades in the life of the Venezuelan-born terrorist known as Carlos the Jackal (played by Édgar Ramírez). Produced as a miniseries for French television, Carlos encompasses far more locations, eras, action sequences, languages, and plot twists than the average James Bond movie, but Assayas handles such scope with the same attention to detail that made Summer Hours so memorable. He is a director capable of painting in broad strokes but isn't shy about getting out the soft brush to fill in details. Assayas is able to flesh out themes and characters because he has the luxury of a 330-minute running time, and it is also this fleshing out that makes those minutes go by surprisingly quickly for the viewer. \nThe film, which covers Carlos' life from an assassination attempt he performed for the Popular Front for the Liberation of Palestine in 1973 until his arrest in 1994, is constantly in motion and expertly edited so that the days and years flow effortlessly into one another. Assayas touches on many events in Carlos' life in that span-events that are fictionalized for legal and creative reasons -but it never feels like he's simply running down a checklist. Even as terrorists go, Carlos is too callously dismissive of human life to be sympathetic yet too vapid to be a compelling antihero. He puts his life at risk and fights in the name of \"the people,\" yet he doesn't come across as a humanist and is often quick to settle for a hefty paycheck at the expense of the cause. Outside of vaguely name-dropping Karl Marx, he isn't portrayed as much of a philosopher, either. He is a soldier by his own definition, and not a particularly good one. We often relate to him through his failings-nearly every terrorist act he attempts go awry, yet he never gives up. Still, he remains watchable. Ramírez delivers an intensely committed performance, even if it's one that occasionally finds us more engaged with the actor than the character. He's handsome in a Val Kilmer kind of way and shows excellent command of the frame without chewing the scenery. Ramírez's poker face and Assayas' surface-deep character examination often make Carlos serve as the axis which more interesting characters -most prominently his greatest love, Magdalena Kopp (Nora von Waldstätten)-revolve around, but in a project with this much sprawl, that can often be the way to go. It was perhaps due to Ramírez's passing resemblance to Kilmer that I often thought of Kilmer's 1991 film The Doors while watching Carlos. Assayas uses this subject matter to explore the terrorist as rock star, and Carlos is similar to Jim Morrison in several ways. He's intelligent without being much of a thinker. He's a celebrity more than anything else. His notoriety trumps his mediocrity. Both men embraced the iconic images of their chosen professions-Carlos wears a blazer, turtleneck, and beret in the fashion of revolutionary Che Guevara-to the point that they became prototypes for the terrorist or rock star, if not caricatures. Both men have death wishes (which, due to their massive egos, may more accurately be described as martyr complexes), and their motivations are cloudy. One even wonders if both men pursued their lines of work simply to make it with women. Indeed, Carlos' character arc is frequently reflected through his manhood and sexuality. In the beginning, we see him strut around his apartment in the nude after a bombing, stopping to admire his tan, fit body in the mirror. Later nude scenes are not so flattering, as the fading promise of youth is cruelly reflected in his pale skin and bloated belly. His sexual encounters are passionate and loving throughout the film's first few hours. By the end, they have become ugly. Finally, just before his arrest, he is hospitalized for surgery for a varicose vein on his genitalia. Assayas, along with cinematographers Denis Lenoir and Yorick Le Saux, presents the film in a gorgeously muted color palette. Major shifts in setting come with static and stunning deep-focus establishing shots of the various cities. It's a masterpiece of lighting throughout, from the overexposed exterior shots to the fluorescent lights that give the narrative's centerpiece-agripping, extended account of Carlos' 1975 raid on the OPEC headquarters at Vienna and the subsequent kidnapping and airplane hijacking-an eerie pall. The music is impeccably chosen and as eclectic as the various settings and time periods require. The soundtrack ranges from 1960s European psychedelic pop to gothic 1970s Krautrock to lively Latin guitar singalongs to rich Middle Eastern compositions. These songs are not overused to the point that it becomes an assault on the senses but are rather strategically deployed to evoke mood and setting and to keep the film moving at a brisk pace. Through these sounds; the Polaroid-like, washed-out colors; and exhaustively detailed work by the art direction team, Carlos often feels like an exercise in nostalgia. It is with a strange sense of a loss of innocence that we see how easy it once was for people to bring a rocket launcher into an airport. It's sad to realize that the notion of bringing power to the people, once cool and sexy, now seems as antiquated as bell-bottom jeans. The timing of the film's release in Santa Fe is interesting, as news footage from Cairo recalls the Tiananmen Square protests or the fall of the Berlin Wall in 1989 (the latter of which is energetically evoked in Carlos). Assayas doesn't remotely lionize Carlos or glorify terrorism, but he documents the winds of change with a panache that makes you wish they hadn't died down.\n\nGraphic\n\n \nSee pdf's for exact rendition, caption, graphics and photographer info.\n\nLoad-Date: February 4, 2011"
}