{
    "title": "Olmert's Tough Talk Reveals Dilemmas Facing Jerusalem DATELINE JERUSALEM",
    "publisher": "the forward",
    "year": 2006,
    "month": 6,
    "day": 30,
    "full text": "Faced with a deadly attack on an Israeli post on the Gaza border last Sunday, Prime Minister Ehud Olmert's rhetoric was predictable and imprecise - but if read carefully, it pointed to the dilemmas that Israel faces right now.\nBoth in remarks to the Cabinet and in a public speech, Olmert defined the clash as a \"terror attack.\" He stressed that Israel saw \"the Palestinian Authority... from its chairman to its entire government as responsible for this act.\" Olmert wasn't alone. Dan Halutz, military chief of staff, also called the incident - a coordinated attack on an Israeli army outpost near Kibbutz Kerem Shalom, just east of Gaza near its southern tip - an \"act of terror.\" Halutz stressed the role of Hamas, saying that the Islamic movement was \"involved in this from foot to head, double entendre intended\" - meaning that he placed personal responsibility on the prime minister of the P.A., Ismail Haniyeh, who heads Hamas's political wing within the West Bank and Gaza.\nOlmert's and Halutz's remarks were at least partly meant for domestic political consumption. The Israeli leaders needed to speak strongly at a moment when Israel looked vulnerable. Their words fit a tendency, not unique to Israel, for politicians to label any attack by a non-state group as \"terrorism\" and at the same time look for a government behind the actions of each shadowy group - if only because a government is easier to find and confront.\nTechnically speaking, of course, what happened was not terrorism, even if it had the same aims. The standard definition of terrorism is an assault on civilians. When the heavily armed Palestinian squad surfaced from a tunnel that led from Gaza into Israeli territory next to Kibbutz Kerem Shalom at dawn Sunday, it didn't strike the kibbutz. Instead it turned its fire against nearby military positions, killing two soldiers and kidnapping the wounded corporal, Gilad Shalit. From a legal point of view, this was guerrilla warfare, not terrorism.\nYet it had the same aims as terrorism. It left the Olmert government with difficult choices about how to respond immediately - and with longer-term questions about its central policy.\nThe fact that the Israel Defense Forces could be taken by surprise added to Israeli pain: The army looked weak, all the more so because a soldier was taken hostage.\nNor does the attack fit a picture of a monolithic P.A., or even of a monolithic Hamas. Though initial reports spoke of three organizations involved in the attack, the actual perpetrators were members of the maverick Popular Resistance Committees, said Shaul Mishal, a Tel Aviv University expert on Palestinian politics. Mishal is the co-author of \"The Palestinian Hamas: Vision, Violence and Coexistence.\"\nThe Popular Resistance Committees \"aren't part of the terror establishment,\" Mishal said. They are local groups that sprouted up during the second intifada, made up mainly of fighters \"who were 12 when the intifada began\" and are 18 now - youths who grew up on terrorism as something \"heroic and profitable,\" much like the child soldiers of Africa, Mishal said. In southern Gaza, they have lived in part on smuggling goods and people into Egypt via tunnels. That explains their ability to dig the tunnel, hundreds of meters long, that was used in this week's attack.\n\"Some activists are in Hamas by day and the PRC by night - like having a night wife and a day wife,\" Mishal said. The power of the grass-roots PRC rises when the national political leadership - be it Hamas's Haniyeh or P.A. President Mahmoud Abbas of the rival Fatah movement - fails to provide tangible gains. Clashes with Israel likewise boost the popularity of the local militants.\nThe other groups reportedly involved in the attack were the previously unknown Army of Islam and the Hamas military wing, allegedly acting under orders from Khaled Mashal, the Damascus-based head of Hamas's political bureau and a rival of Haniyeh. The loose ties between such groups as Hamas and the PRC, and Hamas's use of local militants as freelancers, help make sense of that cooperation. If Khaled Mashal did give the orders, it only underlines how divided Hamas is.\nIndeed, Bar-Ilan University political scientist Menachem Klein, another expert on Palestinian politics, argues that the Islamic movement is in a state of flux, apparently morphing from an unbending, fundamentalist organization to one that remains radical but allows debate and compromises. \"As Hamas undergoes change,\" Klein said, \"an internal opposition grows that seeks to torpedo\" the process.\nAccordingly, the attack underlines the P.A.'s lack of control on the ground in Gaza, and the lack of unity even within Hamas. The perpetrators intended to wound Israel, but also to challenge Abbas and even Haniyeh, who is now perceived as too moderate. The goals included wringing Israeli concessions such as a prisoner release in return for Shalit, even while escalating the conflict.\nAnd in that sense, the operation does fit the classic goal of terrorism: to provoke escalation, seeking to delegitimize both the enemy government and moderates on one's own side, and thereby to mobilize support for extremists.\nHere lies Israel's conundrum. The Israeli military buildup alongside Gaza and the threat of invasion were meant to pressure Shalit's captors to release him, lest they be responsible for a return of Israeli troops to Gaza. A direct assault, by contrast, could endanger Shalit. Beyond that, an attack might well play into the hands of the most radical Palestinian groups. Locally, it could reignite conflict. Internationally, pictures of street battles could shift criticism from Hamas and the Palestinians back onto Israel.\nA wide Israeli action, Klein suggested, could therefore be a success for the perpetrators of Sunday's attack. A careful, pinpoint strike against those who actually carried out the operation would not have that effect, he said. But it might require months of intelligence work, and it would not alleviate the immediate domestic pressures on an Israeli government that looks weak in the eyes of its own public.\nThat's not the only problem for Olmert's government. The Kerem Shalom incident, following the steady rain of Qassam rockets from Gaza on nearby Israeli communities such as Sderot, is a reminder that last summer's unilateral disengagement from Gaza has not brought quiet. That, in turn, raises serious questions about Olmert's flagship policy of planned \"convergence,\" his term for unilateral withdrawal from much of the West Bank.\nDisengagement has had critics from both right and left. The right rejected giving up military control inside Gaza under any terms. The left said that Israel needed not a unilateral separation from the Palestinians but a negotiated agreement leading to withdrawal - in part to bolster the P.A. so that it could rule Gaza effectively. Just walking out and leaving disorder behind wasn't good enough.\nOf course, the claim for unilateralism was that staying put had failed, as had negotiating with the Palestinians. But today, a unilateral pullout looks less like a magic solution than it did last year.\nSo Olmert faces some hard choices. Putting troops back in Gaza will look like acceptance of the right's critique. Diplomacy would represent a swing in the opposite direction. Either step moves him away from the centrist position he has tried to stake out.\nDespite the troop buildup, Olmert's first effort was to use foreign intermediaries, such as Egypt, to push Shalit's captors to release him. Mishal, the Tel Aviv University expert, argues that this is also Israel's best option for the future - to work indirectly, \"first to achieve an agreed, long-term cease-fire\" and then for confidence-building measures between Israel and the Palestinians.\nBut that, he said, \"will obligate Israel to reconsider convergence,\" perhaps turning it into a step in the existing road map for negotiated peace. \"We have to turn this trouble into an opportunity,\" he argued.\nAlready, the crisis has had unexpected effects on the Palestinian side. The timing of the Kerem Shalom attack indicated that it might be aimed at disrupting talks between Abbas and Haniyeh on the prisoners' document, an accord on Palestinian unity that includes oblique acceptance of Israel within the pre-1967 boundaries. Instead, the crisis is believed to have accelerated talks, leading to Tuesday's announcement of a Fatah-Hamas agreement on the controversial document.\nAlthough the prisoners' document doesn't satisfy Israel, it is too moderate for Hamas's hard-liners. That very fact could be grounds for a least a touch of optimism: The crisis sparked by extremists led to a victory by relative moderates. Those seeking escalation can sometimes achieve the opposite of what they seek. Not every dilemma must lead to disaster.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: July 17, 2006"
}