{
    "title": "Olympic terrorism new twist for police; Healthy paranoia_ Police went to Israel to learn how to prev",
    "publisher": "the world",
    "year": 1995,
    "month": 4,
    "day": 16,
    "full text": "Olympic security officials won't be turning over every rock in Atlanta searching for terrorists next summer.\n \nThey'll leave that to the police.\nBut while federal law enforcement officials assigned to the 1996 Olympic Games may have a fairly good idea of what rocks to look under, not so for state and local police. First, they'll have to learn what the rocks look like.\nDealing with muggers, drug dealers and car thieves is one thing. Dealing with the Abu Nidals of the world is quite another.\nThe state's top cops in charge of security planning for the Games say a recent trip to Israel impressed on them the extent of the threat of international terrorism during the Olympics and the need for additional training for their officers.\n\"It was a real big wake-up call for all of us,\" said Sid Miles, commissioner of the Georgia Department of Public Safety.\nMiles was among 11 Georgia law enforcement officials making the trip as part of an exchange program run by the criminal justice department at Georgia State University.\nAlso on the trip was Atlanta Police Chief Beverly Harvard. She and Miles co-chair the Olympic Security Support Group, which is coordinating law enforcement efforts for the Games.\nThey plan additional training classes before the Games to help their officers spot situations that could lead to a terrorist incident. They will have to learn that a stray briefcase or equipment bag could contain plastic explosives, that an illegally parked car could contain a bomb, and that the well-dressed but unusually nervous visitor could be an international terrorist.\n\"People there (in Israel) are trained to look at things in that vein,\" Harvard said. \"Our officers will have to have those same expectations.\"\nAdditional training in terrorist tendencies could start as early as next month for Atlanta police, she said.\nMiles said state officials are working up special training for their officers that may be incorporated into their annual training schedule.\n\"We've got to change our frame of mind during the Olympics,\" he said, \"and that's going to be difficult.\"\n\nLoad-Date: June 27, 1995"
}