{
    "title": "OLYMPIC NEWS; Georgia law officials visit Israel for hints on handling terrorism; Always on alert_ T(2)",
    "publisher": "the atlanta journal and constitution",
    "year": 1995,
    "month": 3,
    "day": 16,
    "full text": "Picture this scene: A busy city street. Diners at an outdoor cafe. Pedestrians browsing storefronts. The pleasant, sunny afternoon erupts with gunfire as terrorists begin shooting indiscriminately.\nIt's a nightmare scenario for police - and one particularly on the minds of 11 Georgia law enforcement officials who arrived in Israel on Sunday for a 12-day visit to study security and anti-terrorism measures in preparation for the 1996 Olympics.\n\"Just being here gives you a heightened awareness of terrorism,\" said Atlanta Police Chief Beverly Harvard. \"In the United States, we're fortunate that we don't have to think about it. Here, they deal with the routine.\"\nThe street-onslaught scenario was played out Tuesday in a demonstration for the Georgia officials at Israel's paramilitary police training center near the settlement of Beit Horon in the Israeli-occupied West Bank.\nOn a make-believe street complete with storefronts, a mock cafe and dummies representing pedestrians, three Israeli police commandos reacted with swift and deadly force.\nThey shouted in Hebrew for bystanders to drop to the ground as they detonated percussion grenades to disorient the \"terrorists.\" Then they ran forward, taking cover and taking aim with Uzi submachine guns and pistols to eliminate the terrorists - dummies with inflated balloons as heads - without harming innocent \"pedestrians.\"\nThey were aided by an unseen police sniper on a hill who was dressed in camouflage and armed with an M-16 with a telescopic sight.\nSuch training is standard for members of the Israeli Border Police, a 5,000-officer paramilitary unit that serves as a civilian adjunct to the army in patrolling the West Bank and Gaza Strip and guarding against terrorist attacks in Israel.\nSimilar \"shoot/don't shoot\" scenarios are played out at Georgia's police academy during training exercises and on a computer simulator.\nIn Israel, the attitude is different, said Maj. Burt Kamin, chief of staff fo r the Fulton County Sheriff's Department.\n\"We're not as geared to terrorism, and that obviously is something we need to change with the Olympics coming,\" Kamin said.\nFederal, state and local forces will collaborate to provide security for the Olympics in Atlanta, with U.S. intelligence agencies and the FBI taking the lead in identifying potential terrorism threats from abroad, Harvard said.\nWhat law enforcement officials in and around Atlanta need to reinforce to officers on the beat is the kind of wariness that is customary among Israelis, who have been plagued by car bombings, kidnappings and shootings during many years of Israeli-Arab conflict.\nIn public service ads, Israelis are urged to report suspicious packages, unattended bags and even dubious-looking roadside garbage. Israeli bomb squads roam streets in vans and use small robotic devices to identify and detonate suspicious packages.\n\"We've got to teach our police officers to think the same way they do here,\" Harvard said.\n\"You can't just walk by a package or a box and think nothing of it,\" she said.\n\nLoad-Date: June 27, 1995"
}