{
    "title": "OLYMPICS_ Ten arrested as terrorist suspects in Rio de Janeiro",
    "publisher": "university wire",
    "year": 2016,
    "month": 7,
    "day": 30,
    "full text": "Federal police escort suspects who authorities say were arrested on terrorism-related charges in Brasilia, Brazil, Thursday, July 21, 2016. Ten Brazilians, who according to authorities pledged allegiance to the Islamic State militant group, were arrested Thursday. Authorities also described them as \"amateurs\" who discussed on social media the possibility of staging attacks during next month's Olympics. (AP Photo/Eraldo Peres)Brazilian police have arrested 10 people suspected of planning terrorist acts at the Olympics Games, in Rio de Janeiro. According to Brazil's Justice Ministry, the group was inspired by ISIS.\nBrazil's authorities said the group first exchanged messages related to the Islamic States, but soon started to plan terrorist attacks. The group showed extremist views, vowing to oath to the Islamic State as a way of \"baptism.\"\nThe Counter-terrorism Division of Federal Police in Brazil monitored messages exchanged via Telegram and Whatsapp, apps regularly used by Brazilians, detecting that there was a risk for terrorist attacks similar to the ones in Nice, and Orlando.\nThe suspects participated in a online account, called \"defenders of Sharia\" that planned to buy ammunition and train their members in martial arts.\nOne of the members of the group, contacted a supplier of illegal weapons in Paraguay, requesting the purchase of an AK-47 assault rifle. The messages exchanged by the admirer of the Islamic State and the arms supplier are still under investigation. In the messages exchanged, there were no mention of bombs, but rather how to finance the group to buy more ammunition.\nThe terrorist group also exchanged messages celebrating the executions carried out by extremist groups in the Middle East and the recent massacres in Orlando and Nice. Among the suspects, a minor and two Brazilians under investigation for convicted murder were present.\nBrazil's Justice Minister Alexandre de Moraes called the terrorist group \"amateurs\" and illustrated that they are \"without any preparation.\" According to him, organized terrorist groups would not look for ammunition online.\nBrazilian officials are considering drastic measures for the safety of citizens and visitors, including tanks in the streets, and strict monitoring of aircrafts that disrespect no-fly zones.\nThe most drastic measure security officials plan to implement: the blocking of all cellphone signals, a worldwide practice for security authorities. According to the Secretary of Security Special Major Events of the Ministry of Justice, Andrei Rodrigues, the blocker is now available.\nAccording to Brazilian authorities, the best security weapon is the shared information. The attack in Nice, France, proved that the French Intelligence services failed at preventing vehicles from entering certain areas.\nSince June 18, 2016 the City of Rio has adopted another important measure in tracking vehicles: the restriction of trucks at Avenida Brasil, Linha Amarela and Linha Vermelha. The measure had the initial objective to improve traffic, but is now an important factor into reducing the amount of cargo entering and exiting the Olympics area.\nRio de Janeiro also witnessed several military exercises with simulations of terrorism in internal and external parts of the airport. Over 1,200 police officers participated in training patrol teams with K-9 units with the addition of 200 Air Force officers to make patrolling the main point of arrival of tourists and delegations.\nBrazil is also receiving help from several countries in fighting back terrorism. Over one hundred countries will joint the Federal police in Rio de Janeiro next week to help monitor the exchange of sensitive information on terrorism. The announcement was made on June 19, 2016, by the Minister of Justice, Alexandre de Moraes.Tagged with#RioOlympicsTerrorism\n\nLoad-Date: January 6, 2017"
}