{
    "title": "Olympic plot foiled, China says Separately, a flight crew stopped an alleged attempt last week to cr",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 3,
    "day": 10,
    "full text": "Chinese police broke up a terrorism plot targeting the Beijing Olympics, and a flight crew foiled an apparent attempt to crash a Chinese jetliner in a separate case, officials said Sunday.\nWang Lequan, the top Communist Party official in the western region of Xinjiang, said materials seized in a January raid in the regional capital, Urumqi, had described a plot with a purpose \"specifically to sabotage the staging of the Beijing Olympics.\"\n\"Their goal was very clear,\" Wang told reporters in Beijing.\nWang cited no other evidence, and earlier reports on the raid had made no mention of Olympic targets.\nSpeaking at the same meeting, Xinjiang's governor said a flight crew prevented an apparent attempt to crash a China Southern flight from Urumqi on Friday. Nur Bekri did not specifically label the incident a terrorist act, saying it remained under investigation. No passengers were injured, and police were investigating, he said.\nThe incidents may give greater force to China's arguments that extreme measures are necessary to ensure social stability and the safety of August's Olympics. \nChina has ratcheted up anti-terrorism preparations ahead of the August Games, with the nation's top police official last year labeling terrorism the biggest threat facing the event.\nPolice found guns, homemade bombs, training materials and \"extremist religious ideological materials\" during the Jan. 27 raid in Urumqi, in which two members of a gang were killed and 15 arrested, according to earlier reports.\nChinese forces have for years been battling a low-intensity separatist movement among Xinjiang's Uighurs, a Turkic Muslim people culturally and ethnically distinct from China's Han majority. Iron-fisted Chinese rule has largely suppressed the violence, however, and no major bombing or shooting incidents have been reported in almost a decade.\nWang said the group had been trained by and was following the orders of a Uighur separatist group based in Pakistan and Afghanistan called the East Turkestan Islamic Movement, or ETIM. The group has been labeled a terrorist organization by both the United Nations and the United States. East Turkestan is another name for Xinjiang.\nChina says its main terrorist threat comes from ETIM. Although the group is not believed to have more than a few dozen members, terrorism experts say it has become influential among extremist groups using the Internet to raise funds and find recruits.\nWang said security forces would take proactive measures to crush terrorism, religious extremism and separatism.\nFew details were available about the alleged attempt to crash the China Southern Airlines flight that left Urumqi at 10:35 a.m. on Friday.\nBekri, the governor of the Xinjiang region, indicated that more than one person was involved but did not specify who was suspected to be behind the attempt.\nBekri said the crew responded and brought the plane to an emergency landing in the western city of Lanzhou. He said it continued to its original destination, Beijing, after about one hour.\n\nLoad-Date: March 10, 2008"
}