{
    "title": "OLYMPIC SECURITY QUESTIONED",
    "publisher": "charleston daily mail",
    "year": 1996,
    "month": 7,
    "day": 27,
    "full text": "ATLANTA - The biggest peacetime security operation in U.S. history\ncould not prevent terrorism from striking at the heart of the Atlanta\nOlympics.\nThe federal government spent $ 227 million to guard the Centennial\nGames. About 30,000 police, military and private guards, as well as an\narray of high-tech surveillance equipment, were deployed.\n\"The safest place on this wonderful planet will be Atlanta, Ga.,\nduring the time of our games,\" Atlanta organizing chief Billy Payne\nhad said repeatedly.\nBut all the elaborate measures could not prevent the bomb blast early\ntoday in Centennial Park, the main gathering spot of the games.\n\"We will consider it an act of terrorism until information should\narrive to the contrary,\" FBI Special Agent Woody Johnson said.\nThe park is located about a mile from the athletes' village and on the\ndoorstep of several arenas used for the games.\n\"It's horrible - the worst fears something we can't control,\" Bob\nBrennan, spokesman for the Atlanta Committee for the Olympic Games,\nsaid. \"I'm stunned.\"\nPayne said this morning that he was satisfied security measures at the\nGames were adequate.\n\"We have implemented as everybody has experienced, very tight\nsecurity measures at the venues,\" Payne said in an interview on NBC's\n\"Today\" show. \"We, of course, constantly review them in the face of\nchanging circumstances but they are and will continue to be safe.\"\nSecurity has been a major concern for the Olympics ever since the 1972\nMunich massacre, when 11 Israeli athletes and coaches were killed\nfollowing an attack by Palestinian terrorists.\nIn the days before the Atlanta Games, International Olympic Committee\npresident Juan Antonio Samaranch said the threat of terrorism was his\nbiggest worry.\n\"The main concern is security,\" he said. \"Today the risk of terrorism\nis higher than before. Today you have some people ready to die for\nreligious or political ideas. It makes the fight against terrorism\nmuch more difficult.\"\nThe size and scope of the Atlanta Games - the largest in history with\n11,000 athletes from 197 countries - provided a huge security\nchallenge.\nSecurity concerns were already heightened when TWA Flight 800 exploded\noff the Long Island coast just two days before the July 19 opening\nceremony.\n\nLoad-Date: July 30, 1996"
}