{
    "title": "Olympics Will Be Safe, Shultz Is Told",
    "publisher": "the new york times",
    "year": 1988,
    "month": 7,
    "day": 17,
    "full text": "The Soviet Union and China have assured the United States that they will use their influence with North Korea to help make the 1988 Olympics in Seoul free of terrorism, Secretary of State George P. Shultz said today.\nSpeaking to reporters during a plane ride from Beijing to Seoul, Mr. Shultz was apparently trying to dispel the widespread perception that Pyongyang would try to disrupt the Olympics by staging acts of terrorism.\n''The Soviets have told us flatly that in their view the North Koreans will not make any effort to disturb the Olympics,'' Mr. Shultz said. ''The Chinese also point out, as do the Soviets, that their athletes will be there, and I think everyone will be exerting their influence in a positive way.''\nMr. Shultz recalled a meeting in Washington in which the Soviet Foreign Minister, Eduard A. Shevardnadze, told President Reagan, ''We know the North Koreans well, and I can assure you there will be no - underline no - terrorist attacks aimed at the Olympics.''\n''We said we were very glad to hear that statement,'' Mr. Shultz said.\n \n'Unequivocal, Unambiguous'\nHe called the Soviet statement ''unequivocal, unambiguous,'' adding that the Chinese ''have made similar comments about their point of view.''\nOn Friday, the United Nations Command in Panmunjom charged that North Korea, which failed in its campaign to co-host the games, was trying to undermine the Olympics by working ''to contrive an atmosphere of danger on the Korean peninsula.'' The accusation was made in response to North Korea's latest charges that the United States and South Korea were using the Olympics as a pretext for creating a ''war machine.''\nMr. Shultz said the North Korean installation of advanced Soviet surface-to-air missiles that can reach South Korea and recent Soviet deliveries of Moscow's most advanced aircraft to Pyongyang ''constitute question marks'' in Olympics security.\nBut Mr. Shultz also expressed confidence that security would not be a problem because of South Korea's tough anti-terrorism measures.\n''I'm basically not concerned about security for the Olympics, because I observed that the South Koreans are doing such a good job of putting into place all of the measures that will deter any acts to disturb the Olympics,'' he said.\n \nVisit to Olympic Village\nWhen he arrived in Seoul, Mr. Shultz headed straight for a brief tour of the Olympic village, viewing a model of the complex and visiting living quarters for the athletes and one of the three swimming pool auditoriums.\nHis assessment of the terrorist threat at the Olympics is much more positive than that of many of his own intelligence and counterterrorism experts in the State Department.\nAlthough there is little likelihood of a terrorist attack inside the Olympic compound because of extraordinary security measures by the Seoul Government, these officials said, they expect incidents to occur before or during the Olympics, perhaps in other parts of Asia, to give the impression that there is no security in the region and to discourage people from attending.\nThe officials also do not put much faith in Soviet and Chinese efforts to curb their client to the north, saying that no nation has much influence over North Korea.\nIn the aftermath of the Palestinian hijacking in May of a Kuwaiti airliner that was en route to Kuwait from Bangkok, counterterrorism officials have concluded that Middle East-inspired terrorism is just as likely to occur as terrorist acts by North Korea.\n \nMeetings With Korean Officials\nDuring his two-and-a-half-day visit here, Mr. Shultz will meet with South Korean leaders, including President Roh Tae Woo, and in a show of support for democratic gains in Seoul, will meet for the first time with the opposition leaders Kim Dae Jung, Kim Young Sam and Kim Jong Pil. He will also deliver an address on democratization in Asia.\nMr. Shultz said he was eager to discuss Mr. Roh's six-point proposal unveiled this month to bring the two Koreas closer together through increased trade without tariffs, personal visits, cultural exchanges and the restoration of mail service between North and South that ended with the division of the country 43 years ago.\nMr. Shultz called the proposals ''very interesting'' and worthy of careful study by the United States. He praised Mr. Roh as ''capable of fresh thinking,'' adding, ''You can make proposals like this as a government if you're confident of your own deterrent capability.'' The North has already rejected the proposal.\nBut Mr. Shultz declined comment on reports that South Korea would encourage the United States and other Western countries to open commerce in non-military goods with North Korea to help ease tensions in the region."
}