{
    "title": "Olympic packages to include terrorism provision",
    "publisher": "usa today",
    "year": 2003,
    "month": 5,
    "day": 12,
    "full text": "When Cartan Tours launches ticket sales today for the 2004 Summer Olympics in Athens, Greece, a post-Sept. 11 reality will be in the fine print.\n\"We made sure the travel insurance included a terrorism provision,\" says Don Williams, a vice president for Cartan Tours, which has been selling Olympic travel packages since the 1988 Winter Games in Calgary. \"It's the first time we've really had that as a concern, so much so that we insisted we have that in the package.\"\nJitters about the Games in Athens, with its proximity to the Middle East, are not limited to security. For three years, International Olympic Committee officials have repeatedly issued warnings over lags in preparation.\nAthens 2004 ticketing manager Mary Manolopolou expects demand to be \"huge,\" citing cheaper ticket prices and fewer available tickets than for the 2000 Summer Olympics in Sydney.\nThe average ticket price, about $ 40, is 34% cheaper than for Sydney, Manolopolou says. In addition, because of such things as smaller venues (Olympic Stadium in Athens will hold 75,000, down from 116,000 in Sydney), the number of tickets for sale is about two-thirds of that in Sydney.\nFor the 2000 Games, 7.8 million tickets were available, according to Athens organizers. That number has dropped to 5.3 million for 2004.\nResidents of Europe, likely to constitute the largest fan contingent in Athens, can begin ordering tickets today through the Athens Olympics official Web site, www.athens2004.com. \nCartan Tours is one of two companies officially selling Olympic tickets to U.S. residents. Cartan Tours offers tickets by themselves as well as a part of travel packages. The other company CoSport, sells packages now and will offer tickets alone at a later date. CoSport, through its sister company Jet Set Sports, also sells corporate packages.\nWilliams expects the opening ceremony, swimming events and gold-medal basketball game to draw the highest demand. Sead Dizdarevic, president of CoSport, predicts the Athens Games will be 92-95% sold out.\nCartan Tours can be reached at 800-818-1998 or at www.cartan.com. CoSport is at 877-457-4647 or www.cosport.com. \n\nLoad-Date: May 12, 2003"
}