{
    "title": "Olympic Sabotage",
    "publisher": "the new york times",
    "year": 1984,
    "month": 8,
    "day": 9,
    "full text": "''Olympic Games for Humans, Not Apes,'' was the heading on letters mailed from the suburbs of Washington to 20 African and Asian Olympic committees in early July. Supposedly written by the Ku Klux Klan, this hate mail threatened violence against nonwhite athletes at the Los Angeles Games, the kind of violence the Russians said they feared when they were organizing their boycott of this year's competition.\nThe F.B.I., however, is now satisfied that the hate mail was actually produced by the K.G.B. and probably mailed by Soviet Embassy personnel. The Russians, and all the world, ought to be on notice that this was no mere spyland dirty trick against the United States.\nEditorial, noting evidence suggesting that hate mail sent to 20 African and Asian Olympic committees supposedly written by Ku Klux Klan was actually written by Soviet KGB as propaganda supporting Soviet boycott of Summer Games, holds Soviet action was spiteful incitement and calculated effort to complicate security arrangements in Los Angeles; holds other Soviet lies about conditions at games should be made public\nIt was a malign insult to an international festival of sport, and to all the participating nations. In a time of rampant terrorism, it was also a spiteful incitement and a calculated effort to complicate the security arrangements and life of the athletes in Los Angeles. The Russians can be forgiven for inventing a false pretext for their own absence, but not for such a vicious fabrication.  Are we sure? Attorney General Smith and F.B.I. Director Webster say they are. The Klan denies writing the hate letters and had no conceivable motive for undermining the Olympics. Tass, which has abundant reason to cover up, dismisses the accusation as ''delirious myths.'' This is hardly the first time the K.G.B. has been convincingly accused of faking letters supposedly written by Americans. And Tass's other ''news'' dispatches about the Olympics betray the official Soviet purpose well enough.  Day after day, the Soviet agency has been lying about conditions at the games to justify the boycott to an obviously unreconciled Soviet public: ''There is an epidemic of thefts in Los Angeles, where Olympic ideals have been subordinated to business, where an atmosphere of violence reigns supreme, where bandits shoot at Olympic buses and one feels as if in prison.'' The F.B.I.'s evidence of the Soviet fabrication is being withheld because disclosure, it is said, might help the K.G.B. improve upon future forgeries. But more of this story should be told. Such a false warning of terrorism is barely distinguishable from an act of terrorism."
}