{
    "title": "Olympic heroes wanted",
    "publisher": "university wire",
    "year": 2004,
    "month": 5,
    "day": 28,
    "full text": "Americans anxious to purchase their United States Olympic basketball Dream Team posters and T-shirts may end up with a collectors item as the team pictured may not be the team participating. U.S. Olympic organizers are struggling to fill their roster, but the hard part is not finding the best players for the team. The struggle lies in finding players that will commit to the team and eventually play for them.\nNBA stars are reconsidering whether or not to be a part of the team in Athens for a number of reasons, including marriages, expectant wives, health issues and court appearances, players are also citing terrorism concerns as cause for withdrawal.\nAre you kidding me?\nFor all of you Olympic \"hopefuls\" who need a second opinion, let me set the stage for you for just a minute and see if you don't want to change your mind and recognize what you might be giving up.\nFor starters, this is the largest sporting event in the world that every weekend warrior would gladly donate their left pinky to play in and represent their country. It's not a common practice for the U.S. Olympic committee to invite athletes to be a part of the team. Your fellow teammates and countrymen are people just like you, training all day every day to accomplish their skill a smidge better than the other to earn the privilege of adorning the red white and blue. The Olympics should not be viewed as an option, but an honor not to be taken lightly. When opportunity knocks, open the door.\nSomething else to consider is the fact that winning the gold medal is not a gimmie anymore. Half of the players competing in the NBA now are foreigners, and those whose countries are competing will be there- no ifs, ands, or buts about it. And those of you who were a part of the most recent U.S. team in the 2002 World Championships should feel a 400-pound monkey on your backs after an appalling sixth-place finish to prove that the tournament was a fluke and that the basketball world still spins on America's finger.\nHere are a couple of other things to consider: If you back out because of terrorism concerns, terrorism wins. The United States as a nation has continually spoken out loudly and clearly that we will not live our lives in fear or allow terrorists to interrupt our lives. The Olympic Games will be one of the most secured places in the world when the games start in August. Many of us were involved in the 2002 Winter Games in Salt Lake City when terrorism was the talk of the town up until the games began, and no one heard a peep about it because the security was stellar.\nAmerican NBA athletes need every chance they can get to improve their public image to show their patriotism. No one is expecting them to become the next Pat Tillman or donate half their salary to the Department of Defense. This is an opportunity to be the face of the American citizen that loves his country and will not back down to terrorism. From one American to another -- go to Athens and bring home the gold.\n(C) 2003 The Daily Universe via U-WIRE\n\nLoad-Date: May 28, 2004"
}