{
    "title": "Olympics stir up controversy",
    "publisher": "university wire",
    "year": 2014,
    "month": 1,
    "day": 23,
    "full text": "The upcoming XXII Olympic Winter Games scheduled to run Feb. 7-23 in Sochi, Russia, are surrounded by rising controversy and excitement.\nThreats of terrorism, Russia's stance on homosexuality and historical distrust have created international tension in the months leading up to the games. \nNBC News reported Wednesday that the U.S., Germany, Hungary, Italy, Slovakia and Slovenia have received emails regarding security threats. International Olympic Committee spokesman Mark Adams says the email had \"no credibility\" and was not from a terrorist group. \nRussian security officials are seeking \"black widow\" terror suspects believed to be planning suicide bomb attacks aimed at the final stages of the Olympic torch relay. Wanted posters distributed by police say the women have been dispatched by underground groups to attack between Tuesday and Thursday in Rostov-on-Don (about 350 miles north of Sochi), where the torch is expected to arrive Wednesday on its way to the Olympic city of Sochi. \nEvan Kohlmann, NBC News terrorism analyst, said the posters point to \"gaping holes\" in Sochi's security. \nPresident Barack Obama and Russian President Vladimir Putin discussed the prospect of a \"safe and secure\" Olympics in a phone call on Monday. \n\"The United States has offered its full support to the Russian government as it conducts security preparations for the Winter Olympics,\" Pentagon spokesman Captain John Kirby said in a statement. \nAdditionally, the U.S. military said on Monday that air and naval assets, including two ships in the Black Sea, would be made available if needed during the Sochi Winter Olympics in support of Russia, according to Reuters.\nRussia's ban on propaganda of \"nontraditional sexual relations\" signed into law by Putin in June has been the source of debate. Critics believe the law discriminates against homosexuals. As a result, Russian authorities have limited the right to protest during the Sochi Olympics, according to the Associated Press. \nPavel Lebedev, a gay Russian protester, was detained on Saturday for waving a rainbow flag during the Olympic torch relay as it passed through his hometown of Voronezh. \n\"Hosting the games here contradicts the basic principles of the Olympics, which is to cultivate tolerance,\" Lebedev said. \nWith less than three weeks before the opening ceremony, hundreds of thousands of tickets remain unsold. Anastasiya Jenkins, a senior social work major at Harding and a Russian citizen, is \"excited to see the spotlight on Russia.\"\n\"I think it's fine to keep the games going because of the enormous amount of security that's going to be there,\" Jenkins said. \"There is always a risk of attack no matter which country the games are at.\"\n\nLoad-Date: January 24, 2014"
}