{
    "title": "Olympic spirit wounded, but its grit shines through",
    "publisher": "usa today",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "Along with global expressions of anger and sorrow, Saturday's\ndeadly bombing at the Centennial Olympic Park -- the first act\nof terrorism at an Olympic Games since 1972 -- drew universal\nexpressions of courage and commitment.\nNo surprise there. These Games, with their 197 participating nations,\nare a miracle of shared interest and internationalism. It is unthinkable\nthat they would be derailed by something as crudely evil as a\nterrorist's nail bomb.\nStill, an indomitable spirit is not an invulnerable one.\nOn the central Saturday of the 1996 Games, when 80,000 joyful\nfans were expected to attend track and field events at Olympic\nStadium, a soaking rain reflected a soaking sadness. Flags drooped\nat half-staff, and heightened security slowed the pace and lengthened\nthe lines. The festival mood felt poisoned and inappropriate.\nA certain joyful innocence seemed lost.\n\"Now, when people say 1996, they're not going to remember the\nmedals we won,\" said one American athlete. \"They're going to\nremember this [as] the place where they had the terrorist attack.\"\nNecessarily? A wound has surely been opened; a scar will surely\nbe left.\nBut the world lives with terrorism, and so does the United States,\nand so must the Olympics. The 1972 Games in Munich set a modern\nstandard for horror when 11 Israelis were killed by Palestinian\nterrorists. And even before Saturday's blast, the threat of terrorism\ncolored every Olympic moment, forcing the Games to be filtered\nthrough the largest peacetime security operation the world has\never seen.\nWith our awareness of terrorism comes the knowledge that no matter\nwhat, terrorists will sometimes succeed. And when they do, the\ndismay they sow is their greatest victory. It robs us of our freedom\nand our pleasure, staining even our memories with blood and sadness.\nBut maybe not now. Around this planet, hundreds of millions of\npeople are engaged in Atlanta's Games, making the event a shining\nexample of the global community some lunatic wants to destroy.\nWith all the world assembled, what better moment to send terrorism\na single, collective message? It can ring out with every effort,\nwith every medal, with every flutter of the 197 banners draped\nfrom the stadium's rafters. And with one voice in a thousand languages,\nit can say to terrorists: To hell with that. And to hell with\nyou.\n\nGraphic\n\n \nPHOTO, b/w, Diether Endlicher, AP; Games go on: Crowd waits under heavy security to enter table-tennis event Saturday.\n\nLoad-Date: July 28, 1996"
}