{
    "title": "OLYMPICS SURVIVES, ENDURES AND TRIUMPHS; TERRORISM IS A COWARD'S GAME, WITH ONLY COWARDLY REWARDS",
    "publisher": "portland press herald",
    "year": 1996,
    "month": 7,
    "day": 30,
    "full text": "The Olympic spirit has survived. When Centennial Olympic Park in Atlanta reopens today, the message will be clear: Terrorists of whatever stripe can inject their cowardly actions into great human events, but they cannot triumph over them.\nTriumph belongs to those like Fatuma Roba, Ethiopia's gold medal women's marathon runner. Let the gold, silver and bronze medals the world's finest athletes are earning at these Centennial Olympic Summer Games stand as their tribute.\nMeanwhile, let the base metals that exploded on concert-goers at Centennial Park early Saturday morning appropriately represent those who play twisted games with pipe bombs.\nThen the world can compare winners and losers.\nLet the world note, too, the courage of ordinary people, who have refused to be frightened away from the Summer Games. They continue to crowd the stands at all Olympic sports venues. They will be back in the park today.\nTrue, acts of terrorism will effect some costly changes. Already, the bombing of TWA Flight 800 is prolonging the time and trouble required of travelers flying out of U.S. airports. These, and further anti-terrorist actions, will cost public money.\nAlready, too, the explosion in Atlanta, and the heightened security subsequently practiced, has led other cities to question how eagerly they want to pursue their bids for the Games in 2004.\nMost important of all, two people who should be enjoying the Games are dead. They are 44-year-old Alice Hawthorne of Albany, Ga., killed in the Saturday explosion, and Melih Uzunyol, a Turkish television cameraman felled by a heart attack as he was running to cover it. Others are recovering from serious injuries.\nMore police and more precautions will be part of Centennial Olympic Park when it reopens today as a free public space for those who have come to celebrate the Games. Added security will change the landscape, but it will not alter the Olympic spirit that prevails among competitors and spectators alike.\nThat spirit was given voice Sunday by the Rev. Dr. Sam Matthews, at Atlanta's First United Methodist Church. ''May the Games continue in peace, harmony and unity,'' he said, ''and may they be all we hoped they would be.''\nTo that, people of good will now add their own prayerful Amen.\n\nLoad-Date: August 1, 1996"
}