{
    "title": "On a pass_fail scale, summit gets a pass But the real grade for making the world safe from nuclear t",
    "publisher": "portland press herald",
    "year": 2010,
    "month": 4,
    "day": 17,
    "full text": "Efforts to protect the world from nuclear catastrophe are graded pass/fail. As with a report card, just passing may not be a cause for celebration, but when the alternative is a catastrophe, you'll take it.\nWhile it's too early to grade all of President Obama's recent efforts in the nuclear security arena, from what we can see, the summit conducted in Washington this week gets a pass.\nFor starters it gave the issue of nuclear terror the attention it deserves, making it a cornerstone of America's foreign relations. A broad variety of nations, both in and outside the nuclear weapons ''club,'' have made commitments to tighten up the security around nuclear materials that could be turned into bombs by falling into the wrong hands.\nWhile much of the content of the two-day conference has been labeled symbolic, symbols matter when it comes to affairs between nations. The president has made it clear in a series of statements that hindering nuclear terror is his top priority and convening a summit of 47 heads of state - the largest such meeting since the end of World War II - sends the right message, even though the real work won't get done in two days. That real work, ultimately, is what the president will be judged on, and his grade probably won't hinge on the number of warheads left in Russia, although Russia will be important.\nThe test will be how well Obama can marshal the forces he has summoned so far to prevent or contain a nuclear Iran, which has the potential to be a destabilizing game-changer in the Middle East.\nIt's not just the threat that Iran could use its bomb against Israel, or that it could force Israel to strike first with its nuclear weapons, or that Iran could put a nuclear weapon in the hands of a terrorist. In addition to those serious threats, a nuclear Iran could also start a new arms race in the Middle East, piling on the variables that could result in a catastrophe.\nHaving all these countries agree to put tighter controls or even get rid of stray nuclear material would be a big accomplishment. Getting them to work together to discourage Iran from completing its ambition to possess a nuclear weapon would change the world.\nPassing grades in these and other efforts are what it will take to keep the unthinkable from happening.\n\nLoad-Date: April 19, 2010"
}