{
    "title": "On building up terrorism",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 4,
    "day": 25,
    "full text": "TERRORISM is not the focus of evil in the Western world. It is not the greatest enemy of economic growth, of freedom of trade. Response to terrorism is not the litmus test of Western allied friendship. Terrorism is not about to pull the modern world back into a dark age.\nAnd yet this is what the Reagan administration - with presidential speeches, with unleashing and displaying its military might in the Mediterranean, with taunts of allies over sunshine friendship, with pressure to make the Tokyo gathering of Western leaders into an antiterrorism summit - would have us believe.\nThe power of the presidency to set the nominal agenda for the United States is being deployed full force by the Reagan White House.\nMaybe, for the sake of argument, one can say the White House was right to call Colonel Qaddafi's bluff. Perhaps Colonel Qaddafi, for all the murders of captives and other innocents that have followed since the American air strike on Libya, has been sobered if not unseated, made more cautious if not chastened. Why not claim victory enough? Why warn, as Mr. Reagan did Wednesday, that Syria and Iran - vastly more complicated and dangerous targets - would come in for the same treatment if evidence warranted an American attack? If the Libyan attack had been as successful as claimed, sufficient warning would have been given already.\nThe steps being taken in Europe and elsewhere to coordinate the expulsion of Libyans and improve surveillance of suspected terrorists did not require a Libyan strike to initiate. If the administration had been working harder at consensus building the past five years, abroad and at home, one could more readily say that resort to unilateral action was justified.\nWhy heighten the Western world's anxiety over terrorism? Why imagine that terrorism lurks in the hearts of the administration's enemies - by asserting that the Sandinistas want to make Nicaragua into another Libya?\nSuch a pattern of singleness of metaphor is deeply troubling. It has been seen before - over the dangers of transferring technological goods to the Soviet Union, for example, or over the need to keep the Marines in Beirut. On both occasions, the administration later adjusted or reversed its course, to the relief of its friends and allies.\nAt least three questions about the administration's fixation with Libya and terrorism come to mind. First, even if Libya were removed from the face of the map, the greater expanse of terrorist activity would remain to be confronted. Second, Qaddafi's status in Libya and the Arab world remains at best ambiguous. And third, one wonders whether the administration and its major economic allies in Europe, Canada, and Japan have a clear idea of what it would mean to mount a terrorist purge in many countries, including the United States, and what anxiety level would result if it were tried.\nIn a political sense, terrorism may be a convenient mechanism for commanding center stage. The Reagan administration faces defeats again in Congress this year in the two major domestic areas of the budget and taxes. It is all but stalemated on aid to the Nicaraguan ''contras.'' In foreign affairs, it has discovered Mikhail Gorbachev to be a formidable player in the chess games of summitry, arms control, and nuclear testing. On arms control, the administration finds itself - correctly - hewing to the SALT II agreement reached under President Carter, but still divided over whether this is the right course. It has no major initiatives it can boast of going in South Africa, or the Middle East. Indeed, the cranking up of tension over terrorism can undermine otherwise useful diplomatic actions.\nThe question here is of leadership style. The moderating influence of former chief of staff James Baker has apparently ebbed in the White House. The administration should consider that exaggerating a risk can be as great a danger as ignoring it. And irritation with friends who do not go along can overlook the responsibility of friends to tell us when we are wrong."
}