{
    "title": "ON BEING 'EVENHANDED' TOWARD ARAB EXTREMISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 4,
    "full text": "To the Editor:\nIn a Sept. 26 Op-Ed article, ''The Climate for Mideast Terrorism,'' Prof. A. R. Norton argues that the United States must take a more evenhanded approach in its dealing with the Mideast conflict if it is ever to relieve itself from being a terrorist target. This assumes that current U.S. policy in the Mideast is unreasonable within the parameters of the objectives of the parties to the dispute.\nProfessor Norton's argument would require the United States to adjust its Mideast policy to placate the most extreme elements in the Arab world, who by the use of terrorism force even potentially moderate nations to follow the extreme line. At the same time, there are Arab nations, such as Syria, Iraq, Iran and even Saudi Arabia, that actively support the extremists, to the lament of their apologists.\nIn essence, the problem for the Arab world is not U.S. policy, which is basically evenhanded: the U.S. will not hand over the State of Israel to its mortal enemies, nor will it stand by uncritical of Israeli policies. Because the Arab world views any independent Jewish presence in the Mideast as unreasonable, anything emanating from that presence is unreasonable and contemptible.  Thus, it is only because the Arab position is so extreme that U.S. policy from an Arab perspective appears to be tilted toward Israel. In the Arab world, even speaking of contact with Israel warrants ostracism, if not death. The U.S. should not adjust its policy to placate these elements of extremism; it must wait them out.  Only when Arab policy becomes realistic - when it recognizes that Israel is here to stay, that Jews will retain an independent presence in the Middle East and that resolution of the Palestinian problem is an Arab problem too - will the Arabs learn (to their surprise) how reasonable and evenhanded United States policy has been all along, and for that matter, Israeli policy.  Adjusting U.S. policy to combat anti-U.S. terrorism, as Professor Norton advocates, would result in Arab myopia becoming our problem too. We must work to change Arab perceptions. Moreover, the United States should not succumb to the ''evenhandedness'' of the terrorist.\n \nROBERT S. NAYBERG Flushing, N.Y., Sept. 26, 1984"
}