{
    "title": "On brink of war, college life goes on; But visits to Cancun and some spring break sites are down ami",
    "publisher": "philadelphia inquirer",
    "year": 2003,
    "month": 3,
    "day": 20,
    "full text": "Standing on his tiptoes for a better view of two topless coeds on an oceanfront stage, 21-year-old Iowa State senior Scott Robertson said war and the threat of terrorism were not about to ruin his spring break.\n\"The plane landed. I started drinking, and it was like, 'Why worry about anything?' \" Robertson said. He was echoing the sentiments of fellow travelers, although their numbers are down sharply this year despite deep discounts and beefed-up security by airlines and resorts.\nAuthorities are worried that Cancun - a narrow peninsula packed with young Americans this time of year - could be the perfect terrorist target. More than 200 federal agents have joined local police in patrolling Cancun's streets this month, and officials are checking foreign arrivals for terrorists.\nIn the past, \"authorities were there to protect students from themselves and protect the Cancun community from the students,\" said Glen Keiser, head of the U.S. Consulate in the nearby city of Merida. \"Now, we all need to think 'Is this area vulnerable to terrorism?' \"\nKeiser said there had been no direct threats made but added it would be \"irresponsible\" not to consider Mexico a potential target.\nMany would-be travelers apparently do.\nBefore the Sept. 11, 2001, attacks, between 150,000 and 200,000 college students were descending on Cancun during the eight weeks before Easter. Last year, the number slipped to just over 100,000 and could fall below 75,000 for 2003, Keiser said. A local hotel association said occupancy rates were down 20 percent from this period last year, when they slid 40 percent from spring break 2001.\nIn the Pacific coast resort of Puerto Vallarta, which normally attracts about 7,000 during spring break, hotels have slashed prices by up to 40 percent. And tourist officials in Acapulco said hotel occupancy rates that were down 50 percent last year would likely slip an additional 20 percent this year.\nDespite the availability of cheap airfares from carriers scrounging for business, more students are opting to hit the road for destinations in Texas, California and Florida, according to Sean Keener, president of BootsnAll Travel Network, the Eugene, Ore., parent of StudentSpringBreak.com.\nTourism officials in Panama City Beach, Fla., are predicting they will top last year's record, estimated at 400,000 visitors, over an eight-week stretch that ends after Easter.\nNicholas Youngblood, 22, a senior at Illinois State University, lounged on the beach as hundreds of young people around him chugged beer, played volleyball, and loaded up on corporate promotional products.\n\"You really want to enjoy it as much as you can, regardless of the gas [prices] or the war,\" Youngblood said.\nJim Moldane of studentexpress.com, which offers student-break travel services, said a sluggish economy - more than war jitters or terrorism fears - had kept students at home.\n\"People aren't feeling as rich as they did two years ago. The stock market has been down, and the economy has really taken a hit,\" Moldane said. \"A lot of students' parents lost their jobs, and that means there just isn't the money there for them to travel.\"\n\nLoad-Date: March 20, 2003"
}