{
    "title": "On conquering the fear of terrorism",
    "publisher": "the world",
    "year": 2004,
    "month": 5,
    "day": 30,
    "full text": "Here we go again, yet another al-Qaida scare.\nOn Wednesday, Attorney General John Ashcroft cited \"credible intelligence from multiple sources\" warning that terrorists intend to \"hit the United States hard\" this summer. To bolster the seriousness of the alert, Ashcroft and the FBI director released photographs of seven dolorous faces with alleged Al-Qaida connections. The FBI wants these people.\nTwo of my friends who are planning trips abroad this summer, one to Africa and one to Spain, telephoned and said they were having second thoughts about leaving the country. I told them that I was traveling to South Africa - terrorists or no terrorists.\nMy friends are among thousands of Americans (not as many as I had expected) who are reconsidering their trips abroad as summer rolls around. Domestically, terrorism experts and Homeland Security officials are wary of several events and locations: From June 8-10, we have the \"Group of Eight\" economic summit in Sea Island, Ga.; the Democratic National Convention, July 26-29, in Boston; the Republican National Convention, Aug. 30-Sept. 2, in New York City.\nInternationally, of course, the Olympic Games in Athens, Greece, are of special concern to authorities.\nAgain, I am going to South Africa no matter what. Americans should not live in fear. The current terrorists warnings may be real and may be based on the best intelligence, but I refuse to let fear drive my plans. I am determined to explore Johannesburg and its environs. I am determined to ride the overnight train to Cape Town, and, once there, I intend to enjoy the stunning views of Devil's Peak and Lion's Head. I intend to enjoy the city's rich cuisines and red wines. I am going to talk with as many people as I can and learn as much as possible about one of the most important places on earth, where courage and patience transformed apartheid into democracy.\nFear will not keep me away. I must acknowledge, though, that as the date of my departure approaches, I sometimes wake up wondering what am I getting myself into. But instead of succumbing to my apprehensions, I force myself to remember that as a teacher and a writer, I must be a person of the world. International travel is a duty. As such, I must overcome my fears. In his autobiography, Long Walk to Freedom, Nelson Mandela writes of his profound fears: \"I learned that courage was not the absence of fear, but the triumph over it. I felt fear more times than I can remember, but I hid it behind a mask of boldness. The brave man is not he who does not feel afraid, but he who conquers that fear.\"\nLong before George W. Bush's nation-building crusade, the United States had positioned itself as the world's arbiter of morality and the center of democracy. Americans, therefore, have an obligation to get out and see the rest of the world. I suspect that if Bush had traveled abroad extensively before becoming president, our relations with other nations would be different now. But that is another story for another day.\nAnyway, as terrorism spreads globally and invades our personal lives, Americans should take to the roads, the rails and the airways of the world. Insularity is our enemy, and fear is imprisonment. Although the president and others in his administration tell us that we are winning the war on terror - that the world is becoming safer - I see no evidence to support their claims.\nI believe that the United States will become safer as more ordinary Americans, not our politicians, become our goodwill ambassadors again. Ordinary Americans are the true bearers of our culture. They are our greatest ambassadors. If we let our fears trap us inside our borders, al-Qaida wins. We should not let that happen.\nMeanwhile, I am keeping an eye on the Economist magazine's Big Mac index. I need to know the value of the dollar in relation to South Africa's rand.\n\nLoad-Date: May 30, 2004"
}