{
    "title": "On campus, Santorum talks about terrorism Accused of Muslim-bashing, he says students aren't hearing",
    "publisher": "the philadelphia daily news",
    "year": 2007,
    "month": 10,
    "day": 25,
    "full text": "Rick Santorum is back.\nAnd, boy, is he angry! The former Pennsylvania senator spoke last night at the University of Pennsylvania on terrorism and Islamic extremism, saying that liberals are downplaying a grave threat to the United States.\n\"The president says we're at war with terror. Nobody wants to define who this enemy is because they don't want to offend anybody,\" said Santorum, who also spoke at Temple University. \nBoth talks were part of the controversial Islamo-Fascism Awareness Week, organized by neoconservative writer and activist David Horowitz. Ann Coulter and Sean Hannity are among right-wing personalities speaking at colleges as part of the event.\n\"One of my concerns with academia is you're not getting both sides of the debate; you're getting one side of the debate,\" Santorum said in his remarks at the Penn Hillel building.\nMuslim groups have slammed Islamo-Fascism Awareness Week as racist and inflammatory. At Penn, an organization of Muslim students convinced the College Republicans, who hosted Santorum, to change the name to Terrorism Awareness Week.\n\"It's a who's-who of Muslim-bashers and Islamophobes out to demonize and marginalize American Muslims and Islam in general,\" said Ibrahim Hooper, a spokesman for the Washington-based Council on American-Islamic Relations.\nSantorum echoed speeches he made about Islamic extremism last fall when he tried to hold onto his Senate seat. \nDespite a resounding defeat, he is continuing with the message, although his audience may have diminished. At Penn, he wasn't able to fill a 250-seat room.\nSantorum said that most Americans don't understand the history of Islamic countries or the threat they pose. He said that the left - and he singled out college professors - turns a blind eye to the danger.\n\"America is going on as if there isn't a war,\" he said. \nSantorum had some ardent supporters in the crowd - in particular, one man who kept yelling, \"You tell 'em, Rick!\"\nAs always, protesters followed Santorum, who drew flak for his conservative views on marriage and homosexuality. \nA small group stood outside the building, holding a sign that read: \"No IslamoPhobia, No War on Iran.\" Other activists pointedly left the building about halfway through Santorum's remarks.\n\"I'm incredibly offended with the generalizations he's making,\" said Melissa Sullivan, 27, an anti-war activist, who stayed until the end of the speech. \"I think he's an extremely dangerous man.\"\nIn a question-and-answer session, several students told Santorum that he was unfairly labeling Muslims. But Santorum aggressively struck back.\n\"I'll give you an opportunity to answer, but I don't want you to embarrass yourself,\" he told one student.\nSince his re-election defeat, Santorum has worked as a senior fellow at the Ethics and Public Policy Center, a conservative think-tank. He also has joined the Pittsburgh law firm Eckert Seamans Cherin & Mellott as a consultant, and is a commentator for Fox News.  \n\nGraphic\n\n \nPhotograph by: Feed Loader\n\nLoad-Date: October 25, 2007"
}