{
    "title": "ON GUNS AND WHITE NATIONALISM, ONE SIDE IS RIGHT AND ONE IS WRONG",
    "publisher": "pittsburgh post-gazette",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "When one side proposes ways that human beings might begin to solve a deadly problem while the other side leaves it up to God, you know which side is right.\nWhen one side proposes solution after solution to contain gun violence - and offers compromise after compromise to get something done - while the other side blocks action every time, you know which side is right.\nWhen the president of the United States and his most incendiary media allies fuel hatred of those who are not white while his opponents say we should stand in solidarity with one another, you know which side is right.\nWhen one side brushes aside the dangers of racist and white nationalist terrorism while the other side says we need to be vigilant against all forms of terrorism, you know which side is right.\nAnd when Americans are gunned down in incident after incident, when we are numbed by repeating the same sorrowful words every time, when we move within a news cycle from \"something must be done\" to \"the Senate will block action\" or \"the politics are too complicated,\" you know America's democracy is failing and its moral compass is broken.\nOur rancid political culture is, quite literally, killing our nation. And the problem is not caused by some abstraction called \"polarization\" or by \"the failure of both sides to understand each other.\" Those are the alibis of timid souls so intent on sounding \"balanced\" that they turn their eyes from the truth.\nWhat is that truth? When it comes to gun violence and the need to confront white nationalism, one side is right and one side is wrong.\nUntil we face this, even two mass shootings within 24 hours will do nothing to galvanize action. In El Paso, at least 22 people were killed at a shopping center on Saturday and two dozen were wounded by a gunman who, according to police, appears to have posted an anti-immigrant screed online before the shooting. Then at 1 a.m. on Sunday in Dayton, Ohio, another mass shooter left nine dead and 27 injured in area known for its lively nightlife that is heavily patrolled by police. The shooter was killed in less than a minute.\n\"Think about that minute,\" said Dayton Mayor Nan Whaley. \"The shooter was able to kill nine people and injure 26 in less than a minute.\" The gun-permissiveness crowd wants us not to think about that minute. It puts the lie to the gun lobby's claim that having armed people nearby when a mass killer strikes is all we need to keep us safe.\nThe wrong side in this debate does not want us to come together. On the contrary, its goal after every mass shooting is to deflect and divide. Here's what Texas Gov. Greg Abbott said when asked by reporters what we should do about gun violence. \"Listen, there are bodies that have not yet been recovered,\" Mr. Abbott replied. \"I think we need to focus more on memorials before we start the politics.\"\nNo, Mr. Abbott, reading from the NRA's script, started \"the politics\" right at that moment, and it is an insidious form of politics. Simultaneously, he deflected by pretending it's impolite to answer substantive questions and divided by saying that those who raise them disrespect the dead.\nNothing disrespects those who are slaughtered more than the political paralysis Mr. Abbott and those like him are encouraging.>\nInvoking God and calling for prayer should never seem obscene. But it is always obscene to use the Almighty to escape our own responsibility.\n\"God bless the people of El Paso Texas. God bless the people of Dayton, Ohio,\" President Donald Trump said in a Sunday morning tweet from his New Jersey golf club.\nYes, may God bless them. But may God also judge Mr. Trump for a political strategy whose success depends on sowing racism, reaction and division. May God judge him for stoking false and incendiary fears about an immigrant \"invasion,\" the very word echoed by the manifesto that police suspect was the El Paso shooter's. May God judge the president for cutting programs to fight white extremism at the very moment when the FBI is telling us that we are more at risk from white-nationalist terrorists than Islamist terrorists.\nIn pursuit of a mythical middle ground, the faint-hearted will counsel against calling out the moral culpability of those who divide, deflect and evade. Meanwhile, the rationalizers of violence will continue to claim that only troubled individuals, not our genuinely insane gun policies, are responsible for waves of domestic terrorism that bring shame on our country before the world\nBut sane gun laws are the middle ground, and most gun owners support them. Opposing the political exploitation of racism is a moral imperative. And refusing to acknowledge that only one side in this debate seeks intentionally to paralyze us is the path of cowardice.\n\nNotes\n\nE.J. Dionne is a columnist at the Washington Post./\n\nGraphic\n\n \nPHOTO: John Locher/Associated Press: From left, Melody Stout, Hannah Payan, Aaliyah Alba, Sherie Gramlich and Laura Barrios comfort each other during a vigil for victims of the shooting on Saturday in El Paso, Texas.\n\nLoad-Date: August 8, 2019"
}