{
    "title": "On issue of terrorism, world must pick sides",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 9,
    "day": 18,
    "full text": "IT HAS BECOME a cliche to say that from last Tuesday on, everything has changed. But has it?\nActually, unless the terrorists have won their fight to destabilize and demoralize the United States, most things should remain just about as they always have been. Gradually --- and we hope sooner than later --- the economy will stabilize, Americans will return to the skies and to the stores, and everyday life will be pretty much restored.\nAJC\nThe one thing that simply must be different is America's approach toward foreign policy, as illustrated in an administration ultimatum to representatives of several Arab states Friday: On the issue of terrorism, it is time to choose sides.\nThat choice needs to be demanded of everybody, not just foreign governments. Many crucial questions ought to be presented in exactly such stark terms.\nFor too long we have tiptoed around the sensitivities of countries or organizations or political gangs noted principally for their insensitivity to law and decency; in return they have agreed to pretend to like us once in a while, when it suits their convenience. The futility --- and the lethality --- of that approach have now been conclusively demonstrated.\nThe new, tougher and more serious line has already had some successes. Pakistan almost immediately saw the wisdom of abandoning its tradition of double-dealing and fence-straddling. The Taliban as quickly declared for the enemy camp, threatening terrorist attacks against any countries that assisted the U.S. Give people a clear choice, and you get clear answers.\nMeanwhile, the administration might need to put the same simple choice before some folks here at home.\nWe were pleased that Congress quickly authorized military actions against terrorists. We're concerned, however, that some members watered down the measure, limiting it to persons involved in Tuesday's attacks.\nAs many in the administration and elsewhere have pointed out, terrorism is the work of interlocking groups, and the only way to combat it successfully is to move long term, with a coalition of nations, against all who practice it, not just one small but deadly band. Yet, Sen. Joseph Biden (D-Del.), chairman of the Senate Foreign Relations Committee, went on television and boasted that the resolution does not approve of attacking terrorism in its larger forms.\nThanks, Joe. Somebody, we're sure, will find that assurance comforting.\n\nLoad-Date: September 18, 2001"
}