{
    "title": "ON LANGUAGE; The Big Renouncement",
    "publisher": "the new york times",
    "year": 1989,
    "month": 1,
    "day": 1,
    "full text": "DEEDS, NOT WORDS, are what count, we are repeatedly reminded. And Shakespeare's Hamlet, with his sighing dismissal of ''Words, words, words,'' gave the word >words a cast of inaction if not meaninglessness.\nYet a word can count for plenty. Ask the Palestine Liberation Organization's Yasir Arafat, whose reluctant adoption of a key verb opened a channel of diplomatic communication with the United States.\nThe verb was >renounce, as in ''renounce terrorism.'' This was one of the three conditions the United States Government placed on official contact with the organization that masterminded assassinations of Israelis and moderate Palestinians throughout the Middle East and Europe.\nFor years, Mr. Arafat has been willing to >condemn terrorism, and to the United Nations in Geneva - in a speech that fell short of United States requirements - he said that the Palestine National Council had ''reaffirmed its >rejection of terrorism.'' But for substantive reasons of policy, he could not get the word >renounce past his lips.\nWhat was the big semantic deal? Aren't >condemn and >reject as severely censorious as >renounce?\nNo, not in a strictly diplomatic sense, and the difference in meaning carries weight. >Reject, from the Latin >jacere, ''to throw,'' means ''to throw back; to refuse to accept, hear or admit.'' Thus it is possible to reject without ever having accepted something - in this case, the verb >reject was presumably chosen by Mr. Arafat because it contained no acknowledgment that the P.L.O. had ever engaged in terrorism. That was not good enough for the United States, because it meant that the P.L.O. could feel free to continue the past activities that it may not have considered terrorism. >Condemn did not fill the bill either. Like >damn, it is ultimately rooted in the Latin >damnare, ''to damage, hurt,'' and now means ''to criticize severely, blame, reprehend, denounce,'' or more damagingly, ''to convict, doom, sentence.'' The verb is powerful enough - ''the freedom with which Dr. Johnson condemns whatever he disapproves is astonishing,'' wrote the novelist Fanny Burney about the opinionated lexicographer in 1778 - but the disapprobation is directed outward, containing no hint of admission or confession. >Renounce, however, usually conveys the sense of giving up an activity in which one has been engaged. The >nounce part is rooted in the Latin for ''report'' - a >nuncio once was a messenger -from which we get >announce, ''to make known''; >pronounce, ''to say clearly''; >denounce, ''to report against,'' and >renounce, ''to give up, cast off, repudiate.''\nYou may >condemn or >reject a position you've never accepted, but >renounce implies giving up a position or an activity you've formerly accepted. In law, it is an intransitive verb referring to the giving up of a right.\nYou >renounce a royal crown that you have worn, or a claim you have been making; in that sense, synonyms are >abdicate and >resign. You also >renounce a belief, with synonyms such as >recant and >retract. (Some of the Gotcha! Gang demand more of me, to the point of >abjure, which is abandoning under oath, but that's when I'm really off base.) You can also >deny, disavow and >disown in the course of renouncement, but the unique meaning persists: you are promising not to do again what you once did.\nWhen Sir Francis Bacon confessed in 1621 that ''I am guilty of corruption,'' he added, ''and do renounce all defense.'' When the essayist Matthew Arnold wrote in 1869 that ''I am a Liberal,'' he added a defensive ''yet I am a Liberal tempered by experience, reflection and renouncement,'' the last word implying the abandonment of an excess of liberalism.\nSo Mr. Arafat, by accepting the hated word >renounce, promised to cut out what his organization had been doing in the past. ''We totally and absolutely renounce all forms of terrorism,'' he told a press conference, ''including individual, group and state terrorism.'' (Unfortunately, he mispronounced the word >terrorism in English, making it sound like >tourism. Many harried air travelers long ago renounced tourism, and may have found themselves agreeing with the P.L.O. leader, but this was inadvertent.) I have been using the English meaning of >renounce, and Mr. Arafat was forced to use that specific English word. In Arabic, a close term would be >'astankir, ''I renounce,'' but its meaning ranges from ''I disapprove'' to ''I reject'' to ''I loathe.'' The essence of the English >renounce - stopping a previous action or policy - isn't as clear when the word is translated back into Arabic. That may turn out to be a problem.\nTranslation disputes are not new to U.N.-ese. In the famous Resolution 242, which contains the phrase ''withdrawal of Israeli armed forces from territories occupied,'' there was a great struggle over whether to place the article >the before the word >territories. The Arabs wanted ''from >the territories,'' because that could be easily construed as meaning ''from all the territories''; the Israelis wanted ''from territories,'' because that might mean ''from part of the territories.''\nIn English, the Israeli and American position prevailed. Many Israelis now say that the return of the Sinai to Egypt meant that its troops have been withdrawn from 90 percent of the territories, fulfilling the U.N. resolution's call; however, Arabs point to the French translation, ''>le retour des territoires occupes,'' in which >des can be construed to mean ''of the,'' more inclusive than the English version.\nWhen next you hear a dismissive ''That's just splitting hairs'' on a wrangle about the meaning of a word or the placement of an article, remember the Middle East. Some disputes can be caused by disagreements over the meaning of words; other disputes can be finessed by adopting different translations of words; still others can be resolved by insisting on a verb like >renounce.\n \nSUNUNU NEVER SETS\nNOT SINCE LON NOL AND U Nu have we had a public figure whose name (or name and honorific) is spelled the same backward. But we have a close palindrome in the last name of former New Hampshire Gov. John H. Sununu, designated as the next White House chief of staff.\nHarvey M. Kabaker, news editor of The Washington Times, envisioned a headline that would cover a story if an anonymous note charged that Mr. Sununu had a son whose British college resume was phony: ''Note Was: No Sununu Son Saw Eton.''\nThis was topped by a reporter in the newspaper's Life! department. (Maybe, with the trend toward punctuation in titles, I should call this the On Language? column.) Jennifer Harper dreamed up a scenario in which President Bush's chief of staff was asked to open a Chinese restaurant: ''Not Now: Sununu's Wonton.''\nAnother Lifer, David Mills, came up with the longest palindrome on this subject: ''Press aide: Sununu son wants it, opens pool every A.M. so staff of fatsos may revel. Oops. Nepotist? Naw! 'No sun unused,' I asserp.'' (It worked right up to the last letter. ''So it's got a typo,'' muttered the palindromist.)\n\nGraphic\n\n \nDrawing"
}