{
    "title": "ON MY MIND; Middle East Traps",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 14,
    "full text": "In the last days of the Reagan Administration, the United States walked into a Middle Eastern trap. The bite hurts the United States, Israel and the hopes of peace in the Middle East.\nFor 13 years, the U.S. refused to deal with the Palestine Liberation Organization. Washington knew that the P.L.O. was involved in terrorism in the Mideast and around the world - including terrorism against Americans.\nIn December 1988, President Reagan and Secretary of State George Shultz decided it was time to negotiate with the P.L.O. and that as they left office, they would clear the way for President-elect Bush to do so.\nSo, with the help of a small group of American Jews, they went through a sour comedy of reading some lines to Yasir Arafat in Geneva. He finally got them straight, and said the required few words that he was against terrorism.\nWhat do you know, suddenly he was clean and pure, worthy of becoming an American negotiating partner. A miracle! Only a few weeks earlier he was considered such a terrorist that Mr. Shultz refused to allow him into the country.\nIt was a clinical case of self-delusion - Washington wanted the P.L.O. not to be terrorists, therefore they were not.\nMr. Arafat and the P.L.O. are pledged by charter to Israel's destruction, by all means, and don't even consider changing that covenant. That is in the first place.\nIn the second, even if he wanted to, Mr. Arafat cannot control most of the 30 organizations within the P.L.O., about half of them passionate practitioners of terrorism. The idea must get a nice chuckle when the P.L.O. executive council meets.\nOf course it did not work. The Israeli discovery and capture of a band of P.L.O. terrorists approaching the crowded beaches of Tel Aviv embarrassed the U.S. Now Washington wants some apologetic words from Mr. Arafat as the price of continuing talks.\nOne more fantasy. It won't make a bit of difference what he says. Not as long as he gets his money and guns from Iraq, Libya, Syria, Iran and other Middle Eastern states that lust for Israel's death. Not as long as the P.L.O. knows that a few cynical words against terrorism can buy what it wants most - American pressure against Israel.\nBut despite the P.L.O. and the Arab chiefs who yearn for war against Israel, the search for an Israeli-Palestinian settlement should go on.\nThe frustrated raid on Tel Aviv gives the U.S. a chance to get out of the trap. It cannot and should not renounce the Palestinian people of the West Bank and Gaza, or their hopes for self-government.\nBut it is time for Washington to tell them the truth. Washington should tell them that they cannot get an independent state and should settle for Prime Minister Yitzhak Shamir's offer of elections leading to respectable autonomy. They can work from there with the Israelis.\nThey should be told that P.L.O. terrorists are preventing Palestinian hopes from coming closer, that the Israelis cannot be frightened into surrendering their security, and that the U.S. will not try to bully Israel into it.\nAnd to do his own duty to peace, Mr. Shamir must not allow the small parties he brought into his new Cabinet to prevent him from going forward with his proposals for Palestinian elections. If he surrenders to the fringes he will forfeit the respect of many friends of Israel - and delight the enemies of Israel.\nIf the tiny parties do bring down his Cabinet, Mr. Shamir's Likud and the opposing Labor party owe it to their country to form a short-term government to change Israeli election laws and break the stranglehold of the fringe parties on Israeli society. Then the election should be held, under the new rules, and Likud or Labor will win control. It is to the shame of top Israeli politicians that they did not do this long ago.\nIn Baghdad, Damascus and Tripoli plans for the destruction of Israel will go on. Nothing will change that until those Governments are overthrown and a taste of political decency comes to the Arab Middle East.\nSo once again Arab rejection of Israel may bring war. But if the U.S. and Israel put aside nasty public exchanges and work together, as they did in alliance for so many years before fantasy became policy, they may be able to keep peace alive.\nThey will need Palestinians. They will have to work to bring into the peace effort those Palestinians who will understand by the renewal of the alliance that the P.L.O. leadership has brought them only four decades of blood and death. Palestinians can still break free of their own trap."
}