{
    "title": "On My Mind; Stand Pat and Die",
    "publisher": "the new york times",
    "year": 1995,
    "month": 4,
    "day": 25,
    "full text": "Maybe something good will come from something bad. After the services in Oklahoma City a mourner said that was her hope.\nAnd isn't that exactly what the whole country is now praying for -- some real idea of how to deal with terrorism, homegrown and foreign?\nIt is not an impossible dream. But it will come about only when Americans are willing to change or suspend some of their lifetime convictions and practices to create a society that can live not only in freedom but in the safety and civility without which freedom withers unto death.\nAmericans showed the healthiness of intellect to examine themselves during World War II and are beginning to show it about racial prejudice. It should not be beyond us to achieve it to deal with terrorism. Like war, and like bigotry, its parents, terrorism is a threat not only to our lives but to democratic society.\nAlready it has poisoned relations among nations. Nations that help terrorism with weapons and money, or paint other people as Satans whose murder is a gift to God, are at war with the target nations.\nHow do we deal with them? Do we make them pay or try to buy them off with trade?\nWhat have we lost, trying to conduct international politics, otherwise known as diplomacy, in a world where leaders must wear bulletproof vests, where the Pope appears behind glass, where Americans have to think \"Pan Am 103\" when they board an American plane?\nDo we have to get used to our building and families being blown up by domestic and foreign terrorists?\nNo, not if we are not so rigid as to refuse to change some of our convictions about the absolute primacy of our rights above our survival. A relatively easy place to start examining ourselves is President Clinton's sensible request that Congress give the F.B.I. more authority to monitor domestic terrorist groups and prohibit financial support from America to known foreign terrorists.\nThe American Civil Liberties Union, among others, argues that these proposals are unduly restrictive of Americans' legal rights. I do not agree, but let's assume there's room for differences of opinion.\nThe issue becomes whether those differences are so important that Americans opposed to the proposals must stand pat and refuse to take necessary action against terrorism.\nFighters for freedom of the press accept certain restrictions like libel laws. Many supporters of the Second Amendment accept restrictions against handguns and assault weapons. Americans allow themselves to be searched at airports, without a warrant or a by-your-leave.\nDo the proposed restrictions against terrorism destroy the Constitution? I am among those Americans who believe the opposite -- that they strengthen it by promoting the civility of action and discourse essential to democratic society. Abuse is possible, but Congress can guard against it by a time limit and continuous overseeing by a few respected Americans outside government.\nThe Oklahoma massacre apparently was the work of American terrorists. Most other attacks against Americans came from the Middle East. Action against foreign terrorism remains at least as important as against American.\nThe Administration bill introduced in the House by Charles Schumer of New York would be useful against foreign and domestic terrorists. But administration after administration, U.S. policy about Mideast terrorism has been a dishonest mess.\nWhen it suited its interests or whims, the U.S. would denounce terrorist nations. When the U.S. was hellbent for business or diplomatic profit, administrations developed selective amnesia, and an unwritten statute of limitations for terrorism.  Defense Secretary Perry, asked the other day to name the nations supporting terrorism, plain forgot Syria.\nWe cannot be positive that Mr. Clinton's stronger measures against terrorism, and an injection of U.S. Government honesty about terrorist nations, are the precise and only measures we should take.\nBut we can be positive that our present regulations and attitudes are not sufficient to do the job of combating terrorism. So, if we all just stand pat on our privileges, and attitudes, future generations of mourners will still be hoping that good will come out of bad, still just hoping.\n\nLoad-Date: April 25, 1995"
}