{
    "title": "On My Mind; 3 Israeli Warnings",
    "publisher": "the new york times",
    "year": 1993,
    "month": 11,
    "day": 26,
    "full text": "One Israeli Jew killed by an Arab car-bomber, a couple of Jewish hikers murdered, a Jew here, a Jew there -- nine dead, many others left bleeding since Yasir Arafat and Yitzhak Rabin arrived in Washington to shake hands.\nArab terrorists killed Israelis before the handshake. They have been doing that since the founding of the country. And nine dead -- a fairly quiet weekend for New York City or Washington.\nSo why is that news -- a few more corpses in the Holy Land? The following analysis -- and its source -- explain why:\nThe new killings are deepening worries among Israelis that agreement with the P.L.O. could mean more terrorism, not less. The new P.L.O. police that will take over from withdrawing Israeli forces -- will it go after terrorists? If terrorism continues during the P.L.O.-Israel negotiations they could be derailed and endangered.\nThe authority for that is Mr. Rabin, speaking in an interview in New York last week. He went a warning further:\nIf terrorism against Jews continues after Israeli withdrawal and the P.L.O does not handle it, Israeli forces will go back to do the job.\nTwo other Israelis important in the country's history were also in New York then -- fund-raising time for Jewish philanthropies. They too were worried about terrorism but saw it built into the Israel-P.L.O. understanding.\nFor Yitzhak Shamir, Prime Minister in the Likud Government defeated by Mr. Rabin, Arab terrorism is the unending price Israel will pay for turning over authority to the P.L.O., so much, so soon.\nHe said the only way out was to install a new government and work for a new agreement. Otherwise, the Rabin road will be \"the end of Israel.\" He said it had not been his way to go abroad and attack Israeli governments. But now: \"For the sake of Zion I will not hold my peace; for the sake of Jerusalem I will not rest.\"\nAriel Sharon, a general, former Likud minister and still a power in Israel, was a little less apocalyptic. But he said that no Palestinian police force would fight anti-Israel terrorists -- \"their own comrades and relatives.\" So any agreement must allow Israelis to investigate and pursue terrorism, withdrawal or no.\nYasir Arafat has talked, sometimes, of ending terrorism. That does not seem to soothe the Israeli soul. Nobody trusts him. Anyway, he controls only one faction of the P.L.O., with 9 or 10 others committed to the end of Israel. The concept of Palestinian police pursuing anti-Jewish terrorists at peril to their own lives strikes more Israelis as fanciful and macabre.\nBut there is a difference in how Mr. Rabin and Mr. Sharon see terrorism. Mr. Rabin sees it as a political obstacle, a danger to individual Israelis, but not to the nation.\nMr. Sharon dismisses the Rabin differentiation between terrorism the Israeli-killer and terrorism the Israel-killer. Terrorism, he says, has preceded war between Israel and Arabs; left alive it will again.\nThe Labor Government's belief that it will be able to move into Palestinian territory to fight Palestinian terrorists is based on certain assumptions. One is that Israel is stronger than the P.L.O., which is certainly true.\nBut in a study of the Israel-P.L.O. understanding, Prof. Michla Pomerance of Hebrew University in Jerusalem tears into the most important assumption. That is that Israel could move into territory it handed over to the P.L.O. without a world uproar.\nThat strikes me, too, as a dangerous assumption -- the ability of a small power to reverse a change in history to which it had agreed. How long before diplomats, politicians and journalists decide that Israel was Serbia, invading a Palestinian Bosnia? This time there might be more enthusiasm about coming to the rescue.\nMr. Sharon is right -- if Israelis are going to go after terrorists in Palestinian-controlled territory they should let the P.L.O. know in advance. Come to think of it, that is what Mr. Rabin is trying to do. Now, all that is needed is for the P.L.O. to say certainly, you can go right in, anytime.\nWell, at least it all shows Israelis are thinking hard about terrorism. In the West we do not have to do that. It cannot touch us.\n\nLoad-Date: November 26, 1993"
}