{
    "title": "On My Mind; Recipe For Terrorism",
    "publisher": "the new york times",
    "year": 1997,
    "month": 6,
    "day": 24,
    "full text": "The mixture of armed groups and the preaching of hatred is a recipe for disaster.\nIn exactly those words the warning was delivered to the Attorney General in the late winter of 1994. It came from one of those persistent organizations that serve the country by tracking the preaching and practice of American terrorism.\nTo reach disaster speedily, add American sentimental slop.\nSix months after the warning and on just one day in one place in one city -- April 19, 1995, the Murrah Federal building in Oklahoma City -- 168 people were blown apart by a killer inspired by hate and armed with the most deadly weapon he could assemble.\nAmericans know the warning was proven, dead on and repeatedly, in other countries. But for the U.S. -- Americans still can't believe it.\nMore than two years after Oklahoma City, the Federal Government has not passed laws, hardly discussed them, that would help protect American society from the \"militia\" and \"patriot\" movements preaching and carrying out terrorism and insurrection. State governments still fail to use laws already at hand. American voters do not even notice.\nIf politicians had the will -- or Americans the political determination to inject into them with their anger and votes -- ways would have been found to use the Constitution to protect society against the treasonous terrorism of the \"patriots.\"\nThe first and most obvious is Federal legislation against organizing, training or participating in paramilitary groups not specifically authorized by the states.\nThis is not only constitutional but would strike at the anti-constitutional heart of the militia movement. In 1886 the Supreme Court said that \"military organizations and military drill and parade under arms are subjects specially under the control of the governments of every country.\" The Court has upheld state law prohibiting unauthorized militias, ruling that it did not infringe on the Second Amendment provision about militias because they are supposed to be state, not private.\nThe militias scream that the legislation would rob them of freedom of speech guaranteed by the Constitution they want to destroy. The Constitution gives that even to its enemies, but not the freedom of behavior to bring down the government with guns and crime.\nThe Southern Poverty Law Center in Birmingham, Ala., which sent the warning from its militia watch project to Janet Reno, also calls for strengthening existing state laws. Many local law enforcement officials are unprepared or afraid to deal with criminal military threats, and some are sympathetic to \"patriots.\" Specially trained state anti-militia units should be part of state law, to back up local police.\nSome other suggestions:\nLegislation \"tagging\" chemicals that can be used to make bombs, like the kind Timothy McVeigh used, limiting how much can be bought and restricting sales to licensed purchasers; prohibitions against any involvement in militia activity by members of the armed forces or police; development of communications about American terrorists among law enforcement people, who are often out-teched by the \"militia.\"\nAs important as new legislation, I think, is building a sense of urgency into enforcing the law. In Garfield County, Montana, the \"Freemen\" militia members told the county attorney they would swing him from a bridge. Months went by before police took action against militia criminals, and then 81 more days of negotiation with them.\nPolice and officials who do not enforce laws on the books or wait months before they sidle up to their jobs abet crime and criminality -- in Montana or Manhattan. The purpose of new or stronger legislation is to give the right tools of law to police and government prosecutors strong enough inside themselves to do the job.\nAmerican voters have an act of inner strength to perform themselves if they are ever to get the political leadership needed to deal with terrorists. They will have to rid themselves of any idea that grievances the \"patriots\" have, or pretend to have, are, in a democracy, either moral justification for advocating violence or legal excuse for committing it.\nUntil we get this sort of sloppy sentimentalism out of our heads, the terrorists will be with us, and we will deserve their company.\n\nLoad-Date: June 24, 1997"
}