{
    "title": "ON MY MIND; Telephone in Jerusalem",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 21,
    "full text": "There he goes again, J. Danforth Quayle, Vice President of the United States, doing that peculiar thing that seems to have become a habit with him.\nListen to him: The man is actually trying again to tell Americans the truth about the realities of the Middle East conflict.\nListen to all the unfashionable things he is saying - how for decades Israel's hopes for peace were met by Arab rejection; how it was Israeli victories that discredited the war option for so long; how the alliance between the United States and Israel has benefited both countries and the cause of peace; how the U.S. as well as Israel is menaced by terrorism; how a strong American-Israeli relationship is now more important to each country than ever.\nYou don't hear that ally talk much around Washington these days; gone right out of style.\nMr. Quayle does not pretend there are no differences between the countries, nor does he criticize Bush Ad-ministration positions the Israelis dislike.\nBut in a Washington speech to supporters of Israel on June 11, Mr. Quayle showed again that the Administration can disagree with Israel without distorting the historic truth. Time and again, twisting or rewriting history has brought war and the destruction of civilizations.\nUnhappily, just two days later Secretary of State James A. Baker 3d turned reality on its head. He said if the Israelis wanted peace, they should call the White House. He read off the number.\nThat insulting sound bite will pass in time. Mr. Baker, the President and the Israelis are too sensible to let a piece of petulance fester long. I hope.\nBut the plain, harsh implication was that if only the Israelis would negotiate, make a deal, peace would arrive. That perpetuates the single most dangerous myth about the Middle East.\nThe truth is exactly the opposite. Since the day of its nationhood, the Arab states have tried war, economic boycott and terrorism against Israel. They have tried everything except direct talks clearly aimed at establishing peace between them and Israel.\nThe Israelis pleaded for negotiations. They were willing to pay for them with the greatest of treasures, land. One man answered - Anwar el-Sadat. From Israelis he received the huge Sinai desert. From Arabs he received hatred and then death.\nJust a couple of days ago, Prime Minister Yitzhak Shamir invited the dictator of Syria to Jerusalem for talks. It was no surprise when Hafez al-Assad refused. But it did demonstrate the truth - that the Arab states will not negotiate.\nConsider what the world reaction would have been if, just to dream a while, the invitation had gone from Syria to Israel and been rejected with contempt.\nThe issue of which side has been refusing negotiation is not a matter of yesterday but of today and tomorrow - life and death today or tomorrow.\nAs long as the Arab states refuse to negotiate directly with Israel, as long as they keep hate of Israel burning and dreams of her extinction alive in their people, the Israelis cannot expect peace to come to the Middle East. They will have to stand by their arms.\nThe Palestine Liberation Organization remains a group that practices terrorism - to the point where Mr. Bush reluctantly but sensibly suspended talks with it. In any case, Palestinians themselves, even if they wished, could not give Israel peace.\nStill, the Israelis have proposed talks toward Palestinian elections and autonomy - not independence. As long as nine years ago, according to Sol M. Linowitz, President Carter's special negotiator in the Middle East, the Israelis had agreed to 25 important areas of self-government for the Palestinians, including taxation, justice, budget, religious affairs and local police - ''four-fifths of an agreement.''\nBut real peace depends on the Arab states. Mr. Baker and President Bush do not have that in their power, but they can do three things to help.\nOne is to appoint another special envoy to work day after day on the Middle East, on the spot, for the other fifth of the autonomy agreement with the Palestinians and to search for an Arab leader brave enough to negotiate peace with the Israelis.\nThe second is to tell the historic reality to the whole world; Mr. Quayle's speech would be a useful crib sheet.\nThird: Mr. Baker, when he next appears before the Senate, can read out another telephone number. This time he can urge the Arabs to call it. The number is 972-2-705-555, the Jerusalem office of Israel's Prime Minister. Somebody will answer."
}