{
    "title": "On My Mind; Terror And the West",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 21,
    "full text": "The bus creeps along, stops an instant for a traffic signal and disintegrates. Later, police have a difficult time separating the bits of bone, deciding which belong to the corpses of passengers and which to the people torn apart in their offices and shops on Madison Avenue.\nIs that what it will take? Would Americans then understand the meaning to them of what happened in Tel Aviv? Would we grasp that we are not bystanders far off but traveling on the road to our own Dizengoff Street?\nProbably not. Pan Am 103 and the vaporization of 270 souls did not make us see the road, or who awaited us. Nor did the extermination of the 241 U.S. servicemen and 58 French paratroopers in the Beirut massacre, or the deaths of 95 Argentine Jews in Buenos Aires. Not even the bombing of the World Trade Center, the essence of American financial prestige, stirred people for more than a month or two.\nAll these terrorist attacks, and scores more, were the work of Islamic extremists. Except for brief bursts of indignation the West has shown a passivity that shames its leaders, people and civilization.\nThe only explanation is that the West fears confronting terrorism straight on. To do that, the West would first have to face realities that would embarrass some of its Arab allies. That could wind up costing diplomatic advantage, and money.\nTerrorists say that their target is Israel. But if they ever reach their goal of the end of Israel, terrorism will continue.\nThe struggle is not primarily against Israel but the Western concepts of freedom of thought, religion, sexual equality and political action. Islamic extremists see them as a disease and Israel as a carrier.\nFor the terrorists, there is also a continuing enemy within Islam -- all Muslims and Muslim governments that defy the laws, behavior and restrictions of Islam as they exist in the passions of the extremists.\nOther religions will be openly ranked with Judaism as objects of disgust, unclean, destined for oblivion or servitude. The public practice of Christianity is already considered so vile and dangerous that it is banned in Saudi Arabia.\nAs in most religions, hate and tolerance are both written into Islamic scriptures. But the extremists have been taught only one -- not just by their mullahs but by assorted kings, presidents and fuhrers who now turn to the West for protection.\nIn Israel, Gaza and the West Bank, Hamas now burns the torch of terrorism. Yasir Arafat \"deplores\" the current killings and maybe means it politically at the moment.\nHe tried, despite Hamas's record, and after the White House lawn agreement with Israel, to get closer to Hamas. But he cannot control it, or his own Palestine Liberation Organization -- which is supposed to police Hamas.\nWhen independence or full autonomy comes, P.L.O. members might very well choose Hamas over Mr. Arafat. Perhaps Hamas, which proclaims brotherhood with the P.L.O., will find a job for him someplace.\nConfronting terrorists means confronting their masters. Iran supplies the money, guns and explosives, and Syria the haven and training grounds.\nWashington and Israel play down Syrian involvement in terrorism in their passion to get President Assad to sign a peace treaty. He is so contemptuous of both countries that he has never disbanded the Hamas branch in downtown Damascus nor the nine terrorist groups bivouacked in Syria and Lebanon.\nWhat's more, financing and arming of Hamas and similar groups extends beyond the Middle East -- particularly to the U.S. The Department of Justice says the F.B.I. is getting on the job. Steven Emerson, the American journalist, has already devoted years to it. On Nov. 21 PBS will present his documentary: \"Jihad in America.\"\nAntiterrorist specialists know what could be done, given the will.  First, the U.S. and Israel would tell Syria to close every terrorist camp or give up hope of a treaty, which it needs more than Israel. Western friends of Iran would be told: Do business with them or us, not both.\nU.S. intelligence would release names of the collection of Mideast officials who have supplied or still are supplying terrorism, with money, guns or protection -- all of them, kings and emirs included.\nAll are entirely doable and effective -- once the West decides to stop the bus before it gets to Madison Avenue.\n\nLoad-Date: October 21, 1994"
}