{
    "title": "On My Mind; Ending Forgiveness",
    "publisher": "the new york times",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "From the moment the bomb went off in Oklahoma City, the message of helplessness went out across the country: We can't stop terrorism. Maybe the Government can catch some of the killers but other terrorists will always be able to strike America when and where they wish.\nThe message is false. Individuals cannot protect their countries from terrorists -- but governments can.\nThe true message of Oklahoma is that governments have failed -- the very Western governments whose people, institutions and stability are the target of terrorism from home or abroad.\nPolice do not know for certain whether the bombing is foreign terrorism or domestic. Either way, the fact remains that whatever we are doing to destroy Mideast terrorism, the chief terrorist threat against Americans, has not been working.\nThe reason is that the West has never committed itself to the struggle against Mideast terrorism. The commitment, and the beginning of the end of terrorism, will take place when two things happen:\nFirst, the West must inform states that have helped terrorists that the era of forgiveness is over.\nThe way things are, all the leaders of these nations have to do to be shriven is reduce aid to terrorists for awhile and talk of deporting a few.\nWestern governments clap hands in gratitude, and send a president or foreign minister to beg to know the price for future good behavior.\nIt is essential that these Mideastern leaders and their public know that their countries will be held directly responsible for all attacks carried out by terrorists whom they help or harbor -- and that this decision has no expiration date, no statute of limitations.\nThe penalty will be quarantine -- withdrawal of all economic and diplomatic connections, the cutting of all traffic and commerce, except for monitored medical supplies.\nAnd it must be made plain that although the West will not deliberately bomb civilians, it will attack terrorists and their encampments wherever found.\nThe sentence would end only when terrorist-supporting governments change leadership. This would notify their people that their deprivations will end only with the resignation, death or overthrow of the leaders they now cheer. Successor governments would not be removed from quarantine until they told Western intelligence what they knew, which is almost everything, about terrorist groups, where they are and how they work.\nNo, the new policy would not automatically end terrorism against America. By now, the terrorist sponsors have supplied terrorism with enough money and training so that some of the killers can rely more on the help they get from supporters in the West, particularly the U.S.\nSo the second thing that must happen to cripple terrorism is that public rage or common sense, or both, must override the passivity, fatalism and cowardliness of the Westerners who are supposed to be leaders of Western intellectualism, and economic power.\nMost of the opinion molders have failed as much in their own roles as have the political leaders in theirs.\nToo many intellectuals have failed to use their voices and influence against terrorism -- almost as if it existed in another world. In the U.S, the few who have warned that Saddam Hussein and Hafez al-Assad and the Iranian Government are still in the terrorism business can expect to be mocked or ignored. So are those who ring alarms about the growth of terrorist roots in the U.S.\nCongressional and Administration attempts to tighten laws against support of terrorism are too swiftly denounced as violations of civil rights.  The new law should be passed -- and the courts allowed to decide constitutionality.\nMighty Western businessmen beg for the chance to enrich and empower the terrorist regimes of Iraq, Iran, Syria and Libya. They crawl to the Chinese Communist Government that rules through terrorism at home and in Tibet, and now speeds Iran on the road to nuclear power.\nThe forgiveness policy, the habitual intellectual playing down or rationalization of terrorism, the groveling of business are a moral monstrosity and an encouragement of terrorism. As long as they continue, pray for America. As we pray we will hear, from the terrorist camps, the sound of laughter.\n\nLoad-Date: April 21, 1995"
}