{
    "title": "On My Mind; Nullifying Anti-Terrorism",
    "publisher": "the new york times",
    "year": 1997,
    "month": 8,
    "day": 8,
    "full text": "Congress passes legislation instructing the State Department to take a critical step against foreign terrorism in America. Naturally, State carries out the law -- when it is good and ready.\nAfter an intensive debate, Congress had told the State Department to draw up a list of foreign terrorist organizations that threaten the security of American citizens or their country. (We do still recall the bombing of the World Trade Center, don't we?)\nUnder the legislation, the terrorist groups named, and their sympathizers in the U.S., would no longer be able to raise funds for their work in the U.S. and abroad. Their members would be barred from the country, if any ever happened to be caught when they entered.\nPresident Clinton signed it into law April 24, 1996. That was, let's see, almost 16 months ago. The list has not been published. What's more, a spokesman for the counterterrorism bureau says State does not know when it will be completed, which organizations will be on it, or how many.\nSo terrorist groups like Hamas continue to raise money in America, hold organizing meetings here, and if they are worth their membership cards, take good looks around for suitable targets.\nForty-two members of Congress have protested the delay to Secretary of State Madeleine Albright. But government departments do not stonewall Congress without approval, whenever the idea strikes them. Responsibility for ending the delay becomes President Clinton's. He supported the legislation and should get it out of the freezer.\nThe leader for the legislation was Representative Charles E. Schumer, the New York Democrat, against opposition of powerful parts of the left and right.\nMr. Schumer is steaming, as voters will be if the story sinks in. On Aug. 1 he wrote Secretary Albright that State Department inaction made the legislation's rule against fund-raising and visas for terrorists \"toothless\" and \"existing only in print.\" He said if the list of terrorist groups was not made public by September he would have a new goal -- to withhold a \"significant\" part of State's budget.\nState says the work is so slow because legal briefs of justification have to be prepared about organizations that would be listed, to be ready when their American sympathizers and civil liberties groups sue in court.\nOh, come on. The F.B.I. has addresses where fund-raising for Hamas takes place. Intelligence agencies in the White House, and the C.I.A., have file-stacks of information.\nAnd State somehow manages to print an annual list of terrorist groups every year -- when no penalties are involved. The report for 1996 played down state-sponsored terrorism and praised the Palestine Authority for its efforts to \"rein in\" terrorism. The 1997 report will be fascinating to read.\nSixteen months without a list that would indeed involve penalties against terrorist groups in America leads to Congressional complaints that State is showing a \"lack of priority\" about the job. That is a nicey-nice way of saying \"stalling\" -- or using a tougher word.\nThe word is nullification -- a trend increasingly dangerous in America. Juries do it when they decide skin color, black, white or beige, is more important than crime or criminals. Judges and government attorneys do it when they decide their calendars and the jails are too crowded for them to obey the law about the penalties of crime -- like drug-pushing.\nThe executive branch of government can nullify the law by purposeful diddling. Taking 16 months to prepare briefs supporting its own annual lists, without closure in sight, defeats the clear intent and purpose of the antiterrorism law to get speedy action against terrorist groups operating in America.\nHow come? Why this evasion of Congressional purpose? The Administration is hardly full of undercover terrorists.\nBut when Congress does something that would upset Arab states, like moving the American Embassy from Tel Aviv to Jerusalem, or even putting out a list that would penalize known terrorist groups, why, whole batches of people in the Administration become so twitchy and itchy that they just can't seem to get the work done.\n\nLoad-Date: August 8, 1997"
}