{
    "title": "On My Mind; America Behind Fences",
    "publisher": "the new york times",
    "year": 1996,
    "month": 9,
    "day": 13,
    "full text": "The Presidential commission on aviation security turned in a report that was carefully thought out, presented 60 proposals for protecting American passengers against terrorism and began with the critical message: Antiterrorism rests on a policy of pursuing terrorists and punishing not only them but the nations that sponsor them.\nA good piece of work. The problem is that this report was from a commission appointed by President Bush after the downing of Pan Am 103 in 1988 and made public on May 15, 1990.\nAfter the three last years of Mr. Bush's services as President and the first three of President Clinton's, so many of the recommendations were either ignored or became entangled in financial and bureaucratic squabbles, or died through failure of government and airlines to do their jobs, that Mr. Clinton decided to order up a new one -- this time after T.W.A. 800 went down. The way we are going we may wind up with a shelf-full.\nThe new report published last week also had about 20 good suggestions on screening luggage and passengers, providing more F.B.I. agents, improving intelligence, \"partnership\" between government and airlines, studying the use of chemical markers to track down explosives. It is a pity it did not tell us exactly what happened to each of those 60 suggestions in 1990.\nThe latest report immediately touched off a debate on who is going to pay for it all. It is the usual debate that the wars against terrorism and drugs set off in the U.S.: How much are American lives worth, bottom line? Professional civil libertarians are fighting parts of the screening processes, and the gun lobby will say markers might interfere with the right to bear arms, somehow.\nBut there is a hole in the report. It does not contain the essential message of the first, that fighting terrorism needs a national will to go after terrorists and their masters.\nThe list of subjects to be covered in a second part, due in February, does not even mention the subject of punishing terrorists and their sponsors.  Vice President Gore is the chairman of the commission, and perhaps he will plug that omission.\nBut what happened, or did not, after the 1990 report showed that antiterrorist rhetoric is vapid and useless when the country's leaders do not carry through. They speak in loud voices about counterterrorism but carry a pretty near invisible stick.\nThe U.S. says two Libyans managed to down Pan Am 103 all by themselves -- no Syrians, no Iranians. Well, maybe, but it has not done what was needed to get the two Libyans out so they can talk -- bomb Libyan military installations hard enough and long enough.\nInstead of punishing all states sponsoring terrorism, America has rewarded one of the most important. More terrorists have been trained in Syria than any other country. But Presidents Bush and Clinton honored President Hafez al-Assad with visits. Mr. Clinton never did act on my suggestion to visit the rich variety of terrorist camps and torture chambers in Damascus or just a scream away.\nIt would have been instructive. The path of international terrorism does not begin where so much of Western counterterrorism does, at an airport. It begins with national leaders or clerics planting hatred in the minds of young people. It leads to the camps where they are trained in cities like Damascus, to the various secret services and Mideast billionaires that guide and supply them, to the holy war organizations in the Mideast, Europe and America that raise funds and political support for them. It is along that road that counterterrorism must work in secret and punish in public.\nAirport security is worth whatever it costs. But terrorists have a rich choice of other targets -- the American barracks in Saudi Arabia, for instance, or the cruise ship Achille Lauro, the Jewish Community Center in Buenos Aires, the Olympics in Munich, and the World Trade Center.\nIn the struggle against terrorism, airport security is not a weapon -- at best one more fence. The terrorists force us to live behind fences, restricting our lives and those of the people we elect, cutting into our liberties of access and movement. Until we take the struggle against terrorists from where we live and work to where they are trained and dispatched, our fences will remain, a daily triumph for them.\n\nLoad-Date: September 13, 1996"
}