{
    "title": "ON MY MIND; The Next Terrorist Crisis",
    "publisher": "the new york times",
    "year": 1989,
    "month": 8,
    "day": 4,
    "full text": "The Israelis did not kidnap the sheik. They captured him.\nThe difference is not a matter of semantics but of the most profound political and moral importance. It is the difference between terrorism and antiterrorism.\nFor a long time to come, it will be remembered around the world that when the Bush Administration faced its first crisis, its immediate reaction was to act as if it could not recognize that difference.\nFor years, Sheik Abdul Karim Obeid directed the very band of killers that specialized in kidnapping, torturing and murdering innocent foreign bystanders, mostly American, to help it achieve its political goals.\nThat is the classical definition of terrorism.\nFinally the Israelis were able to strike back at the sheik and his Hezbollah terrorists by sending in a commando force to capture him. They wanted to free his victims, Israeli and foreign, and to put a plain price on future kidnapping, the bill to be presented to the terrorist chiefs. That is antiterrorism. Do we really have to debate, define and discuss terrorism and antiterrorism? It is staggering that we even have to talk about it after all these years.\nNow, the terrorists have postponed the murder of one more American. There are reports the United States sent a warning that the terrorist bases would be attacked.\nBut terrorism is too valuable a weapon for the death squads and their paymasters to give up until they know the U.S. has a consistent policy of fighting it wherever and whenever it appears - even without the catalyst of an Israeli commando raid. This country has no such policy now.\nSo one day the terrorists will strike again, another kidnapping, another plane blown up in flight.\nPresident Bush himself raised the question of the basic American attitude toward terrorism. He implied at the beginning of the crisis that all ''kidnappings'' were the same. He went on to call for the immediate release of ''all, all'' of the ''hostages.''\nThen Senator Robert Dole contemptuously denounced Israel for ''freelancing.'' It was an exhibition of tight-lipped fury that disgusted many of his friends around the country who happen to hope well for Israel. It put a knowing smirk on the faces of his detractors, a loud ''I told you so.''\nSuddenly Israel becomes target and villain. Israel - not the sheik, not his Iranian paymasters or the Syrians. The arms he gets go through Syria. His bands live and train in Syrian-controlled parts of Lebanon.\nIsrael did what the United States did when it could - reached out to grab a terrorist careless enough to get within grabbing reach.\nThis is a statement by an American official in 1985:\n''We need to extend the reach of U.S. laws to those who would kidnap or murder U.S. citizens overseas. . . .\n''This last year we have acted as never before - in seeking extradition of the Achille Lauro hijackers from Italy and of the T.W.A. hijackers from Lebanon and putting a price on the head of the P.L.O. leader of the Achille Lauro hijacking. And, of course, in October U.S. Navy planes forced out of the air a [Egyptian] jet carrying the murderers of Leon Klinghoffer.''\nThat statement was made by George Bush, then Vice President of the United States and in charge of its antiterrorist activities. What happened to George Bush? The Presidency happened - the Presidency and all its responsibilities, stresses and hard choices. We can sympathize with a President. But we can still expect him to remember today what he said yesterday.\nNext month, next year - another crisis until the President adopts a consistent antiterrorist policy and strategy, lets the world know what it is and stands by it.\nNow there is no one in Washington or anywhere else who can predict what Mr. Bush will do the next time.\nWill he act swiftly or wait while the hostages continue to waste away, as did his predecessors? If Israel sees a chance to take action against terrorism again, will it hesitate too long itself, out of insecurity in the steadfastness of an American President?\nWill President Bush be willing to stand up now and say what Vice President Bush had to say about going after terrorists?\nPresident Bush need not announce tactical moves in advance. But terrorism will not end until his enemies know he can be counted on to fight against them - and his allies know he can be counted on to fight alongside them.\nIt is the not knowing that brings about the taking of hostages, their murder, and one crisis following another."
}