{
    "title": "ON MY MIND; Terrorism_ Five Strange Facts",
    "publisher": "the new york times",
    "year": 1989,
    "month": 11,
    "day": 3,
    "full text": "The purpose of this column is to present five strange and so far undiscussed facts about American policy toward terrorism, and to raise the disturbing questions that flow from them.\nThese are the facts: 1. Some months ago, the United States Government asked Syria to close down particularly important Palestinian terrorist bases on its territory. They are the camps and headquarters of the Popular Front for the Liberation of Palestine, General Command.\nFrom its Syrian safe haven, using weapons and funds supplied by Syria, Iran and Libya, the 500 skilled agents of this group fan out through the world in search of targets. Sometimes the targets are Israeli civilians. More attractive to the group are foreign ships and planes. 2. Trying to persuade the Syrians to evict the General Command and close its bases, the United States presented evidence to Damascus that the group was responsible for bombing Pan Am 103 in December 1988.\nEarlier this week more evidence of the General Command's guilt came to light. But long before, every anti-terrorist organization in the West and in Israel accepted the reality of the responsibility of the General Command, headed by Ahmed Jabril.\nThere is some doubt about whether the order came directly from Damascus or from Iran, in retaliation against the accidental destruction of an Iranian airliner in 1988 by the U.S.S. Vincennes. But anti-terrorist specialists consider it impossible that even if Iran gave the order, the Syrians did not know and approve. Syrian agents are closely interwoven in the General Command. Ahmed Jabril was a Syrian Army officer, probably still is. 3. Syria, of course, refused to close the bases or tell the General Command to leave Syrian territory. 4. The United States did nothing further about it. 5. The United States Government has not presented these facts and their implications to the American people.\nIf you study these facts, questions emerge.\nWhy did the United States feel its evidence was strong enough to put before the Syrians but nevertheless withheld it from the American public? The usual excuse for concealment - national security - vanished the moment the evidence was laid out to Syrian officials.\nThe F.B.I. and British intelligence are trying to collect sufficient evidence to get indictments against specific members of the General Command who placed the bomb; fine.\nBut evidence necessary for a Western court of law is not necessary for action by the United States, which already knows that agents of the General Command made and planted the bomb on Pan Am 103 and other planes before. In any case, why conceal information from Americans already revealed to Syrians?\nOne logical reason is the United States considers its relations with Syria more important than keeping the American public fully informed. That is inexcusable since every American is at risk from the General Command and other terrorist groups whenever he or she sets foot on a Western plane or ship.\nWhy did the United States fail to make a public issue of Syria's refusal to close the bases?\nLogical answer: The United States has no policy to meet the Syrian refusal. That is not only embarrassing but damaging to what remains of the belief that the United States has the willpower, or even intent, to protect American citizens abroad. No price is exacted against terrorists or their sponsors and paymasters.\nTerrorists now know that, which makes it inevitable that they will broaden their operations in the United States itself. To believe otherwise is deliberate self-delusion.\nA final question: What price can be exacted?\nEven to ask that question so many years into the age of terrorism shows why it has lasted so long. Since Syria will never wipe out the General Command bases it has created, the United States should do it through an air strike and commando action.\nMoscow will protest loudly; it is Syria's chief source of weapons. But if Mikhail Gorbachev means what he says about being a convert to anti-terrorism, he will be relieved.\nThe terrorist bases are legitimate military targets. The United States could not eliminate them all; some are probably deep in civilian areas.\nBut striking those that could be reached with minimum civilian losses would be an act of self-defense - not only for Americans but for all whose lives are put in jeopardy by the terrorists and their masters."
}