{
    "title": "ON MY MIND; Terrorism_ New Targets",
    "publisher": "the new york times",
    "year": 1990,
    "month": 3,
    "day": 25,
    "full text": "Now the terrorists of the Middle East are threatening to bomb the planes and airports of some of the countries that supplied them with explosives and guns for so long - the Soviet Union and its recent satellites in Eastern Europe.\nIt is an ugly irony but a historic inevitability. Give the instruments of murder to fanatics who live to kill, make heroes of them, and one day if you cross them, they will look at you and decide that you too must die.\nThe purpose of the latest terrorist threats is to cut down drastically the number of Jews arriving in Israel from the Soviet Union.\nThey are the real targets. And so far the threats are paying off for the terrorists.\nOne more time the years of failure to act against terrorism carry their price. But always it is the innocents, not the governments, who pay that price. The newest chapter in the chronicle of Middle East terrorism began just a couple of weeks ago. The United States has paid astonishingly little attention so far, almost as if nobody wanted to know.\nSoviet Jews immigrating to Israel must travel through another capital before arriving in Jerusalem. The Soviet Union refuses to allow air traffic to and from Israel; Arab pressure.\nWith tickets on regular flights to Budapest and other way stations sold out months in advance, the Israelis persuaded Hungary to provide charter flights between Moscow and Budapest.\nTerrorists had already begun threatening to attack the immigrants and planes carrying them. This brought about the Israeli decision to censor stories from Israel about Soviet Jews.\nThe Hungarian charters lasted less than a week. More threats, from Islamic Holy War for the Liberation of Palestine, supposedly based in Lebanon and Iran, frightened Hungary into calling off the flights. Hungary then asked Moscow to prevent emigrating Jews from flying to Budapest at all.\nMoscow agreed. The whole scenario banning direct flights and bowing to terrorist threats against indirect flights makes a mockery of Soviet promises to allow unrestricted emigration.\nUnless the Soviet Union is willing to untie the knot - permitting El Al to fly between Moscow and Jerusalem could do it - the issue will come up when Congress is asked to suspend the Jackson-Vanik Amendment and give the Soviets maximum import and export privileges. That law denies those full privileges to countries blocking full emigration.\nMeanwhile, Yasir Arafat of the Palestine Liberation Organization busily tries to get other Governments - Romania, Czechoslovakia and Austria among them - also to close their capitals as way stations to Israel.\nTerrorist threats are going to those countries, too. In the Middle East it is hard to draw the line between terrorism and diplomacy. Without the terrorists' power, the threatened nations would not be very afraid of Mr. Arafat.\nTerrorist gangs love to present themselves as lone, brave bands, but many of them are linked to one another and sometimes join up for action. They all get funding from Iran, Syria, Libya and other Middle Eastern powers.\nThe West believes - presumed would be a better word - that the collapse of the Communist system put the Soviet Union out of its business of supporting terrorism. If so, Moscow should open its secret files and provide information about names, addresses, sponsors and methods of operation of the terrorists it has trained.\nPresident Vaclav Havel of Czechoslovakia showed the way. He revealed that his country's ousted Communist Government shipped 1,000 tons of Sematex to Libya. Muammar el-Qaddafi promptly passed the powerful explosive to terrorists around the world.\nOne thousand tons. Two hundred grams, Mr. Havel pointed out, is enough to blow up an airplane -barely a cupful. So in any action involving Sematex, Libya is a participating murderer.\nIt is probably futile to think Moscow will do anything to fight the terrorists. The fact is, however, Soviet power and self-interest in the Middle East are weakening rapidly. That should encourage the U.S., if it can summon the will, to issue a warning that any attacks by terrorists will meet with retaliation against their bases and supply lines in any country harboring them.\nThat might convince the Middle Eastern countries involved that backing terrorism is no longer cost-free. It is the only way to break the network connecting the terrorist gangs, Middle Eastern Governments and the objectives of the P.L.O.\nThe U.S. should have delivered the warning long ago - before Pan Am 103. It should be done quickly now, before more hundreds of innocent lives end in the skies."
}