{
    "title": "ON MY MIND; The Death Squad",
    "publisher": "the new york times",
    "year": 1989,
    "month": 8,
    "day": 1,
    "full text": "Finally and tragically there is no escape from the truth that the nations of the world have known but run away from for years:\nThe death squad that carried out the kidnapping of American citizens, the bombing of American installations and the slaughter of American marines and says it hanged Lieut. Col. William R. Higgins is armed, trained and directed not by masked freedom fighters but by a powerful Government - whose flag flies over the United Nations.\nIf he is dead, Colonel Higgins was murdered in Teheran - wherever and whenever he died.\nPresident Bush will have to try to prevent other hostages from being murdered by Iran's death squad in Lebanon. Therefore, perhaps, for the time being the United States may continue to try to evade speaking the truth about Iran.\nAt the U.N. and wherever else hypocrisy is a way of life, there will be denunciations of Israel for having the courage and will to fight back against the death squad and its master.\nBut the idea that the inspirations for taking hostages or bombing airplanes come just from small bands of fanatics is a propagandistic falsehood designed to romanticize the killers and hide the faces behind them.\nHere it all is, written down in Appendix B, State Department Publication 9705, released March 1989, in a low-key outline of Hezbollah, which includes the men who captured and apparently killed Colonel Higgins:\n''Description: Dedicated to creation of Iranian-style Islamic Republic in Lebanon. Closely allied with and largely directed by Iran in its activities.\n''Activities: Known or suspected to have been involved in numerous anti-U.S. terrorist attacks, including suicidal truck bombing on the U.S. Marine barracks in Beirut in October 1983 and the U.S. Embassy annex in September 1984. Responsible for the kidnapping and continued detention of most, if not all, U.S. and other Western hostages.\n''External aid: Receives substantial amounts of financial, training, weapons, explosives, political, diplomatic and organizational aid from Iran.''\nThe story of Colonel Higgins focuses attention on Hezbollah. But every intelligence organization knows other terrorist groups are getting safe haven, money and arms from Syria, Libya, Iraq, North Korea and other countries.\nWhat have the major powers done about it?\nThe Soviet Union: Continued to provide arms, training and material and diplomatic support to a range of states and groups linked to terrorism. Publication 9705. Mikhail Gorbachev now talks some against terrorism. But he has not taken a single step to show Moscow is out of the terrorism-support business, if it is. In June when Hojatolislam Hashemi Rafsanjani, now President-elect of Iran, visited Moscow, Mr. Gorbachev said he would never harm Iranian interests and wanted to get closer.\nThe United States: Double-crossed the world trying, with shameful Israeli help, to trade missiles to Iran for hostages. Now tries to get closer to Syria, paymaster for Pan Am 103 bombers.\nConducts important talks with a leader of the Palestine Liberation Organization noted for his skills in organizing terrorist acts, including the death of two American diplomats. Relaxes sanctions against Libya.\nThe Western alliance: At the Paris summit meeting, its leaders said they would try to look harder for terrorist explosives on airplanes.\nWhy this cowardice on the part of the ''great'' powers? Well, there is money, you know, good business to be done with the Middle East.\nBut more important is that so far there has been no leader with the intellectual, political and moral strength to tell still another truth:\nTo be won, the struggle against terrorism will have to be carried directly to the terrorist nations, at least with every economic, political and diplomatic weapon available.\nA total economic boycott, a ban on all air travel to and from these countries, political isolation and constant public pressure.\nTerrorism will not end with the death of Colonel Higgins, unless the price is raised.\nA price tag is at hand. Iran will soon swear in its new President. Right now is the time to tell him that he and his country will no longer be recognized nor allowed into the world economy -not until all hostages are freed and Iran ends its direction of terrorism.\nThis is a moment that will test President Bush's skill and resolve, the moral meaning of the Western alliance and the real political character of Mikhail Gorbachev.\nAction against the masters of the death squad is the only fitting tribute to Colonel Higgins."
}