{
    "title": "ON MY MIND; The Mad Circle",
    "publisher": "the new york times",
    "year": 1989,
    "month": 9,
    "day": 22,
    "full text": "Yesterday it was Colonel Higgins, hanged by the neck. The day before, Pan Am 103, blown into bits of metal and bone over Scotland. Today a French plane, exploded somewhere over Africa. Tomorrow will come, soon enough. Each time, the world - the part of it that cares - draws a breath of horror. Political leaders say that by God, terrorists must pay.\nThey never do. They simply grow in strength, quite secure no harm will come to them. They feel protected -and they are. Walk by the United Nations and you will see the flags of their protectors. Walk into the General Assembly, that conclave of all the nations, and see the faces of the ambassadors of the protectors and masters - Iran, Iraq, Syria, Libya.\nThere's no point blaming the United Nations, which essentially is simply the hope and concept of organizing international decency. It can be no more or less effective against terrorism or in any other cause than its members allow it to be.\nThe nations of the world allow the terrorist states to pay, arm and provide safe haven for the men who plant the bombs or kill the hostages - and to sit there at the United Nations, unchallenged, unpunished, with their flags and their faces.\nHow many times must this be said and written and proved - in how many articles and books and meetings of antiterrorist specialists?\nAnd how many warnings that soon the target will be the one terrorists so long to see bloodied - the American homeland itself? Terrorists are already here, waiting. Several have been caught with their weapons and jailed.\nIn California, a teacher's automobile is incinerated; she escaped. Her husband was the commander of the ship that in tragic error shot down an Iranian airliner. Nobody caught.\nThe warnings about terrorism in the United States are not high-pitched scare stories. The contrary - the Government and the press and the very experts who worry most have spoken in very low key, if at all.\nRobert Kupperman, an American expert on antiterrorism, does lay the danger out in a new book called ''Final Warning'' that he wrote with the journalist Jeff Kamen. After 200 pages of evidence of the danger facing this country, he says this about shrinking the danger:\n''The key is to punish severely those states that provide safe haven and logistical support to terrorist groups. Without secure bases, arms and money terrorist groups are largely ineffective. The United States and its allies must move quickly. If not, terrorism will metastasize beyond control.'' Nothing is being done to use that key of action against the terrorist states. Oh, how horrified we all were less than two months ago when the body of Lieut. Col. William R. Higgins, United States Marine Corps, was shown around the world, swinging from a rope.\nIn Washington knowledgeable officials say no progress has been made to free the rest of the American hostages or punish the killers of Colonel Higgins. Nothing.\nWe all know why. The American Government is afraid to act. Washington is certainly embarrassed and unhappy at not doing anything effective to free the hostages or hit known protectors of the airline bombers.\nBut our allies might run away from us for a while if we did, the third world would certainly denounce us, and maybe there would be a political price to pay at home if it did not go entirely well from the beginning. Those things seem to count more in Washington, still, than hostages or planes blown out of the sky.\nOur allies - unless the French suddenly develop courage - also are afraid and, like us, know how to count money. There is more money to be made dealing with the terrorist states than acting against them - by blockading first or, if that fails, attacking military targets. The Soviet Union, once a major training ground and safe haven for terrorism, now joins us in clucking against it.\nBut like France, West Germany, Japan and Britain, the Soviet Union makes money shipping weapons to terrorist nations, notably Syria. Thus the great powers denounce terrorist killer-groups and insure that terrorist masters are strong enough to protect them - a mad circle.\nThere is no mystery about terrorists. We know who they are and, more important, what nations sponsor and guard them. We know Western and Soviet greed and cowardice protect their protectors.\nCome to think of it, as long as Americans do not protest this, loudly and continuously, we do not have to take the trouble to visit the United Nations to see people guilty of protecting terrorism. We all have mirrors right at home."
}