{
    "title": "ON MY MIND; The Anointing Of Arafat",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 20,
    "full text": "It is just beginning. The pressure will now increase for Israel to risk its very existence.\nThe purpose will be to force Israelis to agree to the creation of a new country that would have a deep political, religious and national drive to expand over the years into all of Israel.\nFew countries have been asked to do that - risk nationhood by carving out a piece of territory and handing it to an enemy without a fight. Czechoslovakia was pressured into doing that in 1938. To this day it has not regained its freedom. Not many nations return from the graveyard of surrender.\nThe Reagan Administration prepared the way for the pressure to come by its stunning turnaround on the Palestine Liberation Organization. Only a few weeks ago, Secretary of State George Shultz denounced Yasir Arafat as a terrorist not even fit to visit this country for a speech to the U.N.\nSuddenly Mr. Shultz anointed the P.L.O. as a negotiating partner, after 13 years of American refusal to do so, making Mr. Arafat a victorious international hero.\nThe decision to legitimize Mr. Arafat came after he read aloud an American-prepared statement that differed little from what he had said before about recognizing Israel and denouncing terrorism.\nNo further price was asked of Mr. Arafat. Like renouncing the death-to-Israel convenant - as Mr. Bush himself demanded in September. Or proving over a decent amount of time that he had actually given up terrorism. Or, most important, acknowledging the right of a Jewish homeland to exist in the Middle East, not simply the fact that it was there.\nThe frantic haste with which Mr. Shultz accepted the parroted words of Mr. Arafat and ordered P.L.O.-U.S. negotiations to start was perhaps understandable. He did not have many weeks left to carve out a niche in history. He certainly did that; his name and Mr. Arafat's will now always be connected.\nJust as astonishing was the speed and gentleness with which leaders of American Jewish organizations announced that despite misgivings about what he was doing they trusted Mr. Shultz. Privately, the reason they give has little to do with trust of Mr. Shultz - which will not be of paramount importance after Jan. 20. It is that they assume President-elect Bush is delighted not to face the P.L.O. decision himself, and they are in no hurry to take him on.\nLet's clear away some of the camouflage thrown up around the decision.\nThe State Department says Mr. Arafat fulfilled American conditions for dealing with him - recognition of Israel's existence and renouncing terrorism. But those conditions were intended to be essential for even considering a U.S.-P.L.O. link and were meant to be tested - not a cooked-up maneuver for instant recognition.\nThe P.L.O. is already warning that its definition of terrorism will not coincide with Washington's or Israel's and says that is just too bad.\nMore nonsense: Opposition to recognition of the P.L.O. means opposition to peace talks between Israeli and Palestinian. Actually, Mr. Reagan and Mr. Shultz did two things likely to delay peace.\nThey made the P.L.O. the sole Palestinian representative, squeezing out Palestinians on the West Bank with whom Israelis might have dealt. And psychologically they have made the concept of another Palestinian state acceptable before talks even start.\nUntil Mr. Arafat proclaimed the Palestinian state, the form of government of any territory given up by the Israelis was assumed to be one of the things that negotiations were supposed to be all about. Should there be another Palestinian state? Or should any territory given up by the Israelis be governed otherwise - perhaps by West Bank Palestinians as part of a union with Jordan, a largely Palestinian state itself?\nWill the men who run the P.L.O. and have been fighting all their adult lives for the destruction of Israel be satisfied with a sliver of a state? Will Mr. Arafat be content to be mayor of Bethlehem?\nNo speculation is needed. A Kuwaiti newspaper reported that after the American recognition, Abu Iyad, Mr. Arafat's deputy, said that establishment of a Palestinian state on part of Palestinian land would be a stage toward a Palestinian state on all of it.\nThe only question at a ''peace conference'' now would be how much the P.L.O. gets, how fast. Then, how long before Israel became a vulnerable sliver - 10 years, 20?\nIsrael will not commit suicide. It is reasonable to hope that the new President of the United States will decide that it is immoral for one country to suggest that any other nation do so."
}