{
    "title": "On My Mind; Spitting on the Graves",
    "publisher": "the new york times",
    "year": 1997,
    "month": 8,
    "day": 1,
    "full text": "Every time Israeli citizens are murdered by Palestinian terrorism, the world's leaders respond by spitting on their graves.\nThey do it by blaming \"enemies of the peace,\" as if the terrorists were entirely outside the responsibility and control of Yasir Arafat, anointed as the champion of peace.\nAnd they do it also by continuing to refuse to acknowledge and punish Mr. Arafat's failure to carry out commitments he has made, again and again. Those commitments might have defeated Palestinian terrorism and saved the lives of Israelis slaughtered in the latest carnage.\nThe first desecration perverts the truth about how the bombings became possible. The second permits America and other Western nations to keep pouring money into Mr. Arafat's treasury. The distortions are not only an insult to the Israeli dead, but make more bombings inevitable.\nMr. Arafat is not an enemy of peace, of a kind. Already the peace talks have given him more than anybody thought he could accomplish by now -- a Palestinian state the world will recognize when he chooses.\nNow he is maneuvering on how much territory the state will have, how free he will be to increase his over-limit army still further, how to make sure Israel's security conditions do not bring real guarantees to the Israelis -- and for Jerusalem.\nIn these maneuvers, terrorism is an invaluable weapon. It increases Western pressure on Israel to soften security conditions \"to avoid war.\"\nHe does not, as far as is known, select specific targets. But he seeds and nurtures terrorism by having his Palestinian Authority invite violence through sickening anti-Jew propaganda. He allows Hamas, the terrorist group that says it carried out Wednesday's bombing, to operate in territory he controls. He allows it to keep its arms and get more, and to hold political rallies.\nHe permits his officers, including police chiefs, to take part in terrorist plans and attacks. He jails terrorists only occasionally and briefly.\nAnd in case there is any doubt, he gives his imprimatur to Hamas. From his May 27 interview with Novoye Vremya, a Russian newspaper:\nQ: Is Hamas a terrorist organization?\nA: The Hamas is one of many patriotic organizations.\nQ: Even its military wing?\nA: Even its military wing.\nAll this is violation of commitments he made against terrorism four years ago in Oslo to the Israeli Labor Government. He made them again seven months ago to the Governments of Benjamin Netanyahu and President Clinton, as the price for Israeli withdrawal from Hebron.\nThey are part of a longer list of commitments. It includes the rewriting of the Palestinian Charter vowing the destruction of Israel, and the strengthening of security cooperation between Israel and Palestinians. He broke every one.\nThe broken commitments make Mr. Arafat pragmatically responsible for the Jerusalem bombing. He does not have to specify targets, just point toward Israelis, knowing the abundance of Palestinian terrorists.\nSometimes terrorists do inconvenience him a bit by breaking his political rhythm by their bombings, as when he wants a round of talks with Israel. But he carries on; encouraging terrorism can be a tricky business, but worth the trouble.\nAmong all the nations, only America and Israel would even think of making Mr. Arafat pay for his deserted commitments on terrorism.\nPresident Clinton can carry out his own commitments against terrorism by releasing the full story of Mr. Arafat's betrayals. Now they are coppered over so America can give Mr. Arafat millions. Whether or not Mr. Clinton gives that order, Congress should cut off American funding of the Palestinian Authority.\nIsrael's responsibility is not to be a victim. Mr. Arafat is unlikely to carry out Israeli demands that he disarm and imprison terrorists, for real, paying particular attention to Palestinian police terrorists. Then Mr. Netanyahu will have to use Israeli troops if he wants the job done.\nThe world will denounce Israel, as now customary when Israelis act in their own interests, even the interest of living. But it might stop Mr. Arafat from digging more graves with his pointing finger -- at least while the world can see.\n\nLoad-Date: August 1, 1997"
}