{
    "title": "ON MY MIND; A Kind of Treachery",
    "publisher": "the new york times",
    "year": 1990,
    "month": 4,
    "day": 12,
    "full text": "Muammar el-Qaddafi orders the release of three hostages kidnapped more than two years ago by one of the bands of terrorist killers that he controls.\nAs advance payment for releasing the hostages, France allows three French-made jet fighter planes to fly off to join Libya's air force.\nWhen the hostages are freed, Paris lifts embargoes against Libya, and promises more payoffs in the future.\nThen Foreign Minister Roland Dumas of France has something more to say. He calls the Libyan's act ''noble and humanitarian.''\nFor these words alone, Mr. Dumas earns for himself and his Government a paragraph in history that neither will outlive.\nIn any free court, the tyrant of Tripoli would be convicted of participation in the kidnapping and imprisonment of the three hostages - and of sponsoring other acts of terrorism and murder beyond number.\nEverywhere, antiterrorist specialists know that Colonel Qaddafi could have ordered the hostages released almost any day since the kidnapping.\nThe two adults were picked up in their pleasure boat by terrorists working for Abu Nidal, the killer leader who then and since lived under the protection of Libya. A child was born to them, in captivity.\nThe hostages were held in Libya for at least part of their time in hell. More important, Colonel Qaddafi is the main source of revenue and arms for the Abu Nidal gang, one of the most vicious in the world, if there are gradations among them.\nRelatives have paid ransom before. Nazi and Communist nations were paid in money or in imprisoned agents to release some of their victims.\nA child in captivity - that is a hard thought to bear. I suppose it is France's business if it wants to pay ransom to terrorists. France paid it before, to Iran.\nIt is France's business, but only up to a point. By sending arms to Libya, and holding out the promise of more, it adds to the power that makes Libyan terrorism possible.\nFrance leaves the list of victims of crime. Instead, it joins the list of abettors of crime.\nPerhaps Mr. Dumas and President Francois Mitterrand will think of that the next time they read of Libyan or Libyan-sponsored terrorism. The rest of the world will.\nBut for those who still struggle against terrorism, for any surviving victims, and all the beloved of those who did not survive, nothing will cut as cruelly as the words of deep political hypocrisy - the glorification of a terrorist king. Noble and humanitarian - Colonel Qaddafi.\nThose words are an attempt to give him respectability and absolution. Neither are France's to give. Mr. Dumas prostitutes words and emotion. What is more important than the meaning of words? Distorting them is a tyrant's daily weapon. For a free government to do so is intellectual treachery.\nBut Mr. Dumas is not alone. We have been having an epidemic of hypocrisy in the West this past year.\nThe U.S. says that top-level visits to the butchers of Beijing, against President Bush's promise to do no such thing, are acts of kindness to their victims, the Chinese people.\nThen Washington put forward the novel thought that reneging on the 50-year-old American promise of support for Lithuanian independence was really for the good of the Lithuanians. Somehow Lithuanians do not see it that way, stiff-necked people.\nBritain handcuffs screaming boat people to be shipped back to Vietnam. Other Western nations look away. Everybody then goes to a human rights meeting somewhere.\nWestern Europe discovers itself smothered in an unexpected stampede toward swift German unification and anxiously says there is nothing to worry about at all - nothing, you hear?\nYes, certainly Mikhail Gorbachev has his share of hypocrisy awards to display. He gives the Soviet press and nationalities tastes of glasnost except when the freedom chips are down. Then, fingersnap, gone is glasnost. But China, Lithuania, boat refugees, whistling past German unification, kissing kidnappers' boots - all within a year - tell us that we are mired in the hypocrisy business ourselves, never mind Mr. Gorbachev.\nMaybe we can find the reason in the level of Western leadership these days; hypocrisy and mediocrity often are born twins. Maybe the answer is in the uncaring faces in our individual mirrors.\nEither way, Mr. Dumas and his noble, humanitarian friend make it important to look at what is happening in the capitals of the Western world, and pay attention."
}