{
    "title": "ON MY MIND; The Arafat Murder Threat",
    "publisher": "the new york times",
    "year": 1989,
    "month": 1,
    "day": 6,
    "full text": "Consider the following sequence of events.\n1. On Dec. 15, Yasir Arafat, the head of the Palestine Liberation Organization, renounces terrorism.\nWithin hours, the United States announces it is ready to talk with the P.L.O.\n2. On Dec. 29, Elias Freij, Mayor of Bethlehem and one of the most respected Arab officials in the West Bank, suggests a one-year truce in the intifada, the Palestinian uprising in the West Bank, provided that Israel releases about 2,000 Palestinian prisoners.\nThe Israelis quietly make it known they are ready to talk about the deal - seriously.\n3. On Jan. 2, Mr. Arafat broadcasts a murder threat: ''Any Palestinian who proposes an end to the intifada exposes himself to the bullets of his own people and endangers his life. The P.L.O. will know how to deal with him.''\n4. On Jan. 3, Mayor Freij withdraws his suggestion and says it is up to the P.L.O. to make all decisions. He decides it is best not to be seen for a little while.\nIn this episode lies the answer to questions that puzzle so many people around the world who are not hostile to Israel.\nWhy does the Israeli Government, including conservative and liberal members, refuse to follow the United States' lead and negotiate now with the P.L.O.? After all, if you are looking for an end to a conflict, isn't it logical to talk with your enemy? And isn't the P.L.O. supported by most Palestinians? And if Israel will not talk with the P.L.O., is there any hope for a solution?\nThe Arafat murder threat against the Mayor of Bethlehem shows that the P.L.O. still relies on terrorism, not only against Israelis but against any Palestinian who dares step out of line and make an independent suggestion for dealing practically with the Israelis.\nThe uprising in the West Bank has troubled Israelis deeply and cost the country support abroad.\nBut the Mayor of Bethlehem apparently believed, as do other Palestinians, that as long as the uprising continues, the chances for dealing with the Israeli Government will be zero. Governments rarely negotiate during insurrections, unless they face defeat.\nThe threat to the Mayor is totally in line with a policy the P.L.O. began when it was founded in 1964. That is to use terror to ensure that no other organization or movement has a chance to build support among Palestinians opposed to Israeli occupation, but who might favor a solution not based on the P.L.O. and its covenant.\nThe covenant calls for elimination of the Israeli state. The P.L.O. might not have a monopoly if Palestinians had a decent period without P.L.O. terror.\nTerror has been an essential weapon of the P.L.O. - against Israelis at home and abroad, against Palestinians, against non-Israeli Jews in foreign synagogues and against American and other Western planes, ships and embassies.\nMr. Arafat sometimes took ''credit'' and sometimes blamed P.L.O. groups he said he could not control. Assuming for the moment he really cannot control all the P.L.O. terrorists, why on earth should the Israeli Government recognize Mr. Arafat and his uncontrollable P.L.O. as its negotiating partners?\nThe Arafat murder threat also shows why so many Israeli officials pay more attention to what the P.L.O. says to Palestinians and other Arabs than what it says to American diplomats in Geneva or American Jews in Stockholm. In broadcasts and interviews aimed at Palestinians and other Arabs, P.L.O. spokesmen make it plain that the establishment of a small Palestinian state is only the first step toward a much larger state in what is now Israel.\nNot only Israelis believe the P.L.O. has yet to put terrorism behind it. King Hussein of Jordan is not taking any chances either. The P.L.O. tried to kill him before. He knows it would try again if he suggested Israeli-Jordanian talks about a union between parts of the West Bank and his own largely Palestinian country - an idea he once thought entirely sensible.\nOne day that may be the solution, because it is ethnically and strategically logical. Yitzhak Shamir and other members of the Likud Party who are reluctant to give up any territory are not fond of the idea. But they do not kill Israelis who suggest it.\nThe United States decided to deal with the P.L.O. on the basis of Mr. Arafat's word that the P.L.O. renounced terrorism and any hopes of eliminating Israel - without waiting one day for proof.\nThe murder threat by Yasir Arafat helps answer the question of why Israel declines to take the same step and risk its existence."
}