{
    "title": "On My Mind; American Terrorism",
    "publisher": "the new york times",
    "year": 1993,
    "month": 12,
    "day": 7,
    "full text": "The cities of America will not get much safer until the people who live in them get much smarter.\nFirst they will have to understand that America is going through a civil crisis of criminality it has never before experienced. A few decades ago, gangsters were using guns to kill each other, which was noisy but no great loss. How innocent those days seem, almost pastoral.\nNow gangsters have expanded their vision. Their killing fields are whole neighborhoods, their potential targets everything in those neighborhoods that moves. That is where the drug money is -- in neighborhood control, the new American terrorism.\nAnd then, the people of the cities will have to put away their handkerchiefs when they think about gun criminals. We are not dealing with misguided children or street \"leaders\" strutting their mouths on television, talking of gang summits.\nJohn Ray, a member at large of the District of Columbia Council, put it as plain as it should be put. \"These hoodlums aren't looking for a job,\" he wrote in The Washington Post. \"They have a job; they are full-time, swaggering criminals, and they are good at what they do. They sell drugs, run guns, rob and steal. They have no respect for human life and will kill you with or without provocation.\"\nPresident Clinton told black Americans that criminals let down the values of the civil rights movement. Mr. Ray says that even to make the linkage pollutes the movement. He asks the President to lay off sentimental connections like that.\nRecognizing gun and drug gangsters for the killers they are does not prevent work to provide jobs and education for young people who yearn for both. The reverse: until a clear emotional and political line is drawn between those who commit themselves to endeavor and those who have committed themselves to killing, they will be lumped together by Americans who live outside the war zones. Already that is the great triumph of bigots and criminals -- the branding of all minority and poor youngsters as dangerous.\nAnd to get the public safety to which they are damned well entitled, city Americans must stop counting primarily on the Federal Government and turn to their local and state officials. The gun lobby is still strong enough, and national politicians cowardly enough, to block gun legislation equipped with a set of teeth.\nLocal officials have seen entrails on the sidewalks and their souls vomit at the thought of more. In New York City, Mayor-elect Rudolph Giuliani's reputation and future are totally connected to how much safer he can make New Yorkers feel.\nFair enough. Everybody knows mayors cannot stop crime by themselves. But Mr. Giuliani was elected because those who voted for him felt he would fight his New York heart out trying.\nHe has started well, by promising to cordon off school streets from criminals, accept no police tolerance of crime and arrest the street peddlers of drugs, without whom the drug trade could not exist; and by picking his own police commissioner. I hope he also shows the inside of police stations to drug buyers. No buyers, no trade.\nMr. Giuliani says there's still plenty of prison space. Myself, I like the idea of special courts and sentences without parole for anybody who uses a gun while committing a crime or even thinks of it by carrying one. Special gun-users' prisons would be useful, even if they have to be a teensy bit more crowded if necessary.\nDrug therapy should be mandatory for all criminals with any record of drug use, with release time depending on successful completion.\nMr. Giuliani will meet with President Clinton today and suggest legislation to put handguns under a kind of motor vehicle law: to get one you have to register it and pass a user's test. Nice. I love it. But after the decadelong struggle over the mild Brady bill, let's not us city folk hang around waiting, but look to our own officials and laws, and demand more.\nSo far this year, 342 New Yorkers have been killed by stray bullets. And in the past few days, two young women were shot in their pregnant bellies -- one for a jacket, the other by a robber or a hit man while she was handing over the $2 in her purse.\nSo Mr. Giuliani will find that in New York City there are not many handkerchiefs left for the gun killers.\n\nLoad-Date: December 7, 1993"
}