{
    "title": "ON NYTIMES.COM",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 9,
    "full text": "Slideshow: In Beacon, N.Y., Cunningham Dancers\nImages of the Merce Cunningham Dance Company performing at the contemporary art museum, Dia:Beacon, in upstate New York. ''Does dance get better -- more itself, more dancey -- than this?'' writes Alastair Macaulay, a Times critic, about the performance. At left, the dancers are, from left to right, Silas Riener, Julie Cunningham, Daniel Squire and Robert Swinston.\nnytimes.com/dance\nAUDIO: BACKSTORY: THE TRIBUNE COMPANY\nRichard Perez-Pena of The Times discusses the Tribune Company's bankruptcy filing. The company, which owns The Los Angeles Times, The Chicago Tribune and the Chicago Cubs baseball team, has struggled to cope with mountains of debt and falling advertising revenue.\nnytimes.com/business\nWell\nLiving With Cancer\nIn his ongoing series of guest posts for the Well blog, Dana Jenning discusses how his cancer diagnosis has made him angry, and how to stop a cancer of the body from turning into a cancer of the spirit.\nnytimes.com/well\nINTERACTIVE: A HUMAN BODY SHOP\nAn interactive photo of the repair room at Madame Tussauds, where there are drawers full of shoes, wigs, and even eyebrows (not to mention a wall of waxy hands).\nnytimes.com/nyregion\nOpinion\nProof\nIt's the Holidays, How About Just One?\nAfter 16 years of sobriety, the journalist Jim Atkinson ponders the urge to drink in the season of good cheer.\nnytimes.com/proof\nVIDEO: REVISITING AN OLD GHOST\nIn the latest Critics' Picks video, A. O. Scott takes another look at a holiday classic: ''It's a Wonderful Life.'' Above, a scene from the 1946 film with James Stewart, right, and Lionel Barrymore, seated, as the mean Mr. Potter.\nnytimes.com/movies\nTERRORISM IN INDIA\nIndia has a brutal history of terrorism. Read coverage of past attacks.\nLASHKAR-E-TAIBA\nBackground and key articles on the Pakistani group that American and Indian officials have blamed for a campaign of violence against India.\nKASHMIR\nResources, including local news coverage, about the disputed border region. Right, Muslim worshippers pray outside Kashmir's grand mosque in Srinagar.\nnytimes.com/topics\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: In Beacon, N.Y., Cunningham Dancers: Images of the Merce Cunningham Dance Company performing at the contemporary art museum, Dia:Beacon, in upstate New York. ''Does dance get better -- more itself, more dancey -- than this?'' writes Alastair Macaulay, a Times critic, about the performance. At left, the dancers are, from left to right, Silas Riener, Julie Cunningham, Daniel Squire and Robert Swinston. nytimes.com/dance (PHOTOGRAPH BY STEPHANIE BERGER FOR THE NEW YORK TIMES)                                                                   \n\nLoad-Date: April 30, 2011"
}