{
    "title": "on Nuclear Terrorism",
    "publisher": "christian science monitor ",
    "year": 1993,
    "month": 12,
    "day": 14,
    "full text": "NO one disputes that North Korea's pursuit of a nuclear-weapons\ncapability is a significant security threat to the region and to\nthe United States. South Korea and Japan are major US allies and\ntrading partners; President Clinton has rightly linked continued US\nsecurity to the region's stability.\nBut many in Washington have been hyping the current crisis over\nNorth Korea and offering unfounded speculation about Pyongyang's\nnuclear capabilities, with potentially disastrous circumstances.\nFew experts doubt that North Korea is working on a bomb, but no one\nknows exactly when they will acquire one.\nWe do know that the International Atomic Energy Agency (IAEA)\nhas conducted eight inspections in North Korea since Pyongyang\nsigned an inspection agreement with the agency in April 1992. The\nIAEA has since confirmed that North Korea had developed the\ncapability to produce and reprocess plutonium.\nNorth Korea reported to the IAEA that it had produced several\ngrams of plutonium - thousands of times less than is needed for\neven one nuclear bomb. But the IAEA suspects that North Korea has\nproduced even more plutonium than it admits to. Secretary of\nDefense Les Aspin recently disclosed that North Korea shut down its\nnuclear reactor for 100 days in 1989, giving it enough time to\nremove fuel elements for reprocessing. But the IAEA has not been\ngranted access to facilities that might enable it to determine how\nmuch plutonium has been produced or if a significant amount of fuel\nhas been removed from the reactor.\nCIA director James Woolsey testified before Congress this year\nthat the ''possibility'' exists that North Korea has already\nproduced enough plutonium for one or two nuclear weapons. But at no\ntime has the CIA or the IAEA confirmed that North Korea has\nproduced and extracted enough material for use in a weapon. And\nwhile there is some evidence that North Korea has been developing\nthe technical capability to produce nuclear weapons, there is no\nreliable information that they have reached the technological point\nwhere they could actually build a nuclear bomb.\nDURING World War II, the US developed two types of nuclear\nweapons, one fueled with uranium - Little Boy - and a second\npowered by plutonium - Fat Man. The physics of Little Boy, which\nwas dropped on Hiroshima, was so well understood by 1945 that no\nexplosive tests of the device were necessary to be confident it\nwould work. Fat Man's design, however, which used plutonium, was\nmuch more complex than Little Boy's and had to be tested to ensure\nit would work.\nEven if one assumes that North Korea has enough plutonium for\none or two weapons and that it has progressed far enough to\nconstruct such a weapon, it would be very difficult for North\nKorea's leadership to have confidence that such a device would work\nwithout testing it first. North Korean leaders would surely want to\nknow that a nuclear weapon would work before trying to use it to\nexact concessions from other countries.\nSome analysts will argue that Israel, which is believed to have\ndeveloped a nuclear arsenal based on plutonium, never needed to\ntest its weapons to have a high degree of confidence. But few could\nreasonably maintain that North Korea is as advanced now as Israel\nwas in 1967, when it is thought to have acquired its first nuclear\ncapability.\nHype is nothing new in the field of nonproliferation. Before the\nGulf war began, President Bush claimed that Iraq might be within\nsix months of producing a nuclear bomb. It was later discovered\nthat it was at least 18 to 36 months from acquiring a bomb when the\nwar began. Former CIA director Robert Gates stated in February 1992\nthat North Korea was between ''a couple of months and a couple of\nyears'' from acquiring a nuclear bomb. Some took his statement to\nmean that a North Korean bomb was imminent, which also proved to be\nfalse. Experts and analysts sometimes overstate the facts to force\nan administration to take notice, or to attract media attention.\nThese suppositions have a tendency to be repeated until they take\non the weight of fact.\nChallenging this hype should in no way be interpreted as an\neffort to downplay the threat posed to the international community\nby North Korea's flouting of its obligations under the Nuclear\nNon-Proliferation Treaty. The consequences of North Korea acquiring\na bomb would be enormous and could precipitate the creation of a\nnuclear-armed South Korea and Japan.\nThe sensitive nature of the US-North Korean dialogue, however,\nargues for a clear analysis based on facts. Nonproliferation\nexperts, reporters, and government officials have a responsibility\nnot to exaggerate what is known about North Korea's nuclear\ncapabilities just to make a point or headlines. The dangers are\nreal enough without the hype.\nThe Clinton administration is rightfully pursuing all diplomatic\npossibilities to end the standoff and convince North Korea to\naccept IAEA inspections. The time has come, if all diplomatic\noptions fail and the threat of a North Korean bomb becomes\nimmediate, when more punitive actions might be necessary. That\ndetermination, however, should be based on hard evidence, not on\nthe hype witnessed in recent weeks.\n \nThe Opinion/Essay Page welcomes manuscripts. Authors of articles\nwill be notified by telephone. Authors of articles not accepted\nwill be notified by postcard. Send manuscripts by mail to\nOpinions/Essays, One Norway Street, Boston, MA 02115, by fax to 617\n-450-2317, or by Internet E-mail to OPED@RACHEL.CSPS.COM.  \n\nGraphic\n\n \nDRAWING. NO CREDIT\n\nLoad-Date: December 15, 1993"
}