{
    "title": "On Personal Finance _ Lessons about markets' reaction to terrorist acts",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 9,
    "day": 10,
    "full text": "The stock market took a terrible hit after the 9/11 attacks, with the Standard & Poor's 500 plunging nearly 11.6 percent by Sept. 21.\nMany investors feared the damage could last for years.\nWhat has five years' experience taught us about financial markets' reaction to terrorism? And how should that affect investor strategy?\nVarious studies show that markets recover relatively quickly from individual terrorist acts, as their economic effect is generally much smaller than their shock value. Fundamentals such as corporate earnings are far bigger factors in stock performance over the long term.\nStill, there is evidence that market performance over the last half-decade has been dampened by fear of terrorism - as well as factors associated with it, such as the war in Iraq, oil prices, confrontation with Iran and the recent war in Lebanon.\n\"Since Sept. 11, 2001, the world has experienced other high-profile terrorist acts,\" Bob Doll, president and chief investment officer of Merrill Lynch Investment Managers, wrote last week in a report on the subject.\n\"In the immediate aftermath of these disturbing events, investors often panic and dump stocks, causing short-term market downturns. However, within six months, history has shown markets rally and more than make up for the negative market performance during the reaction periods.\"\nAfter hitting the low 10 days after 9/11, the S&P 500 gained 20.3 percent over the next six months - to about 10 percent above the pre-9/11 level, Doll noted.\nSimilarly, Indonesia's Jakarta Composite Index fell more than 10 percent in the two days after an October 2002 bombing in Bali, then rose nearly 30 percent over the next six months.\nSpain's IBEX 35 index fell just over 7 percent after the Madrid bombings in March 2004, then gained 6.6 percent over six months. England's FTSE 100 index fell nearly 1.4 percent after the London bombings of July 2005, then rose nearly 13 percent over the next six months.\nBonds, often viewed as a safe haven, generally enjoy small price gains as demand increases immediately after terrorist acts. After the October 2000 attack on the USS Cole, for instance, stock prices fell 3.22 percent and bond prices rose 0.5 percent, Doll found.\nLast year, finance professors G. Andrew Karolyi of Ohio State and Rodolfo Martell of Purdue looked at 75 terrorist attacks against publicly traded companies between 1995 and 2002.\nThese included such events as the April 1997 bombing of an Exxon train carrying coal and diesel fuel in Colombia, an October 1998 kidnapping of three Santa Fe Oil Co. employees in Ecuador, and a June 2002 bombing that killed 11 outside a U.S Consulate and Marriott hotel in Pakistan.\nThe average target company's stock price fell 0.83 percent the day of the attack. But it recovered the next day.\nWhile stocks seem to shake off the immediate effects of terrorist acts, market gains have been subdued in the last five years. The S&P 500 has returned an average of just over 6 percent a year since 2001 compared with a long-term average of about 10 percent.\nOf course, terrorism is not the only factor. The economy suffered a recession early in that period, and much of the lackluster stock performance must be attributed to the burst tech-stock bubble of the late '90s and early '00s. That had nothing to do with terrorism.\nDespite the quick rebound, Doll does see signs of long-term effects from a persistent uneasiness that began with 9/11: Share prices have not kept pace with the soaring corporate earnings of the last four years.\nAs a result, the ratio between share prices and annual earnings has fallen from nearly 30-1 to about 18- or 19-1. In other words, investors are not willing to pay as much for the right to share in a company's profits, a conservatism that reflects an aversion to risk.\n\"While there certainly are a number of factors that have acted as drags on stock prices over the past few years, including higher interest rates and rising oil prices, investor uncertainty about geopolitical risk in general and terrorism in particular has contributed, as investors have become more uneasy about the future,\" Doll wrote.\nThe long-term lesson?\nThose who panic and sell in the face of a market-jolting event are more likely to be burned than those who hunker down, since sellers often wait too long to get back in and thus miss the rebound.\nSecond, diversification softens the blow when things go wrong. Bond prices may well rise when stock prices fall. And spreading money among stocks or stock funds in various industries and countries can help you absorb a blow in one specific area.\nFinally, investors should expect lots of volatility - wide price swings - as the markets remain on edge about world events.\nAnd until our general sense of risk subsides, don't be surprised if stock returns stay small.\n\nLoad-Date: September 10, 2006"
}