{
    "title": "On radio, President defends Patriot Act; Calling it a vital tool against terrorism, Bush said _some",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 4,
    "day": 18,
    "full text": "Declaring the Patriot Act a vital tool in the war on terror, President Bush yesterday said Congress would place the nation at greater risk of attack if it failed to renew the act's wide-ranging law-enforcement powers.\nKey elements of the post-Sept. 11 law are set to expire next year, and \"some politicians in Washington act as if the threat to America will also expire on that schedule,\" Bush said in his weekly radio address.\n\"To abandon the Patriot Act would deprive law enforcement and intelligence officers of needed tools in the war on terror, and demonstrate willful blindness to a continuing threat.\"\nSeveral conservative Republicans have joined liberal Democrats in saying that portions of the law are too intrusive on Americans' lives. They are threatening to allow the provisions to die at the end of next year.\nSome want more judicial oversight over how police and prosecutors conduct investigations.\n\"Our government's first duty is to protect the American people,\" and the Patriot Act \"fulfills that duty in a way that is fully consistent with constitutional protections,\" Bush said.\nAsked Friday whether Bush was making a campaign issue of the Patriot Act, White House spokesman Scott McClellan said that the President was \"going to continue to talk about it\" and that there were \"some clear choices on this issue . . . in this election.\"\nBush's remarks strike a theme that he will return to next week, beginning tomorrow in the western part of Pennsylvania, a state that is key to his reelection hopes.\nIn an appearance in Pittsburgh, he and law-enforcement officers will stress the Patriot Act's importance. On Tuesday, the President will speak about the Patriot Act again with law-enforcement officers in Buffalo, N.Y., where criminal charges were brought recently against the Lackawanna Six, a group of Yemeni Americans convicted of supporting terrorism by briefly attending al-Qaeda camps in Afghanistan.\nBush said the Patriot Act must not be weakened. The law \"tore down the artificial wall between the FBI and CIA, and enhanced their ability to share the information needed to hunt terrorists,\" the President said.\nBecause of the law, FBI agents can better conduct electronic surveillance and wiretaps on suspected terrorists, he said.\n\nLoad-Date: August 24, 2005"
}