{
    "title": "on the beat FEDERAL AGENCIES Beware the lone wolf's terror",
    "publisher": "star tribune ",
    "year": 2011,
    "month": 1,
    "day": 20,
    "full text": "The FBI calls it \"domestic terrorism\" -- Americans attacking Americans based on extremist ideologies. As the recent tragic events in Arizona remind us, vigilance to safeguard our country is not just about keeping an eye on foreign enemies.\nAccording to the FBI, today's domestic terror threats include hate-filled white supremacists, destructive eco-terrorists, violence-prone anti-government extremists and radical separatist groups.\nFBI agents in Minneapolis and in every division across the country work daily to identify and prevent domestic terrorism before it happens. But as the shooting near Tucson shows, efforts to gather intelligence and head off attacks are not always successful. Sometimes, there just isn't enough warning.\nIt is especially true with what investigators call \"lone offenders.\"\nWhen Jared Loughner opened fire on a congresswoman and the crowd gathered to hear her, officials believe he acted without a larger group's knowledge or support.\nThe FBI says that most domestic attacks are carried out by such lone offenders, motivated to use violence to push their grievances and agendas.\nBut how can the FBI and others head off such lone wolves?\nAgents must balance the civil liberties we all enjoy as American citizens, including the right to free speech, with bird-dogging the signs of possible impending violence.\nSpewing hate and anger -- by itself -- is not a crime. Neither is espousing a radical ideology. Special agents have told me they investigate actions, not ideologies or organizations. While such ideologies can raise a red flag, the FBI cannot move until hate speech becomes something more, such as real threats or conspiracies.\nThe lone wolf, however, doesn't always spout his threats before striking. Sometimes, the signs just aren't that clear.\nThe FBI needs ordinary people to notice when hate morphs into possible violence and alert them to anything that looks like it's going too far.\nJames Walsh - 612-673-7428\n\nLoad-Date: January 20, 2011"
}