{
    "title": "on the beat",
    "publisher": "star tribune ",
    "year": 2012,
    "month": 12,
    "day": 12,
    "full text": "A government report finds no fewer than 104 places in the U.S. that could safely lock up the 166 suspected terrorists now housed at Guantanamo Bay if it were closed. Three of those places are in Minnesota.\nWhoa, whoa, whoa. No reason to get excited. The prospect of the detainees making their way here remains remote. The report, from the Government Accountability Office, was prepared at the request of U.S. Sen. Dianne Feinstein, chairwoman of the Senate Intelligence Committee and a longtime supporter of closing Cuban detention facility. The report remains aggressively neutral about the wisdom of such a move and makes no recommendations. It merely lays out possible locations and some of the potential barriers.\nThe federal government operates 98 prisons that the report said would be suitable for holding individuals convicted of terrorism charges, with some slight modifications and changes in the law. The U.S. military has six more, the report concludes. Three locations on a map in the report are located in Minnesota and are identified as Bureau of Prison facilities that have held prisoners with a history of or connection to terrorism. While the report (which can be found at www.startribune.com/a1947) does not identify the locations, they appear to be federal prisons in Rochester, Sandstone and Waseca, although the Waseca facility is for female offenders. A request for clarification to the Federal Bureau of Prisons went unanswered.\nWhen the report was released last month, Feinstein said in a statement that it demonstrated that Gitmo could be closed without endangering national security. She pointed out that the U.S. already holds 373 prisoners convicted of terrorism in 98 facilities across the country.\nThe political reality, though, is bipartisan congressional opposition to closing Gitmo. As the website Danger Room pointed out, \"President Obama's pledge to close Guantanamo Bay looks deader than Osama Bin Laden.\"\nMark Brunswick - 612-673-4434\n\nLoad-Date: December 12, 2012"
}