{
    "title": "ON TERRORISM AND TOURISM_ AMERICANS ALTER TRAVEL PLANS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 2,
    "full text": "Two American tourists from Dayton, Ohio, had just gotten out of the Paris metro and were strolling up the Avenue des Champs Elysees on the evening of March 20 when a bomb, later linked to an Arab prisoner group, exploded in a shopping gallery. It killed two passers-by and injured 28 others.\nShaken, the two women nevertheless kept their dinner plans at a nearby restaurant on the Champs-Elysees, Restaurant L'Alsace, but watched the racing ambulances and police cars with growing apprehension.\n''When we touch down in America, I'll heave a sigh of relief,'' said Mrs. Robert Herbruck. ''We had planned on coming, so we came. But I wouldn't go a foot farther than we have.''\nFear and the Soft Dollar\nThey were not alone in their apprehension. Frightened by terrorism and the fall of the dollar, Americans are re-plotting their travel itineraries or staying home this year, according to reports from overseas correspondents of The New York Times and interviews with travelers and travel professionals in the United States.\nIt is difficult to measure the relative impact of terrorism against the declining dollar. But the reports make clear that terrorism is casting a long shadow over tourism this year.\nBookings to Greece, Egypt, Israel and Italy are sharply down, according to tourism officials, along with general declines elsewhere in Europe and the Mediterranean. Group travel has been particularly hard-hit, travel operators say.\n \n'Qaddafi Has Won His War'\n''In this field Qaddafi has won his war,'' said Avi Kenet, an exasperated Manhattan tour company executive whose business to Israel has fallen off by close to half this year.\nThe outbreak of fighting in the Gulf of Sidra last week between a United States Navy task force and Libyan forces of Col. Muammar el-Qaddafi came just as Europeans were struggling to reassure skittish Americans that travel was safe.\nAt the same time, travel agents report a surge of interest in American and other Western-hemisphere destinations, and in dollar-hungry Soviet bloc countries presumably untroubled by terrorism. American Express reports bookings up to Disneyland and other domestic attractions, and to South America. And bookings to the Soviet Union, it said, are running double last year's.\nThese conclusions can be drawn from the various reports:\n* The number of Americans traveling to Israel dropped by nearly half last year after Arab terrorists hijacked a Trans World Airlines jet out of Athens.\n* Greece last year lost $100 million in tourist revenue as a result of the T.W.A. hijacking and bookings this year are expected to drop to half of last year's.\n* The Egyptian tourism industry is in ruins after last year's terrorist incidents and recent police rioting at the Pyramids.\n* Hotel cancellations in Italy are running at over 30 percent and growing, according to alarmed hotel operators.\n \nHoping to Stay Even\nAccording to the European Travel Commission, a promotional office in New York City representing 23 Western European countries, a record 6.4 million American citizens took European trips last year, up from the 5.8 million who traveled there the year before.\nThe group had originally forecast up to a 10 percent increase but now, according to a spokesman, Hans Friis, ''if we do the same as last year we'll be extremely happy.''\nA recent poll by Travel Weekly, a publication of the American travel industry, confirmed the widespread effects of the fear of terrorism.It found that nearly half of 205 travel agents polled nationwide had clients that cancelled or switched bookings as a result of last year's terrorist attacks and that more than 85 percent expected the incidents to hurt travel this year.\nMany travel agents say the level of anxiety is unwarranted. ''I think the media are turning people a bit hysterical.'' said Mr. Kenet, the vice president of a company called Galilee Tours. ''I tell people there is less danger to traveling to Israel than staying on the streets of New York.''\nBut others confess to mixed emotions. A Manhattan travel agent who recently attended a Washington seminar on travel and terrorism, said a client told her, ''I want to go to Peru.''\n''No you don't,'' she said she replied, thinking later to herself: ''Oh, my gosh, I'm supposed to be promoting travel.''\nHere are reports on the tourism picture in a number of key countries:\nGreece The Greek Government says it has been victimized more than any other European country by the anxiety over terrorism, despite the fact that a recent devaluation of the drachma has made Greece one of the cheapest holiday destinations in Europe.\nLast year, 466,000 Americans visited Greece, a slight decline from the year before but 20 percent below the projection. This year, however, the figure is expected to drop by 50 percent. The decline is particularly catastrophic because American visitors spend on the average three times more than European tourists.\nAccording to official estimates, last year's drop in tourism cost Greece some $100 million, or one-thirteenth of its $1.3 billion annual tourist revenue. In an effort to lure Americans back, the Government tourist organization recently mounted a $3 million advertising campaign. It is also flying in 2,000 American travel agents in an effort to counteract the bad publicity.\nSam Hinds, a visiting San Francisco travel agent, said he planned to heavily promote Greece when he returned home. But he said his agency had virtually no requests this year for Mediterranean travel and added that interest would probably not pick up again until next year.\n \nIsrael\nAccording to Israeli Government figures, 244,000 Americans visited Israel between January and July last year. But in the next seven months, from August to February 1986 - following the T.W.A. and Achille Lauro hijackings and other terrorist attacks - the figure dropped to 153,000.\nUntil the attacks, tourism from the United States had been running 25 percent ahead of the previous year and heading for a record. The T.W.A. hijacking marked a turning point, officials said. In August, the number of Americans dropped 2 percent from the year before. By February it was down 41 percent from the year-ago level.\nThe sinking dollar is not a factor in Israel because hotel and tour bills are payable in dollars and the dollar-shekel exchange rate has been stable since last summer.\nSignificantly, the traffic on Israel's airline, El Al, has remained level despite the American tourism decline, according to an airline representative, Aviva Lavi. This, she said, was a tribute to the airline's widely recognized tough security stance.\n \nEgypt\nThe tourism industry, Egypt's fourth-largest income producer, is in shambles, officials say, as a result of the sack of hotels near the Great Pyramids by rioting policemen last month and the widespread perception after the Achille Lauro hijacking that Egypt was in complicity with the terrorists.\nPreviously, according to estimates by American diplomats, Egypt was earning about $1 billion a year from tourism. Now at least half that income has been lost, despite a more favorable exchange rate; the dollar went from 0.78 of an Egyptian pound last year to 1.3 now.\nParticularly dismaying to Government officials is the fact that tourism had just recently begun to blossom with new luxury hotels and Nile tour boats, catering largely to well-heeled Americans.\n \nItaly\nWith Italian tourism officials alarmed at the American travel falloff, the president of the hotel operators organization known as Faiat flew to the United States last week to reassure American tour operators.\nBonaventura Vaccarella, the director general of Faiat, said hotel cancellations were running at over 30 percent. ''Unfortunately the percentage is destined to grow,'' he said. Usually Americans make up about 7.5 percent of Italy's 20 million visitors a year.\nCompounding the problem is the increasingly less favorable exchange rate. Last spring, the dollar bought about 1,900 lire; now it buys only about 1,500.\nUntil last week, Italy had been planning to launch a major publicity drive in the United States. Then came the clash between the Americans and Libyans.\n''It would be counterproductive to launch an image campaign with the slogan, 'Italy is a quiet country' when 500 kilometers away from the coasts they are shooting,'' said Cabriele Moretti, president of ENIT, the major tourist organization.\n \nFrance\nA rash of recent department-store bombings in Paris and other attacks have made tourists jittery. Suzette Delay, an American from Washington in Paris to study French, was on an express train to Cosne-sur-Loire in the chateau valley the other day when a loudspeaker hurriedly ordered everyone off the train. Police searched the train before allowing it to proceed. Then it was stopped again and backed into a station for another search before finally continuing. ''It was nerve-racking,'' said Miss Delay, who added that she had been in one of the Paris stores shortly before it was bombed.\nOne tourism official who declined to be quoted by name estimated that American tourism would be down 30 percent in France this year. Deluxe hotel business was down nearly 10 percent in December, but less costly hotels saw a small gain.\nThe exchange rate has also provided visitors a jolt, having gone from about 10 francs to the dollar last year to less than seven now. As a result, a double room at the Hotel Crillon on the Place de la Concorde that cost $210 last year is now priced at $323. And at the Tour D'Argent restaurant, a dinner for two with wine and tip that cost $140 last year is now up to $215.\n \nBritain\nSince World War II, Americans have been Britain's best travel customers and last year the number of American visitors topped 3 million for the first time, having reached 2 million only two years before. Fully half the Americans visiting Europe come to Britain.\nBut Government officials foresee a 5 percent decline in American visitors this year, attributable to both terrorism fears and the weakening of the dollar. Last year the pound equaled $1.20; now it costs just under $1.50.\nSome British cruise operators are offering free flights and excursions to boost business, which suffered a 30 percent decline following the Achille Lauro hijacking.\nAs of last week, some travel agents reported an upturn in bookings, possibly attributable to announcement of Prince Andrew's wedding.\n''If the royal family are going to have a wedding in Britain, it must be a safe place to visit,'' said a former head of the British Incoming Tour Operators Association.\n\nGraphic\n\n \nChart showing U.S. tourist dollar totals for 7 countries (Source: U.S. Department of Commerce)"
}