{
    "title": "ON TRIAL FOR MURDER - AND TERROR. STREET GANG VIOLENCE FITS LAW, SEZ DA",
    "publisher": "daily news ",
    "year": 2007,
    "month": 7,
    "day": 9,
    "full text": "EDGAR MORALES' stepfather still can't believe his son is charged with the murder of a 10-year-old Bronx girl who was gunned down after a christening.\nHe's even more perplexed that he was charged under the Anti-Terrorism Act.\n\"Edgar is not a murderer and he's not a terrorist,\" Inocencio Hernandez told the Daily News. \"He is not any of those things, and that's why I am spending my time to come to court to support him.\"\nMorales, 25, is on trial in the Bronx for the fatal shooting of little Malenny Mendez in the head after he and his St. James Boys gang crashed the christening party almost five years ago.\nAll eyes are on the court to see if the anti-terrorism charges will stick in a case involving the actions of a street gang. The state's anti-terrorism law went into effect after the 9/11 terrorist attacks.\n\"It's a stretch to bring a case like this under anti-terrorism,\" argued Morales' attorney, Dino Lombardi. \"My client did not shoot anyone, and he is not responsible for the tragic shooting.\"\nLombardi said the law was not intended for cases like his client's. But Bronx District Attorney Robert Johnson disagrees. Johnson said the \"terror perpetrated by gangs\" occurs too often on city streets and \"also fits squarely within the scope of this statute.\"\nMalenny's mother, Antonia Mendez, said somebody has to pay for the death of her daughter, who was gunned down Aug. 18, 2002, outside St. Paul's Lutheran Church on McGraw Ave. in Parkchester.\n\"I don't care if [Morales] is or is not the shooter,\" Mendez said in Spanish.\n\"If he is in the gang, he takes the blame for everyone. He should not have grabbed the gun.\"\nInitially, Morales was charged with trespassing and handling the gun that fired the shots outside the church, but those charges were elevated to murder and terrorism.\nLombardi said he believes the DA's office is using Morales as a scapegoat because the actual triggerman fled to Mexico and his underlings pointed the finger at Morales.\n\"The credibility of the investigation is flawed,\" said Lombardi. \"The only man who singled out Edgar Morales as the shooter will testify against him in order to get leniency for himself.\"\nIn the meantime, Hernandez said he will continue to support Morales, who he said has been \"a very good son.\"\nccoleman@nydailynews.com\n\nGraphic\n\n \nEdgar Morales\n\nLoad-Date: July 9, 2007"
}