{
    "title": "ON THE EVE OF PEACE TALKS, 30 HURT IN ISRAEL BOMBING THE INJURIES WERE MINOR. NONETHELESS, THE BLAST",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 11,
    "day": 8,
    "full text": "Homemade pipe bombs hidden in garbage cans ripped through the seaside city of Netanya yesterday, causing mostly light injuries to about 30 people, but nonetheless again jarring open Israel's painful debate about terrorism and the peace process.\nThe explosions came the day before talks were to open on a \"final status\" peace agreement between Israelis and Palestinians. Hardly had the victims been taken away by ambulance when hard-liners emerged in downtown Netanya urging Israeli Prime Minister Ehud Barak to suspend the peace process.\n\"No security. No peace,\" read the familiar banners waved by the protesters after the explosions.\nBarak issued a statement yesterday saying he was \"determined to smash terrorism.\" A member of his cabinet, Haim Ramon, said that the final-status talks would open this morning in Ramallah as scheduled.\nThe Palestinians' senior negotiator, Saeb Erekat, condemned the attack and applauded Israel's decision to go forward with the talks.\nThere was speculation that the bombings might be the work of Hamas, the dreaded Islamic resistance movement that has been blamed for the most lethal terrorism in Israel.\nOnly a day earlier, a leaflet purporting to be from Hamas' militant Izzadine el-Qassam brigade had warned that the \"Zionist rulers must prepare themselves for a new wave of harsh strikes.\"\nTen Palestinians were detained briefly for questioning, then released, Armed Forces Radio reported.\nIsraeli Police Commissioner Yehuda Wilk said yesterday that the initial investigation did not point to Hamas and that he was inclined to attribute the attack to amateurs.\n\"It is easy to turn our lives into hell,\" said Wilk. \"It is easy to block all cities with checkpoints and create huge traffic jams.\"\nWitnesses described three bombs exploding almost simultaneously about 11 a.m. A fourth was deactivated by police in the nearby Mediterranean. The bombs were simple devices, made of nails and dynamite.\n\"As I was crossing the street, I heard a huge blast, really like a cannon going off,\" Avram Aviv, a middle-age man who was injured slightly in the back and head, told Israeli television from a hospital bed. Aviv, who also had been wounded in a 1994 bus bombing, vowed that Israelis would not be swayed by terrorism.\n\"We will continue to live here, me and my children. . . . These cowards won't stop us. If they're not cowards, let them meet us like men, face to face.\"\nAs of last night, all but 10 people had been released from hospitals, and only four were said to be moderately injured. The others suffered from minor burns, cuts and shock.\nThe Netanya bombings follow a string of terrorist attacks that have caused only minor injuries, or, in some cases, killed only the terrorists themselves.\nIn mid-August, two pipe bombs exploded harmlessly in an empty office building in Netanya. In early September, just one day after the signing of the Sharm el-Sheikh agreement to restart the peace process, three bombers were killed in thwarted attacks in Tiberius and Haifa.\nIt is a particularly sensitive time in the peace process, with Barak determined to forge ahead with the deal signed in Sharm el-Sheikh and to reach a framework agreement on a larger peace by February.\nBy next Monday, the Israelis are supposed to hand over an additional 5 percent of the West Bank, and the Israeli army reportedly is planning to evacuate six small military bases as early as this week.\nSeveral Jewish settlements in the West Bank also are being dismantled in the next few days.\nThe Netanya bombings, however minor the injuries, give fresh ammunition to Barak's opponents on the right.\nYesterday in the Knesset, the opposition Likud Party - which embraced the peace process under the previous government - demanded that Barak put the process on hold.\n\nGraphic\n\n \nPHOTO AND MAP\n\nLoad-Date: October 22, 2002"
}