{
    "title": "On terrorism aid_ Congress must decide whether to extend post-9_11 insurance act",
    "publisher": "philadelphia inquirer",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "The bombings in London yesterday came amid a debate in the United States about whether to extend a post-9/11 federal program that provides a financial safety net for the insurance industry against devastating terror-related losses.\nThe Terrorism Risk Insurance Act of 2002 provides federal coverage of 90 percent of insured losses after a deductible if a terrorist act on U.S. soil directed by foreign interests causes $5 million or more in total damage. The Sept. 11, 2001, attacks resulted in more than $32 billion in damage claims. The act seeks to limit risks to the insurance industry and thus boost the availability of terrorism insurance policies for property owners.\nThe act is due to expire at the end of this year. Last week, Treasury Secretary John Snow sent a report to Congress saying that insurers no longer needed direct aid from the federal government.\nThat has angered business groups ranging from the insurance industry to owners of sports stadiums, entertainment arenas and theme parks. They are calling for a two-year extension of the act, saying more time is needed to develop adequate insurance coverage against terrorist acts. Congress must decide by year's end.\nThe London bombings underscore \"that terrorism defies predictability and is an uninsurable risk and that government involvement is necessary,\" David A. Winston, senior vice president of federal affairs for the National Association of Mutual Insurance Companies, said in a statement to Knight Ridder.\nCritics of extending the act, known by its acronym TRIA, say they believe the program is a subsidy to a powerful industry that has had four years to adjust to a changed environment.\n\"It's cheap reinsurance for the industry,\" said Kent Smetters, a visiting scholar at the American Enterprise Institute, a conservative think tank in Washington. The insurance industry made similar - and unsuccessful - arguments that it needed federal help because it could not accurately predict hurricanes and earthquakes, he said.\n\"Earthquake models stink, yet you can buy private insurance for earthquakes. These industry arguments are kind of bogus. The fact of the matter is, if the price is right, they are willing to insure the risk,\" Smetters said.\nSnow said as much in last week's report.\n\"It is our view that continuation of the program in its current form is likely to hinder the further development of the insurance market by crowding out innovation and capacity building,\" Snow wrote in a June 30 letter to Rep. Michael Oxley (R., Ohio), chairman of the House Financial Services Committee.\nThere are two bills before the House and one in the Senate to extend TRIA by two years. Snow said the Bush administration would accept an extension only if the trigger for government coverage is $500 million in total losses, not the current $5 million, among other changes.\nThe Congressional Budget Office, an analytical arm of Congress, said in a January report that by \"subsidizing insurance rates, TRIA weakens owners' incentives\" to invest in security systems and build blast-resistant buildings.\nBut in a September 2004 study, R. Glenn Hubbard, chief economic adviser to President Bush from 2001 to 2003, called for extending TRIA. Abolishing the act, he said, would just drive insurers from such risky markets as New York City and Washington, he said.\n\"Fewer businesses and commercial properties will have terrorism coverage, particularly in urban areas,\" wrote Hubbard, now dean of the Columbia University Graduate School of Business in New York, \"exposing more businesses of all kinds and sizes to bankruptcy in the event of a terrorist event.\"\nContact reporter Kevin G. Hall at khall@krwashington.com  \n\nLoad-Date: July 8, 2005"
}