{
    "title": "ON THE TRAIL OF TERROR; CLINTON CALLS FOR ADDITIONAL MEASURES",
    "publisher": "the new york times",
    "year": 1996,
    "month": 7,
    "day": 29,
    "full text": "Spurred by the bombing at the Atlanta Olympics, President Clinton yesterday called on Congress to pass expanded measures against terrorism - including new federal wiretapping authority - that were dropped from the anti-terrorism bill passed last spring.\nClinton called on the congressional leadership from both parties to join him and the director of the FBI, Louis J. Freeh, at the White House today to discuss additional steps the government might take to combat terrorism. Speaker Newt Gingrich expressed willingness to consider such measures and said he believed some agreement could be worked out.\nIn New Orleans, Clinton told a meeting of the Disabled Veterans of America, ''As Americans, we can and must join together to defeat terrorism wherever it strikes and whoever practices it.'' Among other things, he asked Congress to require chemical markers - known as taggants - to be placed in the most common kinds of explosives, black and smokeless powder. Such markers create a chemical ''fingerprint'' that make the source of explosives easier to trace after a blast.\nClinton originally proposed such markers, and expanded authority to let the FBI wiretap suspected terrorists or groups who are moving from place to place, after the Oklahoma City bombing in April 1995, but the measures were among those that fell out of the final bill. In an unusual alliance, civil liberties groups and advocates of gun rights joined forces to argue that the wiretapping expansion, in particular, would violate constitutional rights of privacy and free association.\nJust as he moved swiftly to dominate the public debate after the Oklahoma City bombing, Clinton used the occasion of a speech in the highly patriotic setting of a disabled veterans convention to renew his call for such measures. He said he was ''very encouraged to hear'' supportive comments from Gingrich about that prospect yesterday.\nSpeaking yesterday morning on the NBC News program, ''Meet the Press,'' Gingrich said there was ''a possibility'' of reaching an agreement on both issues, given the bombing in Atlanta and the suspicions that a bomb may have brought down Trans World Airlines Flight 800.\nHe said that he thought Congress should ''re-approach'' the issue of wiretapping, and that questions concerning the chemical markers were ''going to be negotiated.'' The Olympic bomb, he said, ''shows you why people are looking at that particular solution.''\n''I believe that the more there is terrorism, the more pressure we're under to find systematic ways to solve it,'' said Gingrich, who had opposed the proposals on chemical markers and wiretapping when the administration made them.\nClinton said he hoped the administration and congressional leaders could quickly ''agree on a package that will provide these additional protections against terrorism and any other measures we need to take.''\n''We will continue to do whatever is necessary to give law enforcement the tools they need to find terrorists before they strike and to bring them swiftly to justice when they do,'' Clinton said.\n''There is no nation which can hide from terrorism,'' the president said, and speaking of the challenge of tracking would-be terrorist groups, he added, ''Where they are flexible, so must we be.''\n \nWhite House aides said Clinton had decided to alter his remarks here after the pipe-bomb attack in Atlanta. He spoke by telephone with Gingrich and other congressional leaders on Saturday to brief them on the situation, but David Johnson, the traveling White House spokesman, said the president had not spoken to the speaker since Gingrich made his comments on television yesterday morning.\nTHE CRASH OF FLIGHT 800\n\nGraphic\n\n \nPHOTO (3), PHOTO: John Dunn/Associated Press: A bunny rabbit toy, crucifix and; other items are left under the boardwalk at Smith Point Park off Fire Island,; N.Y., yesterday following a memorial service by TWA employees for victims of; Flight 800.; PHOTO: Thomas Kienzle/Associated Press: Olympics spectators duck under police; security lines to cross Williams Street in downtown Atlanta yesterday.; PHOTO: Michael Green/Associated Press: Agents from the federal Bureau of; Alcohol, Tobacco and Firearms remove items from Atlanta's Centennial Park; yesterday as they continue trying t piece together evidence from the; pipe-bombing early Saturday.\n\nLoad-Date: August 2, 1996"
}