{
    "title": "ON TERRORISM_ WE'RE ADAPTING, NOT WINNING",
    "publisher": "philadelphia daily news",
    "year": 2004,
    "month": 8,
    "day": 4,
    "full text": "IT'S TEMPTING to wax triumphant about the nation's calm response to the most recent terrorist warning.\nPeople showed up for work in the targeted buildings in Washington and New York. The stock market didn't plunge. Life went on largely undisturbed.\n\"New York City is not going to be cowed by terrorists,\" Mayor Michael Bloomberg boasted on Monday.\nThe terrorists haven't won!\nNonsense. The truth is we've been forced to adjust to the constant threat to our safety, so much so that we have no choice but to go about our business.\nThat's to be accepted as a miserable necessity, not misconstrued as a symbolic defeat of our enemies. Yes, the human spirit is remarkably resilient.\nAnd yes, we've shown spunk in resisting emotional collapse in the face of a constant threat of attack.\nBut it's tragic that the unthinkable has become the routine, that perpetual danger is a dark thread woven into our daily lives, so much so that panic isn't even considered an option.\nThe cowboy code espoused by our politicians makes sure of that.\n\"The terrorists want to scare us,\" New York Sen. Charles Schumer said as he stood outside the New York Stock Exchange Monday, shaking hands with arriving workers.\n\"We feel it's almost a moral imperative for everybody to go about their jobs.\"\nAnyone who chose to stay home from work, even in a building specifically targeted for destruction, would be considered of questionable character.\nTo succumb to the real fear of a real threat has come to be seen as tantamount to treason.\n\"If every time they made a threat we stopped doing what we're doing, they win,\" Schumer said.\nNot only can't we protect ourselves from an attack - at an unknown time at an uncertain location by unseen enemies - we can't even try, for fear of being considered un-American.\nSo, sure, we trudge to our workplace even when we're told our building has been targeted by al Qaeda.\nBut the truth is, we yield to the threat of terrorism in countless ways every day of our lives.\nWe go through metal detectors, submit our packages to bomb-sniffing dogs, encounter permanently locked entrances, wear identification cards, mentally profile our fellow airline passengers.\nThe heightened security of the last few days in Washington and New York - where traffic was diverted and trucks were searched and machine-gun toting guards patrolled targeted buildings - only seems like an incremental change.\nThen, too, we're victims of what a New York Times story called \"warning fatigue.\"\nSince 9/11 we've been subjected to occasional vague, unspecific warnings from the Department of Homeland Security - all accompanied by an admonition to go about our business, of course.\nThe timing of some of the warnings appeared politically suspicious. And since none was followed, thank God, by an attack, we developed a numb indifference.\nAnd to some extent, the counterterrorism measures that we've adopted may have made some of us feel safer than before - despite pronouncements to the contrary by security experts and by the 9/11 commission.\nFor all these reasons - resilience, resignation, numbness, denial, bravado - we absorbed the news of the targeting of our financial institutions this week without appearing to flinch.\nIf it was a test, we clearly passed.\nAnd that's good, of course.\nBut don't mistake it for a \"triumph over terrorism.\" Don't pretty it up with reassuring platitudes that don't apply.\nWe've done a laudable job of adapting to horrible new circumstances.\nThat's not to be celebrated, but accepted with angry resignation. *\nSend e-mail to porterj@phillynews.com  \n\nGraphic\n\n \nPHOTO;\nAssociated Press\nCyclist rides in Liberty Park, N.J., with New York skyline in the distance, on Monday, after terror level was elevated to \"orange.\"\n\nLoad-Date: August 30, 2005"
}