{
    "title": "ON THIS DAY, NOV. 28",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 11,
    "day": 28,
    "full text": "1520: Portuguese navigator Ferdinand Magellan reached the Pacific Ocean after passing through the South American strait that now bears his name.\n1881: Pittsburgh Catholic College of the Holy Ghost, now Duquesne University, received a state charter.\n1909: Sergei Rachmaninoff's Piano Concerto No. 3 in D minor, Op. 30, had its world premiere in New York, with Rachmaninoff at the piano.\n1947: The Pittsburgh Board of Education adopted an $18 million budget, an increase of $3 million over 1947, and levied a new $5-a-year head tax on all city residents over 21 years old.\n2017: Ahmed Abu Khattala, a Libyan militant, was convicted of terrorism charges in federal court in Washington stemming from the 2012 Benghazi attacks that killed the U.S. ambassador to Libya and three other Americans. He was found not guilty of murder and was sentenced in June 2018 to 22 years in prison. TODAY'S BIRTHDAYS:\nFormer Sen. Gary Hart, D-Colo., 82. U.S. Commerce Secretary Wilbur Ross, 81. Singer Randy Newman, 75. CBS News correspondent Susan Spencer, 72. Former \"Late Show\" orchestra leader Paul Shaffer, 69. Actor Ed Harris, 68. Former NASA astronaut Barbara Morgan, 67. Actor Judd Nelson, 59. Movie director Alfonso Cuaron, 57. Comedian Jon Stewart, 56. Hip-hop musician apl.de.ap (Black Eyed Peas), 44. Actor Malcolm Goodwin, 43. Actor Ryan Kwanten, 42. Actress Aimee Garcia, 40. Rapper Chamillionaire, 39. Actor Daniel Henney, 39. Rock musician Rostam Batmanglij, 35. Rock singer-keyboardist Tyler Glenn (Neon Trees), 35. Actress Mary Elizabeth Winstead, 34. R&B singer Trey Songz, 34. Actress Scarlett Pomers, 30. Actor-rapper Bryshere Gray, 25. THOUGHT FOR TODAY:\n\"Happiness is a sort of atmosphere you can live in sometimes when you're lucky. Joy is a light that fills you with hope and faith and love.\"\n- Adela Rogers St. Johns, American journalist (1894-1988)\n\nNotes\n\nSome items are from Stefan Lorant's \"Pittsburgh: The Story of an American City\" (digital.library.pitt.edu/chronology).\n\nLoad-Date: November 29, 2018"
}