{
    "title": "On War And Peace A Lesson Learned From A Past War",
    "publisher": "the world",
    "year": 2014,
    "month": 10,
    "day": 12,
    "full text": "Special to Lancaster Newspapers\nThe centennial of the First World War is upon us. Commemorations will occur over the next four years as the world marks the roll call of somber place names - Tannenberg, the Marne, Gallipoli, Verdun, the Somme, Kut, Caporetto, the Winter Palace, Compiegne.\nBut why was the war so important? Beyond curiosity about the world of Downton Abbey, why should a fast-changing age pay attention to a war fought by our great grandfathers?\nThe war marked a momentous shift in world history, one which has left its imprint even today. The challenges that we face - globalization, terrorism, the emergence of China, war and peace - can be more clearly understood in light of the First World War and its aftermath.\nThe war ended the first era of globalization. For the first time, trade and communications reached across the globe. The phrase \"the Good Ship Earth\" was coined by American writer Herbert Quick in 1913 to describe humanity's shared fate.\nOnly in the 1980s did the world economy become as integrated as it had been in 1913. In some areas - migration, ownership of utilities, and agricultural trade - the world was more globalized in 1913 than now.\nThat the war ended this first era of globalization suggests that the globalization we see today is no more secure. As in the era of the First World War, the challenge we face is to mitigate the costs of globalization in order to secure its benefits.\nThe globalized world of 1913 was the template for how the world economy was reconstructed in the 1940s after the debacle of world war and depression.\nLeaders like Franklin Roosevelt and John Maynard Keynes were profoundly shaken by how the war and its aftermath had destroyed prosperity and led to barbarism. They envisioned a world economy integrated like that before 1914 but with institutions to stabilize it.\nWe still live with the successes and failure of that vision. The governance of the International Monetary Fund and the United Nations remains much as it was at their founding. We should honor their originators' vision with our own that improves upon theirs.\nTerrorism, like the assassination of Archduke Ferdinand and Sophie, arose in the late 19th century because nations were largely at peace and mass communications could amplify the effect of targeted violence.\nIn wartime, terrorism attracts no attention, or, put differently, it's everywhere. As horrible as terrorism is today, its employment is a sign that, once again, wars have declined. The peace movement of the 19th century was ridiculed for its naïvete. Yet its tools -mediation, peacekeeping forces, and international organization - have made the world more peaceful.\nMeanwhile the tough-minded militarists who led millions to the slaughter should be models to no one. Terrorism always aims to tip the delicate balance away from civilization toward acceptance of war. The task for us is to never take peace for granted, nor underestimate its fragility.\nThe emergence of China is part of a long process begun by the First World War. Europe's dominance in 1914 came from a fortuitous combination of technological and political breakthroughs that made it the center of the world economy and the possessor of vast colonial empires.\nOnce Europe fell into civil war its imperial power weakened. Meanwhile, other countries' industrialization took off. The successive rise of the United States, Japan, and China is the continuing story of economic change. Nonetheless, the legacy of imperialism still divides Africans, Asians, and Latin Americans from the United States and its allies.\nYet Europe's history holds other lessons. No conflict today, not even those between Israel and the Palestinians, or between India and Pakistan, is as long or bloody as that between France and Germany a century ago.\nIn three wars over 75 years, more than 5 million French and Germans died in wars in which their nations were enemies. Today, they are allies. It took decades for Europeans to learn from their history, just as it took a second world war for Americans to accept responsibility for leadership.\nEurope, in other words, faced choices in 1914. Too many leaders chose war, or, just as fatefully, chose not to work actively for peace. The consequences were momentous.\nAs the Ebola crisis and terrorism remind us, we face choices of our own, shaped by those of the past and their consequences, but also very much choices of our own day.\nHow will we choose?\n\nGraphic\n\n \nAn American Doughboy Hurls A Hand Grenade March 15,1918.\nA Kurdish Peshmerga Soldier, Part Of The Resistance To Islamic State Forces, Prays On A Battlefield In Iraq.\n\nLoad-Date: October 13, 2014"
}