{
    "title": "On-campus lecture discusses media strategies of Islamic State(3)",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 1,
    "full text": "If Al-Qaeda is \"your parents' Internet,\"-as Alberto Fernandez, former coordinator of the Sategic Counterterrorism Communication Department claims-then ISIS is your grandchildren's Internet. The Islamic State, also known as ISIS or Daesh, is a pioneer of a new digital sphere-one whose legitimacy the rest of the world must recognize in order to effectively combat it. Last Monday, Nov. 23, Jad Melki, associate professor of Journalism and Media Studies and founding director of Media Studies at the American University of Beirut, addressed a standing-room-only crowd in Garey Hall's blackbox theater. His topic of discourse was the advanced media sategies of Daesh. Melki began his lecture with an important distinction: Daesh is not a terrorist state using media. \nDaesh is a media state using terror. This is significant when analyzing Daesh's propaganda sategies.  In 2014, Daesh's foreign recruits numbered 30,000 from over 100 counies outside of Syria. The conclusion is that Daesh knows how to reach and compel a global audience. However, Melki focused his lecture on understanding how they accomplish this.Our current virtual sphere has been termed by scholars and social media mavens alike as \"Public Diplomacy 2.0.\" Public Diplomacy 2.0 can be defined as social media serving an ambassadorial function-the political side of Twitter and Facebook. Daesh operates expertly within this sphere.Daesh has created a brand that is recognized globally. It has an image-that of prisoners lined up in orange jumpsuits kneeling in front of black-clad executioners. They have a logo-the infamous black and white flag. And they have a public relations team, which is creating exceptional content. Worldwide research experts of Daesh have discovered top of the line digital specialists hiding within the terrorists' ranks. They comprise a virtual army that is creating outstanding digital material, as morbid as that sounds. From a purely analytical standpoint, the videos, images, magazines and social media accounts of Daesh are well executed. This high-quality content is taking the world by surprise, especially when compared to the static-filled video footage released by Al-Qaeda in the past. Melki talked specifically about the video released last year of the Jordanian pilot whose brutal death was captured on film and released as a public statement by Daesh. Melki played the video (stopping it before the most gruesome scenes) in order to highlight the cinematic quality of the footage. The clip played like a short action film, complete with dramatic editing, expert camera angles and compelling background music. The quality of the footage itself was also exceptional. The picture was clear, bright and there was not a hint of the graininess of propaganda released by previous terror organizations. There is also DABIQ-Daesh's magazine, which just printed its 12th edition, that highlighted the Paris and Beirut attacks. The publication is printed in English and is complete with high quality color photographs and feature-length articles. By any design standards, DABIQ is a well-produced, professional publication.Daesh's expert navigation through the digital sphere is not exclusively demonsated in their content but also in content produced by others about Daesh.     Daesh has demonsated an ability to manipulate the image outside media sources paint of the self-proclaimed caliphate. Terrorism is, by definition, directed at a wider target than the immediate victims affected. Terrorism is less about causing harm than it is about causing chaos. Paris, Beirut and Baghdad were not the real targets of the November attacks-they were the medium through which the real target, the world apart from the Islamic State, was reached. Melki, quoting author Brigitte Nacos, made the claim that \"publicity is the oxygen of both terrorism and counterterrorism,\" highlighting the fragile state that journalism faces when combatting Daesh. If terrorism thrives off of publicity, then the logical move would seem to call for a cessation of publicity. However, as evidenced by the death of the Jordanian pilot, Daesh is not afraid to do whatever it takes to fan the flame of media attention. The old journalistic homage takes on a new meaning when dealing with Daesh-\"If it bleeds, it leads.\" So how does modern journalism fight this virtual war? Melki called upon the U.K.'s The Independent as an example of the new direction global journalism must take in order to most effectively fight Daesh. After the death of the Jordanian pilot, the front page of the U.K. magazine displayed this message: \"On Friday a decent, caring human being was murdered in cold blood, our thoughts are with his family. He was killed, on camera, for the sole purpose of propaganda. Here is the news, not the propaganda.\" That was it. No photographs, no screenshots from the video, no colorful spread highlighting the horror. The point is this-Daesh is changing the battlefield. The war against terrorism is no longer being fought exclusively with guns and bombs but rather with digital weapons and propaganda. If we start from this basic uth, and proceed accordingly, we can begin to take ground in the virtual warfare Daesh is waging.  \n\nLoad-Date: March 11, 2016"
}