{
    "title": "One U.S. Prosecutor in Brooklyn Is Behind Many Terrorism Convictions",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 7,
    "full text": "In March, the Justice Department released a lengthy list of its successful terrorism prosecutions since 9/11, part of Attorney General Eric H. Holder Jr.'s response to Republican criticism that the Obama administration had mishandled several international cases by bringing them in the federal courts rather than before military commissions.\n  But in the political tumult -- which included charges that the administration had no stomach for the fight against terrorism and had squandered opportunities to collect valuable intelligence because it was too quick to read suspects their Miranda rights -- one aspect of the list attracted little notice: Over the last two years, about one-third of the international terrorism convictions around the nation, and nearly all of those involving the post-9/11 activities of core operatives of Al Qaeda, were won by the United States attorney's office in Brooklyn.\n  And all of those cases were supervised, and in many instances handled in court, by one assistant United States attorney:  Jeffrey Haworth Knox, a prosecutor who looks like an altar boy, grew up in the conservative environs of Orange County, Calif., and Dallas, and has described himself as a traditional law-and-order Republican.\n  Indeed, by most accounts, some of the cases brought by Mr. Knox, who joined the office's Violent Crime and Terrorism Unit in 2005 and has headed it since 2008, have made him a forceful advocate not only for the effectiveness of the criminal justice system in the fight against terrorism, but also for its importance as a tool to collect intelligence.\n  And his track record would seem to bear him out.\n  Last year, in a sealed courtroom in Brooklyn, he and a colleague stood before a United States District Court judge while a Qaeda operative who had received terrorism training, and had met some of the group's senior leaders in the tribal areas of Pakistan, pleaded guilty to charges including conspiring to kill American citizens.\n  The operative, Bryant Neal Vinas, 27, a convert to Islam, born in New York to an Argentine father and a Bolivian mother and raised and radicalized on Long Island, had already begun cooperating with the F.B.I. and prosecutors, court records show.\n  His early statements led almost immediately to successful drone strikes in the tribal areas, several officials have said, and he later became one of the government's most prized intelligence assets on Al Qaeda's operations and leadership. His information, the officials said, was shared with and used by the United States military, and by intelligence and law enforcement agencies of the United States and its allies.\n  This year, Mr. Knox, 37, and a different colleague from the 14-lawyer unit he leads were in court again with another young man, this one born in Afghanistan and raised in Pakistan and New York City, who had traveled from the United States to the tribal areas. He had played a central role in an suicide bomb plot directed by Al Qaeda in which he and two high school friends had made three New York City subway lines their planned targets.\n  After months of denials, that man, Najibullah Zazi, who also received explosives training and met senior Qaeda leaders in the tribal areas, began to cooperate, providing valuable intelligence, people briefed on the case have said. In February, he pleaded guilty to conspiring to use weapons of mass destruction and to kill Americans  overseas and other terrorism-related crimes, several of which carry a mandatory sentence of life in prison.\n  Those cases were the culmination of some seven years of work for a prosecutor who, colleagues and combatants, judges and supervisors say, possesses a keen legal mind and an appetite for hard work.\n  The son of a successful management consultant, Mr. Knox graduated from the University of Arizona and Northwestern University School of Law and in 1999 won a job as an associate at the prestigious law firm of Simpson Thacher & Bartlett in New York City, where he was living at the time of the Sept. 11 attacks.\n  His superiors in the United States attorney's office declined to make him available for an interview for this article. But friends said that after the American invasion of Afghanistan, reading about American soldiers fighting in caves while he was living a comfortable lifestyle made him, in the words of one friend, want to ''be more a part of what was going on.''\n  A senior lawyer he had worked with at the firm, Valerie Caproni, said she had encouraged him to become a federal prosecutor. Ms. Caproni, then the firm's counsel and now general counsel to the F.B.I., had served as the chief of the criminal division in the United States attorney's office until 2001, and had been responsible for hiring new prosecutors.\n  ''He was smart, he was creative, he had very good legal skills, good people skills, good writing skills and good judgment,'' she said. ''For a young lawyer to have that package of skills -- he had exactly what they were looking for.''\n  Ronald L. Kuby, once described as perhaps the last of the in-your-face leftist lawyers, is not known for saying nice things about federal prosecutors. And that did not seem to change in recent years when he started representing more and more defendants in terrorism cases.\n  So he makes an unlikely advocate for Mr. Knox. But he slipped comfortably into that role recently while talking about a client who pleaded guilty to lying to federal agents in a case related to the prosecution of Mr. Zazi.\n  ''This was a sensitive case in a number of different areas, and Jeff dealt with me and the case with a tremendous amount of integrity and great honesty,'' Mr. Kuby said.\n  ''One of the things Knox is good at,'' he continued, ''is he has a strategic depth in his understanding of people, and so he figures out how to get them to do something he needs them to do, whether it's getting Zazi to cooperate or stalemating someone like me.''\n  One of the reasons that the Brooklyn United States attorney's office has been at the forefront of terrorism prosecutions, according to senior F.B.I. officials, agents and current and former prosecutors, is that agents bring their cases to the Violent Crimes and Terrorism Unit knowing that Mr. Knox has a reputation for getting things done.\n  Whether it's the care and feeding of cooperating witnesses -- a sometimes complex, labor-intensive and arcane art -- relocating their family members, or more routine tasks, agents say they feel he is easy to work with and focused on their cases.\n  Some people who have worked with Mr. Knox are quick to point out that his easygoing personality and Boy Scout sincerity endear him to juries. But several contend that it is those qualities combined with his willingness to put in the time to master details, be they the particulars of a case, the niceties of an obscure statute or the history, philosophy and the players of a movement like Al Qaeda, that have made him so effective in court and in dealing with potential cooperators.\n  Brian J. Murphy is a 13-year F.B.I. agent who has worked on terrorism cases since 9/11, including several with Mr. Knox. He said the prosecutor's knowledge of the culture and roots of Islamic extremism gave him insight into the thinking of many of the witnesses and defendants he met and enabled him to treat them with an understanding and respect that often won them over.\n  ''He is truly a subject matter expert in the field of terrorism these days, and that is a rare gift,'' Agent Murphy said. ''I think a lot of people claim to be, but actually lack kind of the first-hand experience, where Jeff has talked to so many of these guys now and has got so much experience that he's able to kind of cut through things.''\n  This summer, Mr. Knox is leaving the Brooklyn office to work at the Justice Department in Washington, where he will join an elite unit that prosecutes violations of the Foreign Corrupt Practices Act, a United States law that makes it illegal to bribe officials abroad.\n  While he will continue to handle the cases involving Mr. Zazi and Mr. Vinas in Brooklyn, his new job will be working with a team of prosecutors responsible for investigating and trying what the head of the Justice Department's criminal division, Assistant Attorney General Lanny A. Breuer, said are some of the biggest and most significant foreign corruption prosecutions the government can bring.\n\nhttp://www.nytimes.com\nCorrection\n\n\nThis article has been revised to reflect the following correction: An article and a picture caption in editions on Wednesday about a United States attorney in Brooklyn who has supervised many successful cases against operatives of Al Qaeda misspelled his middle name in some copies. He is Jeffrey Haworth Knox, not Hayworth.\nCorrection-Date: July 8, 2010\n\nGraphic\n\n \nPHOTO: Jeffrey Hayworth Knox, 37, is leaving the United States attorney's office in Brooklyn. (PHOTOGRAPH BY BRENDAN HOFFMAN FOR THE NEW YORK TIMES)                                                              \n\nLoad-Date: July 8, 2010"
}