{
    "title": "One party can't defeat jihadism Republicans and Democrats must learn how to argue the questions of f",
    "publisher": "usa today",
    "year": 2008,
    "month": 1,
    "day": 22,
    "full text": "Campaign vows of \"bipartisanship\" are like New Year's resolutions to eat less and exercise more: ubiquitous, well-intentioned and usually forgotten.\nYet if anything has become clear since 9/11, it's that the war against jihadist terrorism must be owned and fought by both Republicans and Democrats. The war against jihadism is a long-term struggle to defend religious freedom, civic tolerance, democratic self-governance and other core Western political values. It's a war against an enemy with a different view of the human future. And it's a war that must be fought on many fronts -- military, political, intellectual, moral and economic -- simultaneously. A war this complex can't be the project of one party alone.\nBipartisanship in the war against terrorism requires a Coalition of Those Who Understand. And the first thing to be understood is the nature of the contest.\nJihadism is the enemy\nThe war is against jihadism: the religiously inspired ideology that teaches that all Muslims are morally obliged to use whatever means necessary to compel the world's submission to Islam. That the majority of the world's Muslims do not share this view of their religion's demands illustrates the second point that must be understood by any serious bipartisan coalition: An internal Islamic civil war, generated by Islam's difficult encounter with modernity, has spilled out of the House of Islam to engage the entire world. Issues that we had once thought settled -- such as the proper relationship between religious authority and political authority in a just society -- are now fiercely contested, with the world as the battleground.\nWhich means that this is a war of ideas. Those who find it uncomfortable to argue in public about \"God's will\" had better get over their discomfort, because the ideas being contested in the war against jihadism involve religious and moral convictions. It's possible to discuss these things in a rational way, and that is something  Republicans and Democrats must learn to do.\nDeveloping the ability to argue questions of faith and morals through the arts of reason will mean challenging the genteel secularism of the American foreign policy establishment. It is fatuous to suggest, as some foreign policy gurus do, that the problem of jihadism will be solved when a billion Muslims become good secular liberals. Such fantasies are also a dangerous distraction from the real goal: an interreligious and cross-cultural dialogue that strengthens the hand of Muslim reformers who seek to develop Islamic arguments in favor of religious tolerance and political pluralism.\nThe bipartisanship needed in the war against jihadism must also be built around agreements on the tools necessary to bring this war to a successful conclusion. Some of those tools are military. When jihadists dig into a piece of territory and use that territory as a base for terrorism (as they did in Afghanistan and in Iraq's Anbar province, and as they're doing in the tribal areas of Pakistan, the Philippines and elsewhere), they have to be ejected, forcefully.\nMilitary not only option\nAt the same time, the war against jihadism must be fought on many non-military fronts. Bipartisan agreement on a radical reform of the U.S. intelligence community and its capacities to get \"inside\" the worlds that produce jihadist terrorism is imperative. Then there is public diplomacy, the effort to explain our view of the just society to Muslim audiences. Surely, there can be bipartisan agreement that spending tax dollars broadcasting Britney Spears into the Middle East is a waste of money. It's also a diversion from what we ought to be doing, which is demonstrating by radio and  TV programming for the Islamic world that robust political debate is good for society and can lead to agreement, not chaos. Then there is the Internet. Has anyone  begun to think through a comprehensive strategy for countering the jihadist propaganda (and worse) readily available online?\nThe bipartisanship we need in the war against jihadism will recognize that victory requires policy change across the spectrum of government activities. It is ludicrous that our reliance on petroleum as a transportation fuel is funding those who seek to destroy us. There are no silver bullets here, but the new bipartisanship will support development of a portfolio of alternative energy sources that will, over time, defund jihadism by drastically cutting back the transfer of wealth to states such as Saudi Arabia.\nRational homeland security measures that are not beholden to the demands of political correctness and that focus on the likeliest sources of terrorism are essential in maintaining national morale over the long haul. Sputnik scared Americans into taking math and science seriously in elementary and secondary education; why hasn't 9/11 spurred a similar revolution in the way we teach and learn languages, at all levels of the educational system?\nOn Jan. 20, 2009, the next president will face the same life-and-death question that confronted George W. Bush: How can we prevail against global jihadism in this contest for the human future? One good way for the next president to start would be by reminding  Americans that freedom is never free. Another would be to bend every effort to build a bipartisan Coalition of Those Who Understand, because the war against jihadism can't be one party's war alone.\n---\nGeorge Weigel is distinguished senior fellow of the Ethics and Public Policy Center. This article is adapted from his new book, Faith, Reason, and the War Against Jihadism: A Call to Action. \n\nGraphic\n\n \nGRAPHIC, B/W, Web Bryant, USA TODAY (ILLUSTRATION)\n\nLoad-Date: February 13, 2008"
}