{
    "title": "One enemy, one way",
    "publisher": "university wire",
    "year": 2006,
    "month": 8,
    "day": 24,
    "full text": "The recently thwarted terrorist plotters aspired to commit \"mass murder on an unimaginable scale.\" Their scheme involved dozens of collaborators on multiple continents, months of planning, imaginative explosives testing and training -- all done with the determination to kill.\nContrast this with the response of America and the West. Our scheme involved hastily drawn signs at airports with instructions to throw away water bottles and remove shoes -- thoroughly unimaginative and characterized more by fear than by determination.\nOf course, this strategy was implemented with the good intention of ensuring airport security and was a wise, short-term measure. Ultimately, however, it is futile.\nIf all the removed shoes and discarded shampoo bottles at airports by grandmothers and little girls were put into a stack, it would probably stretch to the moon. But it would not go an inch toward defeating the terrorist threat that made such measures necessary in the first place.\nOur approach to combating terrorism, as revealed in the world's response to the British plot, is deeply flawed. One common mistake is to equate terrorism with, crime and consequently, to approach fighting terrorism as one approaches catching bank robbers. Hence the intense effort to bolster law enforcement with increased funds and reformed legislation.\nBy themselves, such efforts make sense. But in the big picture they are misguided -- because terrorists are not bank robbers. A bank robber does not rob banks because he regards bankers and their customers as depraved and evil. He does not do so because he was raised and indoctrinated in schools that teach bank robbing to be a holy duty dictated by the almighty. He does not do so with inspiration and funding provided by powerful governments and organizations across the world, particularly in the Middle East.\nA worse mistake is to treat terrorism as a fact of life or a natural threat that we should learn to live with. Terrorist attacks, according to this attitude, are like hurricanes. They may not come this year, or even the next -- but they're bound to happen eventually, and there's nothing we can do about it. The best we can hope for, then, is to implement effective damage control, to have evacuation plans and communication lines ready and to put in place various barriers to minimize the inevitable risk.\nAgain, evacuation plans are helpful to have, but they do not solve the problem -- because terrorism is not an inevitable, natural threat. It is a tool used by a specific group of people for a specific goal, and when those people cease to exist or give up their goal, terrorism disappears. Although we cannot disrupt the formation of hurricanes, we can do much to disrupt the source of the current terrorist threat.\nThat source, which has been known but ignored for decades, was -- finally -- correctly identified by President Bush when he recently declared that \"this nation is at war with Islamic fascists.\"\nIslamic fascism is the ideology that seeks world domination by Muslims and the subjugation of all under Islamic Sharia law.\nThis ideology underpins a worldwide movement that unites terrorists and militias from Canada to London, from Lebanon to Indonesia. Terrorism is but one tactic employed by followers of this movement in their crusade to achieve its goals. In order to end the terrorist threat they pose, it is the movement itself we must confront.\nBut we are not confronting it. Strictly speaking, President Bush's statement was only a half truth. Islamic fascism is at war with America and the West -- but we are not at war with it.\nIf we were, we would refuse to allow Iran's theocratic regime to fund, arm and harbor the world's terrorist groups. We would refuse to allow terrorist organizations such as Hamas and Hezbollah to be treated like legitimate organizations that have the right to exist. We would refuse to regard as allies the sanctuaries of radical Islam that are Pakistan and Saudi Arabia.\nMore broadly, we would refuse to adopt the defensive, hesitant posture that is chronic airport security and anxious sifting by law enforcement through a sea of phone calls and chemical purchases.\nWe would recognize the dangerous nature of Islamic fascism, treat its followers as members of a single hostile movement and go on the offensive to materially destroy and psychologically discredit it.\nAmerica has defeated ideologies before -- Nazism in Germany and emperor-worshipping nationalism in Japan during World War II. We can do so again, but only if we identify the enemy and deal them a decisive defeat, no matter where they are.\nFirst stop, Tehran.\n(C) 2006 Iowa State Daily via U-WIRE\n\nLoad-Date: August 24, 2006"
}