{
    "title": "One month after launch, PSP terrorism app considered a successful start",
    "publisher": "the times-tribune ",
    "year": 2013,
    "month": 2,
    "day": 25,
    "full text": "Feb. 25--State police launched the See Something, Send Something smartphone app in January, and although there aren't any statistics on the terrorism-tip app, police consider it a successful start.\nState police spokesman Trooper Adam Reed said reviews and feedback have been positive and reported about 10 legitimate tips sent through the app.\n\"We've certainly got some useful tips from across the state,\" he said.\nThe app allows citizens to send reports of suspicious activity that could be terrorism-related.\nThrough the app, individuals can take a photo or write a note and send it directly to the Pennsylvania Criminal Intelligence Center.\nThe app is free for iPhone and Android users and includes help on what to look for when reporting suspicious activity, along with how to receive alerts.\nBetween 100 and 500 Android devices have downloaded the app, according to Google Play, an Android app store. The number of iPhone downloads was unavailable.\nThere have been numerous instances in which people used the app for nonterroristic activities, such as reporting drivers parked in disabled spaces or running red lights, Trooper Reed said. He said the app is not for use in emergency situations; if something needs immediate attention, he advised dialing 911.\nTrooper Reed said even in smaller cities like Scranton, the app can be an important tool.\n\"We don't rule out activity like that anywhere,\" he said.\nTrooper Connie Devens, spokeswoman for state police at Dunmore, said the more people are alert to their surroundings and what is going on around them, the better.\n\"The more eyes we have out there, if somebody sees something, it's ultimately going to help us in the long run,\" Trooper Devens said.\nContact the writer: ksullivan@timesshamrock.com, @ksullivanTT on Twitter\n___ (c)2013 The Times-Tribune (Scranton, Pa.) Visit The Times-Tribune (Scranton, Pa.) at thetimes-tribune.com Distributed by MCT Information Services\n\nLoad-Date: February 25, 2013"
}