{
    "title": "One vital step in our nation's war on terrorism",
    "publisher": "chicago daily herald",
    "year": 2004,
    "month": 2,
    "day": 16,
    "full text": "If the war on terrorism is truly an American priority, then to succeed, Americans must assume a more active, leading role in resolving the Palestinian-Israeli conflict.  \nPalestinians and Israelis are incapable of resolving a conflict that has been raging endlessly for nearly a century and is built upon so much suffering and anger. Even the most well-intentioned people are dragged into the conflict by emotion.  \nWhile it is easy to blame President Bush for failing to take the Palestine-Israel conflict seriously when he was first elected, in fairness to him, the conflict has exhausted the best intentions of his more experienced predecessors. All have fallen short, too.  \nBut that is no reason why President Bush should wait until after the elections to act, or why American voters should not demand that something be done that resolves the conflict. And it is resolvable, if everyone can just step back and not let the emotions get in the way of the resolution.  \nPeace is possible between Palestinians and Israelis. The nature of the conflict is that the same people killing each other one day are just as capable of forgiving each other the next.  \nWhat is needed is to understand that the conflict is not really between Palestinians and Israelis but between moderates and extremists. Moderate Palestinians and Israelis are willing to compromise, while extremists are not. But moderates are just as human as everyone else, and emotion often takes over them, too.  \nIf Palestinians and Israelis are too caught up in eye-for-an-eye biblical vengeance to stop and see the possibilities, then someone must step and in force them to see peace.  \nJust when it seems that all hope has vanished, someone must have the courage to resist partisan pressures and put hope back in for people on both sides to see. No one compromises unless they can see the vision of what that compromise can bring.  \nAmericans also must go in believing compromise is the only option. Israel gives up land. Palestinians give up the dream of recovering old lands. The two accept each other in two sovereign states, side by side. One Jewish. One Palestinian.  \nNo one can expect to eliminate all the violence overnight. It is not going to happen.  \nBut rather than allowing the violence to disrupt the peace process, the peace process must be strong enough to withstand the pressure.  \nBush can force the Israelis to stop making things worse and give the Palestinians the power they need to re-establish government and assert control over the violence.  \nMany Americans might ask how resolving the Middle East conflict helps us win the war on terrorism.  \nClearly, many terrorists and extremists exploit the emotions driven by the ongoing conflict in the Middle East to rally what appears to be support for their extremist goals.  \nOnce that conflict is resolved, the pool of suffering they can exploit will be reduced or dry up. What seems like widespread support for the back-and-forth vengeance that dominates much of the Middle East violence will be replaced by reason.  \nSolve the Palestine-Israel conflict, and you win 90 percent of the battle against terrorism and world violence.  \nFor Americans, the effort is worth the risk.\n\nLoad-Date: February 17, 2004"
}