{
    "title": "One week, three acts of terrorism",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 29,
    "full text": "Week Long Bomb Scare\nBillionaire philanthropist George Soros received a package containing a bomb at his private residence on Oct. 22. The device was rendered safe by law enforcement, according to the BBC. This started a week long bomb scare that targeted news organizations like CNN and prominent former and current political figures, such as former president, Barrack Obama, and former secretary of state, Hillary Clinton.\nA total of 15 packages were allegedly sent from Florida resident Cesar Sayoc, 56, according to the BBC. Law enforcement arrested Sayoc in Plantation, Florida, after they found a fingerprint on the device he sent to Congresswoman Maxine Waters. Sayoc's DNA was also found on two other devices he sent. Law Enforcement took Sayoc's van for examination. The van was covered in far-right images.\nPossible Hate Crime\nOn Oct. 24, a white gunman allegedly shot and killed two African Americans at a Kroger Supermarket in Jeffersontown, Kentucky. Minutes before the shooting, Gregory Bush, 51, tried to enter the predominantly black church, according to the New York Times. The doors to the First Baptist Church of Jeffersontown were locked and Bush was not able to get inside.\nWDRB reported that, according to court records, Bush has a history of mental illness, racist behavior, a criminal record and domestic abuse. According to NBC News, US attorney for the western district of Kentucky said in a statement on Friday that his office was investigating the attack as a possible hate crime. A armed bystander encountered Bush during the incident and Bush asked him not to shoot, stating \"whites don't kill whites.\"\nAnother Mass Shooting\nA mass shooting took place in a Pittsburgh synagogue during services on Oct. 27. Eleven people were killed in the Tree of Life synagogue and six people were injured, including four policeman, according to CBS News.\nThe alleged shooter, Robert Bowers, regularly posted anti-Semitic threats, memes and conspiracy theories on Gab, a social network favored by anti-Semitics and white nationalists. Gab has been shut down since the shooting.\nThe Washington Post reported that this mass shooting is the deadliest anti-Semitic attack to take place in the US. The ages of the 11 victims ranged from 54 to 97. An official GoFundMe page for the Tree of Life victims have raised over $600,000 with a goal of $1 million.\n\nLoad-Date: October 30, 2018"
}