{
    "title": "One Senator's Objection Doomed Guaranteed Terrorism Insurance Bill",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 18,
    "full text": "WASHINGTON -- On Jan. 1, thanks to an unanticipated legislative roadblock as Congress adjourned, insurers will no longer be required to provide federally guaranteed financial protection from terrorist attacks.\nThen the cascade is expected to begin.\nMost existing terrorism insurance policies will turn into pumpkins, thanks to clauses that say those policies exist only because the federal government backed them. Many insurers will stop offering terrorism insurance at all. Some will continue, but at much higher rates. Planned developments will be mothballed; some risky public events might be canceled. The Super Bowl, however, will be played, the National Football League said Wednesday, contrary to the rumor mill.\n''I am comfortable saying on Jan. 1, we will see a major market disruption,'' said Howard Mills, the chief adviser to Deloitte's insurance industry group and a former superintendent of the New York Insurance Department.\nVirtually no member of Congress -- Republican or Democrat -- wanted the Terrorism Risk Insurance Act of 2002 to lapse at the end of this year. The Senate had passed a revamped version in July, 93-4. The House passed a new compromise last Wednesday, 417-7. Then the bill died -- over an objection by a single senator, in large part to a provision unrelated to the federal financial backstop for terrorism recovery.\n''This is taking people by surprise, quite frankly,'' said Robert P. Hartwig, president of the Insurance Information Institute in New York. ''It won't have an instantaneous effect, the economy grinding to a halt, cancellation of the Super Bowl. The effects will be more gradual, but in many ways more insidious.''\nFor the real estate industry, especially in places like New York, Los Angeles, Las Vegas or anywhere that could be considered a terrorism target, the adjournment of the 113th Congress late Tuesday night left a changed world. Congress first wrote the Terrorism Risk Insurance Act in 2002 after the attacks of Sept. 11, 2001, froze construction and development. Suddenly, banks were demanding broad insurance against terrorism before they would finance any project, and private insurers were not about to write those policies.\nCongress stepped in, promising that the government would help recoup losses for terrorism destruction over $100 million. Without the federal statute, known as TRIA, Lower Manhattan would look nothing like it does today, real estate experts said on Wednesday. One World Trade Center, the shining new symbol of post-9/11 recovery, would not exist, since the Port Authority would not have built a tower that size if tenants could not insure their space.\n''I can tell you the building I'm in right now, 1 Bryant Park, would never have been built without TRIA,'' said Douglas Durst, one of the prime developers of Manhattan after 9/11. Private insurers might have provided some terrorism coverage for top dollar, but not nearly enough to ensure the financing of a $2.5 billion building.\n''Everybody expected this would get done,'' he said, fuming. ''These actions make it impossible to make investments in this country.''\nSenator Tom Coburn, the Oklahoma Republican most responsible for the impasse that prevented the law's renewal, was unmoved by such lamentations.\n''While many members of the industry will tout Chicken Little scenarios related to the temporary lapse of TRIA, it's important to temper these dire predictions with the fact that property/casualty has $600 billion in reserves -- 15 times the insurance losses related to 9/11,'' Mr. Coburn said in a statement, perhaps his last before he retires with the 113th Congress. ''TRIA is a flawed program that shifts most of the risk to the taxpayers, but keeps all of the profits with the insurers.''\nSean McGovern, chief risk officer and general counsel of Lloyd's of London, the largest insurance market, said Mr. Coburn's statement was simply not true. Even for an insurance giant that prides itself on insuring things no others will, global terrorism is too big a threat for the private sector to handle on its own, he said. Virtually every developed economy has a government backstop to help insurers cover terrorism, he said.\n''The frustration is they had a bill that passed the House 417-7, 93-4 in Senate,'' he said. ''It's very rare to have any bill get that level of support.''\nMr. Coburn's statement aside, the collapse of terrorism coverage had nothing to do with the debate over whether it should exist. Representative Jeb Hensarling of Texas, chairman of the House Financial Services Committee, had expressed misgiving about a federal role in the private insurance market, but after difficult negotiations, he and Senator Charles E. Schumer of New York, the Democrats' main champion of the provision, compromised on a six-year extension that raised the damage threshold to $200 million before federal assistance kicked in.\nThe problem came elsewhere. The Senate-passed bill included an unrelated provision creating a federal registry to license insurance agents and brokers, but at Mr. Coburn's insistence, that registry would expire in two years. The House took that so-called sunset provision out, and Mr. Coburn blocked the bill.\nHensarling aides on Wednesday put the blame on Senate Democratic leaders, who they said could have waited Mr. Coburn out, even if it meant keeping the Senate in session almost to Christmas -- and long after the House had adjourned.\nBut Mr. Schumer said that was never going to happen.\n''The best way to deal with this lapse is to assure the markets immediately that we will pass TRIA right when we return,'' Mr. Schumer said, adding, ''The chances of that happening are 95 percent.''\n\nhttp://www.nytimes.com/2014/12/18/business/a-bill-on-terrorism-insurance-is-stopped-by-a-senators-objection.html\n\nGraphic\n\n \nPHOTO: Douglas Durst, a New York developer, said some major projects would never have been built without terrorism insurance. (PHOTOGRAPH BY CHRISTOPHER GREGORY FOR THE NEW YORK TIMES)       \n\nLoad-Date: December 18, 2014"
}