{
    "title": "ONE NATION UNDER THE GUN WHEN THE PRESIDENT LACKS MORAL AUTHORITY, WE HAVE TO STEP IN(2)",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "President Donald Trump began the week with an early morning lie via Twitter: \"The Media has a big responsibility to life and safety in our Country. Fake News has contributed greatly to the anger and rage that has built up over many years. News coverage has got to start being fair, balanced and unbiased, or these terrible problems will only get worse!\"\nMr. Trump sent that tweet at 7:32 a.m. Monday. He was addressing weekend massacres in El Paso and Dayton through the lens of media criticism, a go-to tactic for a president who, lacking any moral authority, believes his bully pulpit should be used for bullying.\nEarly in the day he was scheduled to make a speech to the nation about the carnage of the previous days, Mr. Trump was still not prepared to indict guns or utter the words \"white supremacy\" and \"domestic terrorism\" in the same breath.\nSomething happened to Mr. Trump between 7:32 a.m. and shortly after 10 a.m. on Monday when he addressed the nation with prepared remarks. Sounding less confident than usual, Mr. Trump delivered the speech with the ponderous, wheezy cadence he uses whenever he's forced to \"act presidential\" during a crisis. He sounded like a man with a gun to his head.\nBecause moral reflection isn't part of Mr. Trump's repertoire of talents, the cracks in his facade as a leader during a national crisis showed quickly. After all, he spent much of the previous two weeks stirring up racial resentment so that his perpetually angry base would be motivated to turn out for him next year. He lacks moral authority and knows it.\n\"We have asked the FBI to identify all further resources they need to investigate and disrupt hate crimes and domestic terrorism,\" Mr. Trump, who had proposed cutting resources in recent months for this mission, said with a straight face.\n\"Whatever they need. We must recognize that the internet has provided a dangerous avenue to radicalize disturbed minds and perform demented acts,\" he said. \"We must shine light on the dark recesses of the internet and stop mass murders before they start.\"\nMeanwhile, the alienated white men with guns he was denouncing as domestic terrorists are pragmatic enough to continue loving him. They know that he occasionally has to say mean things at their expense, but they know he would rather talk about Mexicans \"invading the United States\" than denounce white supremacy by equating it with domestic terrorism.\nSo even though he forcefully denounced both white supremacy and the internet during Monday's speech, we all know that the president himself is the King of Twitter Hate and one of the most noxious personalities on social media today. His presence in the Oval Office has helped the white supremacy movement grow because it perceives him as an ally.\nListening to Mr. Trump stumbling over the internal contradictions of the speech even as he read it was a stark reminder of how important it is for a leader to have some capacity for moral reflection. His inability to address his own contribution to the toxic mix of hate and violence on social media only shows his lack of self-awareness.\nWhile calling for the death penalty for domestic terrorists, Mr. Trump refused to call for tougher background checks for gun buyers or a ban on military-style weapons. He blamed the finger pulling the trigger, not the gun. He blamed mental health as more of a factor for massacres than easy access to guns. Once again, guns were exonerated.\nOn Saturday morning, I wrote the following on Facebook as El Paso was happening. It represents the clearest distillation of my thoughts on the situation:\n\"The fact that most Americans can walk into any gun shop in the country and buy a weapon of mass destruction (as long as the buyer isn't flagged by a background check) tells you everything you need to know about the suicidal impulses of American capitalism, the obscene power of the gun lobby, the brokenness of our (unresponsive) political system and the insanity of a civilian population of potential victims that would tolerate such a state of affairs for one more day.\n\"Even though the NRA is close to insolvency, the gun industry as a whole continues to exert enormous power over the Republican caucus and a handful of conservative/moderate Democrats. Will the graphic awfulness of the Saturday morning massacre at an El Paso Walmart change any of this? Did an elementary school massacre by another lunatic with a gun weeks before Christmas change anything? No! Worship of the Second Amendment and belief in the right to take another person's life at the first sign of a threat trumps everything. Our national motto: Stand your ground, America, even if it means everyone else has to die.\"\nUpon waking the next morning and finding out about Dayton, I wrote the following:\n\"And so every day we wake up to news of some fresh horror. Before we have processed the shock of the previous day's massacre, another man exercising his \"right to bear arms\" (and the implied right to deprive random people of their lives) makes his mark and extends the legacy of death guaranteed by the community of gun fetishists. It doesn't have to be this way. We don't have to let a vaguely worded amendment from the 18th century, when people were allowed to own other people, dictate the fearful quality of our lives. Every politician who would sanction a constitutional abstraction that results in so much routine death to ordinary citizens living their lives has to be repudiated at the polls and in public life. Gun manufacturers should be made to understand that their lack of morality comes at a massive financial cost and that the bill has finally come due.\"\nWhen the president lacks moral authority, it's up to the rest of us to step into the breach.\nTony Norman: tnorman@post-gazette.com or 412-263-1631.\n\nGraphic\n\n \nPHOTO: Doug Mills/The New York Times: President Donald Trump, alongside Vice President Mike Pence, delivers a statement Monday about the weekend's shootings in the nation.\n\nLoad-Date: August 8, 2019"
}