{
    "title": "One Palestinian View Of Middle-East Peace",
    "publisher": "the monitor ",
    "year": 1994,
    "month": 9,
    "day": 2,
    "full text": "AS the Middle East peace process lurches and halts along a\ntwisty path, it helps to have an experienced guide, someone who has\nsurveyed this ever-changing path for years. Edward Said is such a\nguide.\nBut this is the Middle East, after all, and guides are likely to\nhave wildly varying interpretations of the scenery. Said, a\nprofessor of literature at Columbia University, has long been an\narticulate spokesman for the Palestinian cause. He is a member of\nthe Palestinian National Council (PNC), a representative body that\nused to figure significantly in Palestinian politics and may or may\nnot have a role to play in the present task of shaping peace with\nIsrael. In one of many departures from the PLO line, Said strongly\nfeels the PNC should be involved, in order to bring a grain of\ndemocratic legitimacy to what he views as a process gone awry.\nThere's no hedging of opinions in ''The Politics of\nDispossession: The Struggle for Palestinian Self-Determination,\n1969- 1994.'' Said's criticisms of Israel as a ruthless occupying\npower, of the US as an arms-toting peacemaker blinded by reflexive\nallegiance to Israel and its own imperialist ego, and of flawed\nArab leadership - including the PLO's - are unsparing.\nAbove all, this compilation of Said's op-ed pieces, scholarly\nwritings on the Mideast, and interviews of the past quarter century\nreveals an impressive intellect striving to put before readers a\npoint of view - a reasoned Palestinian one - that most Americans\nhave little access to.\nReasoned, yes, but not dispassionate. The anger bubbles beneath\nSaid's words - and nowhere more so than when the subject is the\nblanket dismissal of Palestinians as terrorists. ''Although\nIsrael's army is responsible for the destruction of Palestinian\nsociety, the expulsion of hundreds of thousands of Palestinians and\nthe deaths of many thousands more, all resistance to it is\nconsidered terrorism - because Israel and the United States say\nso,'' Said wrote in a 1985 New York Times op-ed. American\nnarrow-mindedness is another hot button. ''In the United States the\nArab world has no cultural status at all; the few images of the\nArabs that circulate are essentially negative and frightening,\nimages such as those of terrorism, fundamentalism, and so on,'' he\nwrote in 1991.\nBut Said's anger, with roots back to the scattering of his\nfamily after the Arab-Israeli conflict of 1948, is balanced by a\nsteady-eyed pragmatism. He recognizes that peaceful coexistence\nwith Israel is the only intelligent option - a position, he says,\nthe PNC and mainstream of the PLO have held for more than a decade.\nSaid's writing, often elegant, can also climb toward scholarly\ncomplexity. There are polemics aplenty, and intricately argued\ncritiques of the works of other observers of the Middle East, such\nas Noam Chomsky and Thomas Friedman. There's also material that is\ntouching and human such as Said's description of his return to\n''Palestine-Israel'' in 1992 after an absence of 26 years.\nOverall, this book provides pretty good guidance - from one\ncrucial point of view - on how the Middle East arrived at its\npresent juncture. Said is not at all pleased with that juncture. He\nbelieves the PLO has given up far too much for the opportunity of\nsitting down with its adversaries and talking peace. Quite a few\nIsraelis, of course, would say the same about their government.\n\nGraphic\n\n \nPHOTO: [Book cover] THE POLITICS OF DISPOSSESSION:\nTHE STRUGGLE FOR PALESTINIAN SELF-DETERMINATION; 1969-1994 By\nEdward W. Said Pantheon; 450 pp.; $ 27.50\n\nLoad-Date: September 6, 1994"
}