{
    "title": "ONE PEACE AT A TIME",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 9,
    "day": 12,
    "full text": "Nathan Gardels: Why should the Americans or the Israelis believe the PLO this time when you renounce terrorism? After all, after Yasser Arafat renounced terrorism before the United Nations at Geneva in 1989, he then later refused to condemn an attack on an Israel beach by Abu Abbas. For that reason, the United States broke off its talks with the PLO.\nNabil Shaath: The reason we should be believed is that there has been no terrorism since the PLO renunciation except for that infamous Abbas raid. That was really an isolated incident of utter futility. Abbas was aiming precisely to disrupt American-PLO relations, which is the only thing he succeeded in doing. He didn't even hit an Israeli cat.\nNothing else at all has occurred to indicate a lack of resolve on the Palestinian side. No planes have been hijacked, no hostages have been taken. The Israeli security forces know this, and that is why the government believes us.\nQ. When we say terrorism, we're talking here about calculated, planned attacks on Israeli civilians by the PLO, not some kids throwing stones in the Gaza. Does Arafat and the PLO leadership then feel bound by the Jericho-Gaza accord and the coming mutual recognition with Israel to condemn any such attacks by renegades in the ranks?\nA. Yes.\nQ. The ''Jericho-Gaza first'' plan was floated through a confidential U.S. emissary to the United States as long ago as early May. Did the United States drop the ball on this?\nA. The Americans made some errors of judgment about what the Israelis would or would not accept. It turns out that the Israelis were willing to accept far more than the American mediators who were speaking to us on their behalf.\nBecause of these problems of judgment and the strictures of Madrid, the peace process became a straitjacket that prevented peace. No new creative or innovative ideas to break the impasse that had developed were allowed in.\nWhen Washington presented the negotiating proposals in the ninth and tenth rounds of talks (May 12 and June 30) we threw up our hands at what was an impenetrable impasse. The whole formula was producing nothing. There was absolutely nothing in those proposals about Israeli withdrawal. There was nothing on the return of Palestinians driven out during the 1967 war. There was nothing about how the PLO might become a partner in the peace process. There was nothing about a permanent settlement.\nThe proposals, even on the symbolic level, never referred to the ''Palestinian people,'' but only to Palestinians ''in the territories,'' and didn't even name the territories. They never even referred to the formula of ''land for peace.''\nSymbolically and in substance, there could not be a greater difference between what was in the documents for negotiations and what we finally agreed on with the Israelis. So when the Jericho idea was presented to the United States, President Clinton and Secretary of State Warren Christopher were mildly interested, but the team in charge of the peace process totally rejected it. That is why we took it to the Israelis directly.\nQ. What will the PLO do to control Hamas inside the new Palestinian entity? Some have predicted all hell will break loose when Israeli security forces withdraw.\nA. A lot of what happens will depend on how successful the PLO will be in bringing to the hearts and minds of the Palestinians in the occupied territories the advantages of this agreement. These advantages are political, in terms of an end to harassment and human-rights violations, as well as enabling active participation in the decision-making process. And they are economic -- jobs.\nQ. Do you fear the outbreak of civil war among Palestinians?\nA. I don't. There will no doubt be explosions now and then. Fights will break out at a demonstration or a funeral. But I do not see anything on the scale of a civil war.\nQ. Why is this agreement any different than the PLO's 1974 ''phased plan'' to get a foothold in the occupied territories, with the later aim of eliminating the ''Zionist entity'' altogether?\nA. That 1974 PLO document also called for the death of imperialism, the defeat of the Great Satan of the United States, the end of capitalism in the world and the triumph of socialism! (Laughing) I mean, look. We are in a new world and there are new commitments all around.\nWhat is phased about this plan is the degree to which we Palestinians gain some freedom, some equality, some independence. There is no phasing of military power or aggressive capabilities of any sort. No, what we are seeing instead is the start of a real historical reconciliation -- not only between the Palestinians and the Israelis, but between the Israelis and the Arabs at large.\nWhat is good about this agreement is that it puts everybody to the test of peace, mostly the Palestinians. For us today, there is no more room for the kind of ''phased plan'' talked about in 1974.\nQ. So the idea of co-existence, not the idea of eliminating the ''Zionist entity,'' is now fully accepted by the PLO leadership?\nA. Absolutely. But it is more than co-existence. We are seeking reconciliation and active cooperation.\n\nNotes\n\nNabil Shaath is senior adviser to Yassir Arafat. Based in Cairo, Shaath has been the key liaison between Arafat and the Palestinian team negotiating with the Israelis in Washington. Shaath met secretly in Cairo nearly two months ago with Yossi Sarid, the Israeli environment minister, to discuss the ''Jericho-Gaza first'' plan now embraced both by the Israelis and the Palestine Liberation Organization. He spoke with editor Nathan Gardels Monday afternoon.\n\nLoad-Date: September 20, 1995"
}