{
    "title": "Ongoing wars make military service a 'serious choice'",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "It's not just a slogan when Staff Sgt. Anthony Shaffer tells high school students that enlisting in the Army could let them shape the war against terrorism. \nShaffer, 32, an Army recruiter in McCandless, served three tours as a communications specialist in Iraq during a 14-year career that began when the Johnstown native enlisted in 1997 after a recruiter visited his school. \n\"Things in Iraq are exponentially better now. When we got there, it was chaos,\" said Shaffer, who was part of the 2003 invasion and returned in 2005-06 and 2008-09. \"In my last deployment, we were putting the Iraqis in the lead.\" \nA key difference between when he joined the Army in peacetime and those facing the choice now is the near certainty that recruits will be sent to Iraq or Afghanistan to carry on the war against terrorism with no clear end. \nMany recruits were only 8 or 9 years old when the terrorist attacks of Sept. 11 occurred 10 years ago today. \n\"I make them realize that it's a serious choice,\" he said. \"The world is still a dangerous place.\" \nMany veterans the Tribune-Review contacted in advance of the 10th anniversary of the terrorist attacks agree. \nLt. Col. Thomas Hess, 46, of Sewickley said today reminds him to be vigilant and thankful 9/11 hasn't been repeated. \n\"(It's) truly a testament to our national intelligence effort and the military,\" said Hess, who has served 25 years -- including two tours in Iraq and 13 years with the 171st Air Refueling Wing of the Pennsylvania Air National Guard in Moon. \nChief Master Sgt. Peter Ramirez, 33, of Beaver thinks 9/11 permanently changed society. \n\"We tend to look over our shoulder all the time instead of living life freely as we did before,\" Ramirez said. \"Our military is constantly deployed overseas to combat terrorism and to keep our country safe.\" \nNot everyone sees it that way. \nPaul Abernathy, 32, of the Hill District served as an Army staff sergeant in Iraq in 2003. He was discharged in 2004. He believes the U.S. military's presence in Iraq has been a destabilizing force and a mistake. \n\"I strongly believe that the world is not a safer place because of the campaigns overseas,\" said Abernathy, director of the Pittsburgh chapter of the nonprofit Fellowship of Orthodox Christians United to Serve. \n\"There were so many lives that were needlessly wasted on what would become a 10-year campaign of futility,\" he said, noting that the Arab Spring uprisings swept through many Middle Eastern countries but not Iraq and Afghanistan. \nAirman 1st Class Ariana Whitehair, 19, of Pittsburgh joined the Pennsylvania Air National Guard after high school. She views this anniversary as her \"turn to help people.\" Her father served in the Navy. \nWhitehair said at first she was ashamed to share her plans with high school friends heading to college. \n\"I should have been proud,\" Whitehair said. \"The best feeling is probably when some stranger comes up to you and thanks you for your service. It makes every little piece of hell you've been through worthwhile.\" \n\nLoad-Date: September 11, 2011"
}