{
    "title": "ONLY IN THE AJC EXTREMISM IN GEORGIA Cultlike conspiracy theory QAnon takes root in Georgia",
    "publisher": "the atlanta journal-constitution",
    "year": 2020,
    "month": 8,
    "day": 30,
    "full text": "Last weekend's \"Save the Children\" march in Woodstock brought hundreds of people together for the stated purpose of raising awareness about the problem of sexual exploitation of children.\nSome marched with their families, many wore matching T-shirts and carried placards, but one man stood out more than the rest. First, he wore a gaiter mask covering most of his face, separating him from the mostly unmasked crowd. Second, his sign made one the most direct references to the far-out web of conspiracy theories attributed to a cultlike phenomenon known as QAnon.\n\"WTF is Frazzledrip?\" the sign read.\nIt might read like nonsense to most people, but to the initiated Frazzledrip is code for the baseless belief that a video hidden on the laptop of former U.S. Rep. Anthony Wiener shows Hillary Clinton and aide Huma Abe-din ritually sacrificing a child and drinking its blood.\nGeorgia entered the national discussion about QAnon when conservative voters in Georgia's 14th Congressional District rejected the GOP establishment candidate and nominated Republican Marjorie Taylor Greene, an avowed QAnon supporter, to represent them in Congress.\nHard numbers are difficult to come by for a shadowy network that lurks in social media groups, but Saturday's rally was more proof that QAnon beliefs have established a foothold in some parts of Georgia, even if many of the 400 marchers were oblivious to any followers in their midst.\nOther signs nodded to the QAnon conspiracy with hashtags and slogans, including #Pizzagateisreal, a reference to a durable conspiracy theory that a pizza restaurant in Washington, D.C., has a secret basement where Washington elites traffic child sex slaves. In December 2016, a North Carolina man entered the restaurant with an AR-15 on a mission to \"free\" the children.\nSome marchers chatted with the man carrying the coded message about Clinton and took pictures with their phones. But when he started talking to a reporter, organizers of the Woodstock march -- one of a reported 200 that took place Aug. 22 across the nation and abroad -- furiously dismissed him and his sign as a distraction.\n\"I see what the media is doing. They are saying all of these groups are Q groups and spreading conspiracy theories,\" said Stephanie Grohe, an Alpharetta resident and administrator of the Facebook group Standing With The Children Georgia. \"This is not about Q.\"\nQAnon's surge in growth is a byproduct of the COVID-19 pandemic, which allowed the conspiracy community to reach new recruits, according to Alex Newhouse, a researcher at Middlebury College's Center on Terrorism, Extremism and Counterterrorism.\n\"The best success has been coming out in really strong opposition to mask wearing policies, lockdown policies and leaning really hard on (anti-vaccine) conspiracies,\" he said. \"A whole lot of new people were radicalized.\"\nQAnon reached into this climate of fear with its message of endangered children but softened its approach to infiltrate legitimate anti-sex trafficking sentiment online.\n\"They intentionally wanted to sand down the edges of the movement and make it more palatable to the mainstream,\" he said.\nAn area like the northern Atlanta suburbs -- largely white, conservative and evangelical -- fits perfectly with the existing QAnon community, he said. And he sees no reason to believe this period of growth is over.\n\"I think we are going to see a certain extent of infiltration in Congress and definitely into state legislatures,\" he said.\n'Security threat in the making'\nIn an era of grievance-fueled populism, QAnon is populism on steroids.\nQAnon's web of theories is dense and far-reaching, from pandemic hoax conspiracies to baseless claims about the Sandy Hook Elementary School mass shooting. But its core belief is that a group of Washington and Hollywood elites, ranging from Barack Obama to actor Tom Hanks to billionaire Bill Gates, are part of a satanic cult of global leaders who kidnap children to sexually abuse and torture them and drink their blood.\nAdherents wait for and decipher cryptic clues left on internet image boards by \"Q,\"an unknown entity who they believe is a government insider working against the cabal. President Donald Trump lives in the center of this wide-ranging conspiracy, a heroic figure fighting the \"deep state\"and preparing to bring the cannibalistic pedophilia ring down in what some QAnon believers call \"the Storm.\"\nThe movementisalarmingsome in government and law enforcement.A memo drafted by the FBI Phoenix office in May 2019 labeled QAnonapotentialsourceofdomestic terrorism. And last month the Combating Terrorism Center at West Point published an article in its monthly journal calling the movement \"a security threat in the making\" with the power to radicalize individual adherents into violent criminal acts.\n\"QAnon... represents a militant and anti-establishment ideology rooted in an apocalyptic desire to destroy the existing, corrupt world to usher in a promised golden age,\" according to the journal article.\nNational political figures have begun to react. U.S. Reps. Tom Malinowski, D-N.J., and Denver Riggleman, R-Va., introduced a resolution Aug. 25 condemning QAnon and urging federal law enforcement agencies to \"strengthen their focus\" on the fringe theory to prevent violent acts.\nFormer Florida Gov. Jeb Bush, in a tweet earlier this month, called the conspiracy theorists \"nut jobs, racists and haters.\"\n\"Why in the world would the President not kick Q'anon supporters' butts?\" he said. The tweet drew responses from QAnon supporters posting a conspiracy theory surrounding the funeral of his father, President George H.W.Bush.\nFar from condemning QAnon, Trump has offered encouragement, nodding to the movement in tweets and in public comments. When asked about the movement in a news conference this month, the president said he understood \"they like me very much.\"\n\"I heard that these are people who love our country,\" he said.\nThe president also has offered his full-throated support to Greene, calling her a \"future Republican star.\" The president invited Greene to watch the final night of the Republican National Convention with GOP members of Congress in Washington.\n'We are in a war'\nTrump's central role in the QAnon universe in a year when polls show he is in danger of losing reelection has made QAnon appealing to some voters who strongly support the president, Newhouse said.\n\"The entire cult is organized around a myth about President Trump,\" he said. \"He is seen as a literally divine figure in a battle against satanic forces.\"\nThe fact that Trump and others in his orbit have flirted with the movement is \"hugely important\" to adherents, Newhouse said.\n\"I don't know how far it goes to recruiting people, but it allows true believers to double down,\" he said.\nThe Cherokee County rally was one of the larger \"Save the Children\" events in the nation and took place in a county where Trump won 73% of the vote in 2016.\nBut the evangelical Christian undercurrent that runs throughout the QAnon environment is also likely a draw in a state where church attendance is among the highest in the nation.\nIn preparing her group for the march, Grohe warned, \"We are in a war of sorts. It is a psychological war.A silent war.A spiritual war.\"\nBefore the march began, Grohe offered spiritual encouragement for the participants and led them in a chant.\n\"I have a right to speak my truth. I have a right to hear the truth,\" the marchers repeated. \"I have a right to know the truth.\"\nGrohe publicly denied her group espoused QAnon conspiracy theories. At the same time she suggested another conspiracy theory that \"antifa groups,\" or anti-fascists, were infiltrating marches with outrageous signs to discredit the movement.\nWhy?\n\"To make us look like nuts,\" a woman standing beside Grohe said. \"Antifa works for George Soros.\"\nSoros figures into a lot of QAnon conspiracies, including that he is part of the secret cabal of elite pedophiles and that his son is married to the sister of Trump nemesis Rep. Adam Schiff. There is no basis for either claim. In fact, Schiff has no sister.\nConspiracies traded on Facebook\nAn investigation published earlier this month by the British newspaper The Guardian counted at least 170 QAnon Facebook groups with an aggregate total of more than 4.5 million members, a spike that occurred as rival platform Twitter suspended many QAnon accounts and related hashtags.\nThe largest of the groups found by The Guardian had more than 200,000 members, but 73 groups -- most begun since May -- had more than 1,000 followers. On Aug.19,Facebookcrackeddownon the spread of the groups, removing 790 of them, including some of the largest, but many still are live, and some have reemerged with different names.\nThe Standing With The Children Georgia Facebook group began July 16 and grew in that brief time to more than 4,000 members.\nAn AJC reporter was admitted to its Facebook group but was later removed after questioning Grohe about QAnon. A member from inside the group anonymously provided screenshots of subsequent posts.\nLeaders in the group immediately began urging members who expressed concerns about child sex trafficking to dive deeper into theories connected to QAnon.\nWhen one member expressed skepticism about a post on the group that repeated a wild theory that the online furniture retailer Wayfair was involved selling children by listing them as expensive cabinets, the original poster chided her to research it herself.\n\"It goes much deeper than this!\" the poster wrote. \"All we are saying is investigate and search for yourself.Don't believe ANYTHING the left puts out. They are part of it.\"\nThe poster concluded with the hashtag#WWG1WGA--shorthand for the movement motto \"Where We Go One, We Go All.\"\nMembers in the Georgia group posted dozens of messages a day, most about the horrors of sex trafficking. But members also posted popular tropes about celebrities and political figures QAnon followers believe are secret pedophiles, eliciting comments of horror or knowing confirmation.\nLeaders of the Woodstock march said their mission was to advocate for tougher state laws regarding the trafficking of minors, but there was little talk of policy online. Instead there were pages of memes, shared links and a reinforcing of the QAnon do-it-your-self research ethic to unravel a supposed global conspiracy. As a result, when a group of marchers -- including the organizer, Grohe -- were asked about Georgia's criminal penalties for the sexual exploitation of a child, no one knew.\n\"It's very low,\" Grohe said. In fact, Georgia's criminal penalties are quite stiff. Shared Hope International, a nonprofit that advocates for states to take a tougher line on sex trafficking, gave Georgia a 10 out of 10 score for the state's tough criminal penalties. In Georgia, anyone involved in the sex trafficking of a minor faces a sentence of 20 years to life in prison and a $100,000 fine, seizure of assets and victim restitution.The penalties apply to pimps, buyers and middlemen who financially benefit from trafficking.\nQAnon's warped view of reality also is making it harder for advocates to recognize sex trafficking when they see it because they envision victims \"kept in chains in the underground bunker of a powerful, wealthy individual,\" Shared Hope said.\nAn evolving movement A few days after the march,\nGrohe announced \"Standing With The Children Georgia\" was dissolving. The Facebook page -- and dozens like it -- had been created by a group called Freedom For The Children. Prior to the march, Grohe told the AJC she had been asked by two women in Arizona to head the Georgia efforts. In a post Wednesday, she told her Georgia group members that the network of groups had been \"attacked and smeared by the media.\"\nGrohe invited people to join her new private Facebook group to continue their work. A member of the group replied that, perhaps, this wasn't a bad thing.\n\"Any group pushing for this no matter their name will likely be attacked,\" she wrote. \"I think it is the belief that there is an elite pedophile Hollywood group that causes the most backlash and incredulity from the general public.\"\nGrohe wrote back that the new group would not allow references to QAnon, Pizzagate, Tom Hanks and other Q-related terms.\n\"While I, personally, believe there is enough creditable evidence for these ... these are the 'cancel, discredit' hot buttons,\" Grohe concluded.\n(Box)\nWHAT IS QANON?\n\"Save the Children\" protesters gather Aug. 22 at Woodstock Elementary before going to Elm Street Event Green. Some signs nodded to the QAnon conspiracy with hashtags and slogans.\nSTEVE SCHAEFER / FOR THE AJC\nQAnon is a conspiracy theory that says President Donald Trump is at war with a \"deep state\" pedophile ring made up of Washington and Hollywood elites.\nAdherents watch for cryptic messages placed irregularly on internet image boards by \"Q,\" an anonymous account QAnon followers assume is a government insider assisting Trump.\nLast year, after a series of violent incidents by QAnon believers, the FBI issued an assessment classifying the movement as a potential source of domestic terrorism.\nThe movement has spread rapidly in recent months by amplifying conspiracy theories that COVID-19 is a hoax.\nA series of marches against child sex trafficking in cities across the nation Aug.22 featured signs and slogans from the QAnon movement.\n'The best success\nhas been coming out in really strong opposition to mask\nwearing policies,\nlockdown policies and leaning really hard on (anti-vaccine) conspiracies. A whole lot of\nnew people were radicalized.'\nAlex Newhouse Researcher at Middlebury\nCollege's Center on Terrorism, Extremism and Counterterrorism\n\"Save the Children\" protesters gather Aug. 22 at Woodstock Elementary before going to Elm Street Event Green. Some signs nodded to the QAnon conspiracy with hashtags and slogans.\nSTEVE SCHAEFER / FOR THE AJC\nQAnon is a conspiracy theory that says President Donald Trump is at war with a \"deep state\" pedophile ring made up of Washington and Hollywood elites.\nAdherents watch for cryptic messages placed irregularly on internet image boards by \"Q,\" an anonymous account QAnon followers assume is a government insider assisting Trump.\nLast year, after a series of violent incidents by QAnon believers, the FBI issued an assessment classifying the movement as a potential source of domestic terrorism.\nThe movement has spread rapidly in recent months by amplifying conspiracy theories that COVID-19 is a hoax.\nA series of marches against child sex trafficking in cities across the nation Aug.22 featured signs and slogans from the QAnon movement.\n'The best success\nhas been coming out in really strong opposition to mask\nwearing policies,\nlockdown policies and leaning really hard on (anti-vaccine) conspiracies. A whole lot of\nnew people were radicalized.'\nAlex Newhouse Researcher at Middlebury\nCollege's Center on Terrorism, Extremism and Counterterrorism\n\nLoad-Date: August 30, 2020"
}