{
    "title": "Only Washington Can Break Mideast Stalemate; Up to Palestine Council",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 15,
    "full text": "To the Editor:\nOne could take issue with ''Threats to the P.L.O. Will Backfire'' by Daoud Kuttab (Op-Ed, June 2) for ennobling the 12 terrorists apprehended by Israel last week as they moved to attack Israeli beaches by calling them ''guerrillas''; for its revisionist view of the Israeli-Arab conflict - claiming the ''Israeli occupation'' is the ''disease,'' not 42 years of unrelenting Arab aggression against Israel, including the 1967 war waged by Iraq, Syria, Jordan, Saudi Arabia and Egypt, which resulted in Israel's being left with the territories.\nBut let's not quibble. For Mr. Kuttab does us a favor by exploding the Palestine Liberation Organization's deceitful claim to have renounced terrorism and accepted the existence of Israel.\nHe chides the Bush Administration for not understanding that the Palestine National Council, which is ''like a parliament in exile,'' is the ''only body that can elect or dismiss executive committee members.'' He points out that our Government's entreaty to Yasir Arafat to dismiss Abul Abbas, who masterminded this terrorist attempt (as well as the Achille Lauro hijacking), is therefore misplaced.\nMr. Kuttab then tells us that when Mr. Arafat announced to the world last year that the P.L.O. recognized Israel and renounced terrorism, and that the P.L.O. covenant, a document dedicated to the destruction of Israel, was now ''caduc,'' ''The Israelis quickly and correctly noted that even if he desired, he couldn't amend or cancel the covenant, since this requires the approval of a two-thirds majority of the council.''\nSo the P.L.O. remains unalterably committed to the destruction of Israel. If the P.L.O. is serious about wanting peace with Israel, then let the Palestine National Council meet and change its covenant. If it is serious about having renounced terrorism, let it meet and take care of Mr. Abbas.\n \nLOUISE STOLL\nBerkeley, Calif., June 4, 1990"
}