{
    "title": "Only by disarming can peace be realized; The IRA should give up its weapons forever and without; fur",
    "publisher": "portland press herald",
    "year": 2000,
    "month": 2,
    "day": 17,
    "full text": "Terrorism is more than a bomb exploding or a plane being hijacked.  Indeed, its currency is not only violence itself, but the threat of violence. That is what makes terrorism so draining on the spirit. That is what has made living in Northern Ireland so difficult for three decades.\nIt is the prospect for peace, for an end to terrorism, that has raised spirits in Northern Ireland of late. The whole purpose of the Good Friday peace initiative has been not to simply get a cease-fire to hold, but to end the threat of further eruptions of violence among Catholics and Protestants divided over the question of what country should be sovereign over the province.\nSomehow this point has been lost on the Irish Republican Army. Throughout the peace process it has tried to make political gains while holding on to its arms. In effect, the IRA says that peace does not require its giving up its weapons. Rather, it requires the IRA's Protestant opponents to set aside their demand that the IRA disarm.\nThis view is wrong-headed.\nPeace very much requires all paramilitary groups to give up their arms in Northern Ireland. The threat of violence is nearly as terrifying as the real thing. It keeps the people of Northern Ireland from living normal lives. It discourages economic investment in the province. It shows a lack of commitment to a political process that holds the promise of resolving this dispute forever.\nThe IRA has stepped away from the peace process, breaking off relations with disarmament mediators. This follows the suspension of the province's power-sharing arrangement by the British government. That action was provoked by the IRA's refusal to make a clear and unconditional commitment to disarm.\nThe IRA is wrong here. If peace is to come to Northern Ireland, the terrorism has to end. The IRA has to give up its arms forever. That is what it should do immediately and without further condition. That is what is required for peace to finally come to Northern Ireland.\n\nLoad-Date: February 19, 2000"
}