{
    "title": "Only true Muslims can counter false, extremist ideology",
    "publisher": "the world",
    "year": 2005,
    "month": 8,
    "day": 21,
    "full text": "On the Web\nThe entire fatwa and its endorsers are available at http://cair.com/includes/Anti-TerrorList.pdf. \nWhy are some Muslims willing to kill in the name of their faith, despite clear Islamic injunctions against committing such heinous acts? The debate usually boils down to \"they hate us\" versus \"they hate our policies.\"\nRobert Pape in his new book, \"Dying to Win: The Strategic Logic of Suicide Terrorism,\" suggests that that terrorism has little to do with the teachings of any religion but is rather a response, albeit a criminal one, to policies that condone occupations.\nPape posits that suicide bombings, whether by Hezbollah in Lebanon or by the Tamil Tigers in Sri Lanka, are designed to compel the retreat of an occupation force. He notes that when Israeli forces left Lebanon, Hezbollah did not follow them to Tel Aviv.\nThis explanation, while credible, does not absolve the perpetrators of their crimes. Islam, like other faiths, allows for defensive war against combatants but unequivocally forbids the killing of civilians.\nMuslims today have many legitimate grievances. Some of these grievances are the result of foreign occupation, some are the fruits of brutal authoritarian rule and others are a consequence of Muslims themselves failing to adapt to a rapidly changing world. But again, none of these grievances should ever be used to justify the unjustifiable.\nNormative Islam does not allow Muslims to retaliate in kind against inhuman behavior. The Quran, Islam's revealed text, issues a call to moderation when it states: \"And thus have We (God) willed you to be a community of the middle way, so that (with your lives) you might bear witness to the truth before all mankind.\" (2:143) Moderation is to be exercised in both spiritual and temporal matters. Terrorism is certainly not the path of moderation.\nWhat then is the motivation of those who commit acts of terror in the name of Islam?\nTerrorists seem to be driven by a messianic desire for justice. In order to achieve that goal, they are willing to precipitate an apocalyptic civilizational conflict.\nMembers of al-Qaida and their ilk have deluded themselves into thinking that such a conflict will somehow produce a victory for the \"believers,\" who are defined as only those Muslims who agree with their misguided interpretation of Islam.\nThis view of the world places most Muslims squarely in the cross hairs of the terrorists. Only Muslims can counter this extremist ideology, which unfortunately, resonates in some of the isolated and darker recesses of Muslim societies.\nPresenting an alternative ideological discourse to counterbalance the hijacking of young and impressionable Muslim minds is as urgent as establishing effective law enforcement or military doctrine. The dissemination of core Islamic values to counteract this murderous ideology requires a multifaceted national strategy and will only be successful with the support of those Muslims who are well-versed in mainstream Islamic theology and enjoy broad-based support in the Muslim community worldwide.\nIt is disappointing that following a brief meeting with American Muslim leaders after the 9/11 attacks, President Bush and other top administration officials have made no meaningful effort to reach out to those who are best equipped to wage such ideological battles. This self-imposed disengagement harms our national security and does a disservice to all those American Muslims who want to help defend their nation.\nAmerican Muslim groups recently issued and endorsed a \"fatwa,\" or Islamic religious edict, that reaffirmed and bolstered their previous condemnations of terrorism and extremism. The fatwa undercuts the apocalyptic ideology of the terrorists by unequivocally forbidding both the targeting of civilians and cooperation with terror groups. Muslims were also urged to cooperate with law enforcement authorities as part of their civic and religious duty.\nThe endorsement of this fatwa by all major American Muslim organizations, including hundreds of imams, offers a new opportunity for engagement. It is a major step that our political and religious leaders should recognize and support.\n\nLoad-Date: August 22, 2005"
}