{
    "title": "Op-ed_ Cult or religion_ Has love won_",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 12,
    "full text": "The views and opinions expressed in this article are those of the author alone and do not necessarily represent the position of ZU Media or APU.\nAre some groups really that dangerous, or are people really that rude?\nOn my home island of Kaua'i, not a lot happens. Something big happens once every six months, if we're lucky. One of those big events happened last week, but it was not at all what I expected.\nOn Friday, Sept. 4, a group of individuals were having a bonfire at a beach and seemed to be worshipping their own deity. They held hands, stood in a circle and began to pray. The group is called Love Has Won, a religious group from Colorado. They praise their leader, a woman who they call the \"Mother God,\" and took their practices to Kaua'i for unknown reasons.\nThe Garden Island Newspaper reported in a series of articles that Love Has Won was confronted by protestors, calling them a \"cult\" and threatening them. After all of the commotion, the group was escorted by police to the airport and sent back to Colorado due to many residents claiming they were a problem.\nSince then, I have not heard a single nice word about the group from anyone. In fact, one word has consistently been brought up: cult. Of course, the word was never meant to be used in a polite manner. This got me asking a big question: what did they actually do to earn that title?\nThe dictionary definition of cult, via Dictionary.com, is \"A particular system of religious worship, especially with reference to its rites and ceremonies.\" This, of course, describes a cult as a religious group that practices a strict set of procedures to worship their deity. By this definition, any religious group can be considered a cult.\nThe dictionary quite literally defines many large religions as a cult, as it is a group of people practicing religious procedures. As Christians, we do that with Baptism. Catholics do it with ceremonies like Confirmation. Buddhists are vegetarian, and Muslims pray five times every day. \nThere is nothing harmful about these acts, but non-followers of religions sometimes label others \"cults\" if the religion is not one they like. This has changed the cultural definition of \"cult,\" taking it from a literal word to an excuse to hate on others. PennToday puts it perfectly when they wrote in their article, \"Those who accept the beliefs and rituals are members of the religion. But many outside consider the movement, and its followers, to be a cult.\" Why does this happen? History may have some answers for that.\nThroughout history, many organizations and groups have caused controversy. One of the biggest group names is the Manson Family, as reported by Smithsonian Magazine. The Manson Family was a group that murdered nine people and tried to pin it on African-Americans so Charles Manson's prediction would come true. His prediction? That a race war would break out, caused by African-Americans.\nAnother notable organization is Heaven's Gate, created by Marshall Applewhite and Bonnie Nettles. 24/7 Wall St. reported in an article about cults that the members of Heaven's Gate believed the human body prevented souls from being closer to God. They searched for an alien spacecraft following the coming of the Hale-Bopp comet. All 39 members of the group believed that by leaving their earthly bodies behind, they would achieve a higher good. To reach this goal, they all took their own lives.\nBetween these two groups and many others, the masses felt uncomfortable. They were disturbed and horrified by the deaths and disturbing sights the organizations brought. Since then, these actions have been categorized under a single word: cult. \nA common thread between these two groups and Love Has Won is that they follow a person, not an all-powerful force like God. Many may see these as scams to take peoples' money or tricks into taking lives. By cultural connotation, all of them are cults, but by dictionary definition, only two of them are.\nLove Has Won and Heaven's Gate are the two that, to me, are actually cults. Love Has Won participates in group prayer and bonfires, which is a ritual/ceremony. Even Heaven's Gate's members participated in a ceremony: they all took their own lives. As unfortunate and uncomfortable as it is, they did this to achieve their religious goal. At their cores, both of these groups are cults because they are religions.\nThe Manson Family, however, is not a cult. Instead, it is an act of terrorism. Murdering in an attempt to start a race war to prove a psychopath right is terrorism. There is nothing religious about it. There is no ritual or ceremony to it. By dictionary definition, The Manson Family is not a cult, yet because this group believed Charles Manson, society labels them as one.\nWith groups like The Manson Family being labelled a cult after performing acts of terrorism, the people give \"cult\" a whole new meaning. It now carries a different cultural connotation than what it actually means. Now, any small or new religion that seems unnatural or abnormal to people is labelled as a cult. Love Has Won is now the latest name on that list.\nThe reactions to this group's arrival on Kaua'i prove that. The Garden Island reported in their article a series of quotes expressing the frustration of locals. \n\"We want them to feel uncomfortable,\" Louise Sausen said to the Garden Island. \"Just our presence can do that.\"\nIs that really the mentality we should have towards others? Is Love Has Won really a dangerous group, or are people just that close-minded? \nThe Kaua'i Police Department released a statement on the group to the Garden Island in the same article. \"We cannot do anything at this time,\" KPD officer Derrick Kelley told the crowd. \"If there is a crime committed, it will be investigated.\"\nWhich is just the thing: Love Has Won did not do anything illegal. No laws were broken, yet they were still called a \"cult\" and forced off the island simply because people did not like them. \nThis is not meant to be a defense or justification of Love Has Won or any similar groups. This is meant to shed light on the fact that people have been taking words like \"cult\" and altering its meaning to justify their hate. We can be better than this. We are better than this. We must continue to show everyone as much love as possible, regardless of what we think or what others think of us. Whether we are viewed as a religion or cult, we must continue to love our neighbors. Not to show that Love Has Won, but to show that love has won.\n\nLoad-Date: September 21, 2020"
}