{
    "title": "Op-ed_ The real threat to American safety is home-grown",
    "publisher": "the salt lake tribune",
    "year": 2015,
    "month": 12,
    "day": 12,
    "full text": "In the aftermath of the recent Paris terrorism attack, emotional calls for a halt to the flow of Syrian refugees into the U.S. have gathered momentum despite overwhelming evidence that terrorism from abroad represents far less risk to American citizens than do mass shooters and domestic terrorists already living in the U.S.\nPerhaps the question each of us should ask ourselves is this: Is our heightened fear of Islamic terrorists entering our country legally (or illegally) fully justified, or is it the byproduct of exaggerated fear-mongering by elected politicians, the news media and some candidates running for the highest office in the land? I think it's the latter, and I believe there is ample evidence to support this notion.\nWhen you think about it, since 9/11, domestic terrorists have killed far more Americans than Islamic jihadists. Recently the Washington Post described our home-grown, right-wing extremists as those motivated by ethnic or religious hatred, white supremacists or anti-governments types.\nThe Mass Shooting Tracker, which closely follows mass shootings in America, recently reported that through the first 274 days of 2015, the U.S. suffered 294 mass shootings. Counting the recent Oregon community college deaths, these attacks have resulted in 380 fatalities with another 1,000-plus wounded. This past summer, a New York Times article written about the growth of right-wing terrorists in America reported that terrorism of all types accounts for a tiny proportion of violence in America. In fact, since 9/11, there have been more than 215,000 murders in the U.S. For every person killed by an Islamic terrorist, there have been 4,300 homicides from other threats.\nNobody is trying to denigrate our response to the threat of Islamic terrorism. That would be foolish. But it is equally foolish for us to believe that the passage of the recent congressional bill designed to further vet people seeking refugee status in America will make us all safer. This legislation, while probably well intended, misses the point. Why would any foreign terrorist bother to seek admission to the U.S. as a refugee when they can easily enter our country on a student or tourist visa, or cross our vulnerable border through Canada or Mexico? The current vetting process for people seeking refugee status is slow and cumbersome, taking at minimum 18 to 24 months. Not one of the 9/11 Islamic terrorists entered the U.S. as refugees.\nTerrorism aside, some believe the reason for these horrific statistics has a lot more to do with the easy access to firearms of every type, legal and illegal, to just about anybody who wants them. A recent estimate (2013) of the number of firearms in the hands of the American public was 357 million in a population of about 320 million. That's more than one firearm for every man, woman and child in our nation. Our inability or unwillingness to tackle the problem of guns and the gun lobby makes us all vulnerable to random acts of violence. The frequency of these shootings has begun to give many of us pause before taking our families to athletic events, movies, shopping malls, restaurants or even church. We ask ourselves whether it will be safe and whether our own loved ones might become the next victims of a mass shooter.\nIt is time for all of us to recognize that the real threat facing America is not coming from Islamic jihadists abroad. Rather, it's home-grown right-wing extremists with easy access to almost any kind of gun, whether they be government haters, white supremacists, eco-terrorists or those motivated by religious or ethnic hatred. Toss into the mix the angry, the depressed, the alienated and the mentally ill, and you have a perfect recipe for mass violence. And most of these people are already living among us.\nIt is time for all of us to come together and demand action from our government leaders. The bloodbath will only worsen if we fail to do so.\nMichael Norman is a professor emeritus from the Department of Criminal Justice at Weber State University and a former police officer. He now writes murder mysteries.\n\nLoad-Date: December 13, 2015"
}