{
    "title": "Op-ed_ To understand race and gun violence, Utahns need to see people, not stats",
    "publisher": "the salt lake tribune",
    "year": 2016,
    "month": 7,
    "day": 31,
    "full text": "A few weeks ago, a 16-year-old Hispanic boy, who is my age and attended my high school, was killed in a west Salt Lake City drive-by shooting after a family barbecue. A few local news outlets reported the incident, his family set up a Go Fund Me, people who knew him grieved and those who didn't went on with their lives.\nI began to wonder what the reaction would have been had the same incident happened to a white boy in an east side neighborhood. I can't imagine anything less than mass hysteria. If it were to happen regularly, Sens. Mike Lee and Orrin Hatch perhaps would find it in themselves to support gun control or risk being voted out of office.\nBut right now, our senators don't have to support gun control. Could it be because their voter bloc is spared from gun violence? Utah is very white demographically, and the brunt of gun violence is suffered by minorities. When Lee appears on Fox News and claims the problem is terrorism, not gun violence, it may be easy for us to believe. The 88 Americans killed each day by gun violence in America are invisible to us. Their stories aren't slapped across the front page like when there is a mass shooting or terror attack. We're not told about the families they're leaving behind. Sometimes we're told nothing at all. Even gun control champions like Connecticut Sen. Chris Murphy and California Sen. Diane Feinstein rarely try to push gun control bills through Congress in reaction to anything other than mass shootings. We hear so little about all other types of gun violence that gun violence and terrorism almost feel the same.\nThe numbers, of course, tell a different story. Gun violence takes far more American lives than terrorism, the two aren't even comparable. So why aren't we bombarded with stories about each and every shooting in the same way we're bombarded with stories about terrorism? Could it be that our race issues and our gun issues aren't mutually exclusive?\nMaybe gun violence is just another side of us seeing minority lives as somehow less than our own. I have a hard time believing that if the leading cause of death for white males aged 18-34 was firearm homicide, like it is for black males, that we wouldn't do anything about it. So why do we let that happen to our minority population?\nIs racism in our country still so explicit that we see minority lives as the collateral damage to our weak gun laws? I'd like to hope not. I'd like to hope that it comes from a lack of knowledge and experience, that if we or our senators lived the gun violence, if we saw the 88 lives lost per day as people not numbers, that we would have more humanity, regardless of skin color.\nMaybe if we heard their stories like we do after high profile attacks, things would be different. If every person shot and killed wasn't just described as a gender, age and race, but as man about to be married, a daughter who had just graduated or a mother with kids grieving her. Maybe then the feelings of grief and outrage could be transported across town just as they are across oceans after terror attacks. Maybe if we just reported on every shooting victim as if they were white and in a rich neighborhood, maybe then things would change.\nElizabeth Love is a junior at West High School.\n\nLoad-Date: August 1, 2016"
}