{
    "title": "Op-Ed_ TUPD brings 'Deadly Exchange' to Tufts - The Tufts Daily",
    "publisher": "university wire",
    "year": 2018,
    "month": 2,
    "day": 14,
    "full text": "The predictable silence of a quiet street at two o'clock in the morning was broken when an armored SWAT vehicle arrived on the block. Without a search warrant, the SWAT team broke into a house, threw flash grenades into a child's playpen, and changed a family's life forever. This story from Cornelia, Georgia repeats itself thousands of miles away: Night raids like these are also commonplace in Palestinian villages.\nOne specific night raid, and subsequent military detention and denial of bail, has garnered massive international scrutiny. As this is written, Ahed Tamimi is held in Israeli prison where she has been for months. A few weeks ago, she celebrated her 17th birthday behind bars. Ahed has become a symbol of Palestinian resistance, fighting for justice in her homeland since she was a young child. Her detention and military court trial exemplify the institutional discrimination of Palestinian activists and Israel's violations of international human rights for children.\nThese frequent night raids are examples of what Israel considers \"counter-terrorism\" measures. And despite attempts to justify their violent methods, the Israeli Defense Forces have a well-documented history of human rights violations. Extrajudicial killings, torture (including of children), suppression of freedom of expression/association (including through government surveillance), and excessive use of force against peaceful protesters are a few of the many examples.\nWe have seen this before in the U.S.: Under the guise of security and counterterrorism, state violence and racially-targeted surveillance persist as law enforcement continues to increase its militarization. In the U.S., the Patriot Act allows the government to arbitrarily surveil and target citizens as suspects, often conducting home searches without notifying homeowners. Just last week, news broke that the Boston Police Department has been using social media surveillance to target African-Americans and Muslims by monitoring hashtags like #BlackLivesMatter and \"Arabic terms colloquially used by Muslims,\" according to an ACLU of Massachusetts report. \nThe militarization of police is a reality on college campuses, too. Just last year, the Tufts Observer reported that the Tufts University Police Department has used unmarked vehicles. This fits in line with TUPD's history of surveillance, racial profiling, and increased security at events hosted by black student groups, as reported in the same article. Additionally, TUPD officers are increasingly armed and trained with semi-automatic weapons, continually showing that militarized policing and the surveillance of students are commonplace on this campus and acceptable to the administration.\nIn a disappointing, yet predictable move, Tufts has recently demonstrated its stance on issues of militarized policing by sending Kevin Maguire, who oversees the Tufts University Police Department , to a seminar in Israel, along with a delegation of other Massachusetts officers. Details about the trip were largely suppressed; the only specifics were that attendees would participate in a \"counter-terrorism seminar\" - a weighted label carrying implicit statements of its own. In the past, it has been reported that trips of this kind allow participants to exchange knowledge of and resources for surveillance technology, technology for military checkpoints, weapons, methods of racial profiling, and suppression of social justice movements. By participating in this seminar, named by organization Jewish Voice for Peace and known widely as the \"Deadly Exchange,\" TUPD engages the racialized categorization of black and brown people as \"terrorists\" and enemies of the state. In this way, TUPD condones the same logic used by Israeli Defense Forces to justify night raids and the many other violent tactics of \"counter-terrorism\" against Palestinians.\nTufts' decision was predictable in light of its history of consistently siding with pro-Israel voices in the past, despite claiming an apolitical stance. After the successful passing of a resolution urging Tufts to divest from companies complicit in the violent maintenance of the occupation, the Tufts Board of Trustees dispersed a university-wide email noting that \"Tufts University should not take institutional positions on matters of politics and public affairs unless they relate directly to our core academic mission.\" Tufts President Tony Monaco also noted that \"Tufts University does not adopt institutional positions with respect to specific geo-political issues.\" However, our resolution was itself a reminder that investments are political choices. Tufts continues to directly contradict its message, most recently through this exchange trip, which has the intended purpose for U.S. law enforcement \"to learn lessons from Israel in terms of tactics and strategies and the evolution of terrorism, but also examples of leadership.\" David C. Friedman, regional director of the Anti-Defamation League, even observed that law enforcement \"come back and they are Zionists.\"\nTufts' involvement in this exchange trip is inherently political and inexcusable. It embodies an inarguably political position that normalizes the violence of the Israeli occupation and allows the state of Israel to profit from its oppression of Palestinians, all while adopting techniques and strategies which directly threaten black and brown bodies on campus.\nWhen asked about the content of the trip, Maguire told Tufts SJP in a written statement that participants attended in order to \"learn about the latest methods of preventing and responding to terrorism; policing in complex environments; and securing critical infrastructure.\" Given the political implications of this trip, in addition to Maguire's attendance without any public notice, we are left with many questions: who poses a threat to campus safety, and who, really, is TUPD trying to protect?\n\nLoad-Date: November 9, 2019"
}