{
    "title": "Op-Ed_ Hey, ISIS Man",
    "publisher": "university wire",
    "year": 2016,
    "month": 11,
    "day": 8,
    "full text": "He wore a white dishdasha and kufi, a flat AK-47 prop hung across his shoulder, a black \"ISIS\" flag in his hand, and \"THEOCRACY\" taped to his belly: He was ISIS Man. Actually, his name was Carlos, a self-proclaimed Ann Arbor resident who walked around the city last week in his costume to protest what he viewed as the silence of liberals and liberal media when it comes to radical Islam. \nHe gestures to a square of concrete to represent all 1.6 billion Muslims and a small leaf to represent violent extremists. Yes, most Muslims are not terrorists, he agrees, but they do exist. They exist, he says, because of certain tenants in Islam.\nI get it - ISIS is scary. That's their goal. Bombings, beheadings, all of it is to scare the wits out of their enemies. But does level of fear correlate to level of danger?\nNo.\nGive someone a picture of a shark and a cigarette and ask them \"which is more dangerous?\" I can almost guarantee that nine out of 10 will choose the shark. This, of course, is contradictory to relative danger. In the United States, sharks kill one person every two years while cigarettes are responsible for more than 480,000 people in the half that time.\nThere is criticism to be directed at American media, both liberal and conservative, for their coverage of ISIS and other Islamist groups. But it has nothing to do with terrorist attacks on U.S. soil.\nAccording to the Global Terrorism Database, 2,961 Americans were killed by terrorist attacks on U.S. soil between Sept. 11, 2001, and Dec. 31, 2014. Sounds like a lot, yes? Well, look closely at the data and you'll find that all but 59 deaths happened on 9/11. Dying from a terrorist attack is a rare event. You are more than 30,000 times more likely to die from cardiovascular disease or cancer - the leading killers of Americans - than a terrorist attack.\nSo the extent of the liberal media discussion on terrorism on U.S. soil is merited. They cover it on the rare event of an attack, but don't drone on about it, drumming-up Islamophobic sentiment. Audiences of the type of media coverage ISIS Man wants would be better served, should they want to live longer, by going to their doctor instead of listening to such hyperbole.\nWhere American media falls on its face is when it comes to covering terrorism in the rest of the world. Even when Muslim Americans are killed abroad, the mass media doesn't really seem to bat an eye. Leila Taleb, Hussein Mostapha, and Leila Mazloum - you probably haven't heard their names but these were the three Dearborn, Mich., residents who were killed in a suicide bombing in Beirut the same day as the infamous Paris attacks.\nCritics of religion like ISIS Man seek to cast Islam as the sole cause of the multifaceted issue that is terrorism. They use terms like \"global jihad\" and \"radical Islam\" to homogenize Muslims when in reality most of them do not live in countries where terrorist groups are active. They claim that it is the religion and its holy book, the Quran, that are at fault for the religious interpretations and subsequent actions of these few. They claim this even though many faith leaders in Islam (70,000 of them to be exact) have condemned the actions of ISIS as un-Islamic. To be fair, ISIS Man did say he would say the same of the Bible if Christianity were involved.\nI cannot reconcile this under any logical framework. For starters, the Quran is not an inherently violent text. In fact, \"jihad\" does not mean holy war, but instead \"struggle.\" A Muslim could wage a jihad to be a more generous person, to help the community, to become more spiritual. Furthermore, focusing diatribe on a 1,400-year-old religion wholly neglects modern geopolitical events, like the U.S.-led Iraq War, that have led to ISIS and other groups.\nThe Middle East has been under the thumb of the West ever since the collapse of the Ottoman Empire shortly after WWI. First, it was colonization by the British, French and Italians, and then almost a century of U.S.- and U.K.-led nation-building that totally ignored realities in the region, such as bitter, unstable relationships between religious and ethnic factions.\nISIS has a strong marketing pitch: Come join the adventure; defeat the Western bullies and their puppets! Islamist viewpoints, violent or otherwise, are more of a rejection of globalization than a religious platform.\nWe need to empower unfairly marginalized Muslim cultures so that people in the Muslim world do not feel like their way of life is threatened. The kind of rhetoric ISIS Man is asking of the \"liberal media\" will only further isolate Muslims in this country who have so long been seen only for their role, good or bad, in homeland security.\nTerrorism on U.S. soil is not as big of a deal as it may seem. Rampant subtle and explicit Islamophobia, on the other hand, needs to be addressed. The Muslim community has suffered a great deal from the extremist violence you all fear. Please do not add to our victimization. Even Muslim children are hurting.\nHey, ISIS Man, I understand that you want a larger discussion about terrorism. This is not about trying to silence your viewpoint; the First Amendment guarantees you that right. However, the First Amendment also guarantees my right to say this: You are completely out of your depth, and I suggest you do a great deal more research before stepping foot on our campus again.\nAlso, a sign reading, \"Let's discuss ISIS in the media\" would have been just fine.\nAli Safawi is a member of The Michigan Daily's Editorial Board. \n\nLoad-Date: November 9, 2016"
}