{
    "title": "Op-ed_ Let refugees see Utahns answer hate with love",
    "publisher": "the salt lake tribune",
    "year": 2015,
    "month": 12,
    "day": 24,
    "full text": "Terrorism is not a 21st century invention. In 1798, the term \"terrorism\" was first used in the English language to describe the French Revolution's Reign of Terror. Some would argue the roots of modern-day terrorism go as far back as the 1st century. Likewise, humanitarian and charitable work is not an invention of the 21st century. Recorded acts of kindness and selfless giving have been an integral part of the human story much longer than terrorism.\nFollowing the terrorist attacks on Sept. 11, 2001, I was encouraged by the rally cry to answer hate and fear with love and courage. In the years since, I believe more acts of kindness have been offered to our neighbors locally and worldwide than at any other time in recorded history. In fact, some of us still honor those who died on Sept. 11, by doing acts of service in their names throughout the year (e.g. Brady Howell).\nUnfortunately, I'm seeing a different story unfold following the attacks in Paris and San Bernardino in the recent months. While we mourn with the many who have lost loved ones, I hope that we are not allowing fear to change who we are as humanitarians. Why, in a world more connected and organized to offer aid to those in most need, would we now let fear overtake and alter our humanity? Of course, we must couple compassion with critical thinking and make sure the federal government's process for screening applicants is absolutely solid.\nRefugees are people to whom we need to open our hearts and arms. They have seen and experienced first-hand the terror of hate, fear, persecution and also torture. Without home or country to find shelter in, they are trying to survive in a world that has rejected them. No matter your religion, race, political views, or membership in a particular social group, when you hear some of the stories of refugees you can't help but be in awe of their courage and resilience.\nI have some great friends amongst those who have seen and experienced the worst that humans are capable of. From war and persecution, to abuse and contempt, there are among us in Utah survivors of horrors that we can only imagine. These are people who, rather than give up or give in, have chosen to take the higher and harder road and are grateful for the generosity of strangers who reached out with a willing and helping hand.\nMaking a difference does not need to be complicated. Your offering does not have to be huge. Opportunities abound all around us to reach out and lift up others. Whether it is a small monetary donation to a local or international organization helping to alleviate the suffering of refugees, sharing a smile or a handshake with a struggling neighbor, we all can do something. Like many of you, I have found that when I make a difference in someone's life, it in turn makes a great difference in my own life. We can't do everything for everybody but we can all do something for somebody!\nI have seen the very best that humanity is capable of right here in Utah. Yes, we are not perfect. Yes, we fall short in some areas. However, I believe we can show the nation and the world that Utah will not stand by idly while any group of people suffers. We can show through our actions and words that we will not let terrorism change our humanity. We can unite our voices and loudly declare that we will answer hate and fear with love and courage.\nPamela Atkinson has spent decades working directly with homeless and low income families and individuals as well as refugee families and with the agencies that serve these populations.\n\nLoad-Date: December 29, 2015"
}