{
    "title": "Op-ed_ Freedom comes with risk, and we cannot let fear dictate",
    "publisher": "the salt lake tribune",
    "year": 2016,
    "month": 1,
    "day": 2,
    "full text": "ISIS, ISIL, Radical Islamists, Terrorists. These are all terms we hear almost daily across multiple news mediums describing the perpetrators of some of the most ghastly scenes of human carnage since World War II. The recent events in Paris where coordinated attacks on multiple sites by at least eight ISIS-bred terrorists killed 130 people, was followed up a little over two weeks ago by the California massacre of 14 colleagues by a disaffected Muslim employee of a state health agency and his apparently radicalized Muslim wife, a relatively recent immigrant.\nAs U.S. citizens, we have been seeing these terrorist attacks occur in other countries, but rarely here on our home soil. The various school and workplace mass shootings in the U.S. over the past decade have mostly been the result of disaffected employees, school bullying victims or adolescent loners with a need to make a very public and dramatic statement on their way out of this world.\nSince 9/11, we Americans have been particularly attuned to our collective and individual safety as we confront the prospects of both foreign and domestic acts of terrorism on American soil. Laws have been passed, federal agencies have been formed or realigned, and multitudes of federal hires have been dedicated to help ensure our safety. But at what cost?\nBesides the expenditure of billions, the public sentiment today is for the federal government to completely eliminate the risk of terrorism on U.S. soil. But accomplishing that while maintaining any semblance of personal freedoms is impossible. Notice I didn't use the term \"nearly\" impossible. Here's why.\nSeeking to eliminate the risk of terrorism on American soil will require 1) absolute control of our borders. That's 12,380 miles of seashore, and 7,479 miles of land-based borders. It's not going to happen. The cost, logistics and politics won't allow it. We can't even control a small portion of the U.S.-Mexico border; 2) the elimination of all weapons owned by U.S. residents. We're probably talking somewhere in the neighborhood of half a billion guns. Again, that's not happening. Armed Texans alone will ensure that never happens; 3) monitoring the movements, thoughts and actions of everyone in the US 24/7. While the NSA and other three-letter agencies are trying, in reality this is not close to happening, either. The average person in London is tracked by over 200 video surveillance cameras daily. That didn't prevent the three coordinated London subway bombings on July 7, 2005, by Islamic extremists.\nThe combination of trying to keep people out, and constant surveillance of those who are already here, would turn the USA into a total police state where everyone is a potential suspect and personal privacy would be non-existent. Life in the USA would be no better than in any number of totalitarian countries, but we would be \"safe\" from terrorism. Or would we?\nTerrorism comes in many forms, and is not limited to dramatic group killings. Because of recent events, more citizens may now suspect their neighbor, co-worker or even a family member may be the next to be radicalized. What about the fear that a simple phone conversation or social media post is wrongfully interpreted by government surveillance monitors to suggest we are planning an attack? What about the emotional trauma of terrorism that causes millions to have second thoughts about going to large public gatherings like college or professional sporting events, or being afraid to patronize large shopping centers or malls, or being afraid to take public transportation. The list can go on and on.\nThe federal government has many visible and unseen resources at its disposal to deal with terrorism. They are also getting better at coordinating with state and local law enforcement to thwart and respond to terrorist activity. Plus, more and more countries are sharing information, coordinating efforts and joining forces to fight terrorism. The risks are slowing decreasing, but they will never be completely eliminated if we are to preserve a free and open society.\nFreedom has always come with risks. Risks that we have been willing to accept in exchange for a lifestyle that is the envy of the world. Yes, those risks have changed over the years, and in some cases become much more visible, but our collective goal of preserving our personal and societal freedoms has been, and should continue to be, our highest priority, despite the risk to our collective safety.\nIf we should ever decide to forfeit our freedoms for the sake of total safety, we will be judged by history and our posterity to be little better than those who are so desperately trying to deny us both freedoms and safety. And we will deserve neither.\nDennis Wengert is an entrepreneur and small business counselor who lives in Highland.\n\nLoad-Date: January 3, 2016"
}