{
    "title": "OPEN FOR BIZ AT BERLIN SITE",
    "publisher": "daily news ",
    "year": 2016,
    "month": 12,
    "day": 23,
    "full text": "BERLIN'S outdoor Christmas market was back in business Thursday as video emerged of the hijacked tractor trailer that barreled through a crowded shopping center this week, killing 12 people and injuring nearly 50.\nPanicked shoppers can be seen sprinting from the scene as the hulking black truck races towards the crowded Breitscheidplatz square.\nThe dashcam video captures the chaos of the moment of what was later determined to be a terrorist attack.\nEven though the attack was one in a series of strikes against Germany, defiant merchants were open for business, and bargain hunters were looking for deals. Police placed concrete barriers around the market, though some were a little uneasy.\n\"How do you protect a Christmas market, a shopping center, a football stadium?\" merchant Axel Kaiser said. \"You have to open every bag, every rucksack. They can't do that. If someone has the criminal will to cause trouble with a truck or with a bomb, then you can't stop it.\"\nAuthorities were still on the lookout for suspect Anis Amri (below). His brother urged his fugitive kin to surrender - and also condemned him for the alleged ambush on the bustling market Monday.\nTwo Americans were among the 48 people injured.\"I ask him to turn himself into the police,\" Abdelkader Amri, the brother, told The Associated Press.\n\"If it is proved that he is involved, we dissociate ourselves from it.\"\nHe said his brother \"deserves every condemnation\" if he committed the attack.\"We reject terrorism and terrorists - we have no dealings with terrorists,\" he said.\nIn a separate interview with Sky News, Abdelkader said his brother drank alcohol, never prayed and \"had no religious beliefs.\"\nBut he said his brother appeared to be radicalized during his imprisonment in Italy for setting fire to a school.\nISIS claimed responsibility for the attack, though it has not been determined if Amri, 24, had any terrorism ties.\n\nGraphic\n\n \nPolice patrol the re-opened Christmas market in Berlin Thursday. EPA [Anis Amri]\n\nLoad-Date: December 23, 2016"
}