{
    "title": "OPEN SEASON SOON IN ITALY FOR TERRORISTS, POLITICIANS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 8,
    "day": 30,
    "full text": "Parliament has shut down for the annual Ferragosto holidays when everybody - even terrorists - goes to the beaches or mountains.  The new Prime Minister, Giovanni Spadolini, who likes to strike the pose of steadfast captain, took only two days off, but he told his Cabinet to be back in three weeks and ordered the Ministers of Finance and Budget to stay close to Rome.\nRed Brigade terrorists, after winding up their ''season'' by murdering Roberto Peci, the brother of a terrorist who had turned informer, said they would be back in the fall. Their principal target, they said, would be Fiat, Italy's largest private company.  The brigades left a thick mimeographed manifesto for the police.  More than 100 pages reportedly describe in detail the situation at various Fiat plants. The Red Brigades also threatened to shoot or kidnap Cabinet members, particularly the ministers in charge of the economy. They said they would employ hunting rifles with special armor-piercing cartridges used for shooting wild boar, which are available in the better sporting goods stores. The news weekly L'Espresso said the terrorists had successfully tested their new weapons in the holdup of an armor-plated telephone company truck last month.\nDiscussion of political issues faced by Italy's new Prime Minister Giovanni Spadolini; recent terrorist activity in Italy discussed\nMr. Spadolini, after two months in office, no longer seems an outsider. Thanks to frequent interviews, the round, smiling face and bulky frame of the first non-Christian Democratic Prime Minister in 36 years have become familiar. A former professor, Mr. Spadolini likes to lecture journalists instead of answering questions, supplying his own punctuation with barked ''commas'' and ''periods.'' He often sounds refreshingly different from his predecessors. For example, describing the United States President after last month's meeting of Western leaders in Ottawa, he said, ''Reagan reminds me of (Nikita) Khrushchev because of the richness of the stories he relishes. I think he has the same peasant wisdom as the late Soviet leader.'' Mr. Reagan also reminded him, he said, of Bertoldo, a hero of Italian children's books known for persuasive cunning.\nMr. Spadolini promised to do something about Propaganda Due, fugitive Licio Gelli's Masonic lodge, whose members were accused of creating a ''state within the state,'' ready for a rightist coup.  Disclosure of the lodge's impressive membership had brought down the Prime Minister's predecessor, Arnaldo Forlani.\nThe Summer Before the Fall?\nThe new Prime Minister issued a decree dissolving the lodge and the Senate promptly ratified it, effectively burying the scandal until a lengthy parliamentary investigation is concluded, if ever. Some senators were skeptical. ''Can you dissolve the Mafia? Can you dissolve the Red Brigades?'' asked Senator Gianfranco Spadaccia of the Radical Party. In fact, P-2 has gone the way of most Italian scandals - it has disappeared. Newspapers are no longer interested.  The Rome magistrates office, which has a reputation for burying cases, has taken it from the more active Milan magistrates who uncovered it.\nSummer is not forever, however, and Mr. Spadolini will face a difficult autumn. His priorities are fighting terrorism and inflation. Terrorism is on the rise, albeit through no fault of his own. The fight against inflation, running slightly above 20 percent, has not yet begun. A few hours after he was sworn in, Mr. Spadolini called in labor leaders and employers and launched negotiations for a labor-management pact on wages and social issues. His bold move, unusual for a new Prime Minister, headed off impending disaster.  Confindustria, the employers' organization, was threatening to revoke the scala mobile, the moving scale that ties wages to the cost of living. The unions, in turn, threatened a general strike, but both sides backed down. Since then, there has been little negotiating and no agreement. Confindustria, blaming wage indexing for excessive labor costs and low productivity, has renewed its threat. The unions are divided and disunity increases their toughness. Crucial negotiations are to begin at Fiat soon on a long-delayed new contract. Fiat is a model for other industries, which is why the Red Brigades have chosen it as their target.\nThe labor negotiations may be crucial for Mr. Spadolini, too. Many politicians regarded his Government at first as a governo balneare - a swimmers' regime that might not outlast the summer. Terrorism, labor unrest and the general intractability of Italy's problems may yet bring him down. There are several reasons, however, why he may fall and immediately succeed himself, as so many Christian Democrats have done. If the parties could not agree on a successor, President Alessandro Pertini would dissolve Parliament and call general elections. But both leading parties, Christian Democrats and Communists, have suffered setbacks and are undergoing debilitating internal debate. Both have reason to fear elections.\nIf, however, Mr. Spadolini were replaced, his logical successor would be Bettino Craxi, whose Socialist Party has made great gains.  Although still running a poor third, the Socialists are in a different league from Mr. Spadolini's small Republican Party. So a Socialist prime minister would represent a far more radical and permanent break with Christian Democratic hegemony than Mr.  Spadolini does. Christian Democrats therefore oppose Mr. Craxi. The Communists also oppose him. To them, he is fundamentally anti-Communist, trying to build a non-Marxist leftist alternative to the Communist-dominated Italian Left, as Francois Mitterrand did in France.\nYet Italians do not seem eager to give the Christian Democrats another chance at the Prime Minister's office. Too much of the deep and widely felt popular cynicism toward most of Italy's politicians is tied to the party that held power for so long. In the end, Mr.  Spadolini's season in the sun may well outlast the doldrums."
}