{
    "title": "Openness Sought in British Terror Trials",
    "publisher": "the new york times",
    "year": 2007,
    "month": 5,
    "day": 25,
    "full text": "The head of British counterterrorism at Scotland Yard on Thursday criticized what he called excessive secrecy in Britain's terrorism trials, and he called for changes that would permit freer reporting and wider discussion of the issue. \n  The official, Peter Clarke, told a conference of security and law enforcement experts here that limitations on news reporting of vital aspects of terrorism investigations contributed to broad public skepticism and suspicion about the scale of the threat.\n The police were also prevented at times by legal proceedings from revealing material that would make it clear, he said, that Britain had ''without doubt become a focus of Al Qaeda.'' \n  ''Over the past five years, I can hardly remember a time when there have not been court orders in place restricting what could be published about terrorist cases,'' Mr. Clarke said. He said he understood the need to protect jurors from news reports that might create prejudice, but he added that, given that the Internet made it unrealistic to think that jurors would not find such information anyway, ''I just wonder if we could be bolder and, dare I say, trust jurors.''\n  There are 100 people awaiting trial in Britain on terrorism charges, and it is taking too long -- up to three years, in many cases -- for those charged to be brought to trial, he said. \n  Since the terrorist attack on the London transit system in July 2005, when four British suicide bombers killed 52 commuters, the British government has faced the challenge of persuading the public about the scope of the terrorist threat even as evidence against the suspects in trials cannot be disclosed -- either to the jury or the public -- until the trials are over for fear that jurors might be improperly swayed. \n  The news media are often strictly restricted by judges to avoid making links with other cases. \n  In voicing his concerns, Mr. Clarke was publicly expressing frustrations that the police had expressed more quietly in the past. \n  Mr. Clarke, who holds a law degree, was the keynote speaker at the conference here, held by New York University's Center on Law and Security. The event was attended by leading counterterrorism officials, including the United States solicitor general, Paul D. Clement, and by Baltasar Garzon, Spain's most prominent counterterrorism official. \n  Mr. Clarke singled out the recent trial of seven British Muslim men, in which five were convicted of plotting to use a fertilizer bomb to blow up heavily populated targets around London, as a case where information was withheld from the public in order to protect the jury. \n  In that trial, known as the Crevice plot, evidence that the police had gathered about the links between the seven defendants and the four suicide bombers who attacked the transit system in 2005 was suppressed by the judge until the trial ended last month. \n  The judge, Sir Michael Astill, ruled that making the information about the activities of the four suicide bombers in connection with the fertilizer bomb plotters would have prejudiced the jury. \n  Mr. Clarke also mentioned the trial of Dhiren Barot, a British convert to Islam, who was initially sentenced to a minimum of 40 years for plotting to blow up the New York Stock Exchange and to carry out attacks in Britain with limousines packed with gas canisters and a so-called dirty bomb that would spread radioactive material. \n  A gag order imposed by the judge in the case was lifted after challenges by the news media after Mr. Barot's conviction last November. ''I applaud media organizations'' that took ''a robust stance,'' Mr. Clarke said. Mr. Barot's sentence was reduced this month to 30 years. \n  Mr. Clarke lamented the breakdown in the public's trust of the police, and the public's unwillingness to ''accept the government's explanation of the threat'' of terrorism. \n  Public criticism that the police were no longer impartial players has hurt their ability to win the confidence of the public. ''It is now difficult for the police service, and I suspect others, to express a professional opinion on the subject without being accused of falling on one side or the other in what it seems to me an increasingly wide political divide,'' he said. \n  The lack of trust in the police also severely affected the ability to collect important information from the public that could help tip them off to potential plots. \n  The British police obtain most of their intelligence about terrorist planning from classic methods, including electronic surveillance and foreign sources, he said, but very little from local residents. \n  Recent cases in which the police arrested terrorism suspects in Britain, held them for questioning and then released them without charges have created doubts about the integrity of law enforcement, he said. \n  ''It is no exaggeration to say the lack of public trust in intelligence is in danger of infecting the relationship between the police and the communities we serve,'' he said.  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Peter Clarke, the head of counterterrorism at Scotland Yard, has said that limits on news reporting in terrorism cases have fed public distrust. (Photo by Fiona Hanson/Press Association)                            \n\nLoad-Date: May 25, 2007"
}