{
    "title": "OPERA FIGHT NIGHT Critics say show's anti-Semitic Supporters rail at attacks on free speech, art",
    "publisher": "daily news ",
    "year": 2014,
    "month": 10,
    "day": 21,
    "full text": "A WAR OF words erupted on the way to the Metropolitan Opera on Monday as protesters panned the Lincoln Center premiere of \"The Death of Klinghoffer,\" calling it a glorification of terrorism masquerading as art.\nMore than 500 demonstrators, including former Mayor Rudy Giuliani and former New York Gov. David Paterson, condemned the nation's most prestigious opera company for staging a production that they claim stokes the flames of anti-Semitism.\n\"The romanticizing of terrorism only makes a greater threat,\" Giuliani told a boisterous crowd gathered on the steps of Lincoln Center.\nJust before the curtain was raised on the first of eight performances, a smattering of boos and cheers filled the Metropolitan Opera House. But the two-hour, 50-minute show started without interruption.\nEarlier Monday, Mayor de Blasio stepped into the fray, defending the opera and slamming Giuliani.\n\"The former mayor had a history of challenging cultural institutions when he disagrees with their content,\" de Blasio said. \"I don't think that's the American way. The American way is to respect freedom of speech. Simple as that. In a free society we respect that. We don't have to agree with what's in the exhibit, but we agree with the right of the artist and the cultural institution to put that forward to the public.\"\nWhile Giuliani, who led the city through the 9/11 attacks, has not seen the opera, he said he's listened to a CD of it four or five times, and has read the libretto. \"As an opera, the music and choruses are excellent. But it's factually inaccurate and an extraordinarily damaging piece,\" Giuliani said.\n\"It does enormous damage to the relationship of Israel and Palestine, and it supports terrorism,\" said Giuliani, who in 1999 threatened to yank funding for the Brooklyn Museum due to a display of the Virgin Mary covered in elephant dung.\nThe opera is a ripped-from-the-headlines take on the 1985 hijacking off Egypt of the Achille Lauro cruise ship by the Palestine Liberation Front.\nDuring the ordeal, the terrorists singled out Leon Klinghoffer, a 69-year-old disabled New Yorker, for execution because he was Jewish. The wheelchair-bound Klinghoffer, who was celebrating his 36th wedding anniversary with his wife, Marilyn, was shot in the head and chest and dumped overboard.\nThe opera, written by Pulitzer Prize-winning composer John Adams, has been a lightning rod for controversy since it was first staged in 1991. Adams' work has ignited rage from Jewish groups and Klinghoffer's children, among others, who see it as sympathetic to the terrorists.\nDuring the opera, one of the terrorists sings, \"Wherever poor men are gathered, you can find Jews getting fat\" and \"America is one big Jew.\"\n\"Any opera that claims to share the moral equivalency between Israel and Palestine is immoral itself,\" Rep. Pete King (R-L.I.) told demonstrators. \"If this opera were honest, it would be called 'The Murder of Klinghoffer.' \"\nOne hundred protesters staged a theater of their own, sitting in wheelchairs and holding signs reading \"I Am Leon Klinghoffer.\"\nAs members of the smartly dressed crowd headed into the opening night performance they were bombarded by demonstrators imploring them to turn their backs on the Met.\n\"You don't have to decide something is a cesspool by swimming in it,\" protester Michael Mukasey, a former U.S. attorney general, said over a loudspeaker.\nBut operagoers like Dan Abraham, 85, of Manhattan, brushed off the demonstrators. \"They have a right to their own opinions just as the people who wrote the opera have theirs,\" said Abraham, who is Jewish. \"We're going to see it for ourselves. I don't need some guy screaming at me. I'll make up my own mind.\"\nShea Owen, 29, a singer from Ridgefield, Conn., scoffed at the rhetoric from those boycotting the opera.\n\"Half the stuff they're saying is not only mean, it's untrue,\" Owen said before attending the show.\nIn a letter released Monday, three prominent civil rights advocates voiced support for the opera and ridiculed the protesters as \"hecklers.\"\n\"We do not agree that any production by its very subject is to be condemned as either inappropriate or unworthy of being a Met production,\" reads the letter signed by civil liberties attorney Martin Garbus; Michael Meyers, executive director of the New York Civil Rights Coalition, and Ira Glasser, former national executive director of the American Civil Liberties Union.\n\"The voices of opposition to the Met production, 'The Death of Klinghoffer,' are imperiling freedom itself.\"\n\nGraphic\n\n \nNLVL\n\nLoad-Date: October 21, 2014"
}