{
    "title": "Opinion _ Why are we afraid of what we cannot control when it comes to gun debate_",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 1,
    "full text": "\"Let's talk, you and I-let's talk about fear.\" Understanding it better than almost anyone else, Stephan King used fear to grip his audience and render even grown men too terrified to check on the bump in the night. Fear is a very powerful thing; it can completely consume the mind and drastically alter perceptions. And yet, its role in society is often downplayed. I'd like to break from that trend for the next 700 words, because I believe fear is something we need to talk about. Specifically, I believe it is indispensable in the analysis of gun control.\nI'd like to preface this article by saying it is not intended to be a political assertion of the legitimacy or illegitimacy of guns in society; rather, it is a general analysis and comment on the psychology of gun control. Now, if the topic is fear relative to guns, of what are we afraid? Someone coming into another school and shooting children, the slaughter of the innocent? Naturally. From 2008-2009, 5,740 children were killed by guns. This is a terrible tragedy.\nThis number pales in comparison, though, to the number of deaths caused by many more commonplace undertakings. For example, each year in the U.S., preventable medical errors kill around 98,000 people, and 75,000 deaths are linked to alcohol use. But we're not afraid of medicine or alcohol, simply because they're perceived to have more of a benefit to society than cost.\nMoreover, they're perceived to be controllable. Doctors are our friends because we perceive that they intend to help, not harm. Similarly, alcohol can be viewed as desirable because individuals can determine how much they drink. The individuals who use guns to cause harm or incite fear, however, obviously do not have our best interests at heart. The former's nature is seen to be inherently good and controllable, whereas the latter's is seen to be inherently bad and uncontrollable.\nIn the wake of 9/11, we called it terrorism. Isolated individuals misused a plane to kill many people. If we replace the word \"plane\" with \"gun\" in that sentence, however, the blame is no longer expanded to broad terrorism, but is instead narrowed to \"guns.\" Terrorism is typically fueled by political motives, which isn't often the case for shootings, but the point holds. We don't assume every pilot has blatant disregard for the lives of others, as is suspected in the case of Malaysian Flight 370. Yet, when we attempt to use that logic to guns, it is often disputed vehemently.\nSo, why is this? Is it to serve a political agenda? Perhaps. But let's focus on the bigger picture instead of pointing fingers. Do isolated events of gun misuse mean that every owner of a gun has malicious intent? Certainly not. I hardly think anyone would make that argument. So \"gun control\" is a funny thing when you stop and think about it. Why do we target guns, instead of the commonality that links these acts of aggression - whether terrorism or shootings? Why is it not called, \"violence control?\"\nThis is why: What we really fear is violence. But violence, being innately characteristic to the human condition, is inherently uncontrollable. As such, we are rendered utterly incapacitated in any attempt to control it. Being unable to control the root of the issue, we then redirect our attention to something we can control: guns.\nThis debilitating fact-that we can't, despite any degree of regulation, control human nature - leads us to regulate and control what we can.\nThis is a natural progression of thought that I maintain is, while good in theory, flawed. For example, we may say, \"If we can't control a smoker's desire to smoke, we can at least control the legality of smoking.\" Miami is a smoke-free campus, yet I'm willing to bet my lunch money that we've all seen individuals smoke on campus.\nI realize there's a vast discrepancy in the magnitude of the situations, cigarettes versus guns, but again, the point holds. Putting up signs, or forbidding people to own or do something will not work with everyone - and more importantly, neither does it address the source of the problem. It seems we are picking off the thorns of a problem without trying to attack the root of the problem, which, until it is uprooted, the plant of this problem will continue to grow. Until we can recondition the human condition, there will always exist isolated incidences of lawlessness. It is a sobering reality, but regardless of our satisfaction or dissatisfaction with it, we must operate within the realm of \"what is,\" and not \"what should be.\"\nWe are afraid of that which we cannot control. I am by no means an authority on the effects of all types of regulation, and this doesn't answer the persistent question of whether or not we should have increased regulation of guns, but hopefully it helps put the topic into clearer context, from which point you will be able to come to your own conclusions on the matter.\n\nLoad-Date: April 1, 2014"
}