{
    "title": "OPINION_ Has the West already lost its will to survive_",
    "publisher": "daily inter lake",
    "year": 2013,
    "month": 5,
    "day": 25,
    "full text": "May 25--Have the terrorists already won?\nDid the enormity of 9/11 somehow short-circuit our brains so that we now view smaller levels of political violence as somehow acceptable? Or are we being intentionally conditioned to excuse terrorism as a legitimate means of effecting social change?\nI ask these questions not merely as a rhetorical device, but because I simply don't understand how England can watch a 20-year-old soldier be slaughtered like an animal in the gutter by two Muslim immigrants and not be consumed with the fire of righteous indignation.\nNor do I understand how Sweden can blame itself for five days of rioting by immigrants, mostly Muslims, who think that they are being discriminated against because they don't have jobs. Nor do I understand how most reporting on these riots fails to account for the fact that the mobs are overwhelmingly Muslim, just as they rarely mentioned that fact during the devastating 2005 riots in Paris.\nEven when Muslims are directly implicated in terrorist attacks such as the Fort Hood shootings, there is an almost pathological willingness to mask the truth behind a thin tissue of political correctness which like the emperor's new clothes ought not to silence our shocked outrage. Yet the 13 deaths ascribed to the as yet untried killer Maj. Nidal Hassan were demoted from terrorism to \"workplace violence\" by the Department of Defense in an offense to decency. That's like saying the assassination of President Lincoln by the actor John Wilkes Booth was a bit of \"dramatic overkill.\"\nThe evidence is overwhelming that, whether intentionally or not, Western society has become habituated to violence that in previous generations would have spurred not just outrage but immediate action.\nCall it the terrorist's best friend -- the ultimate reason why terrorism is effective in the first place -- a sort of Stockholm syndrome response to violence. If you respond to the violence -- if you ascribe blame for the violence -- you become afraid that you will attract more violence, and ultimately you accept responsibility for inciting the violence.\nBut the evidence is irrefutable that the more you tolerate violence, the more it will be used against you. Certainly, we can never prevent terrorism from being used against us, but we must recognize it for what it is, talk about it openly and take steps to prevent it without fear of political reprisal.\nThat, just as certainly, is not what has been happening in America and Europe in the past decade. Over and over again, the media and the politicians gloss over terrorist attacks -- so too, sadly, does the court system. It is easy to make the case that all violence is equally bad and that therefore terrorism should be judged by its results, not its motives.\nBut, unfortunately, that well-intentioned philosophy just increases the target on our backs, and puts at risk our entire way of life. Because terrorism's intention is not just to harm individuals, but to harm an entire society, we must openly discuss those motives and take action to protect ourselves.\nAs long as Muslims are going to be able to justify cutting the heads off of innocent Americans and Europeans, then America and Europe need to close their nation's doors just as you would close your door and lock it if you saw a man with a bloodied machete walking your way. If we don't have that much common sense, we don't deserve to survive.\n___ (c)2013 the Daily Inter Lake (Kalispell, Mont.) Visit the Daily Inter Lake (Kalispell, Mont.) at www.dailyinterlake.com Distributed by MCT Information Services\n\nLoad-Date: May 26, 2013"
}