{
    "title": "Opinion_ The United States Should be Intervening in Niger",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 11,
    "full text": "The death of four United States soldiers in Niger earlier last month has prompted the questions: where's Niger, why are we in Niger, and should we be in Niger? First off, Niger is a landlocked country in Africa. It is bordered by Libya and Algeria in the North, Mali and Burkina Faso to the West, Benin and Nigeria to the South, and Chad to the East. The United States involvement in Niger has two explanations: countering terrorism and helping the French.\n     The first explanations as to why we're in Niger is rather simple: to stop the spread of terrorism. Since the events of Sept. 11, 2001 the United States has become preoccupied with ensuring that radical foreign born terrorism be stomped out to prevent another 9/11. This is an easy answer as the United States has intervened in many countries in the name of counterterrorism. Such countries include Iraq, Afghanistan, and Libya. Part of the United States' mission in Niger was to fight terrorism. These four troops were ambushed and killed by soldiers fighting for ISIS in the Greater Sahara, an offshoot of the Islamic State in Syria and Iraq.\n     The second explanation as to why we are in Niger has to do with France. All of the countries surrounding Niger, with the exception of Libya, were all at one point part of the French colonial territories. In 2012, the neighboring country of Mali erupted into a state of armed conflict.\n     The Tuareg, an ethnic group native to Libya, Algeria, Burkina Faso, Niger, and Mali rebelled against the Mali government. The Tuareg did not fight their rebellion alone - they were aided by several outside groups such as Boko Haram and Al-Qaeda in the Islamic Maghreb. Since the Tuareg are Muslim they banded together to fight their common foe: Mali.\n     By April of 2012 the Tuareg had gained control of Northern Mali and instituted their own national state of Azawad. This, however, was not to last. The Tuareg were then betrayed by their Al-Qaeda comrades who then seized the Tuareg and instituted their own Islamic state with Sharia at its center.\n     The Mali government requested French intervention. The French were joined by several African states to retake Northern Mali. It is here that the United States became involved. To aid France, a United States ally, Barack Obama sent in 150 troops to Niger to.\n     So, should the United States intervene in Niger? The answer is yes. There are those who believe that we are intervening in Niger for oil, it is a conspiracy that follows United States intervention wherever it goes and is plainly not true. There are those still that claim United States and French intervention in the region is an effort to establish or reestablish some sort of colonial empire in Africa, which is another baseless conspiracy.\n     The United States has the right to protect itself from would-be terror organizations who wish to do us harm, and as a side-benefit, the United States also helps and protects Niger from people and organizations who would wish to turn the country from a fledgling democracy into a theocratic despot state. With France, the French were called in to help a former colonial territory regain its territory, stability, and - most importantly - to create a democratic country.\n   Nicholas Sherman\n    In both of these cases, what could be more just than the creation of a stable, democratic, and terror-free central Africa?Tags:foreign policynigeropinionSeptember 11thUnited States\n\nLoad-Date: November 11, 2017"
}