{
    "title": "Opinion _ Joe Biden and Kamala Harris must be held accountable",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 11,
    "full text": "Now that the 2020 Presidential Election has come to an end, it's time for the real work to begin.\nDuring election season, Americans shared criticism of both President-elect Joe Biden and President Donald Trump, similar to the 2016 election. I noticed that many voted for the candidate who they thought was the lesser evil. This demonstrates what must do with the new presidency: hold Biden and Harris accountable for their problematic pasts and how they can implement new policies to redeem themselves and aid America.\nBiden's past\nOne notable issue was Biden's support for the Iraq War and military force. The war suffered massive casualties and spread terrorism instead of weakening it. When asked about his vote, Biden said he opposed the war and that it was his \"bad judgement\" during the second Democratic primary debate. Under the Obama administration, at least 26,171 bombs were dropped in 2016, and 13-20% of veterans from the Iraq War suffer from PTSD. It's clear that Biden needs to work on his consistency and aftermath from a decision made during \"the moment.\"\nBiden also has a history with deportations. One of Trump's biggest policies was strengthening the border of Mexico to lessen illegal immigration and to deport immigrants with criminal records. Although more were deported during the Bush administration, under Obama 3 million immigrants were deported whereas the Trump administration has yet to deport more than 260,000 people a year.\nDuring the 2020 Democratic Convention, Biden spoke about racial justice and recognized the Black Lives Matter movement. Despite his support for the movement, BLM leaders speculate that it was mostly performative activism as Biden hasn't committed to any policy change. \nBiden also stated, \"If you have a problem figuring out whether you're for me or Trump, then you ain't Black.\" This insensitive statement creates further assumptions on what's expected from Black voters. As a white man, it was inappropriate for Biden to insert himself in this manner because he generalizes that all Black Americans are Democrats.\nAfter being elected to the Senate, Biden criticized desegregating schools through busing. Also, in 1994, the crime bill he supported led toward an increase in the prison population specifically among black people. Biden's actions in the past are worrying - especially with the harsh racial climate today - and we must hold him responsible to fix these tensions.\nHarris' Past\nAs a person of color, I was thrilled to see Harris become vice president. Diversity in high positions helps inspire other people of color to recognize that they can achieve great things. But more importantly, action and change create a greater impact. \nIn the past, Harris didn't advocate for the transgender community. In 2015, she made the decision to block gender-affirming medical care for transgender women in prison. Fortunately, Harris switched her views and has been supporting the LGBTQ+ community, although this change could be a ploy to get more voter support. \nDuring her time with the criminal justice system, Harris contradicted herself. She stated that she opposed the death penalty, yet later shared her support after Officer Espinoza's death. She also labeled herself as both a \"top cop\" and a \"progressive prosecutor.\" \nAnother contradiction was when Harris laughed when asked if she would support the legalization of marijuana for recreational use. In 2018, however, Harris changed her opinion. Her various contradictions are alarming, especially as a new leader of our country.\nBiden's presidency will definitely bring major changes to the U.S. After the many disappointments of 2020, we can start improving with new leaders. As Americans, we ultimately can influence the direction our country goes, as it's a team effort for real change to happen.\nJulia Cheng is a freshman media arts and design major. Contact Julia at chengjm@dukes.jmu.edu\n\nLoad-Date: December 11, 2020"
}