{
    "title": "Opinion_ International students faced senseless discrimination from ICE",
    "publisher": "university wire",
    "year": 2020,
    "month": 7,
    "day": 24,
    "full text": "The U.S. Immigration and Customs Enforcement (ICE) announced July 6 that international students would face deportation should their respective colleges choose to operate fully online for the upcoming semester. The decision has since been rescinded, yet it still leaves an ominous reminder that international students could have everything taken away from them in the blink of an eye.\nThis senseless and cruel decision unfairly targeted international students, injecting fear and giving them the stark reminder that, to ICE and the current Trump administration, they are not legitimate, autonomous beings; they are mere \"guests\" in this country who can simply pack up their lives and head back to their home countries.\nInternational students should have never had their legitimacy in the U.S. questioned. They are more than just students; they are hard workers that have provided the U.S. with the diversity it so desperately needs. Even if they were just students, they still have a right to be in the U.S.\nInternational students are among some of the brightest minds the U.S. could open its doors for. They contributed roughly $45 billion to the economy in 2018. Those students come to America to study at some of the most prestigious universities and positively impact the American economy as they do so.\nFrom a purely economic perspective, universities thrive off of international students in terms of revenue. As of fall 2019, Texas State's student body has about 534 international students, and, in regard to tuition, these students pay a much more exorbitant amount in comparison to local students.\nICE's feeble attempt to deport international students amid a global pandemic is not the first of many attacks against immigrants in the U.S. Its controversial history is riddled with abhorrent and questionable decisions regarding immigration and the ability to safely enter the U.S, from families being separated at the border to its latest maneuver to deport innocent students.\nEstablished in 2003, ICE has become a force that has unethically targeted immigrants across the U.S. It was created primarily to combat illegal immigration and terrorism but has evolved to be a much more sinister institution that continues to push a dangerous agenda against internationals seeking to live in the U.S.\nIts unprovoked rule came at an already vulnerable time for millions of Americans, especially international students. With the COVID-19 pandemic highly rampant and spiking once more, many see themselves out of a job or struggling to pay the bills and continue life as normal under this new dystopia.\nInternational students were unable to leave the country due to the virus as schools shifted to remote learning. The same situation would arise should they be deported as many countries have strict travel restrictions, making it difficult for these students to find their way back home.\nICE's initial decision also put universities in a terrifying bind. Texas State found itself having to choose between deporting its students or putting them at risk of contracting the virus. The university was put in a position to make a life-or-death decision. Thankfully, President Denise Trauth, along with many other top universities, made a promise to stand in solidarity and support of the affected students.\nThrough the chaos, one thing was made abundantly clear: In the eyes of ICE, international students are, quite simply, expendable.\nThey were put in a position to be sacrificed to the virus at the expense of pushing an anti-immigration agenda. However, with the support of prestigious colleges, such as Harvard and MIT, international students found themselves protected by the threats of legal action against ICE. While this is a victory, the battle may not be so easily won the next time.\nICE has served to cruelly discriminate against immigrants, whether legal or not, and its purpose has changed far too much since its creation. Rather than combatting foreign terrorism, its focus has shifted to terrorizing immigrants on its own land, regardless if they are children or adults.\nICE should have never put international students, and universities, in that position. It is time to take a hard look at this country's immigration policies and to stand in solidarity with those who truly make America great: Immigrants.\n- Valeria Torrealba is a public relations junior\nIf you liked this story, consider supporting student media through a donation or by signing up for our weekly newsletter.\nDid you like this story? Share it on Flipboard\n\nLoad-Date: July 24, 2020"
}