{
    "title": "OPINION_ Trump's failure to condemn white supremacy groups should not be taken lightly",
    "publisher": "the new york times",
    "year": 2020,
    "month": 10,
    "day": 1,
    "full text": "During the first presidential debate on Tuesday, President Donald Trump refused to decry the white supremacy organization known as the Proud Boys. SPECIAL TO THE ORACLE\nThe first presidential debate on Tuesday between Republican candidate President Donald Trump and Democratic candidate Joe Biden quickly devolved into chaos as both candidates talked over each other and relentlessly hurled insults.\nModerator of the debate and Fox News journalist Chris Wallace said he was disappointed with the way the debate unfolded.\n\"I'm just sad with the way last night turned out,\" he said in an interview with The New York Times. \"I never dreamt that it would go off the tracks the way it did.\"\nOf the many worrying moments from both candidates, one in particular stuck out. When asked to denounce white supremacist groups and the Proud Boys, a far-right, neo-fascist male-only organization, Trump instead used the moment to direct the blame away from them.\n\"Proud Boys - stand back and stand by,\" he said when Biden challenged him to condemn his dangerous far-right supporters. \"But I'll tell you what, somebody's got to do something about Antifa and the left.\"\nChairman of the Proud Boys' Florida chapter Enrique Tarrio said the group doesn't discriminate against others based on race or nationality. However, the FBI has  warned the public about the group's violent actions for years.\nAccording to Washington state law enforcement, the FBI classified the Proud Boys as an extremist group in 2018. This classification was due to their ties to white nationalism and contributions to violence at political rallies in cities like Charlottesville, Virginia; Portland, Oregon and Seattle, Washington.\nThe Southern Poverty Law Center, a nonprofit legal advocacy group that protects civil rights in Alabama, listed the Proud Boys as a hate group due to their white nationalist memes and affiliations with known extremists like Jason Kessler, who was arrested in 2017 on charges of domestic terrorism in Charlottesville.\nTrump's decision not to reject the group when he had the chance is astounding. Not only did he refuse to distance himself from white supremacy, but his hateful comments are also bolstering support for the far-right group, according to CNN.\n\"President Trump told the Proud Boys to stand by because someone needs to deal with Antifa,\" said Proud Boys member Joe Biggs on the Parler social media platform in response to the president's comments. \"This makes me so happy.\"\nTrump should stand for all Americans and encourage the dismantling of groups that do not share this sentiment. With his words, the president rallied a radical, hateful group and spread awareness of their cause.\nWe are a month away from the chance to ensure we don't have a president afraid of denouncing hateful organizations. When it comes time to vote, do not stand down. Do not stand by. Make your voice heard. \n\nLoad-Date: October 1, 2020"
}