{
    "title": "OPINION_ TRUMP'S COVID-19 INFECTION",
    "publisher": "the will ",
    "year": 2020,
    "month": 10,
    "day": 7,
    "full text": "Aside terrorism, Nigeria has obviously snowballed into a huge killing field whereby armed marauders seem to be passing the message that Nigeria lacks a government. Government as it were, ought to be like the SUPERMAN who should watch over the affairs of all mortals and regulate their conducts to conform with established societal norms and laws that will ensure that there is social equilibrium, sanity, stability and security.\n But contrary to these basic necessities that characterise organised civil society, these brazen attacks against Nigerians by divergent armed criminals and terrorists have gradually began to delegitimize the government of Nigeria. Yes! what this deadly violent killings of citizens by all kinds of lawless people show is that the citizens may as well begin to have broad-based conversations on the apparent failures of security infrastructures to combat the terrorism of these many outlaws who are apparently operating as if they are bigger than the SUPERSTRUCTURE OF GOVERNANCE.\n  By the way, for the umpteenth time, we must restate the factual account that the government is set up primarily to provide security of lives and property and to effectively enforce the laws to create a prosperous, law-based, rights-based and peaceful community of humanity who would inevitably live in harmony with nature in view of the consequences of climate change. However the activities of terrorists, armed bandits and significantly, kidnappers, have signposted the eventual collapse of architectures of governance.\n This reality must never be lost on those in charge of the different levers of government. The National Assembly has on many occasions expressed this same sentiment but that was it and no concrete plans and actionable programmes are put in place to check the rise in armed kidnapping which has made living in Nigeria as a grave danger.\n Surviving in Nigeria is as dangerous as living side by side with untamed wild animals in the dungeons. These dangers facing Nigerians are definitely heightened by the terrorism of armed kidnappers who are certainly enjoying some support and patronage of some powerful persons in government and in the armed security forces because it is inconceivable that Nigerians are violently kidnapped and for weeks, these kidnappers continue to negotiate with the families of the victims and in many instances, these kidnapped citizens are set free as soon as the demanded ransom payments are made.\n Also there are notable flashpoints of operations by the kidnappers but the relevant governmental bodies and agencies are not activated to carry out surgical operations to arrest and prosecute these kidnappers. Victims of kidnapping cut across all segments of the society including soldiers, police, Federal Road Safety officials, Civil Defense officials and Nigerians of varying stratification.\n That the governments at every levels are incapable of tackling these challenges of law enforcement created by the violent spectacle of armed kidnapping shows that the government may be tolerating armed kidnapping for no specified reason. The growing tolerance of the government to crimes, violence and criminality boils down to the lack of the political will to end the episodes of governmental impunity of all kinds.\n The police in Nigeria are the worst culprits on the issue of compromises with armed kidnapping because many of these kidnappers are arrested by the police and paraded but the Federal Attorney General and minister of justice Abubakar Malami is unwilling to lead the process of effectively prosecuting these criminals apparently because of the suspicions that many of these armed marauders and Fulani herdsmen arrested for kidnapping are mainly from the Fulani Ethnicity which is the Ethnicity of the President, the Attorney General and minister of justice Abubakar Malami SAN and almost all heads of the internal security Architectures and the minister of defence. Buhari-led administration is that which gives preferences to appointing only Moslem Hausa/FULANI into top internal security forces.\n What baffles me is the clear inaction of Nigerians to ask the relevant questions. Why are most Nigerians not demanding actions and accountability from the Federal and State governments on the rising incidence of armed kidnapping which has returned Nigeria back to the dark ages of slavery? A notable exception of a citizen who is asking the right question is a catholic priest Dr.\n George Ehusani. He Perhaps best captures our contemporary scenarios of the rise of the armed non state actors who unleash bloody violence in his year 2001 book , he aptly titled \"Nigeria: years eaten by the locust\".\n He began by stating that one of the National dailies recently carried cartoon that captures effectively the fear of death that now hunts everyone in the land. The cartoonist says in part \" I retire to bed these days and sleep with an eye open.\n Reason I'm not sure if my domestic staff are would be assassin !  when I'm being driven to and from work, my eyes keep darting from left to right. Reason the driver of the car next to mine might be an assassin!  I can no longer confidently check in at a five star hotel .\n Reason a bomb might have been planted somewhere! Hmmm. Finally I decided to go to church and pray about all these  I had to pray with an eye open.\n Reason one can never be too sure these days  The woman standing next to me might want crack my head with a bottle!\" He wrote further: \"Nigerians are today perpetrators, victims and witnesses of multiple violence. We are recording each day a number of casualties of street thuggery , armed robbery, hired assassination , arson, police brutality, stray bullets , prison torture, judicial murder , plane hijack and \"bomb explosion\" .\n Those who have succumbed to the reign of terror in the last one year(as at the tear 2001) or so run into thousands. They include Gideon Akaluka of Kano, whose head is to these day still unaccounted for , Air Vice Marshal Tunde Elegbede , captain Ashafa , Bishop oluputaife , professor Bandipo and 79 years old chief Alfred Rewane .\n Families have been callously thrown into mourning, children have been violently separated from their parents, spousal relationships have been summarily terminated and large extended families have been brutally robbed of their sole breadwinners. It is a regime of agitation, tension, fear , and general insecurity of lives and properties.\n The state security agencies like the rest of Nigerians appear helpless in the face of eruption of violence.\" The truth is that Reverend Father George Ehusanmi's reflections in the book he published many years ago, represents the contemporary scenarios except that now more than ever before, government and security officials operate like compromised institutions because there is a calculated attempt to do nothing whilst all these attacks take place and what the police does is to engage in media propaganda and there is zero prosecution of the few amongst the many kidnappers arrested.\n As stated earlier, nobody in Nigeria is safe except those in top Federal and state government positions that enjoy the best protections paid by tax payers, virtually all of us are not safe. One of those to have been lucky to have come out alive from the den of these armed marauders is the respected Senior Advocate of Nigeria and a top human rights campaigner Chief Mike Ozekhome.\n He spoke few months back when a top Appeal court's jurist was kidnapped just before she was freed after the kidnappers were reportedly settled generously and they are never arrested nor have they like many other kidnappers being prosecuted. Chief.\n Mike Ozekhome, a Senior Advocate of Nigeria, had then pleaded with the kidnappers of Justice Chioma Iheme-Nwosu to release her unhurt. Recall that some suspected gunmen who killed Iheme-Nwosu's policeman also abducted her along the Benin-Agbor Road, Edo State.\n Ozekhome while speaking on the incident stated that the abduction of the judge in broad daylight in Benin City is the saddest incident. The Senior Advocate of Nigeria described the judge as a noblewoman of high virtue, a fecund mind and one of the finest jurists of great erudition, currently dispensing justice in the Court of Appeal.\n He said, \"It is heart-rending that Nigeria has been turned into a gruesome and crimson theatre of blood, with absolutely no government protection insight.\" \"I beg you, captors or kidnappers of Justice Chioma, in the name of Almighty God to please release her unhurt.\n See her as your mother that you would never do anything to hurt no matter the circumstances. I beg you also in the name of humanity and of womanhood, as you read this, to set free, unharmed, unmolested and unhurt, this judicial amazon.\n Please, please, please. I beg you.\n\" He stated that while Nigerians are experiencing challenges in the country, politicians are busy politicking, instead of spreading democracy dividends. Ozekhome noted that it is surprising that politicians are already planning towards the 2023 election as the ink on the 2019 elections is yet to dry.\n He claimed that the country has become overheated and over politicised enslave, with no space for genuine governance. According to him, the masses are unfortunate and are the victims of societal degeneracy and misplaced values.\n He added that the judicial officers are not provided with the right environment for their safety. And for the effective performance of their duties.\n \"The Judiciary, the weakest and whipping child of the three arms of government is mostly at the receiving end.\" \"A minister or Senator (both of the Executive and Legislative arms of government, respectively), can afford to travel in convoys of fully armed security operatives.\n A Judge is mercifully left with just one policeman, usually armed with obsolete firearms. He is plucked down and dismembered like a chicken.\n\" \"Yet, the judge, especially Justices of the Court of Appeal, must traverse the nation, handling never-ending sensitive appeals from election petition tribunals, in jurisdictions other than their ordinarily accustomed places of abode or sitting.\" \"They are thus compelled by the cause and course of duty to travel by road, the very bad roads that are unmanned by security personnel.\n They thus fall easy prey to marauders.\" Fast forward to today, a young lawyer in Port Harcourt Rivers State was kidnapped by armed marauders and for hours now her whereabouts are unknown prompting the Nigerian Bar Association to set up a mediation team to search and rescue her apparently after raising and paying the ransom that would be demanded by these terrorists roaming freely now in Nigeria with indiscriminate regularity.\n The President of the Nigerian Bar Association (NBA), Mr. Olumide Akpata, set up a task force to secure the release of a 25-year-old lawyer, Abisola 'Paulette' Ajayi, who was abducted on Sunday night.\n Akpata, who made the disclosure in a series of tweets on his handle, said he had also spoken to Rivers Governor Mr. Nyesom Wike the Attorney-General of Rivers State as well as the state Police Command to request their assistance for Ajayi's safe return.\n Ajayi, a Masters student of the University of Science and Technology (UST) in Rivers State, was abducted on October 4, 2020 in front of her home in Rumukurushi, Port Harcourt, by men dressed in combat fatigues and dark T-shirts. Her mother, Ngozi Ajayi, was punched when she attempted to save her daughter.\n Akpata said: \"Last night, I received reports that Paulette Bisola Ajayi, a lawyer and daughter of Ngozi Ajayi (also a lawyer) was abducted by at least four gunmen dressed in combat fatigues and dark t-shirts in front of her home in Rumukurushi PH, as she was waiting for her gate to be opened. \"Her mother and others who tried to prevent her from being taken away were brutalised and shot at by these men who eventually dragged Bisola out of her car and took her away in their own cara white Toyota Venza.\n \"The increasing spate of such incidents is indeed disheartening. I have spoken to Bisola's mother to assure her of our support and assistance towards the rescue of her daughter.\n \"I have also spoken to the Governor of Rivers State, the Attorney-General of Rivers State and the Rivers State Police Command to request their assistance in ensuring the safe return of our colleague. \"I have also set up a Task Force to collaborate with the relevant authorities and do all that is possible to see to Bisola's speedy release.\n She will also remain in our prayers.\" The task force is headed by NBA 1st Vice-President, John Aikpokpo-Martins.\n Its other members are: Kunle Edun (Welfare Secretary) Prince Nyekwere (Chairman NBA PH) Victor Frank-Briggs Irene Pepple Anthonia Osademe (Vice-Chairman NBA, Port Harcourt) and Mrs. Ngozi Ajayi.\n The NBA urged the public that any useful information on the matter be made available to the NBA Welfare Secretary or the Vice Chairman of the Port Harcourt Branch. In Southern Kaduna, hundreds of citizens are kidnapped and killed by armed Fulani herdsmen and terrorists but the GOVERNMENT operates like the architecture of government is kidnapped.\n There is therefore the need to charge the government to implement and enforce the law against terrorism, kidnappings and other criminality because the reason these activities have doubled up is because of official impunity on the side of government. The Nigerian government must be tasked by the citizens to be accountable and to concretely wage war against kidnappers and inflict the harshest judicial sanctions against these killers by way of making kidnapping a federal capital crime punishable by death penalty.\n Kidnappers are obviously in League with terrorists and need to be dealth with in line with the extant anti terrorism laws of Nigeria. Nigerians must wake up and demand accountability from the Federal and state governments now.\n Enough is enough.  Emmanuel Onwubiko is the head of the Human Rights Writers Association of Nigeria, HURIWA.\n\nLoad-Date: October 7, 2020"
}