{
    "title": "OPINION_ America 's other problem with terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 1,
    "full text": "BY COLE WHITE | Opinion Editor |\nIn my tenure as Opinion Editor here at the Statesman, I've addressed far more shootings and violence than I'd care to. But what happened this past week at a Planned Parenthood clinic in Colorado Springs warrants a response.\nIt warrants a response because there is finally something we can learn from seemingly senseless violence. We can learn that terrorism is just a foreign problem.\nWhen the news first broke the media said all they could. There was a lone gunman, he killed three and he wounded nine. But they all followed with the same phrase: \"motive unclear.\"\nAs more facts poured in over the following days, we have a better picture. Not that we needed it, because it was painfully obvious from the start for anyone who has ever seen a computer or television screen.\nIt's a safe assumption that 57-year-old male recluses don't frequent Planned Parenthood. It's a safe assumption that he wasn't outraged by mammograms and pap smears. It's a safe assumption that he had an agenda.\nWe all know what happened, but we've gone through extraordinary lengths, jumping through linguistic hoops to avoid saying what he really is.\nRobert Lewis Dear is a terrorist.\nNow as hard as we've tried for the past 14 years to turn the word \"terrorist\" into a racial slur for Middle Easterners, it isn't. Dear is a terrorist, and we created him.\nDear picked up a weapon and set out to impose his worldview on others through violence. He's no different than those who shot up Paris weeks ago.\nThe only difference is our reaction. In the wake of Colorado Springs nobody is calling for a database of Christian conservatives. Nobody is bafflingly invoking WWII Japanese internment camps as a positive thing. Trump hasn't taken a podium and made fraudulent claims of neighboring Christians cheering the attack.\nNobody does that because we don't want to admit that it was our sensationalist partisanship that fostered what Dear became.\nYou may read this and think it's unfair to group all Christian conservatives with what happened in Colorado, and you would be right. It is completely unfair, and that's my point.\nAfter the Paris attacks it was the hardline Christian conservatives that beat the xenophobic drums in the face of thousands of Syrian refugees. The Trumps, the Carsons-all those figures who have spent the past months tripping over themselves jockeying for who can say the most ignorant, offensive statements. Even Carly Fiorina gave a passionate speech about the horrors of harvesting fetal brains in the past Republican debate.\nThat speech earned her points in the presidential race, despite none of it being true. Now we've seen whom else that kind of sloganeering reached.\nIt doesn't matter what your ideology is. Terrorism is simply terrorism.\nIf you are one of those who would hold 1.3 billion Muslims accountable for a relative handful that warped religious conviction into something horrifying, then you had damn well better own up to it when one of your own tribe does the same.\nWe have to acknowledge what Dear is, and realize that he's far more dangerous than what lies overseas.\nDear's terrorism bears the \"Handmade in America\" stamp, and we have to find a way to halt that production.\ncomments\n\nLoad-Date: December 9, 2015"
}