{
    "title": "Opinion_ Gun reform still largely out of reach",
    "publisher": "university wire",
    "year": 2016,
    "month": 6,
    "day": 13,
    "full text": "Sunday morning Orlando became the center of another massive shooting, something that seems to have become an occupational hazard of American life. While the details are still coming in about the deaths and injuries, and the whole story is not yet clear, a couple things are.\nIt is clear this was an act of hatred and terrorism that specifically targeted a gay bar, and it was carried out with weapons that were bought legally.\nWhile Donald Trump is shouting in the Twitter-sphere with the, \"I told you so,\" rhetoric of another terrorist attack being eminent, other politicians have been calling for measures to actually prevent attacks like this from happening for years, such as an update to the background check system.\nWhy is it impossible for there to be bipartisan push for legislation that deals with this issue? It would not even remotely affect the millions of law abiding gun owners in America who have nothing to do with terrorism. In fact, it would make it more difficult for terrorists to buy guns.\nInstead, the news cycle is beginning to overflow with the worn out phrase, \"Now is not the time to talk about gun control.\" Well, then when will it be? These same politicians and pundits that call for a robust discussion on terrorism and how to defeat it do not want to acknowledge the flawed background check system. National Rifle Association sponsored stalls on gun reform are the reason why Omar Marteen was able to purchase high powered assault rifles without so much as a second glance from the background check system, despite his multiple interviews by the FBI and links to known terrorists.\nUnfortunately, the country is in a place right now where gun reform is a toxic subject for many who have the power and possibility to change it. The NRA is one of the most powerful lobby groups in the country and is able to continue to do so through the exploitation of people's fear of gun reform. It is commonplace for NRA Executive Vice President Wayne LaPierre to claim President Barack Obama is coming any day now to take away everyone's guns, despite the fact he has half a dozen months left, and he has said on multiple occasions he does not want to confiscate guns from law-abiding Americans.\nThe battle for gun control was lost after the Sandy Hook shooting, when it was not possible for Congress to come together after a massacre of children to pass some basic measures to prevent something like it from happening again. Even the Democratic Party was not able to coalesce around provisions, and they killed the bill themselves.\nFuture promises of gun reform, even after the Orlando shooting, are distant at best with a Republican Congress and the real possibility of Trump in office.\nBut if we don't talk about it now, then when will we? We may come back to this topic the next time a massive shooting happens, or will we have to wait for the next time \"the worst shooting in American history\" happens again to even get to this level of discussion?\nNot talking about the part easily accessible guns and flawed background checks played into the Orlando shooting is the same as ignoring the influence that terrorism and homophobia had in the attack. Inaction and silence not only do a disservice to those who lost their lives, but also result in our collective responsibility the next time lives are lost when we as a society had the possibility to prevent it.\nKevin Foster is a UF political science senior. His column appears on Tuesdays.\n\nLoad-Date: January 5, 2017"
}