{
    "title": "Opinion_ American terrorists are nothing new, just ask a black American",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 8,
    "full text": "Last week's op-ed discussed the \"new violence\" of \"American-committed terror attacks.\" The authors declared, \"Americans can be terrorists too. This is most evident in today's society with the hectic amount of violence in America.\" The authors seem to be saying that without the recent \"hectic violence,\" there might not be enough evidence to claim that \"Americans can be terrorists too.\" From this, you might think that Americans only really started being terrorists within the last few years.\nBut how can we see American terrorists as something new when, between 1877 and 1950, Americans lynched over 4,000 Black people?\nVanessa Croft is a black woman whose family fled the South in the 1930s. Her family members were just a few of the six million Black Americans who also migrated to escape violence. She describes how fear was instilled in Black communities:\n\"There was a 28-year-old man named Bunk Richardson, who hadn't done anything by the way, but the mob lynched him, off of the Coosa River train bridge, because he was black. And it's not like he was hung and they cut him down. They left his body there, so his family members who were told to get out of town, as they left that morning, they saw their relative's body hanging. And my grandad and my family would have seen his body hanging on that train trestle. So the racial terror has been embedded into you. And that's the intention of any terrorist act, to invoke fear into a community, and I'm sure it did.\"\nImagine telling Vanessa Croft: \"Not all terrorists are Muslim; Americans can be terrorists too. This is most evident in today's society.\" Imagine how ridiculous that would sound to her, given her family's experience. Telling her this would confirm that we have collectively ignored her family's experience, forgotten their pain, and not done enough to condemn those responsible.\nWe should work harder to understand that being a Black person in America means being aware of the terrorists that will kill you and your family if you step out of line. Slave owners, police officers and ordinary citizens have terrorized black people in America. They've bombed their churches, burned their homes, put them in prison, shot them dead and hanged them from bridges. Black Americans have thus long understood that Americans can be terrorists. Yet, last week's article seemed to be a response to a very recent observation.\nLast week's article rightly tried to dispel the racist perception that all terrorists are Muslims. However, in doing so it participated in our collective failure to deal with the painful history of racial terrorism. Clearly, it's taken too long for some of us to notice American terrorism. We should have called it what it was a long time ago.\n\nLoad-Date: November 8, 2018"
}