{
    "title": "OPINION_ K-State should invest in tomorrow's global leaders by educating refugees",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 7,
    "full text": "Vedant Kulkarni is a Collegian contributor and a senior in management information systems and mass communications. He is also the international student affairs director in the Student Governing Association cabinet. (Archive Photo by John Chapple | Collegian Media Group)\nA refugee is a person who flees to a foreign country or power to escape danger or persecution. Currently, the world is seeing a significant rise in the number of people displaced from their homes and pushed into refugee camps.\nThe United Nations reports that, as of 2018, an unprecedented 70.8 million people were displaced. An estimated 30 million are refugees and half of them are assumed to be children. Millions of these refugees become stateless people who are denied access to basic human rights such as education, healthcare, employment, freedom of movement and freedom of expression.\nFurther, the refugee camps that are set up to host these individuals temporarily are wildly underfunded and unsafe. The COVID-19 pandemic makes this situation even worse, with a lack of healthcare facilities.\nPeople are quick to blame refugees for being dangerous and refuse to help them. Unfortunately, the most common victims of global terrorism are these poor refugees themselves. When we do nothing to help them, we are condemning hundreds of thousands of people to death by terrorism, according to Amnesty International. Last year, the U.S. stepped down from its position as the global leader on refugee crisis management by accepting fewer refugees than ever.\nSo, what we can do to help members of these communities? While all of us can do our part by providing financial assistance to these communities, universities like Kansas State in the U.S. and worldwide should start investing in the education of refugees.\nAccording to UNHCR, 3.7 million refugee children are out of school, and only about three percent of refugees have access to higher education. Additionally, four million refugees and refugee children are completely unable to attend school.\nUnder the declarations of the 1951 Refugee Convention and the 1989 Convention on the Rights of the Child, education is a basic human right. Providing education to refugee youths protects them from being forced to join armed extremists, child labor, sexual exploitation or child marriages. Additionally, it gives them a chance to live a better life.\nRelated:\n\"OPINION:\nRead Now\nEducation, as we know, provides a pupil with knowledge, skills and wisdom and helps people develop their communities. Educating refugees could potentially provide them with a better life, and it may also help them gain the leadership skills required to turn lives in their community and home countries around. As the UNHCR says, \"higher-level education turns students into leaders - it harnesses the creativity, energy and idealism of refugee youths and adults, casting them in the mold of role models, developing critical skills for decision-making, amplifying their voices and enabling rapid generational change.\"\nThe UNHCR works in partnership with universities and organizations across the world to provide education to refugees. These programs are available in both virtual and in-person options.\nThe UNHCR came together with universities and organizations to form the Connected Learning in Crisis Consortium for higher education for refugees. K-State should volunteer to be a part of this consortium.\nCurrently, the CLCC comprises 27 members, with about 10 of them in the continental U.S. K-State should apply to become a part of this group as we are an educational institute and we pride ourselves on developing capable global leaders.\nUnder the leadership of the Staley School of Leadership Studies, K-State can get involved with this initiative. We can create a scenario where we give the best leadership education to refugee youths and adults, turning them into the global leaders we need them to be.\nThe mission of the Leadership Studies program is to develop knowledgeable, ethical, caring, inclusive leaders for a diverse and changing world. We can contribute to help rebuild refugees' lives and develop them into leaders who will transform the world.\nK-State can help change the lives of many people around the world by taking this one step. Using technology, globalization and a universal support system, we can provide education to the world's most vulnerable populations.\nAs Malala Yousafzai said, \"One child, one teacher, one book and one pen can change the world.\"\nVedant Deepak Kulkarni is a Collegian contributor and a senior in management information systems and mass communications. He is also the international student affairs director in the Student Governing Association cabinet. The views and opinions expressed in this column are those of the author and do not necessarily reflect the official policy or position of the Collegian. Please send comments to opinion@kstatecollegian.com\n\nLoad-Date: October 8, 2020"
}