{
    "title": "OPINION - 9_11 Victims Bill proves controversial",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 30,
    "full text": "On Wednesday, the Senate and the House overturned President Barack Obama's veto of a 9/11 victims bill. As was expected, the bill got a lot of media attention, even becoming a talking point for the president's town hall that night with CNN's Jake Tapper.\nSo what's the big deal? What exactly is this bill - which the majority of state representatives voted for - going to result in?\nWell, for starters, the official name of the bill is \"Justice Against Sponsors of Terrorism Act,\" or JASTA, and it does exactly what it sounds like it does. This bill was brought forward by the families of the victims of 9/11 with the intention of suing members of the Saudi government who they suspect to have been a part of the terrorist attacks.\nAccording to the bill, it amends the federal criminal code to permit civil claims against a foreign state or official for injuries, death, or damages from an act of international terrorism.\nWhy Saudi Arabia? Well, CNN reported in 2013 that 15 hijackers involved in 9/11 were Saudi citizens. Because of that fact, it's been rumored that senior Saudi officials were linked to the attacks in some way.\nThere has been no evidence found to support that claim. However, BBC reports that a previously classified document revealed that some of the hijackers \"were in contact with, and received support from, individuals who may be connected to the Saudi government.\"\nThe document did not result in any new evidence.\nSo, a bill that was vetoed by Obama was overturned by the House and the Senate, allowing private citizens to sue foreign nations or officials over acts of terrorism. How does that work? What's the procedure behind essentially telling the President of the United States no?\nIn order to override the President's veto, two-thirds of voting members in both the House and Senate must agree to do just that. Both chambers must override for it to work, meaning if the House gets two-thirds but the Senate does not, the veto stands.\nWednesday night at a town hall moderated by Jake Tapper, Obama remarked that some members who voted in favor didn't know what was in the bill, and \"it was basically a political vote.\" In other words, Republicans blindly voted in favor to carry the bill because it appealed to Republican members.\nWell, that's not true. It factually cannot be true because while the Republicans do hold the majority of Congress, they don't have the numbers to swing a two-thirds vote by themselves. This means that JASTA crossed party lines and received support from both Republicans and Democrats in Congress.\nThis bill saw an overwhelming vote from both chambers; The Washington Post reported that Congress saw 97 to 1 vote in the Senate and 348 to 77 in the House. That's 97 votes to override in the Senate, out of 44 Democrats and 54 Republicans, and 348 in the House, out of 246 Republicans and 186 Democrats.\nSo we know what the bill is, we know how it became the first bill in Obama's nearly eight years as president to be overturned, but what are the risks? There has to be a reason why the President of the United States didn't support it, right? \nWell historically, Saudi Arabia and the U.S. have been allies. The Council on Foreign Relations - a nonprofit organization and think tank - reports that Saudi Arabia has been \"the main U.S. ally\" in the Persian Gulf region for the past 30 years.\nA State Department report in 2014 claimed that the Saudis maintain a \"robust counterterrorism relationship with the United States.\" This bill could no doubt put a strain on that relationship.\nAdditionally, Obama worries that this bill will be turned against us by kick-starting lawsuits from other countries against the U.S. According to BBC, the concern is that a drone strike against a suspected al-Qaida target in Yemen, Pakistan or Somalia could leave the U.S. open to liability.\nIn opposition to that, Terry Strada, the national chair for 9/11 Families United for Justice against Terrorism, told BBC as long as America isn't \"funding terrorist organizations and killing people, then we don't have anything to worry about.\"\nSo, now we know what the bill stands for; we know how it was historically overridden by Congress; we know what the risks are of putting it into action. But was this a good move or a bad move?\nDid the Senate really make the most embarrassing call in decades, like White House Press Secretary Josh Earnest thinks? Or was this a step toward justice for those who have and continue to suffer from international terrorism attacks?\nWell, that's for you to decide.\n\nLoad-Date: January 9, 2017"
}