{
    "title": "OPINION_ The Vegas shooter_ he's not a _lone wolf_",
    "publisher": "the new york times",
    "year": 2017,
    "month": 10,
    "day": 11,
    "full text": "class=\"asset-contentsubscriber-premium\">\nKAYLN'S CORNER\nOn Oct. 1, concert-goers had hopes of ending their night at the Route 91 festival with a high energy show from Jason Aldean. Those hopes were cut short when Stephen Paddock took it upon himself to cause terror in a crowd of hundreds.\nI didn't find out about the event until the morning after it happened. I was scrolling through Facebook and saw that there had been yet another mass shooting. From that moment, and even today, media outlets call Paddock a \"lone wolf\" as they continue to piece together why a wealthy man would commit such an act. But they're all avoiding the phrase \"domestic terrorism.\"\nNPR stated that the \"The Patriot Act defines domestic terrorism as an attempt to 'intimidate or coerce a civilian population; to influence the policy of a government by intimidation or coercion; or to affect the conduct of a government by mass destruction, assassination, or kidnapping.'\" If that is what we're defining as terrorism, either The Patriot Act needs to be updated, or we need another mainstream phrase that isn't \"lone wolf\" for an individual who takes the lives and injures so many people for no political gain.\nUSA Today interviewed Chris Robinette who specializes in arena and stadium security who stated \"I don't think a lot could have been done to prevent this,\" as Paddock did not have a mental health history or a criminal background. But that's an unacceptable response. There is a call for change lead by politicians when the threat isn't domestic with events like 9/11, or when the individual has ties with ISIS, but for some reason, we don't have the same kind of urgency when there is no political gain. We begin talks of policy on how we can make it harder for immigrants to get into the country and retrieve guns when there are terrorist attacks. When it is an American citizen who is murdering other American citizens for no political gain, then we begin to see responses like Robinette's.\nThe New York Times has reported 28 mass shootings since 2007. It's a bit sickening to realize that we are becoming desensitized to a \"lone wolf\" murdering a mass number of people, regardless of the reasoning. We can see this desensitization demonstrated on our own Facebook and Twitter feeds today. People are moving forward with their lives and will continue to do so until another shooting happens which jolts us back to square one. When terrorist attacks occur, they shake our nation to its core and remind us that we are vulnerable to outside forces and policy might not always protect us. However, when it is a mass shooting, we hold one another close, tell our family and friends that we love them and send out thoughts and prayers that aren't backed up by proper action. We cannot become desensitized to our nation's history of gun violence.\n\nLoad-Date: October 11, 2017"
}