{
    "title": "OPINION_ DID THE BUHARI GOVERNMENT REALLY HAVE ANY OPTION IN THE RELEASE OF 1,400 BOKO HARAM SUSPECT",
    "publisher": "the will ",
    "year": 2020,
    "month": 2,
    "day": 26,
    "full text": "The recent revelation by the Borno State Commissioner for Information Babakura Jato thatabout 1,400 repentant Boko Haram suspects have been released in three tranches by the military and re-integrated into the society since Operation Safe Corridor, the government's de-radicalization programme started in 2016, has generated a lot of angst, not just among the civilian population but also among the soldiers fighting the terrorists.Vincent Akanmode, writing in The Nation of February 15 2020 captured the feeling of most Nigerians over that announcement thus: \"True repentance is a matter of the mind and not of the mouth.\n Unless they are laying claim to the clairvoyance of a witch, the military has no way of ascertaining the genuineness of the purported penitence of the pardoned Boko Haram members.\" There are several issues involved here: One, push-backs to any attempt to re-integrate those associated with terrorism and violent extremism are normal in virtually all societies facing such challenges, especially in on-going conflict situations.\n We have for instance the celebrated cases of Shamima Begum and Hoda Muthana  who were born in the UK and the US respectively. Both women left to join ISIS in Syria and Iraq respectively and started families there.\n However their desire to return to their countries of nationality provoked intense debate on how Western governments should treat citizens who are exposed to violent extremism. The governments of both the US and the UK are insisting they will not have them back.\n Two, resistance by communities to the re-integration of ex-combatants and their sympathizers however mask a fundamental challenge facing governments in such conflict situations: how does the government deal with defectors during such conflicts, especially given that they defected or were captured in war situations where there may be insufficient evidence to prosecute them? Since it cannot really be an option for the government to simply execute such combatants or keep them in detention facility forever at government's expense, the idea of a de-radicalization and re-integration programme becomes almost unavoidable. In fact several commentators on the Boko Haram conflict such as a report for the Carnegie Endowment for International Peacein September 2018 entitled, 'Achieving Peace in Northeast Nigeria: The re-integration Challenge',have repeatedly maintained that a purely military solution will be incapable of defeating the group.\n Three, the idea that a purely military solution will be insufficient to defeat the terrorists is the whole justification for a de-radicalization and re-integration programme in virtually all countries with challenges of terrorism and violent extremism. However despite the ubiquity of the concept of 'de-radicalization' in discussions of counterinsurgency and violent extremism, there is no consensus in the literature on its definition.\n Generally it is understood as a preventive counter-terrorism measure aimed at having those with extreme and violent religious or political ideologies to adopt more moderate and non-violent views. It is predicated on the assumption that terrorists and others with extremist views can be engaged in such a manner as to reduce their risk of recidivism  the tendency for a criminal to re-offend.\n Four, there are usually several questions begging for answers in any 'de-radicalization' and're-integration' programme: Is it possible to screen the combatants well enough to measure their threat level, especially in countries like Nigeria where some elements in the military are often accused of colluding with the Boko Haram terrorists and their associated factions? How can we ensure that the 'former terrorists', if re-integrated into the society, cannot end up radicalizing others in the community or becoming spies to their former terrorist masters? Is it fair to rehabilitate the combatants without also rehabilitating their victims? Essentially it can be argued that re-integration of former combatants into the society remains aspirational because communities are generally not willing to accept them back. Five, Nigeria has three main de-radicalization programmes: one is located in Kuje prison, Abuja, and was set up by the Nigerian government in 2014. The participants in this programme are combatants convicted of violent extremist offences and inmates on/ or awaiting trial.\n The aim of the programme is to combat religious ideology and offer vocational training as a prelude to re-integrating them into communities. There is also the Yellow Ribbon Initiative which is located in communities in Borno State and is organized by the non-governmental organization, Neem Foundation.\n It was set up in 2017 and targets women, children and young people associated with Boko Haram. There is equally the Operation Safe Corridor, which was set up in 2016 by the Nigerian government and targets Boko Haram combatants who have surrendered.\n OPSC's approach targets three key issues: religious ideology, structural or political grievances and post-conflict trauma. To counter Boko Haram's religious ideology, OSC engages Imams to dialogue with those in the programme, (called 'clients') on religious concepts.\n To address political grievances such as poverty, unemployment, marginalization and illiteracy, participants in the programme are trained in rudimentary vocational skills. They are also offered therapies to help them overcome the trauma that they must have faced as members of Boko Haram who participated in or witnessed some gruesome events Six, most of the countries faced with the challenges of violent extremism and terrorism have one form of de-radicalization and re-integration programme or the other under different names.\n For instance all the four Lake Chad basin countries  Nigeria, Niger, Cameroon and Chad  have their own versions of de-radicalization and re-integration programmes. In Northern Ireland, the Early Release Scheme that ensured the conditional release of convicted terrorists under the Good Friday Agreement of 1998 was deemed essential to sustain the peace process.\n In Colombia, 'Collective Reincorporation' was a programme where former guerrillas who fought for the Revolutionary Armed Forces of Colombia, (the FARC), were engaged in an experiment in building peace. In Singapore, the Religious Rehabilitation Group formed by some Muslim religious teachers known asasatizahidentified religious counselling, dialogue and discussions as the way forward in de-radicalizing the country's extremists.\n In Saudi Arabia, after the attacks in the Kingdom of al-Saud in 2003,the Royal Familyfostered the implementation of soft counterterrorism strategies in a bid to fight the ideological and religious justifications for Jihadism. The strategy was based on the acronym PRAC -, 'Prevention', 'Rehabilitation' and 'Aftercare', in which the rehabilitation phase plays a dominant role in the programme.\n In Somalia, the Serendi Rehabilitation Centre in Mogadishu offers support to 'low-risk' former members of Al-Shabaab with the aim of de-radicalizing them preparatory to their re-integration into the community Seven, do de-radicalization programmes really work? There is no consensus on what constitutes 'success' in reforming a terrorist, and a narrow focus on recidivism as the key metric has been discredited because re-offending could well have been stimulated by new impulses after release  just as not re-offending does not necessarily mean that the released former combatant or sympathiser has abandoned extremist views. It is also not clear if any rehabilitation is because of the de-radicalization programme or because of other interventions for eliciting behaviour change such as the desire for freedom or to access some benefits that go with a rehabilitation programme.\n Additionally, official information about the success of a de-radicalization programme is likely to be biased as the state and groups running such programmes are wont to paint a rosy picture of affairs to justify the expenditures on such programmes. Also whether a de-radicalization programme is dimmed successful or not may be subjective depending on the metrics focused upon.\n For instance while an April 2019 research for the Tony Bair Institute for Global Change (entitled'Dealing With Boko Haram Defectors in the Lake Chad Basin: Lessons From Nigeria')praised Nigeria's Operation Safe Corridor to the high heavens, regarding it not just as a model of rehabilitation for Africa but also for the Western world, a September 2018 report for the Carnegie Foundation on the same programme (cited earlier) was very critical of the programme on several grounds including for lack of clarity on the eligibility for the programme and on how to re-integrate the former combatants into civilian life. Eight, what are the options for the government when it comes to dealing with captured or surrendered Boko Haram suspects? What is often omitted in discussions of whether a de-radicalization programme is successful or not is what could be the alternative to such programmes.\n Framed in such a manner, it becomes obvious that in most cases governments facing challenges of terrorism and violent extremism have virtually no other alternative. Be this as it may, the timing of the announcement that the government has released some 1,400 former Boko Haram fighters  at a time of resurgence in attacks by the terrorist group and probably a declining sense of legitimacy for the Buhari government(as evidenced by President Buhari being recently booed in Maiduguri  one of his strongest political bases)was very inauspicious, and helped to harden attitudes and the push-back from Nigerians.\n  Written by Jideofor Adibe /Email:pcjadibe@yahoo.com/Twitter: @JideoforAdibe.\n\nLoad-Date: March 3, 2020"
}