{
    "title": "Opinion-Gov. Whitmer's attempted kidnapping means more than you think",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 2,
    "full text": "By now we've all heard the news that 13 men were charged with the attempted kidnapping of Michigan Gov. Gretchen Whitmer. The majority of these men were involved with the Wolverine Watchmen militia in this state, and let's not mince words-it's a domestic terrorist organization, which is a huge problem in the United States.\nWhether you agree or disagree with what the governors and states are doing during the COVID-19 pandemic, you probably believe that killing or kidnapping won't solve anything. Domestic terrorism is something that's often overlooked or underestimated, and it simply cannot be anymore. We need to address the issues at the root of this problem. Instead of going at each other's throats, we can come together as the United States of America. The case of the attempted kidnapping of Gretchen Whitmer is about everything except a kidnapping; It's about the current cracks in the foundation of our country.\nThe plan from the six men that were originally and directly accused of the kidnapping plot have compared their beliefs to those of the organizers of the American Revolution, and they have compared Governor Whitmer to a tyrant like King George III. They claim that people must be allowed to make citizen's arrests against those who violate an individual's rights to liberty. What this stems from, of course, is the disagreement surrounding Whitmer's emergency orders and the unprecedented limitations of our lives during the past year. But a global pandemic is unprecedented too, and to contain it, unprecedented decisions are needed.\nThere are people who are really frustrated by the restrictions put in place, but it is still inexcusable to commit heinous actions. Of course, I couldn't possibly think of others who might've been frustrated, who didn't think killing a governor was the best plan. The logic of going through this elaborate kidnapping plan instead of wearing a mask is crazy to say the least.\nThe plotters wanted to hold the governor in Wisconsin and execute her in a trial setting, or put her on a boat and leave her in Lake Michigan. It's bizarre, ridiculous and flat-out disgusting. Not only was the plan to kidnap Whitmer from her Northern Michigan vacation home, but the militia wanted to overthrow the Michigan government and occupy the capitol building-of course, killing people if necessary. Targeting cops was in the works too. Not to mention, people have been marching into the building and gallery of the legislature with their weapons, and it's lunacy. These actions are something that I think only the extremists of Wolverine Watchmen and other terrorist groups can understand. Hating a politician's ideas is one thing, but wanting to harm people is a result of not thinking whatsoever.\nWhy do militias exist if it means domestic terrorism becomes a realistic possibility? Are violence and irrational thinking core values that an organization in America should represent? I don't think so, and I would think that many would agree with me.\nA militia can be defined as a military force that is raised from the civil population to supplement a regular army in an emergency. It can be a military force that engages in rebel or terrorist activities in opposition to a regular army, and it can also mean all able-bodied civilians eligible by law for military service. I would prefer the second one, because if the militia's kidnapping plot isn't what terrorism is or looks like, then I'll probably never know what it is.\nSenior lecturer at Vanderbilt University Amy Cooter, who has studied these groups for years, said that Michigan has had a history of militias and is a hot bed for such radical ideas. What I get from this is that we shouldn't be surprised, and Cooter also added that Michigan's militia history is what militias in other states have looked up to. It's been shown that for the last 25-30 years, armed groups on the right have become increasingly extreme in seeking to limit the government's power. Not only was Whitmer targeted, but the Virginia Governor Ralph Northam was too, the FBI said. What do Northam and Whitmer have in common? They're both visible Democratic figures who have taken strong stances to protect the people they govern from COVID-19. In a country that has given us so much freedom, which we should be thankful for every day, the idea of personal liberty is being taken to the extreme by those wanting to overthrow governors of the opposite political view than these right-wing extremists. The whole process of division between the political parties has boggled my mind as a young person in America, and it's hard to grasp people aggressively fighting that are in reality wanting the same thing. But actually, with extremist groups on both sides, it makes me think that people out there want America to suffer.\nEditor's Note: The North Wind is committed to offering a free and open public forum of ideas, publishing a wide range of viewpoints to accurately represent the NMU student body. This is a staff column, written by an employee of the North Wind. As such, it expresses the personal opinions of the individual writer, and does not necessarily reflect the position of the North Wind Editorial Board.\n\nLoad-Date: November 3, 2020"
}