{
    "title": "Opinion_ 'Incel' community breeds misogyny, acts of terrorism",
    "publisher": "university wire",
    "year": 2019,
    "month": 4,
    "day": 29,
    "full text": "Content warning: The following column contains mentions of murder, suicide, rape and racial slurs.\n \nOn May 23, 2014, 22-year-old Elliot Rodger stabbed three men in his apartment and shot two women outside a sorority house in Isla Vista, California. Rodger then shot and killed one and injured 14 others in a drive-by shooting before taking his own life.\n \nOn April 23, 2018, 25-year-old Alek Minassian killed 10 and injured 14 in Toronto, Canada after deliberately driving his van into a crowd.\n \nOn November 2, 2018, 40-year-old Scott Paul Beierle shot and killed two and injured four in a yoga studio in Tallahassee, Florida before shooting himself.\n \nWhat do these occurrences have in common? Misogyny.\n \nIn a disturbing instance of wanton darkness, Rodger uploaded a YouTube video the night before the shooting. In the video, Rodger detailed his entire plan, which he called his \"day of retribution.\"\n \n\"Well, this is my last video, it has all had to come to this,\" Rodger said in the video. \"Tomorrow is the day of retribution, the day in which I will have my revenge against humanity, against all of you. I'm 22 years old and I'm still a virgin. I've never even kissed a girl. You girls have never been attracted to me. I don't know why you girls aren't attracted to me, but I will punish you all for it.\"\n \n\"It's an injustice, a crime, because... I don't know what you don't see in me. I'm the perfect guy and yet you throw yourselves at these obnoxious men instead of me, the supreme gentleman. I will punish all of you for it. On the day of retribution I'm going to enter the hottest sorority house of UCSB (University of California, Santa Barbara) and I will slaughter every spoiled, stuck-up, blond slut I see inside there.\"\n \nDespite having broken one of the gravest of the Ten Commandments, Rodger has been canonized by a toxic internet subculture called \"incels\" - a toxic community which both Minassian and Beierle belonged to and were active in.\n \nIn a post made minutes before he slaughtered innocent people, Minassian uploaded a post to Facebook that read: \"The Incel Rebellion has already begun! We will overthrow all the Chads and Stacys! All hail the Supreme Gentleman Elliot Rodger!\"\n \nIt's time to recognize that this subculture, however small and lonely, is pumping out mass murderers, and legislation needs to be put in place to combat it. It's time law enforcement surveil and monitor incels to stop these events before they occur.\n \nBut what even is an \"incel?\"\n \nShort for involuntary celibate, incel is a term used in disturbing pockets of internet discourse by misogynous men to describe their state of loneliness or lack of intimacy. Incels obsess over looks and believe that characteristics they can't control - like unattractiveness, shortness or mental illness - doomed them to eternal loneliness.\n \nThey gather on forums and anonymous sites, where they pass their time in echo chambers of self-loathing and hatred of others. They make threads of \"Sui Fuel,\" content that encourages suicidal tendencies and \"Rage-Fuel,\" where they attack \"Stacies\" and \"Chads\" -  names the incel community coined to represent sexually active women and men.\n \nIncels commonly express desires to rape or harm women and use racial slurs. \"I hate ch*nkwhores with a burning desire,\" posted one user called Ritalincel on incels.co, one of the largest incel websites in a Rage-Fuel thread. \"I want to lock this soulless cunt in a jail cell, set her on fire and watch her scream her lungs out in pure agony. I hope all ch*nkwhores die in the most excruciating way imaginable and when they are dead I will walk up to them and take a shit on their ugly gook corpse.\"\n \nBefore his killing spree, Beierle had twice been arrested for sexually assaulting women. He had also uploaded racist rants about black women to his YouTube channel in which he condemned interracial dating and said the players' dreadlocks made it hard for him to watch football.\n \nActive incels who make credible threats to commit violence should be placed on a watchlist. However, a \"rebuffed\" version is required as the current system allows far too many to fall through the cracks. For example, the Florida Pulse nightclub shooter Omar Mateen was able to purchase a gun despite his watchlist status.\n \nCurrently, if someone is put on the FBI Watchlist, they can still purchase a gun and rent a van.\n \nA week after what was then the deadliest shooting in U.S. history, the Senate turned down four different gun control proposals, including one proposed by Texas Republican Sen. John Cornyn.\n \n\"My amendment is called the Shield Act, and it would stop terrorists from buying guns while ensuring law-abiding citizens placed on a watch list by mistake don't have their rights taken away because of some secret list created by the Obama administration or by this government,\" Cornyn said of the bill in 2016.\n \nThe Shield Act failed to pass by just seven votes, despite being backed by the NRA. Had it passed, the bill would delay the purchase of an arm by 72 hours, during which the attorney general would determine whether there was probable cause to deny purchase.\n \nThe act protected the constitutionality of the Second Amendment, while still making important strides in gun control.\n \nThe Shield Act got swept under the rug, and there is no current legislation that would deny the rental of a van or purchase of a gun to anyone on the watchlist. The Shield Act is, at the very least, worth reevaluating, as preventing violent watchlist members from purchasing a gun or renting a van could prevent shooters like Mateen and Rodger from carrying out their plans.\n \nEven with these potential changes, the incel community still presents an umbrella of misogynist dangers.\n \nUnfortunately, putting incel extremists on a watchlist and restricting their access to purchase firearms or rent vans fails to solve the underlying issue. The question is how does our society address a community that gorges itself in toxicity and misogyny? The answer to that is unclear.\n \nWe don't have control over whether the incel community exists, but we can take more measures to prevent the toxic violence and misogyny they preach online from being carried out. We need to begin tackling the extreme and fringe symptoms of the incel disease.\n \nElli Korn is a 19-year-old mass communication freshman from Dallas, Texas.\n\nLoad-Date: April 29, 2019"
}