{
    "title": "Opinion_ Planned Parenthood shooting was terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 29,
    "full text": "Details are still coming out about the Planned Parenthood shooting over the weekend. There was confusion at first about whether or not this was actually a terrorist attack. Speculation included the incident starting at a different building, but according to NPR, police first became aware of the shooter by a call from the clinic.\nNPR also confirmed that an explosives unit was called onto the scene, which is also indicative of a terrorist attack. Arson is a relatively common tactic used against abortion clinics in the U.S.\nEmily Crockett of Vox notes that anti-clinic violence has seen an uptake recently. It's easy to make a connection between this trend and the release of deceptive videos earlier this year by the Center for Medical Progress , who have condemned this shooting.\nIn fact, many major pro-life groups have condemned the shooting. While this isn't surprising, it is sort of ironic. Planned Parenthood of the Rocky Mountains, featured in the anti-abortion videos by CMP, operates the clinic where the shooting took place.\nWhile the shooting made national headlines, the harassment of a doctor from the videos in the same area did not. Dr. Savita Ginde had protesters outside of her home, holding signs and passing around flyers which read, \"Savita Ginde murders children at Planned Parenthood with your consent.\" In part, the rest of the text says, \"If you are neglecting to love your preborn neighbor and work to end the abortion holocaust, you are a bad neighbor. You live in a nation that practices child sacrifice. While God hates the hands that shed innocent blood, he will not hold guiltless those who knew about this evil and did nothing to stop it.\"\nThe organization that created that flyer, Colorado Right To Life, has notably not condemned the shooting, instead taking the opportunity to \"contrast the eight people unjustly killed since 1992 by known anti-abortion vigilantes with the eighty women killed by pro-abortion violence.\" I found no credible source for either number.\nWhile blaming CMP and other prominent groups for their rhetoric might be tempting, the message of this flyer speaks the loudest to the kind of violence that keeps happening. Essentially, if you don't stop this, than you're no better than them. The videos released over the summer aren't the issue at hand; they're just one more piece of propaganda that keeps being thrown toward Planned Parenthood and other clinics.\nThe shooter acted alone in this instance. Unfortunately the rhetoric does not belong to a single person or even a single group. The idea of an organization existing solely to kill children and sell their parts to the highest bidder is horrible, but that organization does not exist in this country. The idea that it does makes any amount of violence seem justified, including the acts of terrorism and harassment Planned Parenthood doctors deal with on a daily basis.\nCarlyle Addy is an opinion columnist for The Kent Stater. Contact her at caddy@kent.edu\n\nLoad-Date: January 18, 2018"
}