{
    "title": "OPINION_ Suffer the little children_ Terrorism's incredible cruelty",
    "publisher": "enid news & eagle ",
    "year": 2017,
    "month": 7,
    "day": 12,
    "full text": "July 12--At first the video footage and accompanying photographs look benign, sweet almost, certainly hopeful.\nThere is a woman in full Muslim dress, with her head covered, carrying a small child, a little boy who appears less than a year old.\nThe woman looked to be fleeing with her child from the Iraqi city of Mosul, which was in the process of being liberated from the grip of ISIS terrorists.\nBut this woman wasn't fleeing Mosul seeking life, she was instead in search of death.\nThat came just seconds later when she detonated explosives hidden beneath her clothing, killing herself, and the baby, instantly, while also injuring several civilians and two Iraqi soldiers.\nA closer look at the still photo shows the woman clutching a trigger in one hand, which also held one of the two purses she carried with her.\nIn her other arm she cradled a baby. Was it her child, or one she simply snatched up to use as a part of her disguise? We'll never know.\nIn the past two weeks, Iraqi soldiers reported more than 20 suicide attacks by women, but this was the first known to have involved a woman holding a baby. As the fighting grew more desperate, there were reports of female ISIS fighters using their children as human shields.\nLike other religions, Islam considers children sacred. \"Once a child is conceived,\" according to the website IslamReligion.com, \"it has the right to life. The Quran makes it very clear that all life is sacred.\"\nThink of your own children or grandchildren, nephews and nieces, or simply the kids next door or those you see every Sunday in church. Precious, right? Now imagine blowing them into little pieces, all in the name of, what, a psychotic perversion of one of the world's great faiths?\nWhat kind of power do these killers have over the minds of their followers that they are able to convince them it is OK, no, more than OK, it is their sacred duty to kill themselves and their children so long as they take some so-called infidels with them?\nIn America's past wars we have been able to at least understand the motivation of our enemies -- conquest, empire-building, world domination, call it what you will, at least these foes seemed to share our value for life and aversion to death, at least until the days of the kamikaze pilots during World War II.\nBut these people value death over life, they embrace it, seek it, in fact. And they have demonstrated their willingness to kill their own children in furtherance of their pathetic cause. There is no way the rational mind can even begin to relate to such inhuman thinking.\nThis child didn't even look old enough to walk, much less to fend for himself. Like most children, this one depended on the adults in his life to care for him, to keep him safe, to love him. Did his mother sing him lullabies, did she play patty cake or peekaboo with her child?\nThere is no love in the heart of a terrorist, no compassion, no shred of humanity. It is difficult to even think of these people as human, instead they seem to have devolved into a sort of savage sub-species. Even the lowliest of animals protect and care for their young, for God's sake.\nChildren are a gift from God, a blessing many couples seek but are denied. Children are our hope, our future, our reason for optimism in a pessimistic world, our light in an increasingly dark reality. Killing a child is a special kind of sin, a different level of evil.\nHug your children a little tighter today, indulge them, heck, spoil them. And as you do lift up a prayer for this baby, whose all-too-brief time on Earth ended when the madness of terrorism tore him to shreds.\n___ (c)2017 the Enid News & Eagle (Enid, Okla.) Visit the Enid News & Eagle (Enid, Okla.) at www.enidnews.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: July 12, 2017"
}