{
    "title": "Opinion_ Should Muslims have to denounce terrorism every time_",
    "publisher": "university wire",
    "year": 2017,
    "month": 9,
    "day": 11,
    "full text": "About three weeks ago on the streets of Las Ramblas, Barcelona, a Muslim man held a sign that read \"I am Muslim, I am not a terrorist. I share hugs of love and peace,\" offering hugs to passersby. And he wasn't the only one. Muslims took to the streets over the next couple of days after the Barcelona terror attacks.\nThis bothered me. And I'll tell you why.\nWhy are Christians on the offense..\nTwenty-one years ago, a 40-pound bomb was left in a centralized park during the Olympics, killing one person and injuring over 100, and shortly after, Christians took to the streets to denounce the act as not part of Christianity.\nYou know, Centennial Olympic Park, two blocks down, back in 1996 when Atlanta had been awarded the honor of hosting the Olympic Games. Eric Robert Rudolph, a Christian white supremacist, escaped police until 2003, when he was arrested for the park bombing, along with an abortion center and gay nightclub attack as well.\nExcept the last part never happened. No Christians on the streets, no denouncing, because no one was targeting the religion as the cause of the attack.\nChristian attackers have never been placed under the umbrella of their religion, and Christians have never felt the need to explain that those acts did not represent their faith. They've been \"lone lunatics,\" crazy extremists, and worst of all, there have been...a lot of them.\nSan Bernardino shooter Cedric Anderson was a vocal Christian, but no Christian leaders were asked to speak out against his act, which resulted in two casualties inside a California elementary school last spring.\nJim Adkisson shot up a Unitarian church in Knoxville in 2008, leaving two dead, and was praised, along with other Christian perpetrators, by a terrorist organization called \"Army of God,\" who primarily promote violence against abortion centers and researchers.\nBut hate crimes did not spike against Christian youth after these attacks. Why? Muslim students and followers of the religion certainly incur backlash after ISIS attacks.\n..and Muslims on the defense?\nWhy should a man have to stand on the streets to clarify the distinction between his religion and terrorist acts?\nIn Las Ramblas, Sanda Hernandez told The Independent that the Muslim man who held the sign hugged her daughter and \"asked her forgiveness many times,\" but why?\nPrompted by a classmate who claimed that not enough Muslims took a stand against terrorism, an American Muslim created a 712-page document  in March 2017 with the names of Muslims who condemned terrorism.\nBut why should they have to go to such extreme lengths?Signal Illustration Archives\nWhy is an entire religion and its followers continuously held accountable for acts of extremist and radical groups? If I were a Christian, should I then be held accountable for the murders by Ku Klux Klan members because most of them happen to be Christian? Should I be persecuted and bullied because of Rudolph's Centennial Park bombing because we \"share\" the same religion?\nAs Georgia State Muslim Student Association Event Coordinator Hadia Husseini told me, Muslim students often take it upon themselves to prove to everyone they are not terrorists.\n\"We have to show that 'I'm not here to kill you, I'm just another human being,'\" she said.\nThe extremist groups, like ISIS, definitely do not represent Islam. I asked Husseini how radicalized members use the Qur'an to justify their actions, and as I predicted, she said it's easy to take lines out of context.\n\"[Radical groups are] cherry-picking lines from the Qur'an. Usually what's in the Qur'an is stories from the past,\" she said. The stories used by radicalized groups often refer to the killing of other people if they hurt Muslim followers first. In other words, violence only occurred when used as defense.\nBut, hopefully not to your surprise, text analyses have revealed that the Bible is actually more violent than the Qur'an.\n\"...utterly destroy all that they have, and do not spare them. But kill both man and woman, infant and nursing child, ox and sheep, camel and donkey\" is a verse from Book 1 of Samuel that refers to what we commonly know today as genocide.\nYet it falls on Muslims' shoulders to denounce acts of hate and educate their peers about the Qur'an and how it's not a violent text.\n\"When I'm talking to people, sometimes I feel the pressure to denounce terrorism, [and] find myself out of nowhere trying to explain myself,\" Husseini said. She shared with me that when people bring up recent terror attacks, she feels the need to let them know that her religion is not a religion of violence but of peace.\nHusseini said she found it so important to stand up for Muslims in the past year, with the aggressive political climate and verbal attacks, that she started wearing a hijab.\nWith Muslims bullied around the world after every terror attack, Husseini said she noticed more and more of her friends taking off their scarves.\nBut Husseini was anything but scared.\n\"I decided to wear it in November,\" she said. \"To show this is who I am, and I'm proud to be a Muslim. This is my identity. Nothing is more important than standing up for people who I identify with.\"\nThe change even surprised her parents, who told her they didn't think she'd ever give up her t-shirts and curling her hair. With Husseini now wearing her hijab in public, her parents continuously worry when she's out late. But she strongly believes that it is her duty to stand up for her religion and help the Georgia State and surrounding communities understand she is just like them.\n\"We might be reading the same verse as you are but in a different language. We believe in the same God. We're all in this together, we just look a little different than you.\"\nIt's as simple as that. Don't believe me? Do your research, read the two texts, look at people's responses, or better yet, as Husseini told me, \"strike up a conversation.\"\nEducation is key.\n\nLoad-Date: September 11, 2017"
}