{
    "title": "OPINION_ If Paddock were Muslim, terrorism would be the first thing on everyone's mind",
    "publisher": "the new york times",
    "year": 2017,
    "month": 10,
    "day": 10,
    "full text": "When I heard about the Las Vegas shooting, I was waiting to hear a Muslim name as the perpetrator. I knew that once a Muslim name was announced, people would give me the usual jokes (that are not jokes in reality) about my religion preaching violence. Then, they would show me some random quote, allegedly from the Qu'ran (the religious book for Muslims) found on the internet in order to prove their case. Because the internet is totally correct all the time.\nImagine my sigh of relief when I did not hear a Muslim name. One less battle against people who do not understand that Islam is a religion of peace. Islam is a religion that believes killing others is wrong. In fact, killing one person is like killing all of humanity in Islam. The only way it is permissible is in self defense. Killing is a terrible sin and someone who does such a deed is not considered to be a Muslim.\nBut before we can understand how the media has made Muslims and terrorism synonymous, we need to know what terrorism consists of.\nThe legal definition of terrorism is \"the unlawful use or threat of violence especially against the state or the public as a politically motivated means of attack or coercion,\" according to Merriam-Webster.\nThere is no current evidence that Stephen Paddock, the perpetrator of the shooting, had political motives, according to the Washington Post.\nHowever, ISIS is claiming responsibility for the attack, saying that Paddock converted to Islam six months ago, according to the Independent. Meanwhile, Paddock's girlfriends and relatives say that he had no religious affiliation.\nISIS knows that Americans would try to associate any attack with Islam. Americans are giving the terrorist organization exactly what it wants: fear. People just accept ISIS's claims, then distrust occurs because Americans think ISIS and Islam are the same, when they are not.\nPaddock committed the largest mass murder in recent American history. Shouldn't there have been more of a push to find out if he is a terrorist?\nWith ISIS's claims, I actually thought there would have been more... because that is the only time authorities seem to care about terrorism-when Islam is mentioned.\nBut, Paddock's white privilege over-ruled everything. Las Vegas Sheriff Joe Lombardo quickly shot down any links to terrorism and categorized Paddock, a white male, as a \"lone wolf,\" according to the Washington Post.\nThe \"lone wolf\" description only glamorizes this attack and gives the man unneeded attention.\nSince this attack was a terrible tragedy and the largest mass shooting in recent American history, steps should be taken to prevent this from happening again, right? But, there have been few efforts to learn from the Las Vegas shooting.\nAfter this attack happened, White House Press Secretary Sarah Huckabee Sanders said, \"There's a time and place for a political debate, but now is the time to unite as a country.\"\nWhen is the time and place for a political debate about gun regulations? The press secretary did mention that political debate will happen, but I really don't think she's being honest.\nWhen a white American buys guns to kill other Americans, why can't we do more right now?\nWhile we should mourn for the victims, we need to take measures against future violent occurrences now. With time, people forget about the problem until it happens again.\nBut, I just know that if a \"Muslim\" opened fire on others, a political debate about immigration reform would have been mentioned instantly everywhere.\nI can imagine President Trump tweeting how his Muslim ban is justified and immediately tell us how he will push Congress to protect America from Muslims.\nAfter the Pulse nightclub shooting in Orlando in 2016, Trump tweeted about how he was right about radical Islamic terrorism and how there should be toughness against it, according to the Daily Mail.\nThis tweet was from when he was a presidential candidate. Apparently, there is a difference between being a candidate and being president, according to Sanders.\nI do not think one's beliefs change entirely when that individual becomes president. I am sure that he would do the same thing again if a similar attack occurred during his presidency.\nPresident Trump's actions are probably to please his constituents. It seems that many of his supporters feed off of this negativity towards people that are non-Christians.\nA great deal of people in America love their Second Amendment, the right to bear arms. Congress members do not want to lose their power by upsetting these individuals. After all, these individuals voted for many Congress members' seats.\nCongress members forget about their power when organizations like the National Rifle Association go after them. They become scared and follow organizational demands.\nI am not saying that we should get rid of the Second Amendment because I know that will not happen anytime soon in our country. But, we should make it harder for people to get guns, especially a lot of them. Paddock had 42 guns, including assault rifles. 23 guns were in his hotel room and 19 were at his home, according to the New York Times.\nThat seems pretty fishy to me. No one blinks an eye when a white male buys so many guns. But, if a colored and bearded man said anything that could mildly be associated with terrorism, his phone would probably get tapped.\nWhy weren't attacks like Charlottesville considered as terrorism universally? I think Nazism is a political cause and a radical one at that. A large amount of people were present in Charlottesville, so it could have easily been more than one murder.\nYet, President Trump emphasized how these Nazis had their paperwork in order. To make matters worse, he said that there was fine people on both sides of the Charlottesville demonstrations.\nI do not know about you, but when I see that one of the sides is promoting Nazism, I would leave. Clearly, that side does not have fine people.\nPresident Trump's response to Charlottesville was inadequate, but not surprising.\nAmerica has always systemically catered its decisions towards the benefit of the white male. In our nation's eyes, only white males deserve to have promising futures.\nMaybe the white Stephen Paddock is not a terrorist. Maybe he does not have any political agenda. But that is not the issue here. Why is it that we, as a society, do not try to immediately try to find out if he is a terrorist?\nIf Stephen's name was Muhammad, links to terrorism would be the authorities' first idea, even without evidence.\nMy thoughts and prayers are with the victims of this mass murder. I hope that we, as a country, can prevent these sort of tragedies from happening again and stop blaming Muslims as the cause of the problem.\n\nLoad-Date: October 18, 2017"
}