{
    "title": "OPINION_ A DECADE OF UPRISING_ WHAT DOES BOKO HARAM WANT_",
    "publisher": "the will ",
    "year": 2019,
    "month": 8,
    "day": 10,
    "full text": "Ten years since the launch of violent attacks against innocent citizens, it is pertinent to find out exactly what Boko Haram want. It is not enough to continue to wage a war against Boko Haram who have killed over 30,000 innocent citizens and displaced over 2 million people from July 2009 to July 2019 but it is important to analyse the activities of this Islamic sect. We have been launching counter-terrorism attacks against Boko Haram with no end in sight and huge resources expended. Therefore, there is a need for more introspection.\nThe meaning of Boko Haram already says something about this group. There is religious violence and they want government to put an end to it. There is pervasive corruption in government at all levels and they are appalled by this. There is economic inequality and they do not want the disparity to continue. There is poor governance and they want to provide an alternative. We have abusive security forces and they won't have none of that. There is no denying these facts. Countries that are confronted with this kind of challenge address the root causes rather than resort to the use of force. They use monies that would have been expended on fighting war to address the underlying issues driving insurgency. We would have won the fight against Boko Haram insurgency a long time ago if military strategy alone was the most effective response to Boko Haram insurgency. There are other approaches we need to adopt in fighting the war against terrorism. Approaches that will not only stop the need for radicalization of teeming youths but also make them realize that their plight is being addressed by governments.\nBoko Haram wants good governance and equal opportunity. They offer an alternative to the current style of governance in Nigeria. Many Muslims do not agree with Boko Haram. They believe Boko Haram is fighting a needless war. To them, Boko Haram is just using poor governance and economic inequality as a smokescreen for working towards achieving their evil agenda. They want to establish an Islamic state within Nigeria. Boko Haram also want to expand their caliphate to West Africa. Boko Haram are just an extremist group that are using religion as a political tool. Boko Haram is also using religion to justify the murder of innocent citizens and encouraging young men and women to become suicide bombers.\nNigeria's situation\nFrom independence till date, Nigeria has designed numerous policies most of which have been poorly implemented. Police brutality and impunity have become the order of the day. The economy has been struggling due to mismanagement while the population of the country keeps increasing. The rate of unemployment has been on the increase and politicians keep paying lip service to job creation. Many people are killed extra-judiciously by the police and military personnel with no consequences. There is also the problem of human right abuses. Military rule was a disaster but democracy does not seem to be functional. Oil wealth is not shared equitably. Profits from crude oil over the decades have produced a class of wealthy Nigerians who live a life of luxury. Nigeria's wealth is starched in banks abroad and frittered away. The concentration of wealth in the hands of few Nigerian elites has led to extreme poverty. As a matter of fact, Nigeria is now the poverty capital of the world. About 70 per cent of the Nigerian population now live on less than $1.9 a day. Nigeria continues to suffer from bad governance and leadership. The Nigerian political scene is filled with corrupt politicians and leaders.\nUnderlying issues driving Boko Haram insurgency\nThe reasons espoused by Boko Haram for their attacks is the failure of government especially those of Northern Nigeria. According to Boko Haram, there is economic disparity between the North and the South. Corruption has been so pervasive in government at the national and sub-national levels. These have contributed to extreme poverty, illiteracy, youth unemployment, lack of education and poor health services. In addition there is extrajudicial killings as well as police brutality and impunity which are the strategies government have employed in response to agitations by religious sects, ethnic groups and the citizens. Furthermore, government failed to nip the issue of Boko Haram insurgency in the bud. They allowed the problem fester.\nThe truth is that government and the political elites provided the recipe for this insurgency. The Nigerian elites shared the country's wealth at the expense of development in the North and other parts of the country.\nThe handover of power to Sir Abubakar Tafawa Balewa by the colonial masters in 1960 provided an opportunity for the North to be more developed than the South but Northern elites and politicians did not deem it fit to develop their region. Since independence, Northern elites and politicians have spent more time in the corridors of power than the South. Northern elites and politicians have superintended over 19 states more than those in the South. Northern elites and politicians have also occupied the highest number of seats at the National Assembly. Yet, Northern Nigeria is underdeveloped, uneducated, and unhealthy to borrow the words of Governor of Kaduna State, Mallam Nasir El-Rufai. Many Northern elites and politicians attended the best schools both locally and internationally. Rather than expose future generations to this kind of education, they promoted the Almajiri which is a system of Islamic education practiced in Northern Nigeria placing it above western education. And because the new generation do not have access to the kind of education the Northern elites and politicians had, they are faced with the challenges of early child marriage, illiteracy, poverty, unemployment and lack of opportunities leading to drug abuse, banditry, kidnapping and terrorism. Nigerian elites and politicians use the Almajiri children to achieve their own selfish interests such as mobilising them for elections.\nBoko Haram's argument is that Islamic state will bring a better and more just government to power. Islamic state ensure inclusivity, the provision of social services, medical assistance, counselling and temporary housing. Boko Haram want to step in to fill the void created by the failure of governments. Despite stating their reasons for attacking the state, governments have failed to solve the problem of poverty, youth unemployment, lack of access to health services and lack of education among youths. Most of the policies designed to address these problems are yet to achieve the desired impact. In spite of the need to prioritize human capital development, governments have prioritized physical capital which is an avenue for siphoning public funds. Nigeria is paying the price of years of underdevelopment in Northern Nigeria. Decades of failed government and bad behaviour of Northern elites and politicians led to Boko Haram insurgency, extreme poverty, high rate of out of school children, drug abuse, banditry and kidnapping.\nEnsuring good governance is not rocket science. The provision of basic amenities of life as well as ensuring the welfare and security of the people is the primary responsibility of every government. The neglect of the needs of the people in terms of education, health, housing, transportation, power, safe water etcetera is an invitation to anarchy. Governments have been making good governance a singsong but the situation over the years have shown otherwise. Over the years, governance has been about what the privileged elites could get from the common wealth rather than doing what will benefit the generality of the population. Conversely, developed countries are constantly working on improving life expectancy, providing better education and reducing income inequality.\nAlmost 59 years after independence, Northern Nigeria does not have anything to show in terms of development. Northern Nigeria is a fertile ground for radicalization and religious extremism due to extreme poverty, lack of western education and youth unemployment. Southern Nigeria is the opposite with high level of education and some level of development although Southern Nigeria also suffer from poverty, illiteracy and poor infrastructure. Northern Nigeria has failed to provide its people with better education and adequate infrastructure towards ensuring peace, stability and prosperity. The underdeveloped Northern Nigeria hinder the ability of the Nigerian state to move from a developing country into a developed country. Northern elites and politicians did not realise that the chicken will come home to roost. They felt denying the Almajiri children western education and not developing the North will help protect their interests. Now, the Almajiri children that they failed to secure their future are being radicalized and innocent citizens are bearing the brunt.\nThe Nigerian state is rebelled against for its failures. Bad governance and leadership keeps staring us all in the face. Despite the establishment of anti-corruption agencies, corruption in government is pervasive. Anyone who agitate against government failures is brutally dealt with by the police and the military. Those who criticise the government are seen as enemy of the state. Nigerians are not happy with the high level of insecurity and inability of governments to address this problem to the extent that most Nigerians now live in palpable fear.\nBoko Haram is now offering the people an alternative-an Islamic state. They have readymade tools that have been groomed for them by the Nigerian state-young people with no education and employment. It is not only young people in Northern Nigeria that are unemployed, their counterparts in Southern Nigeria are also plagued by the problem of poverty and unemployment despite being educated. No one is immune from the problem of poverty, unemployment, poor infrastructure, poor governance and pervasive corruption except the children of the privileged elite. The pictures of PMB children's graduation from schools in the United Kingdom was a subject of public discourse.\nBoko Haram cannot be happy with the graduation of PMB's children from schools in the United Kingdom while Almajiri children are denied access to western education. Poverty, lack of western education and youth unemployment leads to radicalization. The youth account for 80 per cent of the Northern population. The lack of opportunities in Northern Nigeria has forced many of its youths to migrate to Southern Nigeria in search of employment opportunities. Majority of them have taken to Okada riding and other menial jobs. The future of Northern Nigeria cannot be in the hands of poor, uneducated and jobless youths.\nNigeria has about 70 per cent youth population trapped in poverty and unemployment. Little wonder there is a rebellion against the state by Boko Haram. The Revolution Now Movement convened by Omoyele Sowore, presidential candidate of the African Action Congress (AAC) is calling for a revolution as a way of solving the problem of bad governance and leadership. The Buhari administration has attacked those opposed (Amnesty International, Professor Wole Soyinka, Mr. Femi Falana (SAN) and Mr. Mike Ozhekome (SAN)) to the illegal detention of Omoyele Sowore by the Department of State Services (DSS) (as there is no overt act). It's sad that Nigerian politicians have serious learning difficulties. Government's ill-informed responses to agitations by different groups leads to uprising. The lack of opportunities for youths have led to revolution in different countries. The agitations by Boko Haram, Indigenous People of Biafra (IPOB), Movement for the Actualization of the Sovereign State of Biafra (MASSOB), Movement for the Emancipation of the Niger Delta (MEND) and Civil Society Organizations (CSOs) are against bad governance and leadership as well as marginalization.\nThis brings me to the way forward out of persistent uprising across the country.\nThe way forward\nGovernment must rethink its strategy towards winning the war against terrorism. It's been ten years since the violent attack of Boko Haram, Experts have suggested that government should counter Boko Haram insurgency using military engagement, political strategy and development efforts rather than adopting military strategy alone which is yet to achieve the desired impact. The war against Boko Haram insurgency using military strategy should aim to destroy the terrorist group. We must seek the intervention of the West to get rid of terrorists in the Africa region and reduce their growing influence. There must be consequences for every individual who engage in terrorism. The Nigerian military is overwhelmed by this fight against terrorists, hence, the military architecture must be rejigged while issues of low morale and corruption within the military is dealt with.\nNigeria need to enlist the help of countries such as the US, UK, Germany, France and Russia in winning the war against terrorism. The view that involving these countries in the fight against Boko Haram threatens our sovereignty as a country should be jettisoned. The international community is willing to help as long as we request for it. The fight against Boko Haram has taken and international dimension and can no longer be resolved by Nigerian intelligence and security services. Some countries in the West have formed alliances with other countries to fight terrorism.\nGovernment must ensure the development of Northern Nigeria. This is not a difficult task to achieve and there is no other way than to turn Northern Nigeria into a construction site. We need to address the root causes of insurgency if we must achieve peace, security and prosperity. Many developed countries are constantly working on reducing economic and income inequality, corruption in government and ensuring good governance. Nigeria must also address these problems towards ensuring peace and stability.\nThere must be a development plan for all the states in the North. Many state governors in the North have focused on disingenuous policies and initiatives (such as funding mass weddings and shoe cobbling tools) as a way of empowering the teeming unemployed and uneducated youths. Those governors that have tried to bring development have not been able to reduce the high rate of poverty, illiteracy, youth unemployment and out of school children. Girl child education in the North has also not improved. We do not need a soothsayer to let us know that addressing the agitations for development and ensuring a more functional state will promote peace and security. I hope governments can tow this line. However, government's response to the issue of the Islamic Movement of Nigeria (IMN), the illegal detention ofSheikh Ibrahim El Zakzaky and his wife Zeenat as well as the proscription of the IMN (which is null and void) shows that the Buhari administration do not see the need to address people's agitations and make the state functional. The Buhari administration also proscribed the Indigenous People of Biafra (IPOB) which is a group agitating for secession from the Nigerian state due to failure of government. The South West Elders are also agitated over the failure of government to secure their region from increasing rate of kidnapping, banditry and herdsmen-farmer conflict. The Nigerian government must address the agitations by different groups. There is a need to bring together stakeholders from every part of the country to discuss ways by which the agitations by different groups can be addressed.\nThe over 2 million internally displaced persons (IDPs) need to be returned back to their communities after taking back those communities/territories from Boko Haram and reconstructing them. The Northern elites and state governors in the North who have been responsible for poor development of this region must be held accountable for any drawback in development efforts. Nigeria will not improve its health and economic indicators without developing the Northern region. The Nigerian government should work with Northern elites and state governors from the North and ensure that they transform the North from its present state of underdevelopment into a safe, secure and economically viable region. All hands must be on deck in rebuilding Northern Nigeria and every other part of Nigeria plagued by unrest. Although there is mutual suspicion between the North and the South but we have to work together to bridge the North-South divide. The development of Northern Nigeria and other volatile regions will be critical to ensuring peace and stability. Governments must intensify development efforts across the country.\nThe problem of Boko Haram insurgency, extreme poverty, youth unemployment, lack of access to health services, economic inequality and lack of education in Northern Nigeria is surmountable. The root causes of Boko Haram insurgency, banditry, herdsmen-farmer conflict and kidnapping are within the control of governments. Nigeria is a strategic country on the African continent and needs to seek the help of the West to win the war against terrorism and develop the Northern region. Almost everyone regardless of their religious affiliation agree that governments have failed in their responsibilities by not addressing the problem of widening income inequality, pervasive corruption, poor governance and abuse of office. These problems persist whether in the North or the South of the country. Nigeria has spent trillions of naira in ten years fighting Boko Haram insurgency. It's time to redirect these monies towards development efforts. There will be no reason for Boko Haram insurgency, banditry, kidnapping and herdsmen-farmer conflict if governments had focused on developing Northern Nigeria and listened carefully to the agitations by different groups. Nigeria would have enjoyed peace and security.\n*** Bolaji Samson Aregbeshola is a freelance writer. He is the author of 'Nigerian Political Parties and Politicians: Winding Road from Country to Nation'.\n\nLoad-Date: August 16, 2019"
}