{
    "title": "Opinion_ Violent rhetoric is bipartisan issue",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 4,
    "full text": "Anyone who's been paying even the slightest attention has by now heard of the string of terrorist acts and attempted terrorist attacks carried out over the past few weeks. The sudden surge in home-grown right-wing terrorism reflects the horrid state of American politics, with some citizens deciding to voice their opinions with bullets and bombs rather than ballots.\nFor the first time in recent memory, a man has attempted to literally kill in support of the sitting president. Something that would have been inconceivable during any of the past few administrations is a reality in Trump's America.\nI'll spare you the cliched lamentations about the loss of civility or the rise in political tribalism. Much more interesting is who to blame for the present state of affairs. Predictably, the anti-Trump crowd has placed all the blame squarely at the feet of the president, and not without good reason.\nTrump's culpability in creating the kind of atmosphere where violence is openly carried out against political opponents is hard to deny. This is a man who has characterized his political opponents as enemies of the people and goaded his followers to carry out acts of physical violence at his rallies. If there is open violence in American political life today, Trump has certainly played pivotal role in bringing it about.\nStill, to place all of the blame for this dreary state of affairs on Trump or the GOP is to ignore key elements of the story. It was not Trump who said to kick his opponents when they \"go low,\" and it was not a Republican who urged supporters to openly harass opponents. The Democrats have clearly engaged in highly polarizing rhetoric themselves.\nIt's impossible to equate mere rhetoric with actual acts of terrorism, but such incendiary calls to action from Democratic leadership need to stop.\nPeople seem to have conveniently forgotten that the violence did not begin with Trump supporters. It was a fanatical Bernie Sanders supporter, James Hodgkinson, who opened fire on Republican congressmen over health care. Though the memory of this shooting has long since faded from public consciousness, it shows emphatically that the issue of political violence extends far beyond one party or politician.\nLest I be read as attempting to exonerate Trump by putting forth some tepid whataboutism, I do ultimately believe that his rhetoric is to blame for radicalizing at least one of his unhinged supporters.\nHowever, divisive politics as a whole is to blame for the current extremist climate. For instance, there has been the left-win embrace of Antifa thugs, with one prominent Democrat being tone-deaf enough to compare them to D-Day soldiers. Apparently people are unaware that \"liberals will get the bullet too.\" For their part, people on the right, like Steve Bannon and Ann Coulter, have openly flirted with the alt-right. Extremists are worming their way into political life in unprecedented levels, and its no surprise that violence has followed.\nAmerica is deeply sick, and though I don't care for fear-mongering about potential civil war or whatever, a national reckoning is needed. We must learn to end the increasingly extreme partisan divide and come together as a nation, because otherwise more terror attacks and shootings will follow.\n\nLoad-Date: November 5, 2018"
}