{
    "title": "Opinion _ A beacon for all_ American exceptionalism provides hope to the oppressed",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 22,
    "full text": "On any given day, the pages of this paper will be plastered with headlines that read \"Blood Stains on Our Hands\" or \"The end of exceptionalism.\" These articles, all critical of the United States, unfortunately misstate the accurate nature of American exceptionalism and fail to recognize our true place in the world.\nThe United States is exceptional because we continue to be a shining example of democracy in action. Unlike Egypt, when our government recently reached a major inflection point, our nation did not take to the streets, no coups were hatched and no blood spilled. Our government shut down but that was it-the rest of the country continued to work as hard as ever and our markets reached new highs.\nFor those who write that the sky is falling, we cannot forget that, while we worry about debts and deficits, there are people in this world who struggle under the rule of tyrannical dictators. In Iran, while President Rohani tweets about nuclear negotiations, his people have their right to speech restricted. And in Kenya, just a few weeks ago, a mall was made into a battlefield by radical extremists.\nThe United States responded to the latter, sending in two separate teams of Special Forces to carry out raids in both Libya and Somalia. In Libya, members of the Delta Force successfully captured Abu Anas al Libi, an al Qaida leader with connections to the 1998 bombings of two U.S. embassies. In Somalia, Navy Seals were deployed to capture a leader of the terrorist organization Al-Shabaab, credited with carrying out the mall shooting.\nFor those who say that the blood of innocent people is on our hands when we carry out these raids, let me provide you with the rest of the story. In Somalia, during the raid, the commander of Seal Team Six pulled back his forces after realizing that Ikrima could not be taken alive and that there were a number of children in the compound.\nWhile the United States did not successfully capture Ikrima, the pressure applied and the lack of casualties shows that we can come down on terrorist organizations at a moment's notice. It sends a message that the United States is willing to defend the principles that guide its existence and protect the rights of those in faraway places.\nAt the end of the day, that is why we fight the war on terrorism. That it is why we carry out raids - because terrorism and democracy are at odds with one another. As the world's most successful democracy, we understand that freedom is every man's natural right and that wherever terrorism thrives, democracy is suffocated.\nWhenever we get weary of the fight, let us remember the words of Ronald Reagan, \"Freedom is never more than one generation away from extinction. It has to be fought for and defended by each generation.\"\nThis is the spirit that propelled the greatest generation as they stormed the beaches of Normandy, and as our parents' generation stood opposed to communism for more than 40 years. It is in this same vein that we must stand opposed to terrorism and preserve democracy for the generations to come after us.\nInstead of apologizing for protecting our principles, more should embrace our role as an exceptional nation. We should look out at the world and see opportunity to lift up those less fortunate than ourselves. By being exceptional, we can take on breast cancer in Africa like we took on AIDS. By being exceptional, little girls in Afghanistan have had the chance to go to school.\nThere are plenty of examples of how the United States remains exceptional and steadfastly committed to the principles that make it great.\nIn closing, I ask that my friends who write for this publication consider the true meaning of exceptionalism and not the definition peddled by the communications team of Vladimir Putin.\nIf it is words you are looking for to help guide this nation, let me offer the English translation to my favorite prayer in Hebrew, \"Cause us to see clearly that the well-being of our nation is in the hands of all its citizens; imbue us with zeal for the cause of liberty in our land and all lands.\"\n\nLoad-Date: October 22, 2013"
}