{
    "title": "OPINION_ Media violence affects Gen Z",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 30,
    "full text": "Battles between generations range from the use of technology to violence. Gen X, born from 1965-1980, lived a far different life than those of Gen Y and Gen Z. But it's debatable as to which generation experienced more violence.\nStatistically, every generation has similar threats, but the perception of these threats change. For instance, many people in Generation Z are afraid of guns and tend to have high anxiety levels. Some correlate the hate for guns with school threats and the rise in anxiety with the number of violent events. Yet, these threats have always been around. Society's perception has changed.\nJoshua Hiler, WSU Political Science Club vice president, wrote in an email that school violence is politicized differently than it used to be.\n\"I don't think school-related violence is particularly novel. The Bath School Bombing of 1927 is still one of the deadliest school massacres in history. It is politicized in a different way now,\" Hiler wrote. \"You're more likely to see it as emblematic of systemic issues if you're a Democrat than as a general 'tragedy.'\"\nTravis Ridout, professor in WSU's School of Politics, Philosophy and Public Affairs, said partisan lenses might influence the reactions of the people.\n\"We have very polarized politics right now,\" Ridout said. \"Now, people might be reacting with their partisan lenses on. Democrats and Republicans are responding in different ways.\"\nAdditionally, politicians can further influence the public reactions.\n\"I know politicians, by their responses to violence, can also influence people's responses,\" Ridout said. \"When people are not denouncing the violence - you've seen that with Donald Trump failing to denounce the violence. Then you oftentimes see more violence.\"\nGeneration Y and X lived through 9/11. Some people in Gen Z also did, but many were too young to remember. 9/11 is still one of the most significant historical events that happened in recent American history. Every year, events are held in memory of those lost, and people to this day are affected by the tragedy.\nHiler wrote one of the influences of 9/11 is a broad culture of paranoia.\n\"We remain worried about air piracy/terrorism because we have to go through invasive TSA screenings for example,\" Hiler wrote. \"I think that for a while after 9/11, there was a very strong willingness to allow the State to have significantly more power and leeway in exercising that power.\"\nHiler added how 9/11 impacted and changed the police force.\n\"This allowed us to get to the hyper-militarized police we have now,\" Hiler wrote. \"People let them have those APVs and grenade launchers because we were scared and we thought they needed it.\"\nRidout said tragedy leads to a general fear of the external world.\n\"In the past 20 years, I think we've become used to more security,\" Ridout said. \"I think there's more fear about terrorism than prior to that. We might be more fearful of the external world. Fearful of people from particular religious and ethnic backgrounds. Lots of changes.\"\n9/11\nboomers\ngen x\ngen y\ngen z\nmillennials\n\nLoad-Date: September 30, 2020"
}