{
    "title": "Opinion_ Recent events necessitate a new definition for terrorism",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 2,
    "full text": "Last week three different terrorist attacks took place, or were attempted on American soil: the MAGA (Make America Great Again) bomber, the anti-Semitic shooter at Tree of Life Synagogue and the white man who was denied attendance at an all black church instead went on to shoot two black men at a grocery store in Kentucky. These recent events bring up the question of whether or not the definition of terrorism has changed over time.\nFor many of us, when we think of terrorism, now we don't always think of the 9/11 attack like we used to. Now our minds go to the new violence?from elementary school shootings to politically motivated bombings and anti-Semitic massacres. The repulsing phrase \"Not all Muslims are terrorists, but all terrorists are Muslims\" is losing its ground, and deservingly so. Americans can be terrorists too. This is most evident in today's society with the hectic amount of violence in America.\nThis new violence has become a plague that expands daily; there was one 9/11, but a new American-committed terror attacks happen what seems like all the time: the attack on Republican congressman during their practice for the congressional baseball game, the school shooting in Florida, the killing of the Capital Gazette reporters and the three events of this past week. But school is supposed to be a safe place for children to go and receive an education, yet school shootings still happen, no longer making it a safe place. Similarly, a place of worship is supposed to be a safe space?for many, it has become a place of mourning. Just this Saturday, 11 Jews were murdered in the midst of Shabbat service. Yet, many headlines failed to refer to the murderer as a terrorist.  \nThis new wave of violence needs to end instead of creating a trend. Violence in general needs to come to an end. Humanity shouldn't have to live in a world of fear.\nTerrorism: a person creating violence in a place that is supposed to be a safe haven. We must call it what it is.\n\nLoad-Date: November 2, 2018"
}