{
    "title": "OPINION_ A potpourri of reader tips, removing comments, roller derby and Olympics",
    "publisher": "usa today",
    "year": 2012,
    "month": 7,
    "day": 16,
    "full text": "July 16--Some odds and ends for a hot July:\nIt's easier to communicate with us than ever. We hear what we've done wrong and what we've done right and a lot of things in between in \"real time.\" In addition to that, readers often send us tips on things that are going on in the area that we haven't otherwise heard about, and we're grateful for that.\nSome people think we should know everything that's going on before anyone else does. So do I, and I appreciate their confidence in us. But that's not always going to be the case.\nTo the people who send us notes that start, \"I can't believe you guys haven't reported this yet,\" or something similar, thanks for writing. And know that often we haven't reported it (a power outage, a fire, even a shooting) because for some reason we haven't heard about it through our network of sources, and your note was our first indication of something we should be tracking down. We appreciate all tips.\nReader comments\nAs I've written before, the process of removing comments from our website is more of an art than a science. It's based on a guidelines and terms of service and our desire to keep the discussion of our stories productive.\nAn interesting side of this involves the range of comments people believe should be taken down. Sometimes, it's really clear that a rule has been violated, but sometimes it's a matter of judgment whether the magic line has been crossed. Sometimes, it seems pretty clear to us no rule has been broken.\nHere's an example from our coverage of the Fourth of July Parade. One of our commenters expressed dislike for the politics of Republican candidate for governor Mike Pence and said the people in his float looked so hot \"I wish I'd had some water balloons to ease their pain.\" A reader flagged that as an abusive comment, saying it was \"Advocacy of violence and terrorism.\"\nJust to be clear, we don't equate water balloons with terrorism or in this case, violence. We left the comment up.\nJust like a few dozen people join the comment conversation more often than others, there also are a relatively few readers who send in comment abuse alerts. Most of these monitors are very helpful in keeping us alerted about questionable activity on HTO.\nBut a few are people who argue with each other on the site and then each of the combatants wants us to discipline the other person for bad behavior. These are the times the comment section seems to us like a school yard.\nRoller derby as a sport\nDuring the Fourth of July Parade, Tyler Ferguson of the Bleeding Heartland Rollergirls rolled over to where I was sitting in the shade to say she appreciated that our feature story on the team was in the sports section. Roller derby is a lot of things -- entertainment, campy, fun -- but it does take real athleticism and teams compete hard. It's a sport.\nLater that day, I noticed the Nathan's Famous Hot Dog Eating Contest was on ESPN. The next day, \"victories\" by Joey \"Jaws\" Chesnut and Sonya Thomson made the sports section of USA Today. He ate 68 hot dogs in 10 minutes; she ate 45. That's not a sport.\nRoller derby is baseball, basketball, football and World Cup Soccer compared to that.\nIU's Olympic connection\nCongratulations to the eight current or former Indiana University athletes who will compete in the London Summer Olympics later this month. Only Kayla Bashore (field hockey) and Christina Loukas (diving) will compete for the United States. The other athletes will compete for Canada, France, Ukraine, Hungary, Colombia and the Dominican Republic.\nIt's not quite like the days of Mark Spitz and all the other swimmers of coach Doc Counsilman, or Jim Spivey, Bob Kennedy, Terry Brahm, Sunder Nix, Dave Volz and a host of other track and field athletes under coach Sam Bell, or even Bloomington's own Missy Schwen competing in rowing.\nBut when the Olympics start, we'll follow their performances.\n___ (c)2012 Herald-Times (Bloomington, Ind.) Visit the Herald-Times (Bloomington, Ind.) at www.heraldtimesonline.com Distributed by MCT Information Services\n\nLoad-Date: July 16, 2012"
}