{
    "title": "OPINION_ GTI_ WHAT THE WORLD NEEDS TO LEARN FROM THE NIGERIAN ARMY",
    "publisher": "the will ",
    "year": 2018,
    "month": 10,
    "day": 16,
    "full text": "The Global Terrorism Index is a tool that has been developed to help governments understand whether and how they are making progress in containing insurgencies or hostile to the state or specific communities. The Index derives its scores by measuring the direct and indirect impact of terrorism.\n This includes the number of lives lost, injuries, property damage, business impact (closings and lost revenue), as well as the psychological effects on the communities affected. Between 2007 and 2015 Nigeria's score was not good.\n The Boko Haram insurgency had reached its peak, destabilizing communities in the North-east all the way to the capital, Abuja. This worsened the life of the entire North-east region, but for specific localities that were targeted, there were maimed inhabitants, dislocated communities, shuttered schools and businesses, murders and kidnappings.\n The Boko Haram not only shook up the political status of the region, but also impacted the economic and social activities of the people. In 2015, Boko Haram overtook ISIL to become the deadliest terrorist group in the world.\n In the 2015 report, Nigeria moved up to the 3rd country with the highest impact of terrorism with an index score of 9.213, only surpassed by Iraq and Afghanistan.\n Little did the people of the region know that good news was on the way. And the way Nigeria turned the tide on terrorism is a lesson for other communities, a lesson of local capacity and local solutions, of a nation that didn't beg for help, but set itself on a course, together with key neighbors, to drive the insurgency from its territory.\n On assuming office in May 2015, the Buhari administration fast-tracked the government's response to the Boko Haram threat first by moving the military headquarters from the FCT to Maiduguri. Next, given the transnational dimension of Boko Haram, he reached out to garner support from Nigeria's immediate neighbors: Chad, Niger, and Cameroon, which culminated in the formation of the regional Multi-National Joint Task Force (MMNJTF).\n The MNJTF framework allowed for joint operations between the countries concerned such that troops from Chad and Niger were permitted to operate on Nigerian soil specifically in the Lake Chad axis. The Nigerian army's intelligence gathering abilities, operational scope, and overall impetus became more active.\n Furthermore, Nigeria also entered into pacts with foreign nations in the fight against terrorism. This meant military aid from allies especially with regards to training of personnel, provision of ammunition and intelligence sharing improved the morale and made better the abilities of local and regional troops.\n This gave rise to a steady recapture of a sizeable portion of territories initially in control by Boko Haram. These territories during the peak of the violence in late 2014, covered an expanse the size of Belgium according to available reports.\n The Terrorism Index in Nigeria decreased to 9.01 in 2016 from 9.\n31 in 2015. The exploits of the Nigeria Army in the past three years speaks volume of a rededicated commitment to Nigeria. More specifically, implementing the basic tenets of professionalism in an unconventional war situation as well as respecting human rights and sticking to the rules of engagement are the hallmarks of the operations of the Nigeria Army under the Chief of Army Staff, Lt.\n Gen. Tukur Buratai.\n The era of Lt. Gen Tukur Buratai in the north-east has been unique and exemplary for many reasons.\n Clutching to the experience garnered as an infantry general, some may have questioned if he was the right man for the job. The Infantry is the branch of the army that engages in military combat on foot, distinguished from cavalry, artillery, and tank forces.\n How would a man who commands such close combat have the strategic awareness to effectively deal with the situation at hand? But he did, and his infantry experience may have been the key. Many security experts observe that the infantry have much greater local situational awareness than other military forces, due to their inherent intimate contact with the battlefield.\n This is vital for taking or holding ground (really for any military objectives), securing battlefield victories, maintaining military area control and security both at and behind the front lines, for capturing ordnance or material, taking prisoners, and military occupation. General Buratai brought all of these attributes to bear in his leadership of the Nigerian Army, in the course reclaiming all of the Nigerian territories that were once under the control of Boko Haram terrorists.\n One important step General Buratai took may not seem as vital, but in the end helped to secure not only territory, but also the hearts and minds of the population. Under the leadership of current Chief of Army Staff, the Nigerian Army commissioned its Human Rights Desk.\n The establishment of the Human Rights desk office was borne out of the increasing interest of the local and international human rights bodies on what the army was doing in the North East and other parts of the country. But it was also a key tactic to earn the trust of the local population.\n This is also on the heels of the excellent record the Nigeria Army has attained by ensuring that civilian casualties are kept at the barest minimum. There are indeed lessons to be learned from the exploits of the Nigerian Army.\n Lessons on how to win a war and sustain the tempo. And how to keep the morale of a fighting force high.\n In some quarters, it has been stated that the coming of Lt. Gen Tukur Buratai in 2015 opened a new vista in the operations of the Nigerian Army, especially with the fight against terrorism.\n This fact was evident as mentioned earlier in the Global Terrorism Index rating that indicated a 33 percent reduction in the number of terrorism-related deaths in four of the terrorism ravaged countries including Nigeria compared to that of the previous years. Under Lt.\n Gen. Buratai, the leadership of the Nigerian Army nourishes the standards of discipline and professionalism through the enforcement of commensurate rewards and a strict punishment system.\n Similarly, a recent appraisal of the counter-insurgency campaigns in Nigeria, especially in the Northeast, by the United Nations Organization (UNO), also applauded, as exemplary, the Nigerian Army's professional execution on the Boko Haram terrorism and insurgency, as conforming to international best practices. Additionally, the United Nations Security Council (UNSC) led by its President, Ambassador Mathew Rycroft, expressed same eulogies on Nigerian troops fighting the counter-insurgency war when they were in that country on assessment tour.\n An additional recognition of General Buratai's superior leadership was the conferment of the Brazilian Military Order of Merit Award, in recognition of his contributions to world peace and for leading a most successful military campaign in North East Nigeria with minimal casualties and respect for human rights. It is, therefore, safe to say that since the coming of the present administration in 2015, a lot has changed in the operations of the Nigerian military.\n If you call the Chief of Army Staff a rare breed, you won't be entirely wrong, because of his passion for not only the professional development of the troops but also providing for their welfare within the available resources. The Army has been reinvigorated since he assumed leadership.\n These are rare attributes worthy of emulation by critical stakeholders in Nigeria, other military forces in Africa, and indeed all active forces the world over. Written by Karen Gouldin.\n\nLoad-Date: October 16, 2018"
}