{
    "title": "OPINION_ Have We Forgotten about the Wars_",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 2,
    "full text": "Editor's Note: The views and opinions expressed in this article do not reflect those of The Collegian.\nThe 2020 U.S. presidential election season has been almost completely devoid of meaningful foreign policy discussions. This is despite the country's annual military expenditure already being at a near-historic high and that we have ongoing military interventions in Afghanistan, Iraq, Niger, Somalia, Syria and Yemen. In the few instances that foreign policy has been discussed, neither Donald Trump nor Joe Biden have provided any real indication that they intend to take a less hawkish approach to our foreign involvements.\nBefore his presidency, Trump had criticized the Afghanistan War on countless occasions, tweeting: \"We have wasted an enormous amount of blood and treasure in Afghanistan. Their government has zero appreciation. Let's get out!\" However, within the first seven months of his presidency, he had implemented plans to increase troop levels in the war-battered country from 8,400 to 14,000.\nTrump has also not made much progress regarding the intervention in Iraq, a conflict that he (falsely) claims he was against \"from the very beginning.\" Following Trump's assassination of Iranian major general Qasem Soleimani at an Iraqi airport on Jan 3. this year - thus massively escalating the Perisan Gulf Crisis and endangering the entire Middle East - the Iraqi parliament passed a resolution to expel all U.S. troops from Iraq.\nTrump initially responded by threatening to impose sanctions, though to his credit, he has since changed his strategy and announced his intention to reduce troop levels. However, he has stopped short of removing troops altogether, and it is unclear if this pledged reduction is anything more than an attempt to earn votes considering how unpopular U.S. involvement in Iraq has become among the American people.\nThroughout Trump's campaign for re-election, he has also repeated questionable claims that he has \"rebuilt the military.\" Of course, by rebuilding the military Trump means that he has increased military spending by more than 20% for a country that already spent as much on its military as the next seven countries combined. This exorbitant spending is unsurprising considering Trump's appointment of former Raytheon weapons lobbyist Mark Esper as secretary of defense.\nDespite how troublesome Trump's foreign policy has been, Biden's has not been much better, and in some ways, it has been even worse. For example, in the last presidential debate, Biden criticized Trump for not being hawkish enough when it comes to North Korea, claiming that Trump has legitimized the country by participating in two summit meetings with North Korean leader Kim Jong-un. It is worth remembering that early on in his presidency Trump deployed warships to the Korean peninsula and the North Korean government declared its willingness to declare war on the U.S. if North Korean forces were to be attacked. As such, it is nothing short of an international miracle that the situation in North Korea resulted in summit meetings and not war.\nBiden has stated throughout his campaign that he intends to \"end the forever wars,\" but we must read the fine print. By ending the wars, he only means drawing down troop levels, leaving up to 2,000 troops in the Greater Middle East to fight terrorism. It is clear that his anti-war rhetoric does not entirely align with his proposed policies.\nIn fact, Biden is not even willing to commit to reductions in a military budget that already consumes 53% of U.S. discretionary spending. This is despite his insistence over the last four decades that we must cut Social Security, Medicaid and Medicare out of fears of deficit spending. His reluctance to decrease military spending is to be expected given his long-time loyalty to the military-industrial complex.\nEven if he does decrease troop levels, Biden has said little regarding drone strikes, a policy he championed under the Obama administration. If his vice presidency is any indication, Biden will simply replace troops with increased drone strikes and then claim credit for ending the \"forever wars.\" Of course, this will do little to bring stability to the Middle East or decrease terrorism. It is likely that these drone strikes will instead increase anti-American sentiment even further, making us more vulnerable to terrorist attacks in the future.\nWhether it is Trump or Biden seated in the Oval Office on Jan. 20 next year, it is unlikely that we will have a president who prioritizes the American people and our troops over the powerful military-industrial complex. As such, it is vital that we stand together in pressuring our president, whoever that person may be, to end the military interventions that have bankrupted our nation and destabilized the Middle East.\nContact contributor Jake Winter at jake.winter@richmond.edu\nEnjoy what you're reading? Signup for our newsletter\nEmail Address\n\nLoad-Date: November 3, 2020"
}