{
    "title": "Opinions favor leaving detainees at Gitmo",
    "publisher": "st. joseph news-press ",
    "year": 2009,
    "month": 5,
    "day": 25,
    "full text": "May 25--A random survey of local and area residents shows sentiment running against President Obama's plan to close the detention center at Guantanamo Bay by January.\nAll five people interviewed by the News-Press on Sunday said moving terrorism suspects from the facility to the United States would be wrong. Obama has said it would be feasible to transfer the detainees to maximum-security prisons in the U.S. and is working on details of the process. Among prisons mentioned as potential sites for the suspects is the U.S. Disciplinary Barracks at Fort Leavenworth, Kan., about 60 miles south of St. Joseph.\nObama also has said that continuing to keep the detainees at the site serves as a cause for U.S. enemies.\nSt. Joseph resident Judy McKinney called the president's plan a waste of money that would be better spent on domestic services that help residents.\n\"I think that's the worst mistake he could ever make,\" McKinney said. \"It's just going to be (resulting in) more terrorism.\"\nTrina Nading of St. Joseph agreed.\n\"Keep them over there,\" she said. \"We've got enough people over here. We don't want them.\"\nBill Burnich also holds a not-in-my-backyard appraisal of the situation and believes other motives are at work.\n\"I think it's all a political maneuvering,\" the St. Joseph man said. \"I don't think there's any problem (with keeping it open). I don't want them in my country.\"\nSafety is a predominant concern for Ashley Medsker, who also lives in St. Joseph.\n\"I'd rather they weren't in the continental U.S.,\" she said of the detainees. \"It makes a target over our heads, I think.\"\nMark Pierce of Blue Springs sees Obama as rushing into resolving the matter.\n\"I don't think it's a wise idea, personally,\" he said. \"There's a reason why our government put them there. I think there needs to be more of a thought process to it.\"\nThe Associated Press contributed to this story. Ray Scherer can be reached at rscherer@npgco.com\nTo see more of the St. Joseph News-Press or to subscribe to the newspaper, go to http://www.stjoenews-press.com. Copyright (c) 2009, St. Joseph News-Press, Mo. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: May 29, 2009"
}