{
    "title": "Opinion_ Mass shootings are always terrible, but not always terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 23,
    "full text": "Remembering the 32 - a candlelight vigil outside Virginia Tech's Burruss Hall, two years after the tragic mass shooting. (Kate Wellington/ Flickr)\nOpinions do not necessarily represent CUIndependent.com or any of its sponsors.\nOn Oct. 1, 2017, yet another act of horrific violence shook our great nation to its core. Sixty-four-year-old Stephen Paddock, a white male from Mesquite, Nevada, brought 23 firearms into his room on the 32nd floor of the Mandalay Bay Hotel with repugnant intentions.\nHe shot indiscriminately downwards into a sea of innocent concert-goers across the street. He killed and injured more than 500 people before taking his own life. The official death toll of 58 makes it the deadliest mass shooting in American history.\nThe significance of the attack cannot be overstated. Neither can the emotional effect it had, and continues to have, on people throughout the country.\nThe Las Vegas shooting is the epitome of an event whose nature and magnitude should unify us as a nation. Unfortunately, this hasn't been the case.\nAfter initial reports of the attack came out, most people retreated into their respective partisan and ideological camps - a practice all too common today. This phenomena was hastened after a subsequent report asserted that ISIS had claimed responsibility for the attack. Although federal authorities quickly debunked this report, stating they had no information tying Paddock to international terror groups, many of the more disingenuous sectors of the right still continue to push this narrative as fact.\nThe more legitimate argument was if Paddock should still be classified as a \"terrorist.\" Those who believe he should typically point to bias towards Islamic terror in the media and greater American society and the real tendency for many to jump to conclusions regarding attacks committed by Muslims before all the facts are available.\nWe should not consider Paddock a terrorist. Doing so is a mistake that hinders our ability to defend against real terrorist attacks.\nThe exact definition of terrorism is difficult to pinpoint, especially since there is not one that is universally subscribed to.\nThe Merriam Webster dictionary defines it as \"the systematic use of terror especially as a means of coercion.\" Title 18 of the U.S. Criminal Code defines domestic terrorism as an act whose goal is:\n(i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination, or kidnapping.\nThe obvious but consequential discrepancy between the two definitions is in their level of specificity. Merriam Webster's is so vague that it could be applied to anything ranging from typical schoolyard bullying to outright military conquest. On the other hand, the government definition describes a far more precise group.\nPaddock falls short of meeting the threshold of the government criteria. There is no evidence to suggest that he committed his atrocious crime to change governmental policy or to instigate some sort of regime change.\nHis acts didn't even seek to intimidate or coerce a civilian population. He may have targeted civilians, but based on the facts that he chose his victims indiscriminately, that he wasn't associated with a terrorist organization and that he didn't seem to have planned any type of getaway, it is unlikely that his motivation was to intimidate or coerce the public into doing anything. He seemed to take interest in only one thing: body count.\nOur mitigation and response to terrorism are based on the definition found in the U.S. Criminal Code. While there is no basis for argument over the current definition for terrorism specific to our country, there is still room for disagreement about what it should be.\nPaddock is certainly a terrorist according to Merriam Webster. He unquestionably stoked the feeling of terror in the hearts of millions that night with his trigger-happy rampage.\nMore practically, how does classifying him as a terrorist benefit our ability to prevent the next shooting?\nCould we set up a new subdivision of the Homeland Security Department's terrorism unit to target people who have similar backgrounds to Paddock? Or could we create anti-radicalization programs that focus on those who we deem to be \"at risk\" of committing acts akin to Paddock's?\nThese are textbook anti-terrorism measures. But I'm confident they'd not only be unsuccessful, but counterproductive if applied in this context. Our government's defense network only has so much time and attention to spend. And their focus on people like Paddock would divert energy from efforts preventing the next 9/11, monitoring North Korea or countering the next Russian cyberattack.\nAside from the likelihood that he suffered from mental problems of some kind, there is nothing in Paddock's biography that can be helpful in identifying future mass shooters. He was a wealthy, retired accountant who regularly gambled. In other words, if he fits a terrorist profile, we'll have to add a lot more cells to Guantanamo Bay.\nFor contrast, let's replace Paddock with Omar Mateen, the man who shot more than 100 innocent people at a gay nightclub in Orlando. How much does correctly identifying him as a \"terrorist\" contribute to preventing future attacks? I'd argue significantly more.\nMateen declared his allegiance to ISIS - a Jihadist organization with political aspirations - in a 911 call he made mid-rampage. Previous investigations of him show he frequented Jihadist websites. The nature of his crime reinforced Mateen's apparent motive and how it fits squarely together with the ideology advanced by ISIS.\nHe was described by one of his former co-workers as \"a bigot to almost every class of person.\" Others said they had similar interactions with him. ISIS and other Jihadist organizations are notorious for their intolerance of other groups.\nHis bigotry was so intense that it led him to attack a gay nightclub. ISIS considers homosexuality a capital offense. Therefore, it fits for him to target this group of people if he is indeed a product of that twisted ideology.\nThese details are immensely important to groups like Homeland Security and the FBI for preventing attacks perpetrated by ISIS and its counterparts. Many are tempted to categorize Paddock and Mateen together in the same group, which dangerously complicates these efforts.\nNow, I know what my stance might look like to many of my peers: that I'm discounting a white mass murderer and focusing on Jihadism. This couldn't be further from the truth.\nRightly so, the government definition of terrorism is not exclusive to Islamic terrorism. Attacks such as the Charleston, South Carolina, church shooting (motivated by white supremacy) in 2015 and the bombing of a federal building in Oklahoma City (motivated by disagreement over government policy) in 1995 were both committed by white males. Both were clear-cut instances of terrorism (the latter was the deadliest act of terrorism in our country's history).\nWhite people are equally capable of committing terrorist acts as are people of any other race. The crime just has to match the definition. In the case of Paddock, it does not.\nKillers like Paddock - killers who are truly lacking a straightforward motive - should be remembered as heartless mass murderers. And I'd argue that a good starting point in trying to prevent their attacks would be a heavy state investment in mental health research and treatment. This paired with stricter gun regulations that prevent unstable, violent people from acquiring the means to commit these mass killings are, unfortunately, the only practical solutions available. But the crucial point is that these people are not terrorists and they should not be considered as such.\nThe tendency to sensationalize in the media and the rhetoric spewed by pandering politicians have made honest conversation on this topic quite difficult. But if we are to overcome the very real threat of terrorism, we must first agree on how to properly identify it.\nContact CU Independent Staff Writer Grayson Slover at gesl7487@colorado.edu\n\nLoad-Date: October 24, 2017"
}