{
    "title": "Opinion_ Trump rhetoric fuels hateful, violent political climate",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 8,
    "full text": "On Oct. 24, Gregory Alan Bush attempted to enter predominately black First Baptist Church in Jeffersontown, Kentucky. Frustrated after being unable to do so, he allegedly went into a nearby Kroger grocery store and murdered two black people.\n\"Whites don't kill whites,\" Bush told white bystander Ed Harrell who confronted him after the attack.\nThis white supremacist terrorist attack occurred in the same 72 hours that a gunman slaughtered 11 people in a Jewish synagogue and potentially dangerous packages were targeted at notable people all over the country.\nIn these times of moral peril and violence, it is completely reasonable to look to the helm of American leadership.\nPresident Donald Trump made hatred of \"the other\" and fear mongering central pillars of his campaign and continues to use them to maintain popularity and appeal to his base voters.\nTrump holds all the power, given to him by the American people. The President of the United States has the greatest platform for free speech on Earth. That being said, I do not believe Trump realizes the magnitude of his words and the recoil of his actions.\nEvery word he speaks has power for good and power for evil. Words matter, and he needs to stop contributing rhetoric that inspires white supremacist terrorism, as well as other violence and hate all over the country.\nAccording to a report from the Center for the Study of Hate and Extremism at California State University at San Bernardino, hate crimes in the nation's 10 largest cities increased by 12 percent last year to the highest level in more than a decade. This increase is juxtaposed with the fact that crime statistics overall have been declining since the early 1990s.\nHate and resentment of our fellow Americans is growing. It is no secret a number of white supremacists endorse Trump. It is no secret Trump feeds off of racial tension and fear of demographic change in America.\nOf course, no one can directly blame Trump for the actions of anyone else. The alleged Kroger shooter had a history of racist comments before Trump's election. But, to say he has not contributed to the toxic nature of American politics and societal relations is completely dishonest and naïve.\nThe stakes are too high for Trump not to make a change in the way he approaches our differences. Every time Trump gets in front of a microphone, he has the chance to denounce anti-Semitism. Every time Trump stops before he boards a plane or helicopter, he has the chance to shut down racism.\nI truly believe that if Trump would come out firmly against bigotry and hatred, the social climate in America would change for the better. The longer he allows hate to fester, the worse it will get in America.\nGregory Alan Bush killed Maurice Stallard right in front of his 12-year-old grandson. All he and his grandfather wanted to do at Kroger was buy a poster board for his school project.\nFrankly speaking, we should not hear about white supremacist terrorism taking place in the heart of America in 2018. We should not hear of Jews or any other group being targeted. Unfortunately, we seem to have a president in the White House and a party in control who support fear-mongering and hatred. It is past time we hold the president and politicians accountable for their words and who they inspire.\nJustin Franklin is a 19-year-old political communication sophomore from Memphis, Tennessee.\n\nLoad-Date: November 9, 2018"
}