{
    "title": "Opinion_ Anti-Terrorism Says No to Bias",
    "publisher": "university wire",
    "year": 2014,
    "month": 3,
    "day": 10,
    "full text": "On March 2, 29 people were killed and hundreds were wounded by a gang of Xinjiang separatists in Kunming, Yu'nan province in China. It was an act of terrorism without a doubt.\nThis group killed innocent citizens in the name of independence. However, some American media used quotation marks when they describe terrorism with this word-it seems the terrorist attack in Kunming did not fit their definition of terrorism.\nAnother terrorist attack took place in China in the past year, when a Jeep SUV exploded in front of Tian'an Men, the center of Beijing.\nFive people died and 38 were injured. There is no question that the incident was a tragedy, especially for innocent victims and their families.\nHowever, a CNN reporter claimed the incident was a cry of desperation, saying that with \"gasoline, knives, iron rods, and an SUV, it is difficult to argue that this was the work of any highly organized and well-armed militant group or terrorist network.\"\nHe even believed the attack was not severe enough to be defined as an act of terrorism. American media seem to have a double standard in their reporting of these attacks, and lack an objective stance.\nAlthough some American media might have ideological bias on China's government, all people should be measured by the same standard when they suffer a terrorist attack. We still deeply remember what happened in Boston, London and Madrid, which were all considered terrorist attacks, although not highly organized.\nCitizens are not equal to government; whether they're American or Chinese, they should not be victims of conflicts between two countries' governments and their propaganda. Furthermore, the essence of American media values should not allow such bias to happen again.\nEquality is at the core of American values, but it is a universal standard as well. In the issue of preventing terrorism, international attacks should be assessed by the same rubric. The only standard in anti-terrorism is that we should give our compassion to others who suffer from terrorist attacks without bias.\nHowever, the American media trampled these values.\nAny journalist, mass media and so on are not instruments of government or propaganda machines. Instead, they must be guardians of justice and truth-we should all be allies to anti-terrorism without bias; until then, the world cannot be peaceful.\nThe American media should take responsibility as a guardian of antiterrorism instead of being a slave to bias.\n\nLoad-Date: March 10, 2014"
}