{
    "title": "Opinion _ Regarding refugees",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 5,
    "full text": "Millions of people in the Middle East and Northern Africa have been displaced from their homes. Peaceful protests of citizens in the Middle East and Africa of people demanding democratic reforms have turned into wars, persecution, and political turmoil. This had led to a great wave of migration to the United States. While some communities are welcoming and integrating refugees, a rise of nationalist, xenophobic, and Islamophobic polies in the United States are redirecting anti-immigration policies to exclude the abandoned.\nThe United States is turning its back on refugees, asylum seekers, and yielding to the outrageous ideas by the current president of excluding immigrants solely based on their religious beliefs. The fear of Muslims has blinded the United States of the political crisis that is forcing refugees to leave their homes and plant their roots elsewhere. The U.S praises it's religious freedom. However, Trump repeatedly contradicted that by his unconstitutional beliefs and promises to block Muslims from entering the country, and to this day continues to work towards this misinformed goal.\nIn a recent tweet Trump stated: \"My Administration has suspended the entry of refugees from Terra comprising Nations such a serious Somalia and Yemen. Biden's plant surges Refugee 700% into Minnesota, Michigan and Pennsylvania burdening schools and hospitals will open floodgates to radical Islamic Terror.\"\nDespite the president's comments, areas that accept refugees do not experience increased crime. Communities where refugees and other immigrants come from are welcoming and well-integrated. Look at Postville, Iowa, where various ethnic groups and people of all backgrounds, including Muslim refugees, share a community.\nThe administration also disregards that Syria, Iran, Yemen, Libya, Iraq, account for more than a quarter of people internally displaced by conflict, with Syria at 1,864,000 people displaced to this day, reports IDMC.\nTrump expanded his \"Muslim Ban\" policy which targets Muslims, black and African immigrants, and communities of color. This furthers institutionalized xenophobia and Islamophobia in the United States. The administration is justifying the xenophobic, nativist, and Islamophobic intent behind the policy by targeting the most vulnerable countries and communities.\nNot only does this policy affect innocent immigrants and refugees, it also affects American Muslims. There's been a rise of bias and violence against Muslim-American majority communities which leads to the harm, both physical and emotional, of Muslims.\nAnti-Muslim perceptions are fueled by ignorant and uneducated perceptions of Islam by the media and politicians. Islam is a religion of peace and love and condemns extremism and violence promoting peace and harmony in society. There is a misconception about Islam and terror and this is fueled by the deeply rooted islamophobia in the presidents rhetoric.\nWithin a week of Trump's presidency he announced the \"Muslim Ban\" - an executive order sought to stop immigration from several Muslim-majority countries to 'prevent the entry of terrorists'. Trump's anti-muslim policies and beliefs played a role into his presidency and will only further harm the religious freedom of immigrants and the opportunities given to them because of their beliefs.\nBy suspending the entry of majority-Muslim countries, and claiming that this will decrease terrorism, Trump is furthering the nativist views that are at the core of his campaign. The ignorance and misinformation circulating the media and politics is harming an untold number of Americans, not to mention the countless others outside of our borders.\nColumns reflect the opinions of the authors and are not necessarily those of the Editorial Board, The Daily Iowan, or other organizations in which the author may be involved.\nFacebook Comments\n\nLoad-Date: November 13, 2020"
}