{
    "title": "Opposing view_ Saudi Arabia is in 'unprecedented transformation'",
    "publisher": "usa today",
    "year": 2019,
    "month": 10,
    "day": 15,
    "full text": "On Oct. 2, 2018, a Saudi citizen -- Jamal Khashoggi -- became the victim of a heinous crime in the kingdom's consulate in Istanbul, Turkey. The crime was a flagrant violation of the kingdom's laws and an egregious affront to our values. In response, the kingdom's leadership has publicly taken responsibility for what occurred because it happened under its watch and has implemented concrete measures to ensure that nothing like this happens again.\nSince then, several senior officials have been dismissed from their positions, and 20  people have been investigated. The Saudi public prosecutor has indicted 11 people, all of whom are  on trial. He has also asked for the death penalty for five of them. Other important steps included the restructuring of government agencies. All of these measures have been enacted because one life was unjustly taken. The kingdom has dealt with this terrible incident the way any responsible member of the international community would.\nSaudi Arabia has been a bastion of stability in a region long defined by its instability. While we mediate the peaceful resolution of conflicts and combat terrorism and extremism, our foes do the exact opposite. Whether it is the Iranian regime -- the premier state sponsor of terrorism in the world -- or one of its proxy forces like the Houthi militia in Yemen, these forces of destruction have shown callous disregard for the well-being and the lives of their own countrymen as well as citizens of other nations.\nThis, in part, explains why Saudi Arabia's relationship with the United States has continued to strengthen and deepen over many decades under both Republican and Democratic administrations.\nWhat happened last October in Istanbul was reprehensible, but it was also an aberration that should not define us as a nation. We are undergoing an unprecedented transformation that is being led by a young leadership and powered by a young population. We ask that you judge us on our achievements, not our shortcomings.\nFahad Nazer is the spokesperson for the Royal Embassy of Saudi Arabia. \n\nLoad-Date: October 15, 2019"
}