{
    "title": "Opposing view_ U.S. has no real military mission left in Syria",
    "publisher": "usa today",
    "year": 2019,
    "month": 4,
    "day": 30,
    "full text": "Everyone favors vigilance against terrorism. The question is what sort of vigilance is sensible, and whether keeping U.S. troops involved in unending wars qualifies. The answer is no.\nU.S. forces in Syria have achieved all they can against the Islamic State. Without territory, ISIS will struggle to meet, train and organize attacks. Losing its \"caliphate\" deprived it of the allure that brought  recruits and the professed allegiance of distant jihadists.\nNo real military mission is left for U.S. troops in Syria. ISIS' remnants in Syria are unlikely to gather where U.S. military forces patrol. Their prospects are poor.\nForces in Syria eager to hunt them include the Kurds, the Syrian government, Russians and Iran-backed militias. If that fails and ISIS plots attacks on Americans, U.S. forces -- hopefully with congressional authorization this time -- can use surveillance, airstrikes and even raids to stop them.\nBombings in ISIS' name in places like Sri Lanka does not mean there is an ISIS worth fighting in Syria. No evidence exists that anyone in Syria organized the Sri Lanka bombings. They might have inspired it, but occupations can't stop that. It is closer to the opposite. Occupying a swath of Syria is likely to provoke anti-U.S. animus and some terrorism.\nThe best counterterrorism policy is to encourage local actors to settle wars that draw terrorists, use intelligence to monitor them and strike those that threaten Americans if locals cannot. In Syria, that starts with accepting the regime's victory and letting the Kurds cut a deal that restores the status quo ante.\nSyria carries unique escalation risks. U.S. forces could be pulled into war with Syrian government forces, Iran, Russia and even Turkey. Nothing that U.S. forces could accomplish there justifies such risk.\nThe persistence of terrorist outrages is, if anything, evidence of the futility of making war on it. Attempting to manage civil wars with U.S. troops in the name of counterterrorism is a bankrupt idea.\nBenjamin H. Friedman is policy director at Defense Priorities. \n\nLoad-Date: April 30, 2019"
}