{
    "title": "Oppression of women makes terrorism possible",
    "publisher": "the world",
    "year": 2002,
    "month": 10,
    "day": 13,
    "full text": "IT'S NOT ABOUT oil. It's not about Islam. It's not about hating America's \"empire.\" Those all drive the political debates, but at the core of what's driving certain young Arab men to turn to terrorism as the solution to what ails their world is an inferiority complex hidden behind the veil of female oppression.\nLet me be clear. There are progressive Arab nations in which women are educated and have careers.\nWe know terrorists come in all colors, from all cultures. The United States had a homegrown one blow up the federal building in Oklahoma City. Might he have had some \"issues\" about authority, power and an inability to build relationships with women?\nI started connecting the dots between the rage of terrorists and dictators and the rights certain nations deny women to be educated, to plan their families or to hold jobs as I listened to Alex Sanger speak last week in Orlando, Fla.\nThe dismal status of women in much of the Middle East, China and other developing nations directly affects U.S. national security.\nSanger, chairman of the International Planned Parenthood Council and grandson of Margaret Sanger, an Irish immigrant who championed family planning a century ago, paints a disturbing picture of what's to come if Americans don't act to defend women's reproductive rights throughout the world.\nLook at today's political hot spots, at most of the dictatorships and oligarchies that rule with impunity. There's overpopulation, underemployment, a growing AIDS epidemic and escalating violence among gangs of jobless and disenfranchised young men.\nOverlay those problems with policies that strip women of all dignity and rights and skew birth rates with forced abortions of girl babies, as happens in China with the one-child rule. Add to that the cultural nuances that encourage women to keep having babies so long as they're male and policies that ignore the health needs of women and girls so that they die young.\nWhat you get is an imbalanced birth rate that creates a spewing pot of tensions. If we leave it to Mother Nature, there are, on average, 105 boys born for every 100 girls. But in China, the ratio is 117 males to every 100 females. In Saudi Arabia, it's 115 to 100.\n\"Skewed sex ratios and the status of women are not the causes of terrorism or instability,\" Sanger noted, \"but they are part of a societal and cultural pattern that makes it possible.\"\nPresident Bush already has pledged to fight the scourge of HIV infection worldwide as part of the war against terrorism. Indeed, he has sought to increase federal financing to fight AIDS.\nWhy?\nBecause men infected with HIV in other nations with poor health-care systems have nothing to live for. And their leaders - whether they run terrorist cells in Somalia or are dictators who rule their countries with an iron fist - exploit those desperate, jobless men.\nChina is bringing \"the excess young, single men into the armed forces and police. Military experts are concerned this will lead to the young men taking risks to invade a [neighboring country] to get wives or [for HIV-infected men] to prove themselves before dying,\" Sanger notes.\nJust as fighting the spread of HIV infection worldwide is a U.S. anti-terrorist strategy, so, too, should America advocate for the reproductive rights of women. Yet Bush is playing abortion politics to please a key GOP constituency on this issue.\nThe president removed international family-planning money from the budget, even though the organizations getting the U.S. money could not use it to finance abortions.\nBush made a compelling case during the war against the Taliban regime in Afghanistan that fighting terrorism is not just about using the big guns against those who support evildoers like al-Qaida.\nIt's also about liberating women who are denied education, who are treated as men's property with no rights, Bush said then.\nGiving girls books is wonderful, but the reality is women stoned to death for having sex don't need books. They need a sea change in attitudes - beginning with the Bush administration.\nMarquez is a columnist for the Orlando Sentinal.\n\nLoad-Date: October 14, 2002"
}