{
    "title": "Options - and costs - to West in its battle against terrorism",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 5,
    "day": 14,
    "full text": "It is nearly one year since high-level American officials publicly urged consideration of taking preemptive action against terrorist groups, particularly those that were state supported.\nYet, since that time:\n* Anti-NATO terrorist attacks have intensified and included violence in Portugal, Spain, Greece, Italy, France, Belgium, and West Germany.\n* The European-based Action Directs and Red Army Faction announced a joint ''Political-Military Front in Western Europe'' in January designed to ''shake the imperialist system to its foundations.''\n* Raids on terrorist ''safehouses'' in West Germany, France, Italy, and Belgium have uncovered target-candidate lists of hundreds of senior officials involved in Western defense matters.\n* Shiite attacks on Western targets in Lebanon continue.\n* Kidnappings in South and Central America of private businessmen for political and financial motives have not decreased.\nPerhaps Western governments will find the key to combating terrorism in due course, but they obviously have not found it thus far. Increased sharing of information on terrorists, while modestly useful, has not historically proven decisive. Counterterrorist training by the United States of foreign units is a necessary, but not sufficient, element in the struggle.\nThe fact is that ''getting tough'' with terrorists brings with it a bag full of pragmatic and moral choices that are profoundly difficult for Western societies to make.\nIn the pragmatic realm, active US retaliation against terrorists would invite counterreprisals. And unlike small clandestine bands of terrorists, overall Western targets are huge, worldwide, and invitingly unprotected. A ''war'' with terrorists would be downright uneven in terms of the availability of targets and the possibilities of protecting them.\nTraining surrogates to strike at suspected terrorists risks putting antiterrorist efforts in the hands of people with their own political agendas. Such surrogate groups are inherently difficult to control.\nThe record shows that intimidation simply does not work with ideologically-based terrorists. This does not imply unusual bravery on their part, but rather is a measure of their motivation, psychology, and state of desperation.\nAs a rule of thumb, the more notoriety received and martyrs created, the better.\nThose familiar with the psychology of terrorist leaders attest to the expendability of street-level operatives in any such group.\nIt is frankly questionable whether Western governments could withstand the political pressures that would derive from tit-for-tat warfare with terrorists.  As for morality, a policy of fighting terrorists extra-legally presents many of the dilemmas facing a morally based society in wartime. It would tax Western standards of behavior, for instance, to undertake any of the following actions:\n* Reprisals against an area or installation only generally identified with a terrorist target. Innocents could well be hit, and the most difficult individual targets missed. The hard reality is that intelligence is rarely precise enough to do better. Given the plethora of difficult-to-penetrate factions among terrorists, this situation is likely to be permanent.\n* Assassinations of know terrorists without due process of law - the converse of broad-gauge attacks.\n* At risk to innocents, monitoring but not stopping some terrorist actions in order to preserve a source or learn about future operation.\n* Direct or indirect support of an active terrorist organization in order to help it eliminate more radical rivals.\n* Support certain terrorist leaders, despite their current terrorist activity, in order to induce their possible future moderation.\nYet these options exist and are arguably among those required to combat the terrorist menace.\nCommon to all of these possibilities is a sincere desire to rid the world of hard-core terrorists.  But implicit are judgments that an unlucky few innocents may sometimes be sacrificed; that certain terrorists, despite their crimes, could under certain circumstances be helped; and that nonelected security or intelligence officials are competent to make such judgments.\nMany professionals say they believe that, short of adopting such methods, a quiet public policy regarding this problem is more prudent than a bellicose one.\nOthers point to the example of Israel, a Western-style state that adopts rules of war rather than peace in its dealings with terrorists.\nThere are costs to both policies. It is important that they be clearly recognized."
}