{
    "title": "Options on Syria limited for U.S",
    "publisher": "pittsburgh tribune review",
    "year": 2012,
    "month": 3,
    "day": 7,
    "full text": "Facing questions over U.S. options to stem the bloodshed in Syria, top U.S. military leaders said on Tuesday that creating \"safe havens\" for rebels or imposing a no-fly zone would be extremely difficult because of the Syrian regime's Russian-provided air defense weaponry. \nMarine Gen. James Mattis, who commands U.S. forces in the Middle East, offered a cautionary word to members of the Senate Armed Forces Committee who were advocating direct U.S. assistance to the Syrian rebels, known as the Free Syrian Army, saying that the uprising there is \"not necessarily a rush towards democracy.\" \n\"It's good to know who you're dealing with,\" Mattis said, adding that the makeup of the Free Syrian Army remained unclear. \nUnder questioning from senators including John McCain, R-Ariz., one of the most vocal proponents of U.S. military intervention in Syria, Mattis acknowledged that toppling Syrian President Bashar Assad would thwart Assad's ally Iran -- which is locked in a confrontation with Western nations over its nuclear program -- and al-Qaida, whose fighters have taken advantage of the chaos in Syria to stage attacks there. \nMattis refused to discuss on the record any plans the Pentagon was making but said, \"If we were to provide options, whatever they are, to hasten the fall of Assad, it would cause a great deal of discontent in Tehran.\" \nHe noted that the bloodshed is bad and could get worse, with Assad appearing willing to use \"heavier and heavier weapons\" against his own people as he seeks to quash an uprising that began more than a year ago as peaceful protests and has since become extremely militarized. \nMattis said Syria has substantial chemical and biological weapons capabilities, although U.S. officials haven't specified the size of Assad's arsenal. \nWhile the Obama administration has said it would offer some assistance to rebels based outside Syria, such as humanitarian aid, it has opposed a direct U.S. military role. In a press conference yesterday, President Obama reiterated that while the situation in Syria was \"heartbreaking and outrageous,\" deploying military assets wasn't on the table right now. \nMeanwhile, Assad defied mounting international pressure to end the year-old crackdown on an uprising against him and said he was determined to go on fighting what he called \"foreign-backed terrorism.\" \n\"The Syrian people, who have in the past managed to crush foreign plots, ... have again proven their ability to defend the nation and to build a new Syria through their determination to pursue reforms while confronting foreign-backed terrorism,\" President Bashar Assad said, according to state news agency SANA. \nThe military crackdown has turned to southern Daraa province, where the uprising began a year ago. Troops shelled a village in Daraa and clashed with military defectors. \n\nLoad-Date: March 7, 2012"
}