{
    "title": "ORDEAL OF RICHARD JEWELL SHOWS DANGER OF HYSTERIA OVER TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 10,
    "day": 28,
    "full text": "We in the press have engaged in quite a lot of navel-gazing over the ordeal of Richard Jewell, the Atlanta security guard who discovered the bomb that exploded during the July Olympics but soon thereafter found himself the prime suspect in the case.\nCertainly we contributed handsomely to Jewell's misery. The Atlanta Journal and Constitution, tipped by a police leak, identified Jewell as the prime suspect. The usual drenching excess of press-pack publicity followed.\nAll along, however, we should have paused from our narcissistic breast-beating to question more closely the role of federal officials. It is they, after all, who searched Jewell's apartment (as well as a mountain cabin he had stayed in), plucked hairs from his head, impounded his pickup truck - all on the basis of a search warrant whose justification has never been explained.\nAfter three months they have neither charged nor cleared him.\nJewell's case took a long overdue turn last Wednesday when U.S. District Judge J. Owen Forrester declared that, in the eyes of his court, \"the Jewell chapter of the Centennial Olympic Park bombing investigation has been closed.\"\nForrester gave the FBI five days to disclose what evidence its search warrant was based on. The Fourth Amendment to the Constitution stipulates that \"no warrants shall issue, but upon probable cause, supported by oath or affirmation.\"\nI am still waiting, as is Forrester with more power to enforce his impatience, for federal authorities to disclose what evidence justified t heir intrusive attention to Jewell's abodes.\nAll we really know about the much imposed-upon Mr. Jewell is that supposed experts in criminal investigation thought he might fit the \"profile\" of a familiar type, the fantasist who becomes a fireman or polic e officer in search of the limelight - even if he must first set the fire, or commit the crime, that is the precondition of his own celebrity.\nHad Jewell not, after all, spotted the backpack containing the bomb and tried to warn people away from it? By this investigative standard, the famous biblical parable would doubtless end with the Good Samaritan's arrest as the one who'd robbed and beaten the wayfarer in the first place.\nA day or two after Jewell's ordeal began, I registered my distaste in a column that has enjoyed an unusual shelf life. It has been the subject of a number of inquiries from the producers of radio and television talk shows who marvel at what they take to be its prophetic foresight.\nIt was nothing of the sort. It merely reflected a prejudice that when authorities \"suspect\" citizens of infamous crimes they should jolly well cough up a smidgen or two of evidence. People of my vintage formed a permanent dislike of guilt by accusation during the disgraceful McCarthyite inquisition of the early 1950s. The lesson apparently has to be relearned in every generation.\nThe issue in the official treatment of Jewell has never been whether his innocence can be proved. Suspicion, once officially lodged, can be devilishly hard to dislodge. That is why we claim to believe every citizen is entitled to the presumption of innocence. Three months is a long time to be in a limbo of \"suspicion.\"\nI have been told that my indignation is misplaced and naive - that the Atlanta and federal authorities deemed it vital to relieve anxiety after the bombing by at least appearing to finger a suspect and found Jewell handy for the purpose. Their overriding priority, according to this theory, was to quiet the city's jangled nerves and prevent a financially damaging panic. Too bad if an innocent man got mangled in the machinery of official soothing.\nSuch cynics may be right, but I want to see more before concluding that what appears to be bungling and bureaucratic coverup was something worse.\nNeither the Justice Department nor the FBI has yet accepted the slightest blame for Jewell's ordeal. But then, neither President Bill Clinton nor Attorney General Janet Reno has indicated that - with the country nearly hysterical over crime and terrorism - a scrupulous regard for reputation is important to this administration.\nFortunately for Richard Jewell and other citizens at risk of being rendered infamous by official whim, Judge Forrester is not bound by twisted official priorities.\n\nLoad-Date: October 28, 1996"
}