{
    "title": "Ordinance limits searches Huntington takes aim at war on terrorism's Patriot Act",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 10,
    "day": 15,
    "full text": "chriswetterich@wvgazette.com  \nHuntington City Council members passed an ordinance Monday that bars its police from searches without a warrant and probable cause - a swipe at the USA Patriot Act passed by Congress in response to the Sept. 11, 2001, terrorist attacks.\nAndrew Schneider, president of the American Civil Liberties Union of West Virginia, said he would urge Charleston and other cities to pass a similar ordinance.\nU.S. Attorney Kasey Warner said the ordinance sounds meaningless and shows how people continue to misunderstand the Patriot Act.\nConcern over the Patriot Act, passed without much debate shortly after the attacks, is increasing nationwide. The law allows authorities to go before a three-judge panel and get permission to secretly search the homes of suspected terrorists. One of its most controversial provisions allows the court to authorize subpoenas of library loan records and bookstore receipts of suspected terrorists.\nSchneider and others believe Congress went too far when it passed the law, allowing the Justice Department to cast such a wide net that virtually any citizen whom authorities say is a terrorist could be subject to a secret search. The act also allows law enforcement more latitude in investigating crimes not related to terrorism.\nAlmost 200 other cities, counties or states nationwide have passed resolutions opposing the act. Huntington is the fourth local government in the nation to give such a resolution the force of law, Schneider said.\nSchneider said other organizations, including the National Rifle Association, the League of Women Voters and the NAACP joined the ACLU in pushing the ordinance.\n\"The implementation of the Patriot Act has been done entirely in secret,\" Schneider said. \"We can fight the war on terrorism and maintain our civil liberties. And this ordinance is a step in the direction of taking back our liberties.\"\nWarner, a vigorous defender of the Patriot Act, said it simply legalizes what was common law enforcement practice before Sept. 11. For years, law enforcement could, with a judge's permission, search the home of suspected drug dealers and organized crime figures secretly without presenting a warrant to the suspect, he said.\nThe Patriot Act formally extended such provisions to cases authorities believed were related to national security or terrorism, Warner said. He emphasized that all secret searches still require judicial oversight, so the Huntington ordinance doesn't require anything that isn't already mandated by federal law.\n\"I think this shows the ignorance as to what the Patriot Act requires,\" Warner said.\nHe said it could hamper the federal government's ability to fight terrorism in Huntington if Huntington police believe the new law restricts them from cooperating with federal authorities.\nFederal authorities need the help of local law enforcement in terrorism investigations because locals know their territory better, Warner said.\nTo contact staff writer Chris Wetterich, use e-mail or call 348-3023.\n\nLoad-Date: October 16, 2003"
}