{
    "title": "Oregon _activists_ are terrorists, and it's wrong to call them anything else",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 11,
    "full text": "A little over a week ago, the son of an internationally-known radical racist with a history of threatening his government led an armed group to take over a government building. As we speak, the group is holed up, threatening violence should lawful authorities attempt to retake the building. One member of the group ominously said, \"nobody wants anything bad to happen on any side,\" but it seems that that is exactly what will happen if the police become involved. Their leader has a set of demands, and his followers will not give in until their demands are met. \"We're planning on staying here for years, absolutely,\" stated the man. \"This is not a decision we've made at the last minute.\"\nIs this group ISIS? No. The IRA? Try again. The FARC? Not even close.\nMedia organizations who do not recognize this is an act of terrorism are lying to themselves, fooling their audience and creating division when America most needs unity. This group had not made headlines until the weekend, but they are certainly a terrorist organization, as much as any of the three listed above.\nLed by Ammon Bundy, the son of notorious rancher Cliven Bundy, the militia took control of the Malhuer National Wildlife Refuge headquarters building in rural Burns, Oregon. The group, reported to contain up to 100 armed men, broke into and occupied the building, demanding the federal government reduce grazing fees on federal lands.\nOf course, the ranchers are already grazing their herds at a 93 percent discount.\nThis group of misguided ranchers and their armed supporters have illegally taken up arms against the United States. Although they have not shot anyone - yet - their armed occupation of a federal building is an express threat to any person or entity that stands in their way. They have a political mission - to reduce the already absurdly low grazing fees - and they are using violence to coerce the government and to intimidate the local population.\nTheir actions meet the definition of domestic terrorism. According to the FBI's definition of domestic terrorism:\n\"Domestic terrorism\" means activities with the following three characteristics:\n· Involve acts dangerous to human life that violate federal or state law;\n· Appear intended (i) to intimidate or coerce a civilian population; (ii) to influence the policy of a government by intimidation or coercion; or (iii) to affect the conduct of a government by mass destruction, assassination. or kidnapping; and\n· Occur primarily within the territorial jurisdiction of the U.S.\nBundy's group meets all three requirements. Therefore, the takeover in Oregon meets the standards for terrorism.\nBecause this is terrorism, it is important that we recognize it as such. USC Professor Jeffrey Fields, who teaches classes on terrorism and American foreign policy as the Director of the Dornsife in D.C. program, has long observed a disparity in American media portrayal of different groups who commit violence.\n\"The U.S. has essentially decided that terrorism now means violent acts perpetrated by foreigners, specifically Muslims, Arabs or Middle Easterners,\" Fields said. Even when events fit all the criteria of terrorism, such as those laid out in the U.S. Code, if the perpetrator is white, Field says \"the media is reluctant to characterize the event as terrorism.\" This became glaringly obvious to Fields after the attack this summer in Charleston, South Carolina, where Dylann Roof, a white man, shot ten black worshippers at Emanuel African Methodist Church, killing nine. Roof, who shouted that he wanted to start a race war during the killing spree, was not characterized as a terrorist in many American media outlets.\nThere is a danger when the media fails to recognize terrorism when it occurs. If terrorism only happens when certain groups are to blame, Fields said, \"it creates harm by stigmatizing certain groups. Terrorism is an inflammatory word.\" Isolated groups, in turn, are less likely to cooperate with the rest of society.\nGroups turn to terrorism when they have no ability to cooperate with others and cannot change policy through legitimate means. Groups that cannot advocate through the free press, at public demonstrations, through elected officials or at the ballot box turn to terrorism as a last resort. They use violence to coerce governments and scare civilians until they get what they want. In the past, the tactic has worked, but the use of this tactic is highly illegal for good reason. Terrorism is an extreme reaction to adverse circumstances.\nThis is not the time to parse the definition of terrorism and mitigate the seriousness of the extremism in Oregon. Any other group besides the white men in occupying the wildlife refuge would be by now unanimously declared terrorists. It's time to call this terrorism for what it is and take appropriate steps to detain, try and convict these American extremists.\n\nLoad-Date: January 12, 2016"
}