{
    "title": "OREGON LAWYER HELD IN TERRORISM CASE HAS MODEST PRACTICE, LOW PROFILE",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 5,
    "day": 9,
    "full text": "The first American arrested in the deadly train bombing in Madrid is a former Army lieutenant and a convert to Islam who lives in a nondescript suburban home and faithfully attends a nearby mosque.\nFamily members say Brandon Mayfield is innocent and has never been to Spain. But law enforcement officials there said Friday that his fingerprints had been found on bags containing detonators of the kind used in the attack on March 11, which killed 191 people and injured 2,000 others.\nHe is being held as a material witness, which allows the government to detain him without filing formal charges, to allow time for further investigation.\n\"I think it's crazy - we haven't been outside the country for 10 years,\" said his wife, Mona. \"They found only a part of one fingerprint. It could be anybody. He was in the Army and they're just trying to fit a certain profile.\"\nBrandon Mayfield's father, Bill, agreed, saying his son \"has no connection to anything over there. None.\"\n\"They picked him out because they wanted someone who fit this profile,\" Bill Mayfield said. \"This was the closest they had, and he was a Muslim.\"\nBrandon Mayfield, 37, is an attorney who took low-income immigration and family-law clients at his practice in suburban Portland, once repre senting Muslim terrorism suspect Jeffrey Battle in a child custody case.\nBattle was among six Portland-area residents who were sentenced last year on charges of conspiring to wage war against the United States by helping al-Qaida and the former Taliban rulers of Afghanistan.\nMayfield was born in Oregon and grew up in Halstead, Kan., a small farming town about 30 miles northwest of Wichita. He joined the Army right out of high school and was stationed in Germany among other places. He later earned a law degree and settled down in Portland, where he and his Egyptian-born wife have three children.\nProfessor Ali Khan teaches international law at Washburn University School of Law in Kansas, where Brandon Mayfield was a student and helped organize a Muslim Student Association in 1998.\n\"I think his Islam was much more liberal and infused with Kansas and American values,\" Khan said.\nMayfield met his wife on a blind date in 1987 while stationed at Fort Lewis near Tacoma, Wash. Records from Washoe County, Nev., show the two were married in 1988. Their children are ages 10, 12 and 15.\nMona Mayfield, 35, said her husband's only trip to the Middle East was in 1993, when the couple and their children took a 30-day leave to travel to Egypt. Mayfield was honorably discharged in 1994, after a shoulder injury. He passed the Oregon bar in 2000.\nMayfield received his undergraduate degree from Portland State University, where his favorite topic was constitutional law.\n\"If the Constitution could be a religion - that would be his religion,\" his wife said.\nMayfield converted to Islam after marriage, Alexander said. He became a regular at a mosque near their home, where his red hair and white skin stood out in a crowd of mostly new immigrants from Muslim countries.\n\"We have a Bible in the house. He's not a fundamentalist - he thought it was something different and very unique,\" Mona Mayfield said of her husband's conversion.\nMayfield would show up at the mosque for the Friday ritual of shedding his shoes, washing his bare feet and sitting on the carpets to hear services. He did not, as some devout Muslims do, pray five times a day at the mosque, said administrator Shahriar Ahmed.\nMona Mayfield said she and her husband were watching television with their children when their program was interrupted by breaking news from the devastation in Spain.\n\"He turned to me and said - 'Those Goddamn terrorists. I'm sick and tired of them harming civilians,'\" she said.\n\nNotes\n\nPAGE 2\n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - Mona Mayfield, whose husband was taken into custody Thursday by the FBI, speaks with reporters at their home Friday in Portland, Ore. Brandon Mayfield, a lawyer and a U.S. citizen, is being held as a material witness in the May 6 train bombings in Madrid, Spain./ (2) Photo headshot - (Brandon) Mayfield/ Served in Army\n\nLoad-Date: May 9, 2004"
}