{
    "title": "Orlando Bosch, Cuban Exile, Dies at 84; Accused of Terrorism in Fighting Castro",
    "publisher": "the new york times",
    "year": 2011,
    "month": 4,
    "day": 29,
    "full text": "Orlando Bosch, a Cuban-American pediatrician and militant Cuban exile leader who was accused, and then acquitted, of masterminding the 1976 bombing of a Cuban airliner in which 73 people were killed, died Wednesday in Miami. He was 84.\nHis family announced the death. He had been hospitalized with a number of illnesses.\nMr. Bosch became a lightning rod in the Cuban-exile world. His supporters called him a hero, holding rallies for him and lobbying to name a Miami expressway after him. Richard L. Thornburgh, when he was the United States attorney general under the first President George Bush, called him ''an unreformed terrorist.''\nMr. Bosch maintained that he had fought a ''just war'' against Fidel Castro -- whom he called a ''a monster'' -- often with support by the American government.\nIn the airliner bombing, the plane had left Barbados for Jamaica and exploded, killing everyone on board. Four people were arrested, three of them Venezuelan residents.\nTried in Venezuelan courts, two of the defendants were convicted and sentenced to 20 years in prison. But Mr. Bosch -- who along with another exile leader, Luis Posada Carriles, was charged with masterminding the plot -- was acquitted after much of the prosecution's evidence was ruled inadmissible. Mr. Posada, who had sometimes worked for the Central Intelligence Agency, escaped to Panama before he was tried.\nIn a C.I.A. report that was later declassified, Mr. Posada was said to have been overheard saying, ''We are going to hit a Cuban airplane'' and ''Orlando has the details.'' And in 2006, the Federal Bureau of Investigation released a report quoting an informant in Caracas, Venezuela, as saying that one of the men who had planted the bomb called Mr. Bosch afterward with the message, ''A bus with 73 dogs went off a cliff and all got killed.''\nEarlier this month, Mr. Posada was acquitted in El Paso of perjury, obstruction and immigration fraud charges in connection with his return to the United States in 2005.\nThough he was acquitted in the airline attack, there is little doubt that Mr. Bosch was behind other terrorist acts in the decade after the 1959 Cuban revolution. In recommending in 1989 that he be deported, the Justice Department said he had committed 30 acts of sabotage in the United States, Puerto Rico, Panama and Cuba from 1961 through 1968.\nThe department said he had ''repeatedly expressed and demonstrated a willingness to cause indiscriminate injury and death.''\nAn exile group he led claimed responsibility for 11 bombing attacks against Cuban government properties.\nIn 1968, Mr. Bosch was convicted of using a makeshift bazooka to shell a Communist Polish freighter docked in Miami. He was sentenced to 10 years in prison. At the same time, he was convicted of sending bomb threats to the heads of state of Britain, Mexico and Spain, and received a concurrent eight-year sentence.\nMr. Bosch had earlier been arrested six times on charges of violating United States neutrality laws.\nOrlando Bosch Avila was born on Aug. 18, 1926, in the village of Potrerillo, Cuba, about 150 miles east of Havana. His father was a restaurateur and his mother a teacher. He went to medical school at the University of Havana, where he was president of the student council. He worked on student issues with Mr. Castro, the law school's delegate to the council, then cooperated with him in fighting the dictatorship of Fulgencio Batista.\nMr. Bosch did his medical internship in pediatrics at the University of Toledo in Ohio starting in 1952, then returned to Cuba to practice medicine. He vaccinated children against polio and organized clandestine support for Mr. Castro. But he became disillusioned with the revolution and in June 1960, less than 18 months after Mr. Castro came to power, Mr. Bosch fled to Miami with his wife, Myriam, and four children.\nHe worked for a hospital in Coral Gables, Fla., bought a beat-up blue Cadillac, took a liking to the television show ''Mission: Impossible'' and settled into American life. But his anti-Castro passion became consuming, and he was fired for storing explosives on the hospital grounds. He was arrested on charges of towing a homemade radio-operated torpedo through traffic. Federal agents charged him and five others with trying to smuggle 18 aerial bombs out of the country.\nNone of the charges stuck until he was convicted of shelling the ship. Judge William O. Mehrtens of the United States District Court called his actions stupid, saying, ''I cannot reasonably see any way to fight Communism in this manner.''\nAfter being sentenced in the ship attack, Mr. Bosch was freed on parole and fled the country, violating the terms of his release.\nUsing numerous passports and several names, he then traveled to countries with powerful Cuban exile communities like Nicaragua, the Dominican Republic, Costa Rica and Venezuela. Venezuela offered to send him to the United States after he was arrested for planning an explosion at the Cuban Embassy there, but the United States refused.\nHe spent time in Chile, where the military government gave him housing and logistical support. There, he met his second wife, Adrian Delgado. She survives him, as do six children and five grandchildren.\nIn June 1976, Mr. Bosch forged a new coalition of anti-Castro groups in the Dominican Republic. The group, which is believed to have committed more than 50 terrorist acts, discussed blowing up an airliner, according to the C.I.A.\nAnn Louise Bardach, in her 2003 book, ''Cuba Confidential,'' described Mr. Bosch as ''the godfather of the paramilitary groups.'' In The Atlantic Monthly in 1993, she wrote that he had developed ''a cultlike following'' and was called '' 'mad' or 'crazy,' sometimes affectionately.''\nMr. Bosch spent 11 years in Venezuelan jails as the legal process churned on. Miami's mayor visited him in prison, and the city's commissioners declared an official Orlando Bosch Day.\nWhen Mr. Bosch arrived in Miami in February 1988, however, the welcome was not warm. He was arrested for violating his parole. In June, the Justice Department ordered him deported. But legal maneuverings and political support, including that of Jeb Bush, then a Florida businessman and later the state's governor, kept him in detention as an undesirable alien until the first President Bush, Jeb Bush's father, overruled the deportation order in 1990.\nIn return, Mr. Bosch renounced the use of force, an agreement he later called ''a farce.''\n''They purchased the chain,'' Mr. Bosch said, ''but they don't have the monkey.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Orlando Bosch in 1965. (PHOTOGRAPH BY UNITED PRESS INTERNATIONAL)                            \n\nLoad-Date: April 29, 2011"
}