{
    "title": "Osama bin Laden fan clubs, jihad recruiters build online communities Internet brings together people",
    "publisher": "usa today",
    "year": 2006,
    "month": 3,
    "day": 9,
    "full text": "Al-Qaeda sympathizers are using Orkut, a popular, worldwide Internet service owned by Google, to rally support for Osama bin Laden, share videos and Web links promoting terrorism and recruit non-Arabic-speaking Westerners, according to terrorism experts and a survey of the sites.\nMost jihadist message boards on traditional websites are in Arabic and require users to know someone connected with the board\nbefore they can gain access. Social networking services such as Orkut, Friendster and MySpace, however, allow users to create personal profiles and associate with \"communities\" based on shared interests. After users join one of these services, they have access to the forum postings in any public community.\nThese popular Internet services can be used for everything from publicizing a garage band to finding dates to connecting supporters of democracy -- or terrorism.\nPolitical impact\nReporters Without Borders, a press freedom advocacy group, notes in a recent report that Internet use has grown faster in Iran than in any other Middle Eastern country, largely because of its political potential. \"Weblogs are much used at times of crisis, such as during the June 2003 student demonstrations, when they were the main source of news about the protests and helped the students to rally and organize,\" the group's report says.\nMilitants, too, are flourishing on websites. On Orkut, at least 10 communities are devoted to praising bin Laden, al-Qaeda or jihad (holy war) against the United States. They can be found easily through a simple English-language search of the site. The largest bin Laden community has more than 2,000 members, according to Orkut's tracking data, available on the site. It has a link to the site of the Islamic Army in Iraq, the group that claimed responsibility for and released a video of a bombing Dec. 2 that killed 10 Marines in Fallujah.\n\"They're one of the largest insurgency groups in Iraq today,\" says Rita Katz, director of SITE Institute, a Washington non-profit that tracks terrorist activity online for government and private clients, including the Department of Homeland Security. SITE gathers data by infiltrating and monitoring message boards and other sites that terrorism supporters frequent.\nEnglish-speaking visitors to the sites can find videos of attacks, see pictures of dead U.S. soldiers and read an English translation of the Iraq-based wing of al-Qaeda's latest communique before it is available in English anywhere else, Katz says. \"We know for sure that al-Qaeda is trying to recruit as many as possible from the Western societies, not people who look like Arabs,\" she says. \"This is a good place to be if you want to recruit people like that.\"\nTranslated communiques from al-Qaeda in Iraq have been appearing, four or five at a time, on a message board forum within an Orkut community since Dec. 26, Katz says. When al-Qaeda's operation in Iraq officially started calling itself the Mujahedin Shura Council on Jan. 15, she says, updates on the forum reflected the change.\nGoogle, which operates Orkut, says it tries to balance the free flow of information against the appearance of objectionable material by keeping intervention to a minimum. Google spokeswoman Debbie Frost says the service may remove obscene, defamatory or otherwise objectionable material from Orkut sites \"but has no obligation to.\" Frost did acknowledge that Google deleted some terrorism-related content that violated Orkut's published terms of service after USA TODAY inquired about it.\n\"It is a very fine line to walk sometimes,\" says Paul McMasters, a free speech expert at the Freedom Forum in Arlington, Va. \"But our tradition under the First Amendment is always: Come down on the side of more speech, not less speech.\"\nIn any case, says Kurt Opsahl, a staff attorney with the advocacy group Electronic Frontier Foundation, the sheer size of the Internet makes it \"simply impossible to monitor all the communications that get posted.\"\nOrkut, which claims 13 million members, is particularly popular overseas, notably in Iran and Brazil. Iranian traffic was curtailed in January when the government banned Orkut and several popular blogging tools that carried anti-government content, Reporters Without Borders noted.\nDespite Iran's actions, Orkut's size offers a measure of protection from outside interference that attracts terrorism sympathizers. \"It's difficult for Saudi Arabia, for example, to censor that whole website\" because so many citizens use it for legitimate purposes and would notice if it were shut down, Katz says. Orkut users who are members of communities such as \"Al-Qaeda\" and \"Jihad Videos\" take advantage of this to trade information as well as to provide links to other radical websites.\nSome experts see the communities fostering an environment that reinforces radical beliefs among young people. \"You are creating what I call a virtual community of hatred and seeding these ideas very early,\" says Jerrold Post, director of the political psychology program at George Washington University in Washington, D.C.\nOthers note that the technology makes possible some free speech in oppressive countries and say that will ultimately foster democracy. \"You've got to remember the entire picture,\" says Jim Harper, Director of Information Policy Studies at the Cato Institute, a libertarian think tank in Washington. \"The technology allows more good from the good people than bad from the bad people. It has immense positive consequences.\"\n\"I think the knee-jerk response will be to blame the messenger,\" says Bruce Hoffman, director of the RAND Institute's counterterrorism center. \"But the jihadists are already using the Internet,\" he says. \"The real issue is how we counter these messages of hate and radicalism.\"\n\nGraphic\n\n \nPHOTO, B/W\n\nLoad-Date: March 9, 2006"
}