{
    "title": "Osama bin Laden evidence readied at detainee trial",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 29,
    "full text": "NEW YORK ? Prosecutors plan to give Osama bin Laden a starring role in the terrorism trial of the first Guantanamo Bay detainee to be tried in civilian courts, a test case in the debate over whether suspects scooped up in the war against terrorism can be prosecuted like everyone else. Jury selection began Wednesday when 53 prospective jurors were introduced to the defendant, Ahmed Khalfan Ghailani, who turned briefly toward the group. He has been described by federal authorities as a bomb maker, document forger and former bin Laden aide. \nHe's charged with conspiring to kill Americans in the 1998 bombings of two U.S. embassies in Africa. The attacks killed 224 people, including a dozen Americans, and were widely viewed as a precursor to the Sept. 11, 2001, terror attacks. The trial will be closely watched by those debating the feasibility of civilian trials of high-profile Guantanamo detainees arrested around the world. Some were subjected to harsh interrogations at secret CIA-run camps where the gathering of trial evidence yielded to an immediate need to unearth terrorism threats. The government plans to use bin Laden's words, including a television interview in which he said U.S. civilians were targets of his holy war against the West, as evidence in Ghailani's trial. \"To establish that the defendant intended to kill Americans in particular, it is relevant that the leader of the conspiracy was emphatically and repeatedly directing his followers to, in fact, kill Americans,\" prosecutors wrote in court papers last week. Ghailani was arrested in Pakistan in 2004 in connection with the Tanzania and Kenya bombings and taken to a secret CIA-run camp overseas. Though much of the litigation about his treatment there has been kept secret, the defense divulged during a pretrial hearing that he was subjected to enhanced interrogation methods for 14 hours over five days. In 2006, he was transferred to Guantanamo, where he remained until he was brought to New York for trial last year. His lawyers lost efforts to have the indictment against him dismissed on the grounds that he was subjected to a lengthy interrogation and detention. The judge found that the delays served compelling national security interests. However, the judge warned prosecutors at a hearing Tuesday that he likely won't rule before opening statements on whether prosecutors can call as a witness a man who says he sold explosives to Ghailani. Prosecutor Michael Farbiarz said the man might be the government's most important witness. He might be excluded from the trial because he was discovered as a result of the interrogation of Ghailani. Ghailani complained about his treatment in February 2009, writing in a petition that he'd been deprived of his liberty, denied access to the outside world and had been \"a victim of the 'cruel enhanced interrogation' techniques.\" Ghailani has been heavily guarded in court and kept in solitary confinement in prison. Concerns about the costs of securing defendants at a courthouse blocks from ground zero led the Justice Department to reconsider a decision to try Sept. 11 mastermind Khalid Sheikh Mohammed and four other terrorism suspects in Manhattan. Prosecutors want to introduce jurors to bin Laden in opening statements through threats he made against the U.S. and its citizens between 1996 and 1998. They cite two printed statements he made to a London-based Arabic-language newspaper and two television interviews bin Laden gave to U.S. networks. The government said bin Laden in 1996 began making anti-American statements meant to enhance al-Qaida's terrorist image, communicate its goals to its far-flung members and help it recruit new supporters. The link to bin Laden was considered so strong in the embassy attacks that then-President Bill Clinton launched cruise missile attacks two weeks afterward on bin Laden's Afghan camps. Bin Laden is charged in the indictment as well. Prosecutors said the embassy bombings were carried out by an al-Qaida cell in East Africa. They said Ghailani fled East Africa on a flight to Pakistan the day before the bombings on the same flight that two senior al-Qaida members fled, including an al-Qaida explosives trainer and bomb maker. They said Ghailani helped purchase the truck used to bomb the U.S. embassy in Tanzania and helped remove sections of the truck to make more room for bomb components. They also accused him of buying several boxes of TNT, scores of electric detonators and detonation cord used to create the bombs destined for Tanzania and Kenya. Ghailani has denied knowing that the TNT and oxygen tanks he delivered would be used to make a bomb. He also has denied buying a vehicle used in one of the attacks, saying he could not drive. Four men already are serving life sentences in the bombings after they were convicted at a 2001 trial. If Ghailani is convicted, he too faces life. U.S. District Judge Lewis A. Kaplan began questioning potential jurors Wednesday. Some said serving on a trial projected to last three to six months would cause them personal hardship such as loss of wages, but only a few said their work might interfere with their ability to judge the case fairly. Most bias issues were addressed in a 31-point questionnaire that probed their feelings on terrorism, Muslims and Islam and whether they are afraid they'll be killed or injured in a terrorism attack. About a third of 900 potential jurors were eliminated based on their answers before oral questioning began. \n\nLoad-Date: September 30, 2010"
}