{
    "title": "OSAMA DRIVER CONVICTED OF TERRORIST WAR CRIMES",
    "publisher": "daily news ",
    "year": 2008,
    "month": 8,
    "day": 7,
    "full text": "WASHINGTON - A military jury of six active-duty officers convicted Osama Bin Laden's driver of backing terrorism but cleared him of conspiracy charges in the first war crimes trial since 9/11.\nSalim Hamdan, a Yemeni national whose challenge of his status as an \"enemy combatant\" has already gone to the Supreme Court and forced Congress to rewrite war crimes law, put his head in his hands and wept as a Navy captain on the five-man, one-woman jury read the verdict.\nThe Pentagon-selected jury deliberated over three days before returning its split decision.\nHamdan was found guilty on five of eight charges of supporting terrorism by driving for Bin Laden in Afghanistan and Pakistan - while knowing his boss was plotting attacks against the U.S. - and giving Al Qaeda access to weapons. The jury cleared him of two counts of conspiracy to carry out acts of terrorism.\nHis lawyers were ready to appeal through the military and then civil court systems. An eventual reappearance before the Supreme Court was a \"virtual certainty,\" said Eugene Fidell, head of the National Institute of Military Justice.\nThe military jury that convicted Hamdan reconvened in the Guantanamo Bay Naval Base courtroom for a sentencing hearing. He could face up to life in prison.\nHamdan's Pentagon-appointed lawyer, Navy Lt. Cmdr. Brian Mizer, had complained that trial rules had stacked the deck against his client by permitting hearsay and secret testimony. Even if he had been found innocent, Hamdan could still have been held indefinitely at Guantanamo as an enemy combatant.\nThe Bush administration said Hamdan received a \"fair trial.\" White House spokesman Tony Fratto said the conviction means prosecutors will proceed with 19 other cases.\nThe Hamdan case spilled over into presidential politics, as John McCain and Barack Obama quickly issued statements.\nObama blasted the lengthy process, and called for speedier trials in civilian courts.\n\"While it is important to convict anyone who provides material support for terrorism, it is long past time to capture or kill Osama Bin Laden,\" he added.\nMcCain scoffed at granting terror suspects civilian court access.\n\"I recognize that we cannot treat dangerous terrorists captured on the battlefield as we would common criminals,\" he said.\nrsisk@nydailynews.com\n\nGraphic\n\n \nSalim Hamdan was convicted of supporting Osama Bin Laden's terrorism. Photo by AP\n\nLoad-Date: August 7, 2008"
}