{
    "title": "Osama bin is gone, but terrorism threat remains",
    "publisher": "the day ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "WASHINGTON, D.C. - Of course, we're celebrating. And of course, they're threatening retaliation. Osama bin Laden is dead, and with him died as much twisted malice as can be found in a man who would send jetliners into office buildings.\nBut is there closure? Well, some satisfaction for those who lost loved ones through his depraved orders. There's definitely pride, yes, in the Navy Seals who stormed the mansion that concealed the creep. And also in American intelligence, which labored day after day to find him - and well before his signature abomination of 10 years ago, the attacks on the World Trade Center and the Pentagon.\nBy happenstance, I was walking past the White House at about 7 p.m. on what was still an ordinary Sunday evening. Only a dozen tourists stood outside the president's house. A raggedy man shouted paranoid ravings into a bullhorn. Another stood nearby, mumbling quietly.\nA few short hours later, the same environs exploded with joy as revelers, many students at nearby George Washington University, ran to the White House security limits with flags and song. There was no greater reminder of what the outrage of Sept. 11, 2001, had wrought than those walls, fences and other separations that surround every important building in Washington, D.C.\nThis one especially. The White House may have been a 9/11 target saved only by passengers on United Airlines Flight 93, who overcame their hijackers, causing the craft to crash in a field near Pittsburgh.\nThe Department of Homeland Security was created in response to the Sept. 11 outrages. Tom Ridge, the agency's first secretary, offered some sobering truths on bin Laden's demise. He first noted the obvious, that \"the ideology did not die with Osama bin Laden,\"\nAl-Qaida and its ilk have new leaders, new training locations, new homegrown terrorists in the United States, Ridge added. The threat is \"frankly not terribly diminished by the fact that he's been brought to justice.\"\nAfter Sunday's big news, families of Flight 93 victims announced that Osama \"can no longer spread his evil.\" True, but there's plenty of evil left in other people, and we hold our breath waiting to see how bin Laden's minions will try to remind us that they go on.\nNothing frustrates terrorists more than evidence of their impotence and vulnerability. They've been bypassed in the Arab Spring uprisings of young people demanding modern democracy (though they may try to worm their way into the change). That Arab youth seem to be ignoring al-Qaida's medieval ideology is a stick in their eye - or, to use another metaphor, a pin in their balloon of self-importance. The demise of their supposedly untouchable leader undercuts the myth of invincibility.\nWounded dogs can be dangerous. American embassies and airports around the world are on high alert. U.S. citizens abroad are warned not to draw attention to themselves - certainly not to gloat publicly about bin Laden's comeuppance.\nOsama bin Laden had a master's mind, but his was not the only bizarrely wired brain in the extremist underworld. Remember that America entered the age of terrorism not on Sept. 11, 2001, but on April 19, 1995, the day a native son blew up a federal office building in Oklahoma City.\nThe means to cause widespread mayhem remain, and so does the communications revolution that empowers the criminally insane to recruit the like-minded. No potion dropped in the water supply can cure vicious megalomaniacs of their destructive desires.\nSo these simple hopes we hear equating bin Laden's expiration with the end of World War II are off base. Happy days are not here again. But one happy day? For sure.\nHarrop is a columnist for\nThe Providence Journal.\n\nLoad-Date: May 3, 2011"
}