{
    "title": "OTHER OPINIONS Obama must choose wisely in al-Qaida fight",
    "publisher": "the atlanta journal-constitution",
    "year": 2008,
    "month": 11,
    "day": 16,
    "full text": "While President-elect Barack Obama will enjoy a honeymoon with much of the world, he will not get it from al-Qaida.\nSince it views any government that is not run according to its interpretation of Islam as fundamentally illegitimate, there is little reason to believe that al-Qaida will change its behavior in response to the election. As a result, the new president must make a number of choices in terms of how to fight terrorism once he takes office.\nThe drastic decrease in violence in Iraq in the past year means that a gradual drawdown of U.S. forces there is both expected and prudent, while the resurgence of the Taliban in Afghanistan suggests that that front needs more attention and resources. It is likely that we will need to refocus on Afghanistan in large part because Islamist terrorists see that as a more winnable war than Iraq.\nAl-Qaida's strategists see the United States' withdrawal from Somalia in 1993 after the \"Blackhawk Down\" incident as an indication that the United States flees in the face of even a small amount of adversity. Thanks in part to the surge, however, a drawdown in Iraq that does not serve al-Qaida's recruiting and propaganda interests is possible. Obama must make clear that he is acting with reference to the facts on the ground in Iraq, notably al-Qaida's continuing losses and the maturation of the Iraqi government, rather than any domestic political imperative in the United States.\nAl-Qaida is now more of a social movement than a coherent organization. Local cells in the Middle East and Europe, such as the terrorists who carried out bombings in London in 2005, are certainly inspired by the ideology of al-Qaida, and possibly even given some sort of concrete support by al-Qaida operatives.\nBut this is quite different from saying that what remains of al-Qaida's leadership on the border between Afghanistan and Pakistan exercises day-to-day control of far-flung cells. Once the group came under sustained U.S. attack, it was unable to maintain the complex network of ties that held it together across so many countries and made it such a global threat.\nThis leaves the Obama administration with both challenges and opportunities. A terrorist social movement means that cutting off the central al-Qaida leadership might rob al-Qaida's affiliates of strategic direction and ideological inspiration, but will not stop it from continuing attacks.\nOn the other hand, because many of these new groups are local in origin and focus, it is easier to convince both allies and those countries sitting on the fence that terrorism poses a threat to them regardless of their feelings about the United States in general.\nObama will need to draw the right lessons from the apparent desire of much of the world's population to see him elected president. Global public opinion is not only fickle but also often steeped in irrationality. It would be a mistake to assume that any newfound goodwill toward the United States will be useful in convincing governments to pursue counterterrorism polices not in their interests.\nThe same goes for assumptions that attitudes toward the United States will not nosedive when Obama inevitably has to make a national security decision that is unpopular with other countries.\nIn democratic countries that have both a shared interest in counterterrorism as well as police and a justice system that function well enough, cooperation can work wonders in fighting terrorists, given the proper infusion of money and training.\nCooperation based on shared values and mutual interests are more difficult in countries such as Iran, where the government is actually a sponsor of terrorism, or Pakistan, where the government is at best ambivalent about fighting al-Qaida and does not control large swaths of its own territory.\n* Justin Hastings is an assistant professor at the Sam Nunn School of International Affairs at Georgia Tech.\n\nGraphic\n\n \nPhoto: * Justin Hastings is an assistant professor at the Sam Nunn School of International Affairs at Georgia Tech./ImageData*\n\nLoad-Date: November 16, 2008"
}