{
    "title": "OTHER NATIONS SHOULD LINE UP BESIDE ISRAEL",
    "publisher": "daily news ",
    "year": 1994,
    "month": 8,
    "day": 1,
    "full text": "Just to survive, Israel first had to win its War of Independence, then the Six-Day War in 1967 and the 1973 Yom Kippur War. Now it has to win the Peace War - if you will, the Ironic War.\nFor even as Arab-Israeli friction is cooling at the center, the heat is building up around its edges, from scimitar-rattling by Islamic extremists in the region to deadly car-bombings of Israelis and Jews as far away, and as far apart, as London and Buenos Aires.\nThe accord reached by Jordan and Israel in Washington put a public and formal face on a relationship that has been private and informal for decades, and adds usefully to the momentum for peace, at least on site.\nThe quiet relationship between King Hussein and a succession of Israeli governments kept the Israel-Jordan border peaceful.\nIt protected Hussein from any designs Hafez Assad next door might have had on Jordan on behalf of his claims to a Greater Syria, and it was at least a provisional assurance to Israel, especially after the peace with Egypt, that its immediate neighbors would be unlikely to attack it again.\nOut of the closet, the relationship does still more. It hedges Yasser Arafat's risky, inflating claims on behalf of the Palestine Liberation Organization - to Jerusalem, for instance, and potentially to Jordan's own huge Palestinian population.\nIt frees Jordan and Israel to act jointly to keep the PLO focused on, and limited to, the agenda for the Gaza and the West Bank. (Though Jordan and Israel must be careful not to box Arafat too tightly; he can still create huge mischief for both.)\nThe move is even potentially a step toward involving hang-back Syria in peacemaking.\nSyria has long had a de facto veto over Hussein's foreign policy. That the king has taken this step means Assad gave him a bye, knowing full well that one result would be increased attention to Syria's own holdout status.\nAssad hasn't so much opted out of the game as, he hopes, upped his value in it. But even if Syria signs on, Israel will be far from home free.\nIts death as a nation is still the sworn business of radical Islamic states like Iraq and Iran and of Muslim revolutionaries fighting for control in Algeria and elsewhere.\nThe idea of the renewed terrorism is to kill the peace, once again anathematizing Israel and reopening the possibility, however farfetched, of another Arab gang attack on it.\nNone of that is likely, but it can be made far less likely if other nations now begin the overdue process of isolating the states that sponsor terrorism or harbor terrorists.\nThat means Iran primarily, but Iraq, too - and Syria, for allowing Hezbollah and the like to operate in Syrian-controlled Lebanon.\nWith Israel making peace all around, anti-Israeli and anti-Jewish terrorism stand revealed as acts of empty political temper without even a gloss of credible political agenda.\nIsrael, forthcoming, has earned firm international cooperation against a terrorism whose first target may be Middle East peace, but whose second is the frail infrastructure of international civility itself.\n*************************************************************************\n* TOM TEEPEN is national correspondent for Cox Newspapers. Address: c/o The Atlanta Constitution, P.O. Box 4689, Atlanta, GA 30302.\n\nLoad-Date: September 1, 1994"
}