{
    "title": "OTHER ISSUES IN FOCUS AS WAR, ECONOMY FADE",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 4,
    "day": 2,
    "full text": "After a dozen years of war and a half-dozen of economic troubles, the United States is beginning to wrestle with a question even more existential than those big events: What does it mean to be an American?\nImmigration reform and gay marriage. Affirmative action and voting rights. Gun control and, more broadly, the role of government in our lives. Today, the Supreme Court, Congress, the White House and the public all are confronting a collective slate of issues that, taken together, speak to the country's evolving identity.\nFueling this debate: dramatic demographic changes that are causing equally dramatic shifts in public opinion on various matters. They suggest that the notion of how we define being an American may be shifting.\nPresident Barack Obama, being inaugurated for a second term in January, seemed to see this coming at us. \"We have always understood that when times change, so must we,\" Mr. Obama said as he began his second term with an agenda heavy on domestic issues. \"Decisions,\" he said, \"are upon us, and we cannot afford delay.\"\nThere are two key reasons identity issues haven't pushed to the forefront until recently.\nThe 9/11 attacks produced a strong focus on all matters of terrorism and war. That included privacy, torture and anything related to national security and foreign policy -- and, of course, protecting ourselves from another attack. First Afghanistan weighed heavily, then Iraq.\nThen the economy showed signs of softening. The economic slide began and the bottom dropped out, plunging the country into recession as 2009 began. Unemployment hit double digits before things stabilized. Next came the slow path to recovery and the debate on how to make it happen.\nNow, the Iraq war is over, the Afghanistan one is winding to an end and immediate fears of further terrorism have, to some extent, faded. The economy has been rebounding: The job market is growing healthier, home prices are rising and consumers are starting to spend more. Those issues have receded enough to push domestic concerns higher on the list of what people, and thus politicians, think is most important.\nPolling by the Gallup organization underscores this notion.\nIn March 2001, education, ethical/moral issues and the economy ranked as the nation's top problems, and no other issue reached double digits. A year later, after the attacks, 22 percent cited terrorism, followed by the economy and \"fear of war/feelings of fear in this country.\"\nBy March 2005, the Iraq war took precedence, with 25 percent calling it the nation's top problem, followed by Social Security and the economy. Then, amid the 2009 recession, 51 percent of the country cited the economy, with unemployment or jobs, a lack of money and poor or pricy health care rounding out the first rung of concerns.\nNow look at last month. The economy remains the top concern, but the percentage of people who say so -- 24 percent -- is half of what it was four years ago. Dissatisfaction with government is a close second. Unemployment and jobs, and the federal budget deficit, also are up there. Iraq, Afghanistan, terrorism, national security and foreign policy rank far below.\nSpans of peace and prosperity typically usher secondary issues to the forefront. This is because we have time to worry about, and address, things that feel less important during wartime and recession.\nRemember the 1990s under President Bill Clinton, when the nation careened from domestic matters to political scandals? After two years of the Monica Lewinsky saga, there was a huge issue vacuum, with the 2000 exit poll finding no single dominant topic. Sept. 11, terrorism, Afghanistan, Iraq and then the economy filled it through the next decade.\nHere's what's different this time: The void created as those matters fade is being filled by topics becoming dominant in a country of changing faces and evolving views.\nAmerica is becoming less white, largely because of the fast growth of Hispanics. Racial and ethnic minorities are poised to collectively become a U.S. majority somewhere around 2043. The nation is also becoming more libertarian-leaning in its attitudes on many cultural issues; younger generations tend to want the government to stay out of decisions over what they smoke or who they marry.\nAs a result, evolving public opinion is putting pressure on politicians to change with the times. The Supreme Court's docket of thorny cases shows as much.\nIt is deciding cases this year on affirmative action, voting rights and immigration that could redefine the racial debate in the United States. And last week, the justices heard arguments on the constitutionality of the federal law that defines marriage as the union of a man and a woman, a case that has enormous implications for gay couples.\nThis comes as polls show dramatic swings among Americans toward support of same-sex marriage, and as Republicans and Democrats who had long opposed that notion -- or, at least, not openly supported changing it -- are reversing course.\nIn Congress, a bipartisan group of senators is nearing agreement on a comprehensive immigration measure that would put the 11 million mostly Hispanic people in the country illegally on a 13-year path to citizenship. The move comes with polls showing that most Americans are now supportive of what conservatives deride as amnesty. Several Republicans who had been steadfast opponents also now have embraced a broad measure after seeing Hispanics side with Democrats in the last election by huge margins.\nLawmakers also are wrestling over a series of matters that speak to the tricky balance between government and personal responsibility -- guns and the social safety net among them.\nEver since the first boats arrived upon America's shores, the society that would become our republic has been trying to define what citizenship means, what rights its people claim and what the central government's responsibility is. At certain junctures, fundamental evolutions took place. Blacks and women gained equal rights, and in both cases the country shifted.\nNow America is struggling through another furious period of change, with the debate table full of complex issues -- modern versions of the age-old questions of who we are, what we believe and what rights citizenship guarantees.\nThe answers will not be distinct, and they may not be clear for years or even decades to come. But they will set us on a new course that we'll continue to hone -- until the next war, economic crisis or cataclysmic event diverts our focus once again.\n\nGraphic\n\n \nPHOTO: Carolyn Kaster/Associated Press: President Barack Obama delivers his inaugural address at a ceremonial swearing-in Jan. 21 at the U.S. Capitol during the 57th Presidential Inauguration in Washington. \"We have always understood that when times change, so must we,\" he said as he began his second term with an agenda heavy on domestic issues. \"Decisions,\" he said, \"are upon us, and we cannot afford delay.\"\n\nLoad-Date: April 3, 2013"
}