{
    "title": "OTHER VIEWS(2)",
    "publisher": "the world",
    "year": 2008,
    "month": 12,
    "day": 7,
    "full text": "Obama's team strong\nSome Obama supporters may say the average age of his choice of secretary of the Treasury, secretary of state, vice president and defense secretary is all high. But Obama has gathered a team that commands respect.\nThat sounds promising for Obama and to a world in need of a stable United States.\nTimothy Geithner, the next Treasury secretary, drew cheers from the stock exchanges when he was appointed.\nThe trinity of the new secretary of state, Hillary Clinton, Defense Secretary Robert Gates and the future national security adviser, retired Gen. James L. Jones, is promising.\nOne could say that Obama's promise that his government will be moving forward at full speed from day one to create stability will be kept.\nEveryone on the team will be able to deliver the goods better than many others. They have both the experience and the desire to do so.\nThe focus will not only be on Obama's foreign policy team. Even his economic team will be in the crossfire from day one.\nThere is no doubt that Obama also has succeeded in gathering a strong team, which enjoys the confidence of corporations, Wall Street and ordinary Americans.\n- Berlingske Tidende, Copenhagen, Denmark\nTerror in slow motion\nIndia's trauma will be measured not just by the scale of the attacks on Mumbai, but by their duration. For nearly three days, security forces battled terrorists for control of sites in the heart of the financial capital of the world's largest democracy. Compared to the instant horror of a suicide bombing, a paramilitary death squad murders in slow motion. The time it took to defeat the gunmen brought a new dimension to the fight against terrorism. On this occasion, it truly looked like war.\nTo Indian authorities, it also looks like invasion. New Delhi was quick to blame \"elements linked to Pakistan.\" ...\nIndia's terrible misfortune is to have been singled out as a collaborator in the imagined Western conspiracy against Muslims. ...\nThe enormous challenge for India's government is to pursue justice for the victims of jihadi violence and simultaneously to embrace the cause of justice for those Muslims in whose name the jihadis claim to act. In other words, New Delhi must find a way to make the defeat of terrorism a common cause among its citizens regardless of faith. ...\nIndia was targeted not just because it is a country with an unhappy Muslim minority, but because it is a democracy undergoing rapid and potentially destabilising economic change, and with a history of inter-faith violence. But India is also a regional beacon of cultural openness and political freedom. The terrorists clearly think the bastion is brittle and can be blown apart. They must be proved wrong.\n- The Observer, London\n\nLoad-Date: December 9, 2008"
}