{
    "title": "OTHER AGENCIES CLAMOR FOR DATA NSA COMPILES",
    "publisher": "the new york times",
    "year": 2013,
    "month": 8,
    "day": 4,
    "full text": "WASHINGTON -- The National Security Agency's dominant role as the nation's spy warehouse has spurred frequent tensions and turf fights with other federal intelligence agencies that want to use its surveillance tools for their own investigations, officials say.\nAgencies working to curb drug trafficking, cyberattacks, money laundering, counterfeiting and even copyright infringement complain that their attempts to exploit the security agency's vast resources have often been turned down because their own investigations are not considered a high enough priority, current and former government officials say.\nIntelligence officials say they have been careful to limit the use of the security agency's troves of data and eavesdropping spyware for fear they could be misused in ways that violate Americans' privacy rights.\nThe recent disclosures of agency activities by former contractor Edward J. Snowden have led to widespread criticism that its surveillance operations go too far and have prompted lawmakers in Washington to talk of reining them in. But out of public view, the intelligence community has been agitated in recent years for the opposite reason: Frustrated officials outside the security agency say the spy tools are not used widely enough.\n\"It's a very common complaint about NSA,\" said Timothy H. Edgar, a former senior intelligence official at the White House and at the office of the director of national intelligence. \"They collect all this information, but it's difficult for the other agencies to get access to what they want.\"\n\"The other agencies feel they should be bigger players,\" said Mr. Edgar, who heard many of the disputes before leaving government this year to become a visiting fellow at Brown University. \"They view the NSA -- incorrectly, I think -- as this big pot of data that they could go get if they were just able to pry it out of them.\"\nSmaller intelligence units within the Drug Enforcement Administration, the Secret Service, the Pentagon and the Department of Homeland Security have sometimes been given access to the security agency's surveillance tools for particular cases, intelligence officials say.\nBut more often, their requests have been rejected because the links to terrorism or foreign intelligence, usually required by law or policy, are considered tenuous. Officials at some agencies see another motive -- protecting the security agency's turf -- and have grown resentful over what they see as a second-tier status that has undermined their own investigations into security matters.\nIn fact, a change made in 2008 in the executive order governing intelligence was intended to make it easier for the security agency to share surveillance information with other agencies if it was considered \"relevant\" to their own investigations. It has often been left to the national intelligence director's office to referee the frequent disputes over how and when the security agency's spy tools can be used. The director's office declined to comment for this article.\nDecisions on using the security agency's powers rest on many complicated variables, including a link to terrorism or \"foreign intelligence,\" the type of surveillance or data collection that is being conducted, the involvement of American targets, and the priority of the issue.\n\"Every agency wants to think that their mission has to be the highest priority,\" said a former senior White House intelligence official involved in recent turf issues.\nOther intelligence shops usually have quick access to NSA tools and data on pressing matters of national security, like investigating a terrorism threat, planning battlefield operations or providing security for a presidential trip, officials say. But the conflicts arise during longer-term investigations with unclear foreign connections.\nIn pressing for greater access, a number of smaller agencies maintain that their cases involve legitimate national security threats and could be helped significantly by the NSA's ability to trace emails and Internet activity or other tools.\nDawn Dearden, a drug agency spokeswoman, said it was comfortable allowing the NSA and the FBI to take the lead in seeking surveillance warrants. \"We don't have the authority, and we don't want it, and that comes from the top down,\" she said.\nBut privately, intelligence officials at the drug agency and elsewhere have complained that they feel shut out of the process by the NSA and the FBI from start to finish, with little input on what groups are targeted with surveillance and only sporadic access to the classified material that is ultimately collected.\n\nLoad-Date: August 5, 2013"
}