{
    "title": "Ottawa gunman allegedly connected to Syrian extremist",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 30,
    "full text": "The gunman who shot and killed a reservist guard on Wednesday, Oct. 22 in the Canadian capital of Ottawa may have extremist ties, according to the Canadian foreign minister.\nMichael Zehaf-Bebeau shot and killed Nathan Cirillo, 24, outside of the National War Memorial before stealing a car at gunpoint and driving to the nearby Parliament Hill.\nAccording to CNN, after an exchange of gunfire, Zehaf-Bebeau was shot and killed by Kevin Vickers, a veteran of the Canadian Mounted Police.\nThe shootings resulted in lockdowns for most of the day throughout the Canadian capital. However, the motive for the shootings remains unknown.\nParliament reopened the next day, although the monument where Cirillo was shot remained taped off as a crime scene.\nAccording to two U.S. counterterrorism officials, Zehaf-Bibeau was connected to Hasibullah Yusufzai through social media. Yusufzai is wanted by Canadian authorities for traveling overseas to fight alongside extremist fighters in Syria, according to the Globe and Mail.\nAccording to The Wall Street Journal, the suspect had recently purchased a passport and planned to leave the country, most likely to Syria. Canadian authorities had already marked Zehaf-Bibeau as a threat, placing a hold on this passport to block his entry into Syria or Iraq, according to USA Today.\nThe mother of Zehaf-Bibeau says she mourns for the victims of her son's crime, but not for her son.\n\"If [I am] crying, it is for the people,\" Susan Bibeau told the Associated Press. \"Not for my son.\"\nIn a dramatic presentation to the Canadian Parliament one day after the shooting, Canadian Prime Minister Stephen Harper lauded the soldier who killed Zehaf-Bibeau and asked the Canadian people to stay strong.\nHarper said  Canadians \"will not back down,\" and proposed tightening police and surveillance procedures to go after terrorists.\n\"We will be vigilant, but we will not run scared. We will be prudent, but not panic,\" Harper told members of Parliament.\n\"As for the business of government,\" Harper added. \"We are here in our seats, in our chamber, in the very heart of our democracy, and we are working.\"\nThe prime minister, vowing that Canada \"will never yield to terrorism,\" said the government would expedite the passage of new laws to strengthen the police in the areas of detention and surveillance, according to USA Today.\nThe attack shone a fresh light on the issue of radicalization, said Carolyn Bennett, a member of Parliament from Toronto. While Canada passed laws following the Sept. 11 terrorist attacks to account for new terrorism threats, Bennett said the changing landscape may require a new look.\n\"We need to examine the facts and deal with the lessons learned and deal with how we end up with homegrown terrorism,\" Bennett said. \"Radicalization is a huge risk.\"\nA small shrine dedicated to Cirillo, the lone victim of the attack, has been erected outside of the Parliament building in memory of the father of a six-year-old boy. Cirillo joined the Canadian forces at age 13 as an army cadet. It was his dream to be a full-time soldier.\nEditor's Note: Information from USA Today, The Associated Press, The Wall Street Journal, CNN and the Globe and Mail was used in this report.\n\nLoad-Date: October 30, 2014"
}