{
    "title": "Ottawa grants sweeping new anti-terrorism powers to intelligence officials",
    "publisher": "university wire",
    "year": 2014,
    "month": 11,
    "day": 4,
    "full text": "Public Safety Minister Steven Blaney says new powers are necessary to protect Canadians\nAdrian Wyld/The Canadian Press\nIn response to the killings of soldiers in Ottawa and Saint-Jean-sur-Richelieu and the attacks on Parliament Hill, Ottawa has introduced sweeping new anti-terrorism legislation that gives Canada's intelligence agencies broad new powers to track suspected terrorists abroad as well as new protections for informants cooperating with antiterrorism missions.\n\"Terrorism remains a serious threat to Canada and Canadian interests. The nature of this threat continues to be apparent both abroad and at home,\" the statement read.  Last November a federal court ruled it illegal for Canada's spy agencies to track jihadists abroad or to use information from allied networks to spy on Canadians without the express approval of Parliament.  Public Safety Minister Steven Blaney introduced the bill, The Protection of Canada from Terrorists Act, on Oct. 27, saying \"the public and direct threat issued by the Islamic State in Iraq and the Levant against Canada demonstrates that Canada is not far from the minds of those who would seek to do us harm.\"\nLast month in the Government's 2014 Public Report on the Terrorist Threat to Canada, Ottawa said it was aware of at least 130 Canadians abroad fighting with Islamic Jihad and some 80 persons who have returned to Canada from countries like Iraq and Syria.\n\"Our Government remains focused on ensuring the safety and security of Canadians. The crucial role that our security and intelligence service plays in keeping Canadians safe cannot be overstated,\" the minister said.\nAccording to Andy Ellis, CSIS assistant director of operations, since the federal court ruling the government was \"unable to track where these people were, where they were moving, how they were moving and the nature of the threat they posed.\" The government insists that reversing the federal court ruling was necessary to address the threat posed to Canada and our allies by jihadi terror elements.\n\"These measures demonstrate our Government's continuing commitment to do what is necessary, within the law, to prevent terrorists and violent extremists from carrying out vicious attacks against Canadians,\" Blaney said.\nThe proposed legislation is also seeking to amend the Strengthening Canadian Citizenship Act to allow the Minister of Citizenship and Immigration to take away a dual citizens' Canadian citizenship if convicted of terrorism charges, treason or spying.\n\"Citizenship is a pledge of mutual responsibility and a shared commitment to values rooted in our history. Dual citizens who are convicted of serious crimes such as terrorism and treason should not have the privilege of Canadian citizenship,\" said Chris Alexander, Minister of Citizenship and Immigration.  Other amendments include new powers that will allow police to make \"preventative arrests\" of individuals suspected of terrorist activity without charges as well as possibly making it illegal to encourage terrorist activity online.  However, the government's expedited push to expand the powers and reach of Canada's security apparatus is also raising serious concerns of how these new amendments are going to affect the rights and liberties of Canadian citizens.  Speaking in the House of Commons, Mr. Trudeau, leader of Liberal Party, reminded Parliament that while it is the government's main priority to protect the liberty and security of Canadian citizens such powers must be cautious in how they impact rights.\n\"Keeping Canadians safe in way consistent with Canadian values is one of our highest responsibilities,\" Trudeau said.\n\"In order to do that, we must ensure both the security of Canadians and the protection of their rights,\" he added.  While the liberals are in support of increasing the oversight and anti-terrorism powers of police and intelligence agents, the NDP is not convinced these new measures are necessary.\nAlthough the RCMP insists the attacks in Quebec and Ottawa were terrorist acts with jihadist connections, Thomas Mulcair says the government still lacks the evidence to say this with certainty and believes it is a criminal matter.\n\"I don't think we have enough evidence to use that word\" Mulcair said \"When you look at the history of the individual involved, you see a criminal act, of course,\" he added. \"But ... I think that we're not in the presence of a terrorist act in the sense that we would understand it.\" However, according to a recently declassified threat assessment prepared by the government, it is these kinds of small scale attacks by lone individuals that are the likeliest to occur rather than mass organized operations that Mulcair insists would be required to label last week's attacks in Quebec and Ottawa as acts of terrorism.  \"Simple, straightforward, small-scale attacks, using available weapons and minimal preparation against undefended targets are a realistic match with the actual capabilities of most extremists,\" the report stated.\n\nLoad-Date: November 5, 2014"
}