{
    "title": "OTTAWA RAMPAGE TIED TO TERRORISM Gunman kills soldier, storms Parliament before being shot dead",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 10,
    "day": 23,
    "full text": "A masked gunman killed a soldier standing guard at Canada's war memorial Wednesday, then stormed Parliament in an attack that was stopped cold when he was shot to death by the ceremonial sergeant-at-arms. Canada's prime minister called it the country's second terrorist attack in three days.\n \"We will not be intimidated. Canada will never be intimidated,\" Prime Minister Stephen Harper vowed in an address to the nation.\n Unfolding just before 10 a.m., while lawmakers were meeting in caucus rooms, the assault rocked Parliament with the boom of gunfire, led MPs to barricade doors with chairs and sent people streaming from the building in fear. Harper was addressing a caucus when the attack began outside the door, but he safely escaped.\n Investigators offered little information about the gunman, identified as 32-year-old petty criminal Michael Zehaf-Bibeau. But Harper said: \"In the days to come we will learn about the terrorist and any accomplices he may have had.\"\n A government official told AP that Zehaf-Bibeau was a recent convert to Islam. The official spoke on condition of anonymity because the person was not authorized to discuss the case publicly.\n Witnesses said the soldier posted at the National War Memorial, identified as Cpl. Nathan Cirillo, was gunned down at point-blank range by a man carrying a rifle and dressed all in black, his face half-covered with a scarf. The gunman appeared to raise his arms in triumph, then entered Parliament, a few hundred yards away, where dozens of shots soon rang out, according to witnesses.\n People fled the complex by scrambling down scaffolding erected for renovations, while others took cover inside as police with rifles and body armor took up positions outside and cordoned off the normally bustling streets around Parliament.\n On Twitter, Canada's justice minister and other government officials credited 58-year-old sergeant-at-arms Kevin Vickers with shooting the attacker just outside the MPs' caucus rooms. Vickers serves a largely ceremonial role at the House of Commons, carrying a scepter and wearing rich green robes, white gloves and a tall imperial hat.\n At least three people were treated for minor injuries.\n In Washington, President Barack Obama condemned the shootings as \"outrageous\" and said: \"We have to remain vigilant.\" The U.S. Embassy in Ottawa was locked down as a precaution, and security was tightened at the Tomb of the Unknown Soldier at Arlington National Cemetery just outside Washington.\n Harper vowed that the attacks will \"lead us to strengthen our resolve and redouble our efforts\" to keep the country safe and work with Canada's allies to fight terrorists.\n Police said in the initial hours that as many as two other gunmen may have taken part in the attacks. But by late in the evening, the cordon around Parliament was lifted and police said there was no longer any threat to the public in the area.\n Court records that appear to be the gunman's show that he had a long rap sheet, with a string of convictions for assault, robbery, drug and weapons offenses, and other crimes.\n The Canadian Broadcasting Corp. had video of the gunman going to his car alone with his weapon after the shooting at the memorial. The car was later spotted parked in front of Parliament Hill, just down the block.\n Cabinet minister Tony Clement tweeted that at least 30 shots were heard inside Parliament, where Conservative and Liberal MPs were holding their weekly caucus meetings.\n John McKay, a member of Paliament, said security guards then came rushing down the halls, herding them toward the back of the buildings.\nSIDEBAR:\nON ALERT\n Canada was already on alert because of a deadly hit-and-run assault Monday against two Canadian soldiers by a man Prime Minister Stephen Harper described as an \"ISIL-inspired terrorist.\" ISIL, or Islamic State, has called for reprisals against Canada and other Western countries that have joined the U.S.-led air campaign against the extremist group in Iraq and Syria.\n\nLoad-Date: October 25, 2014"
}