{
    "title": "OUR OPINIONS_ Bringing down terrorism still Spain 's commitment",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 3,
    "day": 16,
    "full text": "If the terrorists of al-Qaida were indeed responsible for the reprehensible bombings that killed 200 innocent people in Spain last week, they can now claim the subsequent election results as a major victory for themselves.\nAs a result of the bombings, a Spanish government that had strongly supported the U.S. invasion and occupation of Iraq has now been removed from office. And the newly elected prime minister, who had campaigned on the promise of bringing Spanish troops home from Iraq, says that he intends to keep that promise by July 1.\nThe potential ramifications of that change are enormous.\nAJC\nBritain and other nations that contributed to the invasion of Iraq now have justifiable cause to fear that they too will become targets of terrorism, and their backing for U.S. policy in Iraq may weaken. Al-Qaida now has good cause to believe it can alter Western governments through terrorism, and it will undoubtedly cite its success in Spain to inspire and recruit a new wave of potential terrorists. And Spain's defection from the small international coalition put together by the Bush administration in support of the Iraq invasion will isolate the United States further and make it considerably harder to depict our effort as international.\nIt's important to note, however, that the Spanish government's support for our policy in Iraq has long had a shaky foundation. From the beginning, roughly 90 percent of Spaniards opposed their country's involvement in the invasion. And as Spanish Prime Minister Jose Maria Aznar has now learned, you cannot take a democratic country to war in the face of such popular opposition and expect your policy to have much \"sticking power\" once a crisis occurs. The Madrid bombings succeeded in altering Spanish policy only because that policy had very little support in the first place.\nThe Spanish election should also chasten Bush administration officials who have tried to downplay anti-American attitudes in other countries by pointing out that at least their governments were on our side. Over the long term, foreign governments cannot support our policies unless their citizens support them as well. To pretend that public opinion in other nations does not matter to the United States is pure arrogance.\nIt is also important to understand that Spanish voters have not decided to surrender to terrorism, as some in this country allege. After sustaining the tragic losses of last week, nobody in Spain is about to back off from that fight; in his first post-election statement, the incoming Spanish prime minister promised that \"my most immediate priority will be to fight terrorism.\"\nThe Spanish election was not about whether to fight terrorism, but how best to win. The vast majority of Spaniards never bought the argument by Aznar and President Bush that the best way to fight fundamentalist Islamic terrorism was to invade and occupy secular Iraq.\nThey believed that the invasion of Iraq was a distraction that would inspire rather than squelch new acts of terrorism, and they interpreted last week's attacks as tragic confirmation of that belief.\nThey may be right. It is troubling to wonder what the United States might have accomplished had we committed tens of thousands of U.S. troops to the invasion of Afghanistan, instead of holding them back for later use against Iraq. With more than a bare-bones U.S. military deployed against the Taliban and al-Qaida, we might have captured Osama bin Laden and his top people long ago, breaking his movement both psychologically and operationally.\nInstead, we took another, less direct course. And unlike the Spanish, who will soon be leaving Iraq, we do not have the option of changing our mind.\n \n* EQUAL TIME: For another perspective on this issue, see the next page, A13\n\nLoad-Date: March 16, 2004"
}