{
    "title": "OUR OPINION_ EDITORIAL_ Civil liberties need protective custody; Repeal sections of Patriot Act that",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 3,
    "day": 27,
    "full text": "President Bush would have you believe the USA Patriot Act is an instrument perfectly designed to protect Americans against terror. It is not. Indeed, sections of the law run counter to civil liberties enshrined in other documents or in the American psyche.\nSome portions of the Patriot Act will expire at the end of the year unless they are renewed. The approaching deadline has generated calls for change in a law that broadened the government's authority to spy at home. But there are also steadfast supporters of the law who believe not a word should be altered.\nBush is among those. Despite complaints about the Patriot Act from citizens on the left and the right, and rebukes of parts of the law in court, the president insists it should not be trifled with.\n\"To protect the American people, Congress must promptly renew all provisions of the Patriot Act,\" Bush said last month.\nThe Patriot Act is not, however, the same as the Ten Commandments brought down from the mountain by Moses. Mortals wrote the Patriot Act, in haste and in panic, albeit but with good intentions.\nIn such circumstances it is easy to err in addressing a perceived threat (as was done with the shameful World War II internment of Japanese-Americans). Instead of re-endorsing a flawed law, the president needs to encourage a debate on the appropriateness of some original provisions.\nThe American Civil Liberties Union is troubled by as many as a dozen sections of the law, which was whipped up in short order in response to the terrorist atrocities of Sept. 11, 2001. But only three concern members of a more inclusive ad-hoc group formed to lobby for changes in the law. The group, Patriots to Restore Checks and Balances, finds fault with the following parts of the law in particular:\n \n* Section 213, which \"authorizes federal district courts to allow a delay of required notices of the execution of a warrant if immediate notice may have an adverse result and under other specified circumstances.\"\nPatriots to Restore Checks and Balances argues that this provision permits searches of homes and businesses without the safeguard of prompt and adequate notice to those under scrutiny.\n \n* Section 215, which \"authorizes the director of the FBI (or designee) to apply for a court order requiring production of certain business records for foreign intelligence and international terrorism investigations.\"\nThe group notes that this permits the government to collect an array of personal information about U.S. citizens without demonstrating a connection between the subjects and terrorism.\n \n* Section 802, which revises the definition of international terrorism \"to include activities that appear to be intended to affect the conduct of government by mass destruction.\" It defines domestic terrorism as \"activities that occur primarily within U.S. jurisdiction, that involve criminal acts dangerous to human life, and that appear to be intended to intimidate or coerce a civilian population, to influence government policy by intimidation or coercion, or to affect government conduct by mass destruction, assassination or kidnapping.\"\nIn this section, terrorism is simply too broadly defined.\nConcern about the erosion of civil liberties from the Patriot Act comes from such a disparate group --- members include the ACLU, former U.S. attorney Bob Barr, and a gun rights organization --- that it is impossible to dismiss its objections as simply those of a fringe organization.\nBut instead of providing a rational defense of the objectionable portions of the Patriot Act, the law's supporters have simply discounted the concerns as unpatriotic. Nothing should be wrapped in the flag to shut off vigorous debate.\n\"We can point to solid results, saved lives, a nation that is safer,\" U.S. Attorney General Alberto Gonzales said recently. \"For more than three years, there has not been one verified civil rights abuse under the Patriot Act.\"\nHe misses the point. The very secrecy that accompanies use of the law makes it difficult to detect violations of civil liberties.\nThe ACLU has argued that some provisions of the law \"simply go too far,\" that they \"increase the chances that innocent Americans will be swept into terrorism investigations by removing traditional checks and balances on law enforcement and oversight powers from the judiciary.\"\nThe White House's \"don't worry, trust us\" response won't cut it. This is an administration, after all, that tried to legitimize the use of torture.\nMany advocates of civil liberties have been uneasy about the Patriot Act ever since it was signed into law. It's time for an open and rational debate that will lead to repeal of the most onerous provisions.\n\nGraphic\n\n \nAttorney General Alberto Gonzales (with President Bush in November 2004) says there have been no civil rights abuses, but the Patriot Act's secrecy makes it difficult to detect violations. / CHUCK KENNEDY / KRT\n\nLoad-Date: March 27, 2005"
}