{
    "title": "OUR OPINION For administration, mum's the only word War on terrorism can't justify stepped-up effort",
    "publisher": "the new york times",
    "year": 2006,
    "month": 4,
    "day": 20,
    "full text": "The Bush administration has an unhealthy appetite for secrecy --- except when disclosure is politically expedient. That's arrogant, shortsighted and condescending to the American public.\nUnder the guise of fighting terrorism, the White House has launched a costly campaign that conceals even innocuous information. Mountains of government documents are stamped with labels to limit their distribution, and once-public papers have been surreptitiously withdrawn from the National Archives. Federal agents looking for state secrets have scoured old material that belonged to the late Sen. Henry \"Scoop\" Jackson and now want to paw through the notes of Pulitzer Prize-winning columnist Jack Anderson, who died in December and did his muckraking years ago. \nSome of the once-sensitive information the administration is working overtime to hide from the public is potentially embarrassing but also irrelevant or even downright silly, according to recent congressional testimony. Other material that falls short of national security concerns is shielded by bureaucrats who, according to the Government Accountability Office, have been given vague guidelines and limited training on determining which documents deserve to remain confidential.\nFrom the Justice Department's use of unauthorized wiretaps within the United States to the White House's refusal to share what transpired when Vice President Dick Cheney met with private companies to discuss national energy policy, the administration is obsessed with hiding its conduct from the public. It has more to do with control than with security.\nFortunately, this misguided policy is being met with resistance from members of Congress, ordinary citizens and government employees.\nOn Tuesday, the Anderson family refused the FBI's demand that the agency be permitted to sort through nearly 200 boxes of material from the columnist's working days, when he was uncovering scandal and intrigue in Washington. His coups included exposing a CIA plot to assassinate Fidel Castro and reporting on the illegal sale of weapons to Iran during the Reagan administration.\nIt's not obvious how Anderson's aging papers could endanger national security now. But the FBI insisted to The New York Times that \"classified information\" rests among Anderson's papers and that it belongs to the federal government. How the agency would know that without having seen the collection of papers is itself a mystery.\nThe National Archives, the repository for important government documents, also is standing up for the right of an informed citizenry. Last week, the archives director said the institution would not tolerate prior agreements like those that allowed the CIA and the Air Force to reclaim --- without an explanation to the public --- material that previously had been available to anyone.\nThe secret agreements, authorized during President Bush's watch, were meant to avoid the embarrassment of having to acknowledge that sensitive material had inadvertently been put on display in the nation's public reading room.\nThe CIA agreement, released by the National Archives, reads in part: \"The goal should be to protect CIA equities while resolving the issue as expeditiously as possible and in a way that will not draw unnecessary public attention to the steps taken to correct the problem.\"\nSecurity may have been an issue, but saving face was obviously on the agenda, and that conflicts with public interest.\n\"If records must be removed for reasons of national security, the American people will always, at the very least, know when it occurs and how many records are affected,\" said Allen Weinstein, the head of the National Archives who rebelled against the arrangement.\nHistorian Matthew Aid discovered the government's clandestine raid on the National Archives last year; material he'd had access to years ago was no longer on open shelves. Based on testimony last month before a House subcommittee, it's a wonder the CIA and the Air Force bothered taking some of the documents.\nOne set of papers described by a witness included a dreadfully wrong intelligence assessment that China would not send its troops to fight in the Korean War.\nAnother heady secret cautioned against trying to spread propaganda material by balloon in the winter; unpredictable weather and snow on the ground would hamper the attempt and make it difficult to see the leaflets.\nRep. Christopher Hayes (R-Conn.), who chaired a hearing in March on document secrecy, pegged the current policy for what it is. He called it an \"absurd effort to put the toothpaste back into the tube,\" despite widespread agreement that \"from 50 to 90 percent of the material currently withheld [from the public] should not be classified at all.\"\nJust as obvious is the fact that some information must be kept secret. The irony of the current debate is that the exuberance with which the administration has embraced secrecy may have sprung from a 2002 New York Times story that disclosed that government data on the production of chemical and bioterrorism weapons was still available to the public.\nThe trick is to balance the legitimate needs of national security with the openness that is required of a democracy.\nIt's clear that the president doesn't have a feel for that. In fact, he's shown that when it's convenient for him, he's quite willing to spill secrets.\nHe did so in permitting what was classified information related to the Iraq war to be disclosed to The New York Times. Bush did so in an effort to rebut a damaging assessment of his rationale for invading Iraq: that Saddam Hussein sought uranium for weapons of mass destruction. The information, however, proved flawed.\n\"l thought it was important for people to get a better sense for why I was saying what I was saying in my speeches,\" Bush said in a public address this month as he defended his action.\nThat's a secret the president should have kept to himself.\n\nGraphic\n\n \nGraphic: New York Times KEEPING SECRETS Classification activity has risen ... Documents, letters and e-mail messages classified Chart tracks increase in classification from 1996 through 2004.... while declassification has slowed ... Pages declassifiedChart tracks decrease in declassification from 1996 through 2004.... and costs have soared Costs for programs to classify, safeguard and declassify informationChart compares costs between Government and Industry from 1996 through 2004.All years are fiscal years Source: Information Security Oversight Office\n\nLoad-Date: April 20, 2006"
}