{
    "title": "Our largest threat_ Domestic terror",
    "publisher": "the philadelphia inquirer",
    "year": 2020,
    "month": 10,
    "day": 18,
    "full text": "The arrest by federal authorities of six men charged with conspiracy to kidnap Michigan Gov. Gretchen Whitmer (D) is a stark example of the evolving domestic terrorist threat facing America. Just two days before the Oct. 8 arrests, the Department of Homeland Security had released its first annual Homeland Threat Assessment, which categorized the leading threats facing the homeland and stated that \"ideologically motivated lone offenders and small groups\" of \"Domestic Violent Extremists\" now \"pose the most likely terrorist threat.\"\nThe arrest of the alleged Michigan conspirators represents one of the most significant incidents highlighting law enforcement concerns that domestic extremists might try to capitalize on heightened social and political tensions around the November election, or conduct attacks in response to perceived infringement of liberties by government pandemic response policies. This is a potent and explosive mix.\nLone actors and moreorganized domestic-threat groups are given oxygen and support in metastasizing online communities. The novel nature of this rapid and remote technological reach hampers the effectiveness of traditional investigation and disruption methods, challenging law enforcement's ability to keep pace with the accelerating velocity of radicalization and action. Given that reality, the work of the FBI, alongside state and local law enforcement agencies in Michigan, to prevent a potential attack is noteworthy.\nExacerbating the problem are hostile foreign actors - led by Russian elements using overt and covert means, such as troll farms and bots - seeking to exploit seams in American society, amplifying social and political divisions.\nTaken together, these emerging trends make clear that terrorist threats to the United States have evolved dramatically since 9/11. Foreign terrorist adversaries remain a severe threat to U.S. interests both at home and abroad, but the predominant terrorist threat at home today is increasingly domestic in nature, conducted by American citizens inspired by multiple extremist ideologies.\nWithin the domestic terrorist threat landscape, racially and ethnically motivated violent extremists, and specifically white-supremacist extremists, represent the \"most persistent and lethal threat,\" according to the recent DHS threat assessment. But others, including both anti-government and antiauthority extremists, increasingly find cause to mobilize in response to political and social tension.\nThe United States today is clearly grappling with domestic terrorist threats that are changing rapidly and have become more likely and frequent sources of deadly acts of violence than foreign threats.\nThis calls for a serious, coordinated whole-of-society effort toward prevention and mitigation. The challenges are daunting, but law enforcement on many levels are responding. Efforts include the FBI's work to investigate domestic terrorism cases and to counter foreign influence; the U.S. Secret Service's analysis and guidance on factors leading to mass attacks; and the Cyber Security and Infrastructure Security Agency's support for local communities with training and other resources.\nFor example, DHS's Strategic Framework for Countering Terrorism and Targeted Violence provided a road map for local government and civic organizations to better understand today's threats and help successfully mitigate and prevent domestic terrorism.\nIn the final weeks of the campaign, during an already extraordinarily tense year, many Americans are understandably concerned about election security and even the safety of polling places. They should know that law enforcement and homeland security professionals are working hard to address potential threats to the administration of the election.\nAnd Americans should vote. Vigilance is essential, but they can be confident about engaging in civic expression. Cases like the one in Michigan remain at the fringes in American society, and law enforcement at all levels is increasingly informed, focused on and dedicated to addressing these emerging threats. The best antidote to violent extremism is for the American people to exercise the most powerful guarantor of democracy and freedom - by casting their ballots.\n\nLoad-Date: October 18, 2020"
}