{
    "title": "Our views Congress should revisit the line of succession In the age of terrorism, guarding instituti",
    "publisher": "charleston daily mail",
    "year": 2009,
    "month": 12,
    "day": 2,
    "full text": "DON DeArmon of Frederick, Md., wrote a letter to the editor of the Washington Post last week in which he congratulated Sen. Robert C. Byrd, D-W.Va., on becoming the longest-serving member of Congress in U.S. history.\nBut DeArmon added: \"I'm all for tradition, for making the majority party's longest-serving senator president pro tem, but nonagenarians have no business being in the presidential line of succession.\"\nGood point, agreed the Post in a subsequent editorial.\nWere something to happen to President Barack Obama, God forbid, Vice President Joe Biden would become commander in chief. Should some catastrophe befall both, House Speaker Nancy Pelosi, D-Calif., would become president of the United States.\nNext in line after Pelosi is Byrd, who at 92 suffers from the torments of great age.\nSaid the Post: \"In a post-Sept. 11 world where the United States is under constant threat of a catastrophic attack, serious thought should be given to updating the law of succession. A good place to start is with the president pro tempore of the Senate.\"\nCongressional leaders first took numbers with the Presidential Succession Act of 1792. At that time, the president pro tem was elected by his fellows to preside in the absence of the vice president, and was ahead of the House speaker in the line of succession.\nThat could have led to a situation in which a president from one party was succeeded by a member of the opposing party, so in 1866, the president pro tem of the Senate and the speaker of the House were taken out of the line of succession.\nIn 1947, President Harry Truman, who did not think the nation's chief executive should choose his own successor, prevailed upon Congress to put the congressional leaders back in the lineup ahead of cabinet officers.\nSome think that in a post-Sept. 11 world, congressional leaders should not be in the line of succession. Others think the Senate majority leader, currently Harry Reid of Nevada, should take the third-place spot now occupied by Byrd in the line of succession.\nIt's a very complicated issue. But DeArmon and the Post are correct: Congress hasn't had a hearing on presidential succession since October 2003.\nIt should.\n\nLoad-Date: December 2, 2009"
}