{
    "title": "OUR VIEW THE HUMAN FACTOR IN FIGHTING TERRORISM",
    "publisher": "the santa fe new mexican",
    "year": 2010,
    "month": 5,
    "day": 5,
    "full text": "The great homeland-security bureaucracy, renowned for its police-state behavior toward Grandma and Grandpa, showed during the last few days that it still has holes in it -- but luck and pluck played roles in foiling a half-baked terrorist attempt on America's best-known street scene:\nA young man from Pakistan, who'd been a U.S. citizen for only a year, is alleged to have driven a sport-utility vehicle to New York's Times Square on Saturday evening. The SUV was loaded with propane, gasoline and homemade detonators, including firecrackers. The car, parked just off Broadway, was abandoned with its motor running.\nBut rather than blow up, it simply smoldered -- and the smoke caught the eye of a couple of street vendors. They called a mounted police officer's attention to it. Police lost no time clearing the area and calling in a bomb squad. An explosion was either averted or fizzled.\nCaught on surveillance cameras near the scene, Faisal Shahzad nonetheless dodged the law. A couple of days later, as a late arrival who had phoned in his reservation on the way to Kennedy Airport, he boarded an Emirates airliner for Dubai -- even though he was on a federal no-fly list.\nThe plane had either taxied toward takeoff or was about to leave the gate, depending on whose official report you read, when, at last, an alert customs officer caught Shahzad's name on the passenger manifest -- and he was arrested in the nick of time, or better late than never. He might or might not have posed a threat to the flight, but better he's in the custody of the country -- his country -- he hoped to victimize.\nAmid the sighs of relief are predictable calls for police-state prevention of the next act of terrorism: In New York City, the push is on for far more video-camera surveillance systems, modeled maybe on those guarding so much of London. The camera that helped capture Fahzad certainly is an argument for more -- but how long before Big Brother has us all in his sights? A balance must be struck between human rights and public protection; perhaps a properly gun-shy New York's only hope for protection lies under a lens.\nThe heroes of this latest drama, however, are human: The street vendors, both disabled Vietnam veterans, are also veterans of their ambiente: They know when to speak out -- and did. Like the Christmas Day passengers who pounced on the \"underwear bomber\" on the flight to Detroit, and like the doomed planeful who crashed the Sept. 11, 2001, flight instead of letting it reach its target, our country has to count on its people to make up for its many security gaps.\nAs citizens of the land of the free, we're sitting ducks for the diabolical; just as we fought the Cold War with one hand tied behind our back, we're strapped by the liberties that make us great in today's struggle with terrorism. But we won the Cold War anyway -- and, if we ever get our global politics in sync with our values, we'll probably outlast the likes of those threatening us today.\nIn the meantime, we can thank the forthright few who've been examples of modern-times behavior.\n\nGraphic\n\n \nSee pdf's for exact rendition, caption, graphics and photographer info.\n\nLoad-Date: May 5, 2010"
}