{
    "title": "Our 'friends' in Moscow_",
    "publisher": "daily news ",
    "year": 2013,
    "month": 6,
    "day": 6,
    "full text": "Rep. Dana Rohrabacher, R-Calif., says on his House website that he is \"a most forceful spokesman for human rights and democracy.\" Now in his 13th term, he is chairman of the Europe, Eurasia and emerging threats subcommittee of the Committee on Foreign Affairs, a position of importance. But Rohrabacher seems to have lost his way in Moscow after talks with Russian security officials about fighting terrorism.\nAt a news conference Sunday, the congressman said, quite reasonably, that the United States and Russia could have done nothing specific to prevent the Boston bombing in April. He spoke at the U.S. Embassy in Moscow after leading a House delegation to meet officials from the Federal Security Service, one of the successor agencies to the KGB.\nThen Rohrabacher went further. \"Radical Islam is at our throat in the United States and is at the throat of the Russian people,\" he said. This is untrue. The United States has devoted a huge amount of blood and treasure to fighting Osama bin Laden and others who have attacked us, but they are not at this country's throat, and it does not serve the difficult fight against terrorism to exaggerate the threat.\nRohrabacher declared that in fighting terrorism, \"we have to make friends with the Russians and recognize that there's a mutual threat now to both of us.\" It's all well and good to say the Cold War is over, but which \"friends\" does the congressman want to embrace? President Vladimir Putin's lackeys, who have been singling out Russian opposition leaders for investigation and prosecution on trumped-up charges? Putin's prosecutors, who are going door-to-door investigating nongovernmental organizations in a systematic effort to snuff out civil society?\nAccompanying Rohrabacher was Hollywood actor Steven Seagal, who offered to take the lawmakers to see Ramzan Kadyrov, the Chechen strongman. They didn't go, but Rohrabacher nonetheless praised the actions of Kadyrov, who, with Putin's backing, has brutally suppressed a separatist movement in Chechnya. Human rights groups report that Kadyrov's forces have engaged in torture, kidnappings, murder and rape. The State Department says Kadyrov \"has been implicated personally by credible human rights groups\" in the 2006 murder of journalist Anna Politkovskaya, who called attention to human rights abuses in Chechnya. But Seagal, who visited the Chechen leader recently, brushed off the charges: \"All these accusations are thrown around. Is there any evidence? Has he been indicted?\"\nThe congressman displayed ignorance and naivete. Of course, we are not talking about the rise of fascism or communism of the 20th century in today's Russia. But the lessons of those cataclysms is not to look the other way when human rights and democracy are trampled.\nThe Washington Post (June 4)\n\nLoad-Date: June 7, 2013"
}