{
    "title": "Our culture of violence; E-town church to discuss ex-county resident's book 'War on Terrorism'",
    "publisher": "the world",
    "year": 2003,
    "month": 3,
    "day": 22,
    "full text": "Most people would not object to labeling Saddam Hussein evil, linking him with terrorism in his homeland and abroad. He's also been compared to Hitler.\nThen there's Lee Griffith.\nGriffith is the author of \"The War on Terrorism and the Terror of God,\" a 414-page analysis of our culture of violence. The book was completed about a year before the 9/11 terrorism attacks.\n\"To claim that he is evil is disingenuous and dishonest. We should acknowledge our role in condoning the man's use of chemical weapons,\" Griffith said in a telephone interview from his home in Beaver Dams, N.Y.\n#GRIFFITH.M22#\n\"If Saddam Hussein is Hitler, then in 1988 and '89 he was our Hitler because we were supporting him,\" he said, referring to the alliance between the U.S. and Hussein during the conflict between Iraq and Iran. Griffith said when it was suggested back then that Hussein be dealt with, the U.S. government refused, claiming he was \"an important partner in the region.\"\n\"The War on Terrorism and the Terror of God\" will be the topic of a series of discussions, beginning Monday at 7 p.m., at Elizabethtown Church of the Brethren, 777 S. Mount Joy St. Church member Dale Brown, a former professor of Griffith's, will lead the discussion.\nGriffith is a graduate of Bethany Theological Seminary in Oakbrook, Ill., where Brown was a professor. They have remained friends. Brown, of Elizabethtown, said Griffith has always been concerned with justice.\nGriffith's first book, \"The Fall of the Prison: Biblical Perspectives on Prison Abolition,\" published in 1991, looked at nonviolent responses to crime.\nTo research \"The War on Terrorism,\" Griffith used his personal collection of theological and history books -- about 4,000 stacked in two rooms of his home -- and biblical studies, historical and current events and magazine and newspaper articles.\nGriffith said it's not uncommon for the United States to arm leaders of a country, then, later, declare they need to be disarmed.\n\"Like Dr. Frankenstein, we (create) our own monsters,\" he said.  \"One of those persons is Osama bin Laden.\" He also offered former Panamanian leader Manuel Noriega as another example.\n\"I think today we have all these illusions of war. We label certain people evil. It's interesting to think our warfare is precision-guided to seek out that evil,\" Griffith said.\n\"The people who suffer are not the evil leaders,\" he said. \"Most are innocent bystanders who had nothing to do with (the war). I believe the same is going to happen in Iraq.\"\nGriffith said that during America's first three months fighting the Taliban government, more than 4,000 Afghanistan civilians were killed -- more casualties, he notes, than in the attacks in New York, Washington and Pennsylvania.\nAmong those casualties were 10-year-old Sharpari Muhibullah, who was killed after finding an unexploded bomb, and 10-year-old Noor Mohammed, who lost his hands and eyes when a B-52 bombed his home.\n\"Even today we don't know where Osama bin Laden is, but we know that Sharpari Muhibullah is in her grave,\" he said. \"We don't know the condition of Mullah Omar (the head of the Taliban government), but we know the condition of 10-year-old Noor Mohammed.\"\nGriffith said he began work on \"The War on Terrorism\" in 1998, after the U.S. embassies were bombed in Tanzania and Kenya. As a result of those attacks, Griffith said, President Bill Clinton ordered cruise missile attacks against a pharmaceutical plant in Sudan and against \"so-called training camps inside Afghanistan.\"\nThe idea for the book developed when Griffith turned on the television and saw \"… those cruise missile attacks and… people in Sudan calling the Americans terrorists.\" He said, \"It led me to reflect on what is the difference between terrorism and counterterrorism. It raised the question: Who is the terrorist?\"\nGriffith noted that most of the conflicts in the world have a common thread: \"God has been rallied to the sides of those who did tremendous violence.\"\nWhat has him scratching his head is \"the way people use theology and faith to muster support for war. Jesus was one of the most nonviolent people.\"\nIn his book, he discusses a theology of peace. He uses a three-tiered approach, looking at current and recent events that have led to terrorism. Then he takes a look at church history to see how Christians responded to violence in the past. Then he consults biblical texts for some answers.\nIn a written interview, Griffith said, \"The Book of Revelation is not primarily a book about God's judgment and God's wrath. Indeed, Revelation places more emphasis on joy and hope. In Revelation, the terror of God is not associated with destruction but with resurrection and with the reign of the slaughtered lamb.\"\nIn the last chapter of his book, Griffith recommends actions to be taken to \"move beyond the downward spiral of terror and counterterror. One of the suggestions calls upon the church to beware of any preachments that associate the wrath of God with destruction and violence.\"\nHis book advocates seeking nonviolent alternatives to aggression.  It suggests that the proper Christian response to aggression is to love your enemies, turn the other cheek and do good to those who persecute you.\nGriffith, who grew up in Lancaster County and graduated from Ephrata High School and Elizabethtown College, said he has \"a long history of protesting wars.\" He's protested the Vietnam War, the first Persian Gulf War and the wars in Panama and Grenada.\nHe and some friends have been protesting the wars in Afghanistan and Iraq in the streets of Elmira, N.Y., \"to speak on behalf of peace.\" In the winter of 2001, the response was cold, with many people shouting at them. Now, he said, people are warming up to their call to peace.\nJean Moyer, another church member who will attend the discussions, said she came across the book at a peace retreat. She said one of the messages is: \"How very often persons who are fighting terrorism can become terrorists themselves.\"\n\"I found it a very interesting and a very challenging book,\" she said. \"I thought it was a very deep book.\"\nBecause \"The War on Terrorism\" was scheduled for release around the 2001 attacks, the publisher delayed it and asked that Griffith write a postscript.\n\"After September 11, around the world there was a great deal of compassion for America, that America had been horribly wronged,\" Griffith said. \"I think in the year and a half since then, we've squandered that good will. People look at America and see America as a thug with weapons of mass destruction, a thug that would invade other countries. I think there's that kind of worry.\"\nGriffith says there were nonviolent alternatives to the war in Iraq, such as more weapons inspections.\nAnother alternative he suggested was going before the United Nations and asking for a call to the end of international arms trade. But he called it unlikely. \"There's a lot of money and a lot of jobs at stake in a move like that,\" he said.\nHe suggested a United Nations arms buy-back plan. Nations could turn in their weapons for credits for food and health care. \"I think that could make an amazing impact in thwarting amassing weapons of mass destruction,\" he said.\nIf we had continued with diplomacy, he said, \"I think we'd still have the good will of the world on our side.\"\n\nGraphic\n\n \nPHOTO, Lee Griffith\n\nLoad-Date: March 23, 2003"
}