{
    "title": "Our views Will Americans show resolve_ Hillary Clinton now wants to lead the nation in retreat",
    "publisher": "the world",
    "year": 2007,
    "month": 2,
    "day": 13,
    "full text": "AFTER New York City was attacked on Sept. 11, 2001, Sen. Hillary Rodham Clinton, D-N.Y., supported President Bush's strategy of taking on terrorists and the states that harbor them.\nOn Oct, 10, 2002, citing Saddam Hussein's history, Mrs. Clinton said she believed the authority to use force was inherent in the United Nations' original 1991 resolution on Iraq.\nOn Dec. 15, 2003, she said she believed her vote to give Bush the authority to act against Saddam was \"the right vote.\" She also said the United States had \"no option but to stay involved and committed.\"\nEven in April 2004, after it was clear there were no weapons of mass destruction, she said she didn't regret giving Bush the authority to deal with a man who had been \"a real problem for the international community for more than a decade.\"\nAsked whether she thought she had been fooled about going into Iraq, she replied that the consensus was the same \"from the Clinton Administration to the Bush administration. It was the same intelligence belief that our allies and friends around the world shared about the weapons of mass destruction.\"\nIn October 2005, Mrs. Clinton was still hanging tough, even in the face of criticism from Cindy Sheehan. \"I don't believe it's smart to set a date for withdrawal,\" she said.\nBut on Jan. 27, 2007, seeking leadership of the pack of Democrats who would be president, Clinton abruptly changed her tune, demanding that President Bush \"extricate our country from this before he leaves office.\"\nThe Wall Street Journal questioned whether she would exhibit such \"stalwart drift\" as president.\nIt's a fair question, and not just for Hillary Clinton.\nThis week, former New York Mayor Rudy Giuliani, a likely candidate for the Republican presidential nomination, defended the president and said beating terrorism is \"the great moral issue of our time.\"\nGiuliani said history will recognize Bush's strength, and skewered the cynical debate in Congress over a non-binding resolution opposing the troop increase.\n\"Presidents can't do non-binding resolutions,\" he said. \"Presidents have to make decisions and move the country forward . . . .\"\nHe told reporters afterward: \" I think in a time of war, you don't talk about pulling out. . . . You just create more jeopardy for our troops.\"\nThe choice in 2008 is clear.\nOne approach retreats in the face of - and therefore rewards and encourages the use of - terrorism\nThe other stands up to the sponsors of terrorism..\nThe American people will decide in 2008 which approach makes the world safer for their children.\n\nLoad-Date: February 14, 2007"
}