{
    "title": "Our views Pelosi is not secretary of state In Syria , she undermined not just Bush, but the nation",
    "publisher": "the world",
    "year": 2007,
    "month": 4,
    "day": 9,
    "full text": "HOUSE Speaker Nancy Pelosi is a crafty politician who seeks to undercut President Bush at every turn. She recently went so far that she undercut the security of the nation.\nIt's one thing to have a certain tension between political parties. It serves as a check and balance against the excesses of both, and makes for better domestic policy.\nBut politics need to end at the water's edge. When dealing with foreign leaders, the nation must speak with one voice.\nEvery four years, the nation elects that voice. In 2004, more than 62 million Americans voted to keep President Bush as that voice.\nBut Pelosi recently did the incredible. She decided to play secretary of state by going to Israel, and then to Syria to talk with a regime that tolerates terrorism. She went despite President Bush's objections.\nAnd she blundered. Badly.\nPelosi gave the Syrian regime a message from Israel that was factually in error. She said merrily that \"Israel was ready to engage in peace talks,\" without mentioning that Israel wants Syria's government to first renounce terrorism, something Syria has never been willing to do.\nThis has been the Israeli position for years.\nIsraeli Prime Minister Ehud Olmert rebuked her, saying \"Pelosi took part of the things that were said in the meeting, and used what suited her.\"\nThe Washington Post denounced Pelosi for this gaffe in an April 5 editorial.\n\"We have found much to criticize in Mr. Bush's military strategy and regional diplomacy,\" the Post said. \"But Ms. Pelosi's attempt to establish a shadow presidency is not only counterproductive, it is foolish.\"\nThe Middle East is one of the darkest alleys in the world. It is no place for amateurs. By making nice with Syrian dictator Bashar al-Assad, Pelosi demonstrated that she is not yet ready for prime time.\nThe mixed signal she sent undermined the nation's security by making it appear soft on terrorism.\n\nLoad-Date: April 10, 2007"
}