{
    "title": "OUR OPINIONS_ Terrorism requires global effort",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 5,
    "day": 5,
    "full text": "In some regards, the United States has made important progress in its war against terrorism, particularly in dismantling the network that launched the attacks of Sept. 11.\n\"More than one-third of al-Qaida's top leadership has been killed or captured,\" notes a State Department terrorism report released last week, \"including some who conspired in the Sept. 11 attacks, the 2000 attack on the USS Cole and the 1998 bombings of two U.S. embassies in East Africa.\"\nWhile that's encouraging, some of the progress we have made is misleading. For example, the report goes on to state that \"international terrorists conducted 199 attacks in 2002, a significant drop (44 percent) from the 355 attacks recorded during 2001.\"\nAJC\nA reduction of 156 attacks is indeed significant. However, almost all of that decline can be attributed to a sharp drop in attacks on oil pipelines in Colombia. In the rest of the world, terrorist attacks stayed about the same in 2002 (137) as they were in 2001 (158).\nThat does not mean that our efforts have been ineffective; but it does mean that our enemies in this struggle are stubborn, and that the fight is likely to be long. In another indication of how elusive progress can be, 30 Americans were killed by terrorists overseas last year, compared with eight in 2001.\nThe State Department report also notes that our success \"would not have been possible without intense diplomatic engagement throughout the world.\" Without the assistance of other countries in intelligence efforts, in law enforcement, and in cutting off financing to terrorists, a complex struggle such as this would be far more daunting.\n\"Simply put, this is a global fight that requires a global system to defeat it.\"\nOur national security depends on our ability --- and our willingness --- to build and defend that global system. We cannot do it on our own; we cannot get the help we will need through intimidation and fear.\nDiplomacy, cooperation and humility are as important to winning this fight as spy satellites and smart bombs. Without them, the news in next year's terror report may be considerably more grim.\n\nLoad-Date: May 5, 2003"
}