{
    "title": "Our views Terrorism remains a threat to the U.S. Are Americans more or less safe than we were two ye",
    "publisher": "the world",
    "year": 2013,
    "month": 12,
    "day": 9,
    "full text": "THE terrorism threat against the United States is increasing and Americans are not as safe as they were a year or two ago, leaders of the House and Senate intelligence committees, one a Democrat and one a Republican, said last Sunday on CNN's State of the Union program.\nSen. Dianne Feinstein, D-Calif., said there are more terrorist groups than ever, with more sophisticated and hard-to-detect bombs. \"There is huge malevolence out there,\" she said.\nRep. Mike Rogers, R-Mich., said the job of preventing an attack is getting more difficult because al-Qaida is changing, with more affiliates around the world. Rogers said terrorists are adopting the idea that \"maybe smaller events are OK\" and still might achieve their goals.\nOthers question the accuracy of whether Americans are more or less safe.\nCNN National Security Analyst Peter Bergen cited a study by the New America Foundation of every militant indicted in the United States who is affiliated with al Qaeda or is motivated by al Qaeda's ideology.\nThe study found the total number of such indicted extremists declined substantially - from 33 in 2010 to nine in 2013.\n\"In short, the data on al-Qaeda-linked or -influenced militants indicted in the United States suggests that the threat of terrorism has actually markedly declined over the past couple of years,\" Bergen wrote.\nOf course, as Bergen noted, fewer indictments doesn't mean that the terror threat has disappeared.\nWhether there are 300, 50 or ten terror plots being planned against Americans at any time, one plot getting past security is too many. American military, security and intelligence officials must be correct all the time to stop terror plots.\nThere remains much discussion about the National Security Agency's surveillance of telephone and email records of citizens. Many Americans are rightly offended that their phone records might be among the metadata collected and maintained by the NSA.\nBut the rights of law-abiding Americans whose telephone records show up on a metadata list are not violated nearly as bad as those who might lose their lives in a terrorist attack.\nCongress must maintain strong oversight over the NSA to protect individual rights and personal privacy, but the NSA must be allowed to do its job to prevent terrorists from succeeding in any planned attacks.\n\nLoad-Date: December 10, 2013"
}