{
    "title": "OUR OPINIONS_ Terrorism's on the menu, literally",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 12,
    "day": 28,
    "full text": "The U.S. Food and Drug Administration is supposed to be a vigilant industry watchdog that prevents harmful products from reaching America's kitchen tables and medicine chests. But increasingly under the Bush administration, the agency has been reduced to a toothless lapdog that rolls over and plays dead for corporate interests at the public's expense.\nThe manifold failures of the FDA to do its job are well-known by now. This year's severe shortage of flu vaccine might have been averted if the agency had simply followed up on initial reports of contamination and unsanitary conditions at a key manufacturing plant in England. Instead, the FDA trusted what turned out to be empty promises from the company to correct the problems on its own.\nAJC\nAlso, the safety of popular prescription drugs such as Vioxx, Celebrex and Paxil has been called into question because the agency didn't require drug manufacturers to share information about the health risks those medications posed. The potential dangers pharmaceutical companies chose to conceal from their customers range from increased risk of stroke and heart attacks to suicidal ideation in children.\nThat same pattern of regulatory fecklessness is putting the nation's food supply in jeopardy. Earlier this month, the FDA weakened regulations aimed at protecting domestic and imported foods from terrorist attack. The original proposal would have created a meaningful \"traceback system\" enabling the agency to rapidly identify the source of food contamination. Producers, warehouses, wholesalers and retailers would have been required to keep records on their shipments and give FDA investigators prompt access to them in cases of suspected food tampering.\nDespite recommendations by the World Health Organization that such a system was critical, the FDA kowtowed to the wishes of various industry trade groups that registered their displeasure with an all-too-compliant White House. As a result, the goal of establishing an effective traceback system has been dashed. The agency also scrapped an eminently reasonable proposal requiring certain businesses to identify a \"responsible individual\" whom the FDA can contact when a suspicious food item is discovered.\nThe threat of terrorist assault on our food is neither rhetorical nor far-fetched. Before leaving his post as head of the Department of Health and Human Services, Tommy Thompson warned ominously: \"I, for the life of me, cannot understand why the terrorists have not, you know, attacked our food supply, because it is so easy to do.\"\nThompson, who supported the tougher regulations, said those concerns often kept him awake at night. Unless the FDA adopts more aggressive safeguards against food-based terrorism, none of us can rest easy.\n \n* EQUAL TIME: For another perspective on this issue, see the next page, A11\n\nLoad-Date: December 28, 2004"
}