{
    "title": "OUR TOWNS; ON TERRORIST FRONT AT CONNECTICUT MOTEL",
    "publisher": "the new york times",
    "year": 1986,
    "month": 10,
    "day": 10,
    "full text": "After they had finished their stuffed chicken and green beans, business executives meeting at the Ramada Inn moved into the Regency Room to listen to Stanley Klein's tips for travelers.\n''Learn a few words of the country you're going to visit,'' Mr. Klein urged them. ''Keep a few words tucked inside your pocket.'' He suggested: ''HELP,'' ''POLICE,'' ''COME HERE LOOK AT THIS.'' ''Be courteous and polite if you are taken hostage,'' he advised. ''Don't get in a shouting match. You start screaming, they start hitting.''\nOn the fashion front, Mr. Klein suggested trying not to look too American.\nNeal Wehr thought this was good advice. He told the others about the time he had been walking through a market in Yugoslavia and was recognized immediately as an American. He believed it was his Bermuda shorts that gave him away.\nNine months ago, the Greater New Haven Chamber of Commerce and the Connecticut Small Business Development Center began planning a statewide conference for business people on terrorism, the first of its kind in Connecticut.\nThey arranged for speakers from the Federal Bureau of Investigation, including Mr. Klein, the F.B.I.'s leading expert on terrorism, who was recently named head of its Connecticut office.\nThey sent out 5,000 brochures statewide, according to Michele Klotzer of the chamber, and advertised in newspapers in the state: '' We urge you to attend this eye-opening conference.''\nOfficials expected a big turnout. ''So many big corporations are based in Connecticut,'' Ms. Klotzer said. More than 400 women attend the chamber's ''Networking Conference for Business Women'' each year, she said. ''So we expected a few hundred, at least.''\nThe F.B.I. sent eight speakers and support people. Reporters from 10 news organizations attended.\nAnd from all over the state, 24 business people came. F.B.I. agents described the wide range of terrorist organizations that have operated or are operating in this country, citing the Ku Klux Klan, the Weather Underground, the May 19 Communist Organization, United Freedom Front, Jewish Defense League, the Aryan Nation and the Armenia Secret Army for the Liberation of Armenia, to name a few.\nThe thing all your terrorists have in common, said an F.B.I. agent, Richard Watson, is ''you want press, you want the media to be there filming the results of the bombings or filming the blood.''\nLast year worldwide, 926 people were killed in terrorist attacks, two of them in the United States. The F.B.I. said there were seven terrorist incidents in this country.\nPeople seemed surprised that, given all the publicity about terrorism, there were so few cases here.\n''Even though there have been just seven,'' Mr. Watson said, ''it is a very real threat.''\nThe group wanted to know the status of terrorism in Connecticut.\nMr. Klein said the state had mainly been a safe haven and corridor for terrorists moving between New York and Boston. He said that things seemed under control here now. ''I'd like to think it's because the F.B.I. is doing a heck of a job,'' Mr. Klein said. ''And we are.'' MR. KLEIN gave tips on how to behave if taken hostage.\n''Talk in a normal voice,'' Mr. Klein said. ''Terrorists are suspicious of whispering.''\nHe said it was best to avoid controversy when making conversation with captors.\nWhen being rescued, he said, ''first thing you do is you drop down flat - and don't move.''\nIn the afternoon the agents showed a film, ''Kidnap Executive Style,'' which urged all businesses to have a plan in case a company official was kidnapped. THE business people who did come seemed pleased with the conference and the F.B.I. ''They exude an air of confidence,'' said James McInerny, president of the Stamford Water Company, which has taken measures to prevent terrorists' tampering with its water supply. ''The F.B.I. seems to have things under control - I certainly hope they do.''\nOver coffee in the Embassy Room, they wondered why more people had not come to the conference. ''I'm dumbfounded,'' said Mr. Wehr. ''A day does not go by in the media without discussion of terrorist activity.''\n''Maybe it could be oversaturation,'' Mr. Klein said.\nMs. Klotzer was surprised that even Chamber of Commerce regulars like Saab-Scania of America Inc. - which is based just down the road and - had not showed up today. Called about this later, a Saab spokesman, Jim Ventrilio, said while the company cares about terrorism, ''it's a less pressing concern than other things.'' He said, ''It's a busy time of year for us, with the 1987 models coming out.''\nThe conference was supposed to go until 4:30, but let out early. Most of the business people had left before the finish. At the end, it was mainly F.B.I. agents and reporters talking with one another about terrorism.\nAs the last few headed outside, the day was still sunny, the fall air cool and dry. Everything seemed quiet in the Ramada Inn parking lot, and next door, at Roy Rogers, it appeared to be business as usual."
}