{
    "title": "OUR VIEW Opinion",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 29,
    "full text": "Tighter security\n Closer watch, faith in reason  are weapons against terrorism\n A 23 year-old Nigerian man attempted to blow up a Northwest airliner over Detroit Christmas day. We all know that. But do we know what is to be done? \n The usual suggestions about improving the no-fly list, expanding the terrorist watch list, and installing more full-body scanners have been heard. These are intelligent measures but have their limits. \n The New York Times reports the Amsterdam airport has 13 full-body scanners, about as many as any airport in the world. The scanner wasn't used on Umar Farouk Abdulmutallab, who may have looked like many passengers but was profoundly different in one respect. He was willing to give up his life to bring down an airliner. Now he is likely to spend most of his life in a maximum-security cell. \n Transportation Security Administration security measures are irksome. Alaskans know that because they fly more than most Americans. They also know these measures are going to become more irksome as security intensifies. \n The success rate for terrorism prevention has to be 100 percent or people die. And the terrorists are not going to stop plotting, stop recruiting young adults. It may be that international aviation, in order to guarantee 100 percent security, will become akin to prisoner transportation, without the shackles: You are not free to move about the cabin. If you boarded with an attitude, stow it. And don't argue with a cabin attendant. \n Mr. Addulmutallab seems like such an anomaly at first glance: An educated Nigerian from a prominent if not wealthy family who attended private schools and later one of Britain's great universities. Still, he heard the siren-call of Islamic terror and gave himself to violence. \n What is the value of education if an educated man voluntarily abandons his family and allows himself to become the tool of killers? Does an educated man really sew a bomb into his underwear? Education is premised on reason. Now reason is challenged by a toxic poison of piety, rage and revenge. \n We can only fight terrorism with the tools we have. They include heightened security, better intelligence, better technology. They also include the belief -- the conviction -- that in time reason will prevail despite the discomfort it must endure while fighting irrationality. \n BOTTOM LINE: We thwart terror with unblinking vigilance and the power of reason.\n   Meter force\n Take police off parking patrol, but remember lesson of '97\n Mayor Dan Sullivan is right. Anchorage police time is wasted on parking enforcement.\n That's especially true now for two reasons. First, a tighter city budget will make it harder to replace officers who resign or retire. And with no police academies scheduled for the near future, the city won't have recruits to do parking patrol.\n But there's a reason Anchorage voters took away the authority of the old Anchorage Parking Authority in 1997, a reason we have a parking garage named for Linny Pacillo, who with her sister dressed as the Parking Fairies in the '90s, decked out in tutus and toting change to confound the ticket writers.\n Parking enforcement had become the most swift, thorough and unforgiving law enforcement in the city.\n A few minutes over on the meter? Look for that ticket under the windshield wiper.\n Registration expired? Got you for that too. And in private parking lots, too, not just public streets.\n Enforcement became aggravation and harassment, and residents began to feel targeted by a city agency that was supposed to serve them.\n Had the authority allowed a little more grace on the meters and stayed out of private lots, it probably still would be in business today.\n That's the key to the mayor's desire to pull sworn officers off the parking beat in 2011. Go back to meter readers, sure. But stay out of private lots and don't let readers hover at meters on the brink of violation. Strike a balance, so that the serious violators will get nailed, but  the woman rushing out of a meeting to feed the meter will catch a break.\n When the parking authority took it on the chin in 1997, some criticized the voters for hypocrisy. Here was an example of efficient government and law enforcement, and because it stung too many too hard, the voters tossed it.\n Nice academic argument, but you can't park it in the real world. Yes, government can be too efficient -- when it becomes a letter-of-the-law nag that makes daily life more difficult for its citizens.\n BOTTOM LINE: Patrol the meters, but show a little restraint.  \n\nLoad-Date: December 29, 2009"
}