{
    "title": "Our grief is not a cry for war",
    "publisher": "university wire",
    "year": 2005,
    "month": 9,
    "day": 7,
    "full text": "George W. Bush was the only person in America who was laughing on Sept. 11, 2001. As the plumes of smoke rose to the heavens, along with the pain, prayers and despair of thousands of Americans, Bush cackled and smirked as he visualized his war machine spurt into action. The rusty cogs, set in place by his father, found a new oil supply among the opportunistic deserts of Iraq.\nBush would like us to believe he orchestrated the war on terror in the name of the Sept. 11 victims. Only it was never about those who lost their lives that day. And it was never about bringing peace and freedom and democracy to anyone. The war was never about Bush's recent circular logic of fighting out of respect for the soldiers who have already died, or any of the reasons his war team concocted. The war in Iraq was about oil, greed, revenge, xenophobia and political power play.\nBush told us al Qaeda and Iraq were linked -- they weren't. He told us Iraq was harboring weapons of mass destruction -- it wasn't. He told us fighting this war would make America safer by ending terrorist regimes -- it hasn't. He told us we would capture Saddam Hussein and Osama bin Laden -- well, one out of two ain't bad, right?\nThe president even had the gall to spout these monstrous lies against a flimsy backdrop of stars and bars, military bases and ground zero in Manhattan. He exploited the suffering of the loved ones of Sept. 11 victims and pulled on the patriotic heartstrings of Americans to gear us up for unending battle. He manipulated our sadness.\nSo thousands of voices will ring out in solidarity, \"Our grief is not a cry for war!\"\nThis is what anti-war activists will be shouting as they march through the streets of Austin, Texas, this Sept. 11. The rally is sponsored by Sept. 11 Families for Peaceful Tomorrows. Family members of Sept. 11 victims started this group because they were appalled the president used their sons and daughters and wives and husbands as an excuse to kill more people.\nTwo wrongs don't make a right. (Apparently the head of the religious right never learned this simple moral lesson.) Or rather, 27,718 wrongs don't make a right. According to Iraqbodycount.net, this is the estimated number of Iraqi civilians killed by the U.S. military since the beginning of the Iraq war.\nIt is a Sept. 11 every day there. To the families of these victims, Americans are the invaders, the destroyers and the terrorists.\nWe are living in the largest terrorist organization in the world -- the United States of America. We must learn that terrorism cannot end terrorism. Terrorism cannot bring peace and freedom and democracy. And terrorism can never bring back the 2,996 victims of Sept. 11.\nPresident Bush did wrong to these victims. He continues to mistreat their memories every time he uses their names in his warbling battle cry. He can never right this wrong, but he can be honest. He can admit his selfish mistake and end this war now -- in the names of the Sept. 11 victims.\n(C) 2005 Daily Kent Stater via U-WIRE\n\nLoad-Date: September 7, 2005"
}