{
    "title": "Our Herculean Task",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 31,
    "full text": "How do we solve terrorism? Some opt for brute force -- they call themselves \"pragmatists.\" Others see empathy and understanding as the solution. Coming into vogue is the \"social injustice theory of terrorism.\" According to this theory, terrorism is an effect, the cause of which is social injustice and despair. Terrorism rises out of the mud of poverty and oppression. It is a last resort for those with no other means to oppose inequity. Rid the world of injustice and terrorism will follow in its tracks, they argue. In contrast to these quick-fixes, I offer up a solution that follows an old adage: Moderation is key.\nI believe Hercules' epic battle with the Hydra will elucidate the nature of terrorism. Think of terrorism as the Hydra -- vicious, non-discriminating, multi-headed and seemingly immortal. Most importantly, when the forces of justice attempt to kill the Hydra by cutting off one of its heads, it responds by sprouting two. Just like Hercules, our war on terror makes one step forward, two steps back: We attack a terrorist cell and become the terrorists' most effective recruiting tool.\nIn his attempt, Hercules is beaten, squeezed, bitten and on the verge of defeat and despair ... when suddenly, as Hercules cuts off another head, his nephew, Iolaus, cauterizes the wound with a flaming torch before two more can sprout anew. In such a way, Hercules fells the dangerous beast.\nIn this way, perhaps, we can destroy the pestilential monster that is global terrorism. Let us peer closer into the allegory. There are those who argue that we should never kill terrorists -- those who would tell Hercules to leave the homicidal, biting heads alone. They offer up the social injustice theory of terrorism. Their answer to the problem: Address the injustice and terrorism will vanish, as terrorism will no longer be a necessary and useful tool for the oppressed. I believe that vision of terrorism not to be wrong, but rather dangerously incomplete.\nWhen a barrage of fanged teeth and venom come at you, kill it. It is as simple as causality. Hercules knew that if he chopped off a head another would grow; but he also knew that if he did not chop off the attacking head, it would cut him down. So we must continue to protect ourselves from terrorist attacks -- and that involves killing terrorists. It is an unfortunate but unavoidable imperative.\nHowever, the injustice theorists were more right than wrong: Terrorism will not go away until we address its causes. And these theorists are correct that for most of those who engage in terrorism, they believe that it is their only method of redressing injustice. Therefore, we must learn why the Hydra is mad. Is it simply malicious by nature? Perhaps, but my guess is that there are certain things that have angered it: poverty, illiteracy, lack of mobility, a lack of true democracy, a lack of opportunity -- in general, a lack. Help fill the void and the rage will ebb. We can think of this method as pacifying the beast as we cauterize the wounds we inflict.\nBut, unfortunately, terrorism will not simply disappear when we address social injustice. Those who perceive injustice will never be placated. Former Israeli Prime Minister Ehud Barak offered the Palestinian Authority and Arafat more land in the Gaza Strip and the West Bank than they ever could have reasonably expected to receive, only to be summarily rejected. There is no perfect answer and there probably never will be. If the existence of injustice necessarily means the existence of terrorism then we are all doomed.\nAlso, a considerable number of Islamic terrorists are not fighting in response to a perceived injustice. Rather, they are leading a theological battle against modernity. Osama bin Laden is a member of the Saudi elite. He finances his army out of his own pocket. He is not a victim of injustice. He did not care about the plight of the Palestinians until after Sept. 11 when he realized they could serve as an effective recruiting call. Alleviating the poverty and despair of the Palestinians (of all Arabs) will not, single-handedly, uproot terrorism.\nHow, then, does Hercules actually destroy the Hydra? Remember, it is supposedly immortal. Well, after lopping off the \"superfluous\" heads and cauterizing the wounds so they cannot regenerate two-fold -- so that bin Laden can not put them in his recruiting video -- Hercules cuts off the \"immortal\" head and buries it deep underground. And this is where the allegory breaks down. There is no centralized, immortal head of terrorism -- that has been sufficiently proven by the failure of our efforts to do exactly that. (Saddam certainly wasn't it!)\nI offer an alternative solution, one that requires us to acknowledge a difficult truth -- a truth that even Bush and Cheney cannot fathom. We cannot kill the Hydra. The Hydra must eventually self-destruct, lose its resources and support, drain itself of its venom (its purpose and its rage) and wither away ... And how might we expedite this process? By holding up a mirror and showing it how ugly and evil it really is. The head that tries to bite you is beyond rehabilitation. You must cut it off. You must make the beast less angry by alleviating the issues that exacerbate its rage (i.e. address the social inequities). And, at that moment, while the malignance abates and the heads bite you less, you help the population that supports this monster to see the monster as it really is.\nPerhaps the success of Hamas in the Palestinian elections will help. Maybe it will show the population that terrorists bring them nothing and thus terrorism is little more than mass and indiscriminate murder (for martyrdom becomes senseless if it is not for some purpose).\nPerhaps the violent outrage over the depiction of Mohammed in unflattering cartoons will help -- it will show them that violence achieves nothing.\nHowever, I fear that the population that supports and engenders terrorism will not see the mirror for quite some time. The violent protests are spreading. Hamas, thus far, is unyielding.\nThe mirror remains covered with the dirt of violence. We can only do our best to remove the dirt and wait for them to peer inwards. Regardless, we must never forget that moderation is key.\n\nLoad-Date: January 31, 2017"
}