{
    "title": "Our views 9_11_2001 Four years later, a nation continues to fight terrorism",
    "publisher": "the world",
    "year": 2005,
    "month": 9,
    "day": 10,
    "full text": "SUNDAY marks the fourth anniversary of a beautiful Tuesday morning when an airliner\ncareened into one of the Twin Towers out of a clear blue sky. Little did viewers realize as they watched this collision that a war had begun.\nWhen the second airliner crashed into the other Twin Tower, they knew. And Washington quickly was attacked as another plane hurtled into the Pentagon.\nThe first counterattack began in Pennsylvania, where passengers aboard a hijacked airliner\napparently regained control and crashed into a field before it could do more harm to the nation's capital.\nOn that day darkened by the clouds of smoke from the three buildings, the nation came to a halt.\nIt was a body blow aimed at attacking the heart of America's economy and the head of its military. This was the work of an evil genius far beyond the imagination of Ian Fleming.\nWhen the shock wore off, President Bush took\naction. He told New York's senators and others in a private meeting, \"I'm not gonna fire a $ 2 million\nmissile at a $ 10 empty tent and hit a camel in the butt.\"\nThe message was clear. The United States would act, not react. And it would react to all terrorists, not just those involved with al-Qaida and not just those attacking the United States.\nPrevious terrorism attacks had either led to the United States backing down, as it did when 238 Marines were killed in Lebanon; or some half-hearted response, such as the one following the embassy bombings in 1998; or by simply pretending the\nincident didn't happen, as was the case with the bombing of the USS Cole in 2000.\nThis time, the United States meant business.\nThe United States quickly overthrew the Taliban government in Afghanistan and liberated 28 million people. The next theater in this war was Iraq, where 24 million people were liberated.\nThe Iraq War drew criticism by many nations. But this week's revelations of the Oil for Food program, which was run by the United Nations, show that many diplomats had a vested pecuniary interest in keeping Saddam Hussein in charge: He used the money from the oil not to feed his people but to\nbuy off other nations.\nThe occupation of Iraq has spawned acts of\nterrorism. But as the toll in American lives approaches 2,000 men and women, the fact remains that it is better to battle the terrorists over there than it is to fight them on American soil.\nThere are problems as well. No one would have thought as America swung into action that four years later, Osama bin Laden would remain at large. World opinion has slipped back to the pre-Sept. 11 mode of resentment and indifference toward the world's last superpower.\nThe partisan bickering continues. Even the\nflooding of New Orleans was not enough to stop the carping about the president. Goodness, is there\nnothing he has done in the last four years that is worth even a grudging compliment?\nBut most Americans are not paying attention to that.\nThe bravery and the heroism of ordinary\nAmericans still overshadow the pettiness of politics. Military re-enlistments continue to surpass expectations.\nAnd when Hurricane Katrina hit, thousands of\npeople volunteered to help. The money poured into relief agencies in record numbers. This is on top of the $ 2.2 billion raised following Sept. 11 and the\n$ 1.3 billion Americans donated following the Dec. 26th tsunami.\nIf those who attacked the nation on Sept. 11 thought they could destroy American resolve, they were mistaken. It will take time u decades as the\npresident said four years ago u but America will\nprevail, just as it always has.\n\nLoad-Date: September 12, 2005"
}