{
    "title": "Our economy fuels terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 1,
    "day": 15,
    "full text": "Americans for Fuel Efficient Cars recently began a new advertising campaign that points out the link between sport utility vehicles and terrorism.\nIt has made quite a stir.\nAFEC alleges that because terrorists receive much of their funding through the sale of oil we must reduce our gasoline consumption to help fight the war on terrorism. Since SUVs are the most popular of the fuel-inefficient vehicles, they are the target of these ads.\nWayne State U.\nAnd now everyone is upset.\nNot by our country's dependence on foreign oil, mind you, but because someone would have the audacity to state that the terrorists receive their funding from the Middle-Eastern governments from which we buy oil.\nAs if that weren't bad enough, these ads also imply that in order to be patriotic we should trade in our SUVs for more fuel-efficient cars. When Americans heard this, they went nuts.\nMost of us didn't notice that these ads were direct parodies of the anti-drug ads upon which our government has wasted millions. And why would they? The \"drugs = terrorism\" ads were nothing more than the deceitful propaganda that Americans have become so accustomed to hearing.\nWhen this campaign began some of us simply nodded our heads and said, \"Yup, those damn pot heads, they're the reason the World Trade Center fell.\" Others changed the channel.\nBut now a bunch of liberals from California have forced us to open our eyes and re-examine our lifestyle. When we did this we saw something painful.\nSUV owners, despite their outrage with this campaign, didn't once deny that their vehicles guzzle more gas than regular cars or that some of the money they spend refilling their tanks finds its way to terrorists. Instead they lashed out in defense and yelled \"But your cars use gas too!\"\nAfter this obvious fact was pointed out even Americans that don't drive SUVs began to agree that this campaign had gone too far.\nHere's the kicker: this is exactly the reaction that AFEC hoped to get.\nTheir ad campaign isn't about ostracizing soccer moms so much as it's about drawing attention to the fact that we, as a country, are funding terrorists through our consumption of oil.\nAll of us are guilty of this. Even me.\nMy car, a Chevy Cavalier, gets roughly 27 miles per gallon. Although this is considered a respectable fuel-economy, I am still funding terrorists every time I fill up my tank. This makes me angry.\nBut not at the people who would dare to point this out, instead I am angry at those who are so offended by this message that they would quickly end the discussion on what we should do about this problem.\nOur economy is based on oil, so much of which comes from terrorist-friendly countries that in effect, our economy is based on funding terrorists.\nBefore you stop reading consider that, in the bottom of your heart, you know I am right. Even the Bush administration knows that I am right, as they exploited the 9/11 attacks to renew their calls to drill for oil in the Alaskan Wildlife Preserve.\nThe problem with their plan is that it might take a decade to get to that oil, and that even after we do, there probably won't be enough to significantly lessen our dependence on foreign oil imports.\nWhat we need are alternatives to oil. Hybrids are a good start, though they still rely on gasoline. However the very near future will provide our country with the opportunity to switch to transportation technologies that require no gasoline at all. The prototypes for these vehicles are already under development.\nIf we honestly want to win this war against terrorism we will urge our government to heavily invest in these new technologies.\nBut before we can do that we must first recognize the painful truth that our economy runs on a product that, all to often, helps to fund terrorists.\n(C) 2002 The South End via U-WIRE\n\nLoad-Date: January 15, 2003"
}