{
    "title": "Our answer to online extremism",
    "publisher": "daily news ",
    "year": 2019,
    "month": 11,
    "day": 4,
    "full text": "Each of us was once a notorious hatemonger. One, commander of the largest neo-Nazi organization in America. Another, creator of jihadi-cool propaganda that targets Muslims in the West. The third, a former white supremacist whose life inspired the Oscar-nominated \"American History X.\"\nSince the mass shooting at the Tree of Life synagogue in Pittsburgh last year, we've been working together to formulate a solution to the rising threat posed by violent extremism. Today, we are launching the outcome of that collaboration. We call it Ctrl+Alt+Del-Hate, and we believe it can help turn the tide.\nCltr+Alt+Del is a combination of computer keystrokes, but to us, it means something else.\n\"Ctrl\" is to sit in the space between stimulus and response. As Holocaust survivor Viktor Frankl once described, it is \"in that space is our power to choose our response. In our response lies our growth and our freedom.\"\n\"Alt\" is to alter course, to create space free of hate and to generate alternative communities that offer the same meaning, purpose and camaraderie extremists offer their recruits.\n\"Del-Hate\" is to transition into action. We need everyone to realize that the menace posed by violent extremism is one that now threatens not only to take lives, but to tear at the very fabric of democracy and liberalism everywhere.\nThe Department of Homeland Security recently offered a forward-looking strategy that recognized a sustained danger from jihadists abroad, but also emphasized far-right domestic terrorism as a serious and rising threat. The strategy offered the first explicit adoption of the term \"targeted violence,\" a concept that can expand understanding by including violence that may lack discernable political or ideological motivations but that is so antisocial, or of such severity, that it threatens the homeland. As former propagandists, we understand this. We did not brainwash individuals, as is typically imagined. Rather, we offered a comprehensive counterculture most are unable to grasp.\nJihadists perceive a War on Islam from the West. On the far-right, liberal and globalist policies are seen as seeking to replace whites, end traditional values and overthrow the political and economic system. Both blame Jews.\nBoth ISIS's so-called Caliphate and the far-right's Fourth Reich seek a return to idyllic pasts with future global domination.\nJihadists call you to a chosen sect, ghooruba in Arabic. Far-right ideologues feed you the red-pill, or now the SIEGE-pill, an appeal to lone actor, mass-shooter terrorism not unlike ISIS' call for martyrdom of the kuffar.\nOur method concentrates on initiating a pause in that space between stimulus and response. We use creative messaging to reverse-engineer the method of extremists.\nFor example, on the fifth anniversary of ISIS' pronouncement of its Caliphate, we launched Ahul Taqwa, an online e-zine that took back the English-language jihadi magazine template utilized to radicalize and weaponize Muslims in the West with frightening success. Today we are launching its replicate for the far-right.\nFinally, all movements need messengers. So we've assembled a collective of former right-wing, left-wing and jihadist extremists and survivors of extremist violence. Embedded in at-risk networks, they will work to insert our materials into the dark corners of the internet, where recruiters are hiding.\nThat way, we will confront the views of hard-core believers and those flirting with the ideology. The likelihood that the next mass shooter will be provided an off-ramp will, we hope, be enhanced.\nAs former extremists, we know that past efforts have only entrenched political and cultural polarization. A Rasmussen poll from 2018 found that 31% of probable voters believe \"it's likely that the United States will experience a second civil war sometime in the next five years.\"\nWe are testimony to the power of transformation and redemption, to the fact that in chaos lies opportunity. Extremism thrives on the knee-jerk tendency toward tribalized perspectives, but society must also ensure that the reaction to the threat extremism presents doesn't feed the conspiracy theories and victimization discourse that exacerbates hyperpolarization.\nJoin us. The time is now.\nMorton is a former jihadist. Meeink is a former white supremacist. Schoepp a former National Socialist. They work together now at Parallel Networks, a nonprofit dedicated to combating domestic radicalization.\n\nLoad-Date: November 4, 2019"
}