{
    "title": "Our Towns A Whisper Of Terrorism, And Its Echo",
    "publisher": "the new york times",
    "year": 2003,
    "month": 2,
    "day": 5,
    "full text": "The raid last July on the offices of All Services Plus here was a lot less than advertised. The owner of the company that sold official-looking documents to illegal immigrants, including two Sept. 11 hijackers, was nowhere to be found, having left for vacation in Egypt two weeks before.\n     This was particularly embarrassing for the local sheriff, Gerald Speziale, who had invited reporters to the anticipated collaring of Mohamed el-Atriss. \n But Mr. Speziale's raid snowballed into what the American Civil Liberties Union says is the sole criminal case to emerge from the Sept. 11 attacks that used evidence kept secret even from the defendant. \nMr. el-Atriss has been jailed since returning from Egypt in August. His bail was doubled to half a million dollars in November after county prosecutors presented a judge with evidence they said was so potentially damaging that if disclosed, even to Mr. el-Atriss, \"the safety of the general population at large could conceivably be jeopardized.\"\nYesterday, the prosecution, like the raid, also turned out to be a lot less than advertised. \nMr. el-Atriss was released after pleading guilty to one count of selling documents that were supposed to be official, but were not. Racketeering charges were dropped, and his bail was cut to $50,000. \nThe secret evidence remains secret.\nBut the el-Atriss case is yet another example of how a whisper of terrorism can echo so loudly, and deceptively. The case was propelled by competition between law enforcement agencies and by an aggressive Passaic County sheriff, who has turned his drug-fighting exploits as an undercover New York police officer into a book and a movie. \nMr. el-Atriss is not writing a book, not yet, anyway, but he has had a pulp-quality adventure in the criminal justice system.\nMr. el-Atriss had the bad luck of coming to the attention of two police agencies. Shortly after the terror attacks, the F.B.I. discovered that Mr. el-Atriss sold documents to two Sept. 11 hijackers, presumably while they lived in Paterson. Last spring, sheriff's officers began investigating his sale of international driver's licenses and other fake official documents.\nThe F.B.I. decided that Mr. el-Atriss had unwittingly helped the terrorists, according to law enforcement officials, and was worth watching as a useful source of information.\nMr. Speziale is not a wait-and-see kind of guy.\n\"He's fanatical about what he does,\" said Bernard Kerik, the former New York police commissioner who was Mr. Speziale's partner in globe-trotting adventures fighting drug cartels. \nIn his autobiography, Mr. Kerik described him as \"probably the most successful drug agent in America.\" But he wrote that Mr. Speziale worked himself to exhaustion, and that in one sleep-deprived period, he had wandered into the Meadowlands, \"dug a foxhole, covered himself with leaves, and gone to sleep.\" \nMr. Speziale would not comment, but his spokesman, Bill Maer, did not dispute the incident.\nMr. Speziale retired from the department but bounced back. In 2001 he was elected sheriff as a Democrat in his native Passaic County, where he is attacking gangs and building a politician's reputation. \"Jerry likes notoriety,\" said Michael Mecca, a Republican county freeholder. \"Before he does a raid, he calls the press.\"\nThat's what he did in the el-Atriss raid. But federal officials said they were not informed and that the raid hurt their strategy for Mr. el-Atriss.\nCounty prosecutors, saying they were investigating Mr. el-Atriss's possible connection to terrorists, presented secret evidence to Superior Court Judge Marilyn Clark. The federal government has held closed hearings for people detained after Sept. 11, but it has not used secret evidence. Also, national security is not the usual domain of county prosecutors. \nLast month, an appeals judge told the local court that if national security is at issue the federal government should have \"an invitation to participate.\"\nBefore invitations could go out, prosecutors agreed to drop charges, slash bail and spring Mr. el-Atriss. At yesterday's hearing, Mr. el-Atriss said \"never in my life did I have anything to do with any terrorist,\" and prosecutors did not argue. Whatever the secret evidence is, or was, Mr. el-Atriss was suddenly just another common criminal.\nAnd the court appearance of common criminals does not warrant the presence of Sheriff Speziale, who yesterday was nowhere to be found. \n\nhttp://www.nytimes.com\n\nLoad-Date: February 5, 2003"
}