{
    "title": "OUR OPINION_ Keep terrorism atop U.S. list of priorities",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 10,
    "day": 30,
    "full text": "Conservatives' top three priorities for the Bush presidency --- why, in order of importance, it matters to generations unborn that George W. Bush occupied the White House --- came clearer this week.\n* Priority No. 3: Spending. \nThe combination of the new prescription drug entitlement projected to cost $37.4 billion next year and $52.5 billion the year after, a pork-larded transportation bill that buys bridges to nowhere, and spending for Hurricane Katrina that feels both open-ended and unaccountable, has driven fiscal conservatives to the brink.\nBut there's hope in the week's news. In a speech Wednesday to the Economic Club of Washington, the president declared a willingness to accept further budget cuts. \"I met with the leader of the House and Senate today, and we're working on a plan for pushing significant reductions in mandatory and discretionary spending,\" said Bush. \"I encourage Congress to push the envelope when it comes to cutting spending.\"\nExpect no miracles. We're hooked on handouts. A compassionate nation with a short attention span guarantees that the sound-bites and headlines go, without context, to those who present themselves as victims.\nAn example was last week's hand-wringing by the National Education Association union, the parent of the Georgia Association of Educators. That's \"the smallest increase in public education funding in a decade\" that will inflict \"cuts\" harmful to children, the union emoted.\nFunding for public education is, of course, the primary responsibility of state and local governments. Still, since the 1990-91 school year, the federal portion has grown by a third, from 5.7 to 8.3 percent of the total, reports the U.S. Department of Education.\nBetween 2001-2005, federal education spending has increased 99 percent. Spending on K-12 schools nationally has increased 105 percent since 1991-92 to $536 billion, more than is spent on national defense.\nThe addiction is powerful. Republicans are loath to be thought hardhearted and weary of being stereotyped as tightfisted. Keeping them on tax cuts and spending reductions is a day's work.\n* Priority No. 2: The judiciary.\nForced to choose between losing the spending war and losing the war on judicial activism, the higher priority is easily the courts, the Supreme Court especially. The short public attention span and the ability of activists to smear nominees --- Roe v. Wade-ites are a prime example --- have prompted Bush to nominate stealth candidates without a paper trail.\nOn many levels, that's troubling. Troubling because Supreme Court justices drift left. David Souter. Anthony Kennedy. Troubling because the issue with the court is not about Roe v. Wade, as the left wishes to make it.\nSupreme Court justices should never be appointed to effect a specific case outcome, never because of personal relationships, never to ensconce particular religious beliefs and never to promote race, gender or group identity.\nNominees should be known, their views on the Constitution and the role of judges clearly formed, and their ability and intellect unquestioned. If that standard produces a Robert Bork, he should be nominated and defended until defense threatens . . .\n* Priority No. 1: Winning in Iraq.\nIf the nation needed any more evidence of the callousness of the anti-war left in its campaign to force retreat from Iraq, it came last week in its efforts to use the 2,000th death as a media moment. Ostensibly, it was to \"mourn.\"\nThat pretense of mourning to argue that they died for Halliburton, or some other trivial or illegitimate purpose, is vile and offensive. It is the intellectual equivalent of the crowds of Mogadishu dragging the bodies of slain soldiers through the streets a decade ago to convey the message that the United States should withdraw.\nSince the war began, the left has exploited every honest emotion we feel, from compassion for those families who have suffered loss, to the definition of their sacrifice, to treat us to Cindy Sheehan and Halliburton, while asserting smugly that finding fault is the highest form of patriotism.\nDefeating terrorism is the highest priority of this nation. All else follows.\n* Jim Wooten is the associate editorial page editor. His column runs Sundays, Tuesdays and Fridays.\njwooten@ajc.com\n\nLoad-Date: October 30, 2005"
}