{
    "title": "Our views Officials change; the burdens stay The war against terrorism will soon become Obama's burd",
    "publisher": "the world",
    "year": 2008,
    "month": 11,
    "day": 17,
    "full text": "THE American left, like its comrades in Europe, scuffled up a public hatred of the current U.S. commander in chief, President George W. Bush. It was politically convenient.\nNow, having won the presidency by trashing Bush, the leader of the opposition will assume the responsibilities Bush has shouldered. Europeans face questions, too.\nThe world awaits President-elect Barack Obama's decisions on Afghanistan, Iraq and Pakistan with bated breath, for what he does will literally mean life and death.\nIn Afghanistan, where a failed state became a safe haven for al-Qaida, countless Muslims made the difficult choice to risk their lives, with the backing of the United States, to achieve a better future.\nIn Iraq, where Bush has thwarted al-Qaida's desires for empire, countless other Muslims have stuck their necks out as well, with the backing of American troops, to design a more dignified future than they had under Saddam Hussein.\nThe stakes are the same in Pakistan, also at risk of becoming a failed state.\nThe Washington Post reported this week that in the past month, more than 120 tribal leaders who took up arms against the Taliban in northwest Pakistan at the urging of the Pakistani government have been killed in suicide bombings.\nAdministrations in the United States and Europe would undoubtedly find it more comfortable to unilaterally un-declare war against the conditions that spawned the barbaric attack on the World Trade Center in 2001. That is the purpose of terrorism, to cow good men into doing nothing.\nBut the religious fundamentalists will not lay down their arms just because good men stop presenting any credible opposition to them. They will simply take control hundreds of millions of people and pose a greater threat to the West.\nWhat happens to those millions will be on Obama's watch.\nLeo Cendrowicz of Time Magazine points out that Europeans also face tough decisions come January.\nResentment of what they viewed as Bush's unilateralism gave them an excuse for inaction. That won't fly with Obama, said Daniel Korski of the European Council on Foreign Relations.\n\"Afghanistan will be viewed in Washington as a litmus test of whether Europeans should be taken seriously as strategic partners,\" he said. \"It will be the issue that pushes them to take more responsibility for global problems themselves.\"\nThat would be an achievement.\nCertainly, the world will judge Europeans and the Obama administration, just as it has his predecessor.\n\nLoad-Date: November 18, 2008"
}