{
    "title": "Our privacy vs. national security",
    "publisher": "university wire",
    "year": 2019,
    "month": 2,
    "day": 18,
    "full text": "Drawing a definite line to determine what is more important between our privacy and national security is very debatable. Our privacy is being able to keep and access the Internet without the government being able to infringe upon it. Our national security is having adequate armed security that will keep this country safe; on the borders, in the air, in the water and on land.\nIn our present world, everything is online and we have access to any information at the tips of our fingers. When we're locked out of certain websites, we can go to the \"cloud\" to retrieve that information. This current age of technology has also been the age of counter-terrorism. Both our privacy and national security is very important and we need both but our national security as a country is the most important. Privacy is important to keep your information to yourself and national security helps the nation keeps its sanity in regards to safety.\nOur national security and national armed forces are the most vital and should be kept important. National security lowers the risk of terrorist events like 9/11. Like stated earlier, our privacy on the Net is already being stalked and looked upon by the government. When random scam callers, bill collectors and companies call to ask for money, it shows our information is being shared. When we have data breaches in great big corporations like Target, we as the citizens of this country should see that our right of privacy is limited. Due to our government already infringing upon our privacy rights, we need to boost up our national security.\nThe most important job of our government is to secure the general welfare of their citizens. Security is a common good that's promised to all Americans and it must outweigh any personal concerns about privacy. Under our national security we have and need surveillance watch and this watch is the secret watching of private activities. In our new era of technology, security agents have the technology to help monitor technology against terrorism.\nTighter security controls at airports and borders will help prevent attacks and loss of life. Such measures could include more intrusive scanning, body searches, watch lists, etc. In addition to their deterrence effect, they will enable officials to stop attacks as they are happening. Therefore, we as a country need to focus on our national security.\n\nLoad-Date: February 18, 2019"
}