{
    "title": "Our views Social spending is out of control Neither the war on terrorism nor tax cuts explain the de",
    "publisher": "charleston daily mail",
    "year": 2006,
    "month": 3,
    "day": 23,
    "full text": "DESPITE the hopes of Republican voters, President Bush has not proven effective as a budget cutter. While his tax cuts of 2001 and 2003 saved the economy from recession, a 50 percent increase in spending forced Congress to raise the ceiling on the national debt to $9 trillion.\nInflation has risen only 13 percent during Bush's presidency, but spending has risen at four times the rate of inflation, the Cato Institute reported.\nSome increases are understandable. Spending on defense and homeland security shot up following the attack on America on Sept. 11, 2001. The Global War On Terrorism does not come cheap.\nBut can anyone explain the 41 percent increase in agriculture spending from 2001 to 2006? The 29 percent increase in commerce? The 68 percent increase in education? The 376 percent increase in student loans? The 50 percent increase in health and human services?\nThe federal budget grew by $831.6 billion from 2001 to 2006.\nMost of that increase has gone for entitlements and social spending. Only $219.8 billion of it was for defense and $17.3 billion for homeland security.\nThe big-ticket items were a $131.2 billion increase in Social Security spending, a 28 percent increase - more than double the rate of inflation.\nThe increase in health and human services spending was $215.2 billion, almost as large as the defense increase. Health and human services remains a far larger share of the budget than defense.\nThe increase in health and human services spending is hard to explain. The economy is growing at between 3 percent and 5 percent per year. Unemployment is nearly half the average in Western Europe. And yet the social spending keeps growing and growing.\nEven with a 50 percent increase in social services spending, that is not enough to satisfy the ultra-left, which wants more, more and more.\nSpeaking about the latest attempt by Republicans to try to rein in this budget, Paula Roberts, a senior staff attorney at the Center for Law and Social Policy, said: \"What this bill does is ask the most vulnerable people in the society to tighten their belts so that the most affluent can have a tax cut. That's morally wrong.\"\nIf a 50 percent increase - four times the rate of inflation - is \"morally wrong,\" no level of federal funding will ever satisfy the left.\n\nLoad-Date: March 24, 2006"
}