{
    "title": "Our views Terrorism What does Islam stand for - and what does it stand against_",
    "publisher": "the world",
    "year": 2002,
    "month": 4,
    "day": 1,
    "full text": "IN a land holy to three of the world's great systems of beliefs about how people should conduct themselves, there is no peace.\nAs Pope John Paul II put it, the Holy Land is being bloodied. War has been declared on peace.\nSince Wednesday, Palestinian suicide bombers have killed at least 44 Israeli civilians - 22 gathered in a hotel dining room for a Passover Seder in Netanya, 14 in a restaurant in Haifa, four in the settlement of Efrat in the West Bank south of Bethlehem . . . on and on it goes.\nNo nation can stand for this.\nIslamic militants hope to touch off a world war, and are willing to kill their own young to provoke a conflagration that would kill tens of thousands more. It's a shameful tactic.\nIt raises questions about what kind of society such elements would produce. What is the future of Muslim youth if such leadership prevails?\nThe United Nations Security Council called Saturday for Israel to withdraw immediately from Palestinian towns, including Ramallah, where Palestinian leader Yasser Arafat was holed up, safe, surrounded by his supporters. Israel wants Arafat to assert himself to stop the terrorist bombings.\nThere seems little likelihood of that. Since the fighting began 18 months ago, 24 Palestinians suspected of collaborating with Israel have been murdered, 10 in March alone.\nManifestly, some would-be leaders do not want peace. They want war, with all the additional suffering that would bring.\nWhat does the rest of the world want? It's up to every person of every faith to make himself or herself clear.\nPalestinian Planning Minister Habil Shaath on Sunday called for Arab states to stand with Palestinians - implicitly to extend approval of these tactics.\nIn Malaysia, the 57-member Organization of Islamic Conference opened a conference on terrorism, with Malaysia's leader calling for agreement that attacks on civilians should be labeled acts of terror.\n\"Muslims everywhere must condemn terrorism, once it is clearly defined, said Prime Minister Mahathir Mohamad. \"Bitter and angry though we may be, we must demonstrate to the world that Muslims are rational people when fighting for our rights and we do not resort to acts of terror.\"\nThe Muslim world, 1.2 billion strong, must make clear what behavior is acceptable, and what is not. Just as Christians and Jews must police their zealots, the Muslim world must clarify its values as well.\nMany difficult issues could be settled, at low cost to young people, in a world in which that was done.\n\nLoad-Date: April 3, 2002"
}