{
    "title": "Our readers' views",
    "publisher": "the columbian ",
    "year": 2013,
    "month": 5,
    "day": 9,
    "full text": "Check out Ridgefield's attributes\nOne effect of the Clark County commissioners' retracting all developmental fees and traffic impact fees would be to degrade the county's infrastructure as it bids to attract commercial and industrial development.\nThe fee retractions also put the county in direct competition with its cities. So, game on!\nThe city of Ridgefield has decided to be \"better than average\" and has written a development code to match. Both the city and the port of Ridgefield have invested in infrastructure that is in place or in progress. The quality \"Original Discovery Corridor\" is ready for quality commercial and industrial businesses with quality jobs.\nThink \"Lake Oswego North.\"\nThink authentic, active old town and National Wildlife Refuge.\nThink parks and trails.\nAll this with airport access via Interstate 205, not Interstate 5. Port of Ridgefield has land, both at the I-5 junction and on Lake River near the Columbia River.\nThink active community, past and present.\nOur community center was built by volunteers and community groups, and is managed by volunteers. Our mayor is a genius in his ability to use employee community service hours, Eagle Scout projects and anyone available to make meaningful and needed differences in Ridgefield.\nDo a drive-through. We think your employees will want to stay.\nSydney Reisbick\nRIDGEFIELD\nPort of Portland plan opposed\nThe Port of Portland proposes to develop 300 acres of undeveloped West Hayden Island into a marine industrial port that in my opinion isn't needed.\nThe port's proposal will seriously impact air quality for Clark County residents. A report by Multnomah County and Upstream Public Health found industrial development there could triple local toxic air levels to 55 times above Oregon state benchmarks.\nIn addition, this development will harm imperiled salmon and other wildlife including nesting bald eagles.\nThe proposed West Hayden Island port development is bad for our community and bad for the environment!\nJames Lanz\nVANCOUVER\nLight rail is unreliable\nHow many times will something have to happen before light-rail supporters admit that MAX is not as reliable as they say it is?\nOn May 6, MAX power lines went out at 5:30 a.m. and more than 12 hours later, they were still not all on line and running, with limited information as to what happened.\nIt seems to me, the more you look at MAX, the more you can find wrong with it: cracked tracks, doors that won't close, more than one power outage in less than a week, when it's too hot there's track swelling, when it's too cold there are icy power lines. Not to mention the operators unions wanting more pay (thus increasing your fees), pedestrians and vehicles getting hit, parents and kids being separated, crime, and the list goes on.\nTell it to all your bosses why you are late. Many places will accept no excuses.\nIf you get stuck in traffic, you get a warning and they tell you that you should leave earlier in case there's bad traffic.\nWhat about when your MAX train makes you late? Is MAX really the answer?\nNo, the light-rail trains are not reliable, as they have already proven, and we do not need its costs and troubles here.\nArthur Hooper\nVANCOUVER\nHow to deter terrorism\nAn online discussion of the Boston Marathon bombing reached this conclusion: \"If there is any deterrent to terrorism, it is in showing that acts of terror will not pay off.\"\nUnfortunately, with a relative exchange rate of four dead and 264 injured vs. one dead and one charged with murder, plus three in jail on related charges, the rest of us \"keeping a stiff upper lip\" won't be much of a deterrent.\nUntil terrorist groups and their state sponsors actually experience some negative consequences following acts of mass murder, they will continue to use terrorists as surrogates in their attempts to undo the results of Charles Martel's victory at the Battle of Tours in 732 A.D. Islam has been hijacked by those who think that terrorism can achieve their goal of spreading Islam across the globe to achieve a worldwide caliphate.\nCurtis Ryan Mooney\nVANCOUVER\nTake responsibility for your dog\nI agree with the person who wrote about dogs on leashes (\"Rule is simple: Leash your pet,\" May 2).\nYou may know that your dog is friendly and won't harm us but no one else knows that, and the leash law should be taken seriously or a fine should be given to those who break the law.\nI am not a dog lover, and if I see a dog running loose, it frightens me.\nSo please, dog people, leash your dog and take responsibility for your pet.\nToni Jacobson\nBATTLE GROUND\nNext four years don't look good\nKing David Madore and his minion, Tom Mielke, are at it once again. They anointed Prince Don Benton as the supposedly perfect director of environmental services for Clark County.\nSheesh, it will be long four years and I'm not known as a flaming liberal.\nJames Smith\nVANCOUVER\n\nLoad-Date: October 22, 2021"
}