{
    "title": "Our views Iraq is tough, and worth it This is a war that will be won by will or lost through weaknes",
    "publisher": "the world",
    "year": 2005,
    "month": 6,
    "day": 29,
    "full text": "ALMOST four years ago, Islamic terrorists brought their war for global domination to the United States, attacking a civilian target in New York and a military target in Washington.\nThe aim was to decapitate the American government, destroy the American economy and frighten the American people into inaction.\nPresident George W. Bush responded by taking the war to the sponsors of terrorism and attacking the conditions in which terrorism flourishes.\nIt was a bold strategy, which is the appropriate response to a bold attack. The attacks of Sept 11, 2001 were part of a war declared a long time ago.\nThis time, the aggressor is not a nation. There is no one with whom to negotiate. It's a hateful cult that targets good people.\nBut it is obviously no less dangerous for its amorphous structure. This movement has gone to great lengths to demonstrate that. It is willing to commit any atrocity - in any population- to gain power.\nThat must not happen.\nPresident Bush warned Americans at the time that the war on terror would be fought on many fronts, in many ways, and would not be over in time for the next day's 6 o'clock news - that it would require steadfastness and resolve.\nAmericans would rather not make war, of course. But Osama bin Laden has declared World War III, and it's a war that will be settled by will.\nAmericans will either stay with it - standing with responsible moderates all over the world in offering people a better alternative than Islamic fundamentalism - or condemn their children and grandchildren to dealing with worse threats in the future.\nNot every president would have had the guts to confront directly a regime that sponsored terrorism, as Saddam Hussein did. He paid the families of suicide bombers.\nBut his failed state is also a primary target of al Qaida, which seeks to run the Islamic world.\nAl Qaida didn't expect a challenge in Iraq so soon.  It got one, as it must.\nOf course war is terrible. The war in Iraq has taken the lives of good men and women of many nations - with Americans and Iraqis paying the highest price.\nBut nobody ever said Americans would never have to do difficult things. Adults shoulder heavy responsibilities so their children will not have to.\nThis war must be won. Simply staying home when the going gets tough would not solve the world's problem. It would only make it more more expensive to face up to later on.\n\nLoad-Date: July 1, 2005"
}