{
    "title": "Our views George Bush will be a hard act to follow Despite the cost to his popularity, Bush kept the",
    "publisher": "charleston daily mail",
    "year": 2009,
    "month": 1,
    "day": 14,
    "full text": "GEORGE Walker Bush will leave the presidency with one of the lowest popularity ratings in recent memory. His predecessor, Bill Clinton, enjoyed a very high rating when he left office.\nThere's no question about who was more effective.\nBush refused to ignore terrorism and hope that it went away. In confronting the problem head on, Bush spared many American lives. On 9/11, no one believed the United States would escape another attack.\nSeven years later and counting, there has been none.\nBush did his job without suspending habeas corpus for U.S. citizens, as President Lincoln did, without throwing war protesters in prison, as President Wilson did, and without creating internment camps, as President Franklin Roosevelt did.\nWhile Barack Obama campaigned against the housing of terrorists at Guantanamo Bay, he now admits it will take a year to close it. There is no place to put these dangerous men.\n\"It is more difficult than I think a lot of people realize,\" Obama told ABC News this weekend.\nThat could be said of most of what Bush has done.\nBush took action to protect the nation.\nAnd it was a war against all terrorism, including Saddam Hussein's Iraq, which sponsored terrorism against Israel. Bush's decision to liberate Iraq from Saddam Hussein will in the long term prove to be worth the sacrifices made during his presidency.\nAnd no, he didn't lie about weapons of mass destruction. He made a momentous decision on the basis of widely believed intelligence that turned out to be flawed.\nBetween Afghanistan and Iraq, Bush's leadership led - not without losses and risk - to increased freedom for 50 million people.\nBush's domestic accomplishments include holding schools accountable under the No Child Left Behind Act, expanding Medicare coverage to prescription medicines, eliminating the Carter-era tax penalty on marriage, and appointing judges who respect the constitutional limits placed on the judiciary.\nBush made human mistakes, most notably the unfurling of the \"Mission Accomplished\" sign.\nBut he leaves the White House with his head held high. His last act as president has been to promote the dignified and smooth transition of power to President-elect Obama on Tuesday.\nHistory will be kinder to him than his political opponents have been.\n\nLoad-Date: January 14, 2009"
}