{
    "title": "Our _guest' wages a war against innocents; The terrorism began with the IRA, and only the IRA and it",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 3,
    "day": 16,
    "full text": "President Clinton has overruled the advice of most of his foreign policy advisers and allowed Gerry Adams to return to the United States this week and to conduct fundraising activities for his terrorist Sinn Fein organization, which has been responsible for the deaths of innocent civilians in Britain and Northern Ireland.\nThe White House says it has been promised that money raised by Adams will be used for \"peaceful purposes\" and not for weapons or further terrorist acts. How would an American president have reacted if Britain had welcomed anti-war radicals for fundraising events in the 1960s?\nTalks among the British government, IRA and Sinn Fein (the IRA's political arm) are still in the initial stages. While the IRA has pledged to halt terrorist activity - and mostly lived up to that pledge so far - the IRA maintains a large stockpile of weapons and explosives. It continues to conduct practice runs for terrorist acts, and it engages in \"punishment beatings\" on residents of Northern Ireland.\nThe invitation to Adams along with a luncheon in his \"honor\" on Capitol Hill to mark St. Patrick's Day can only be regarded as a crass appeal for Irish votes in the United States. In Britain and in Northern Ireland - where the face of the IRA does not wear a smile - there are grave (pun intended) reservations about Adams' objectives and the impact his U.S. welcome will have on negotiations to end the conflict between Britain and Northern Ireland's Protestant majority, which wishes to remain British, and the nation's Catholic minority, which seeks to unite with the Irish Republic.\nAs in the Middle East, the prospects for peace in Northern Ireland are anything but certain. Since the cease-fire, British Prime Minister John Major has repeatedly said that the IRA would have to destroy a large part of its arms stockpile - especially in Semtex explosives - before it could directly join talks to discuss the future of Northern Ireland. The decommissioning-of-arms issue is now the main sticking point in moving forward the talks between the British government, Sinn Fein and the IRA. While government ministers are prepared to meet representatives of Sinn Fein before any weapons are destroyed, the government claims its demands remain unchanged. Those include the acceptance of the principle of progressive disarmament and an agreement on verification procedures, independent supervision and methods of destruction that the government wants to film.\nThe minister of Northern Ireland, Michael Amcram, has said, \"Nobody else is going to sit around the table with Sinn Fein until they are convinced they are committed to exclusively peaceful methods and they have decommissioned their arms in order to achieve that.\" One of Sinn Fein's negotiators, Martin McGuinness, told the London Daily Telegraph there should be no preconditions to his party taking part in talks. He added, \"We accept that at some stage in the future arms will have to be decommissioned - that will be all the arms, loyalists arms, unionist arms, British army arms and IRA arms.\" That is an exercise in moral equivalency. The terrorism began with the IRA, and only the IRA and its political wing can put a halt to it.\nWhile talks at the ministerial level could begin before the complete decommissioning of arms by the IRA, the process of decommissioning should start before the talking does. As for Gerry Adams, it is one thing to allow him to visit this country. That is in our tradition of free speech. It is quite another to \"honor\" him at a luncheon attended by the president and the speaker of the House. And it borders on outrage that we would allow him to raise money for an organization that has not committed itself to peace.\nThe president is playing a dangerous game. If Adams and Sinn Fein get rid of their arms, he could be seen as facilitating the peace process. But if terrorism begins again in Britain and Northern Ireland, Adams' trip and the president's decision to allow him to raise money while he's here will be seen as subsidizing a continuing war against innocent people and the British government, our supposed close ally.  Cal Thomas' column is distributed by the Los Angeles Times Syndicate.\n\nNotes\n\nOPINION; COMMENTARY\n\nGraphic\n\n \nSIGNATURE\n\nLoad-Date: March 18, 1995"
}