{
    "title": "Our tax dollars shouldn't be used for a partisan event",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 6,
    "day": 8,
    "full text": "Re: If GOP comes, here's public tab, June 6.\nSo now the Republicans would like us to pay for the privilege of hosting their convention so that we can have additional traffic delays, extra public safety and infrastructure costs (beyond the $85-million tab), and so we can add our city to the list of places where peaceful protesters' civil rights are violated. (The Republican spokesman cited in the article essentially says their plan is to treat protesters as terrorists).\nSeems like a poor deal to me. If San Diego, which recently hosted one of these conventions, is not eager for a repeat performance, perhaps that should tell us something about the dubious \"benefits\" of this event.\nThe reasoning behind this is typical politicians' thinking from beginning to end. The problem with their logic is that \"the community\" that pays (that's you and me, the taxpayers) is not the same as \"the community\" that reaps the supposed $300-million return (a few businesses that cater to this sort of event). The trickle-down benefit to the Joe Schmo who is paying for this thing is zero.\nGOP fundraiser Al Austin says, \"If state and local governments don't make the money available, then Florida's Republican fundraising machine will make up the difference.\" Great. If the Republicans want to visit us for their convention, let them pay the full tab. Then \"the community\" can reap not only the dubious $300-million benefit but also the much more tangible $85-million they are asking us to pay. The idea of our politicians spending taxpayer money on a partisan event of this sort is malfeasance of the worst kind.\nBut there is one good point: At least they don't want us to build them a new stadium.\nKim L. Ground, Tampa\nDon't be so negative\nRe: If GOP comes, here's public tab.\nYour newspaper is showing intentional bias in pointing out all your perceived negative comments concerning Tampa's hosting the Republican National Convention. Instead of highlighting the benefits to the city, you made it seem that the costs, prominently displayed, would cause many adverse affects. In reality, these costs are spread out through many different branches of our federal, state and local governments and have a small impact overall.\nWith approximately 50,000 people and 15,000 journalists attending, the $180-million generated will go directly into the economy of the Tampa Bay area. These are your figures. As to any repairs the convention center needs, with the many different functions held there, that cost would justify it for all needs.\nLois Scheff, St. Petersburg\nThere are better uses for our money\nIs there a bigger waste of taxpayer money than paying $85-million (or more) to have the GOP convention in Tampa?\nLet's face it, the national conventions of both major political parties are nothing more than a four-day commercial for the party's candidate, and a week-long vacation for the delegates. In reality, these conventions are nothing more than a very expensive pep rally. The nominees and the party platforms have been chosen months before the convention. Even the major networks have figured out that these spectacles have lost all of their value and importance.\nSo why are so many people in Tampa so gung-ho about luring the convention? It's because we are enamoured with trying to be a big league city by spending money on things we don't need, while decrying any spending on things that government should be doing - protecting the health, safety or welfare of the people, improving roads, protecting our port. There are hundreds of others.\nHere's one more. We could build a new school that would educate our children for the next 50 years. Just think of all the pep rallies they could have there.\nGary Gibbons, Tampa\nThink of those under the blue tarps\nThe front page of the June 6 St. Petersburg Times seems to show where our political priorities are.\nAt the top of the front page, it appears that Tampa is attempting to host the GOP convention at a cost to taxpayers of $85-million.\nThen at the bottom of the page is the headline, To Paris and Hawaii via Capitol Hill, reflecting the vacations/business trips taken by our legislators and aides. This appears to be a personal benefit to the politicians.\nBut then at the center of the front page, we see there are families and taxpayers still living with blue tarps covering their roofs from last year's hurricanes!\nWhy? If we have all this money to bring in the GOP convention, why don't we skip the convention and help these poor souls out? These people have made their homes in Florida and supported the state for endless years, only to exist now in the worst of conditions.\nCome on, Florida! The people make the state! It's time to take a step back and help those in need !\nBill Crumley, Clearwater\nThis doesn't make sense\nRe: A worthy prize, editorial, June 7.\nI can understand why the St. Petersburg Times would support the quest for the 2008 Republican convention, since it was stated in the editorial that one of the venues would be \"an arena with this newspaper's name on it.\"\nOther than that, there is no rational reason to attempt to attract this group. As was also cited in the editorial, there is a scarcity of hotel rooms and a lack of mass transit, and these problems would be highlighted for the rest of the country to see.\nJ. S. Phillips, Palm Harbor\nWhy reveal bid details?\nWhy would you want to publish the details of Tampa's convention bid before the bidding is finalized? I'm sure the competing cities would love to have those details. If you really want to help the Tampa committee, why not ask the competing cities for their detailed bids? I'm sure our committee would love that information.\nLes Milewski, Seminole\nPolitics and the fear of terrorism\nRe: Antiterror funds shift to smaller cities, June 1.\nThe current reallocation of federal funds for antiterrorism defense reveals the true cynicism of Congress about the myth of terrorism. If we have learned anything about terrorism being a national threat, then we know that the threat exists most in highly populated urban areas with vulnerable infrastructures.\nThe allocation of funds away from our major cities is just another pork-barrel act to appease congressional constituents and special interests. Shame on our Congress. But at least their action has revealed the shallow political motivations behind the \"fear of terrorism\" and its manipulative psychology.\nMerle F. Allshouse, St. Petersburg\nA warning about terrorism's reality\nRe: Canada arrests 17 in alleged terror plot, June 4.\nIf three tons of ammonium nitrate fertilizer won't shake the hearts and minds of the left in our country, nothing will. Any American who lives in reality should now, if never before, appreciate the need for our government to do selected wiretapping and aggressive monitoring in trying to extract terrorism.\nKudos to the Canadian Security Intelligence Service for squashing last week's planned terrorism plot. Don't think for a second that the self-propelled Muslim fanatic train of hatred and destruction stops at the Canadian border. I am confident the FBI and National Security Agency played a role in impeding what the terrorists planned to accomplish in Canada.\n\nLoad-Date: June 8, 2006"
}