{
    "title": "Our view_ Learning from past, looking to future",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 10,
    "full text": "In 2003, Esquire magazine published \"The Falling Man,\" written by Tom Junod, about the story behind the iconic falling man photo from the morning of 9/11. We were in elementary and middle school. At a time when the United States was fresh into the war with Iraq and images like \"The Falling Man\" were raw in our minds, even as kids we knew of war. And that's what we were, kids. Our generation will forever associate the falling man image with that day, that moment when we had yet to realize we as a nation were on the verge of war.\nIn 2014, the New York Post published an edition with the image of American journalist James Foley in the process of being beheaded by a member of the group ISIS. The headline read \"Savages.\" We are now in college, informed about topics like the war on Iraq, the war on drugs and even war in the streets. The image of Foley captured a moment in time when the United States was and is still at war. For the next generation, it is very much a tangible war; for our generation, it is more a war on the intangible idea of terrorism.\nWords like terrorism and war have become part of our everyday language. In the media-saturated culture we live in, it is inevitable that images of blood-soaked streets, dead bodies, soldiers and guns, tanks and battleships will reach our eyes. It is unfortunate that, in order to be informed about what is going on, we must also face these overwhelming images and stories that fill our newsfeeds. It is a result of war, both tangible and intangible. It is the result of attacks, both at home and abroad. It is the result of war that our generation and those that follow have never known peace.\nIn order to move forward, we must look to the past. We believe the United States has come a long way since 9/11. We will forever have images like \"The Falling Man\" to remind us of when our generation began to know war. We will forever have moments like the death of James Foley to remind us of the price of that war. We believe our generation should now lead the United States and the world toward a time when we might finally know peace, a time when images and words of war will be a thing of the past.\nThe above editorial is the consensus opinion of the The Kent Stater editorial board.\n\nLoad-Date: September 11, 2014"
}