{
    "title": "Our view Well, so much for that tool Must the American press reveal every aspect of national securit",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 27,
    "full text": "THE United States is at war. The 1990s strategy of treating terrorist attacks as criminal matters failed miserably, culminating in the destruction of the World Trade Center's twin towers and the attack on the Pentagon.\nFollowing Sept. 11, 2001, President Bush decided to treat such attacks for what they are - a declaration of war. Not only would the United States challenge governments that sponsor terrorists, but the nation would use counterintelligence to battle terrorism.\nOne approach was to dry up the money that finances terrorism.\nOn Friday, the New York Times, followed by the Los Angeles Times and the Wall Street Journal, divulged the details of how the United States tracks that money.\nThe effort is legal, constitutional and apparently effective. In publishing the details of this program, the newspapers may have undermined the nation's war effort. Military and administration officials had asked them not to publish these details. Still they persisted.\nSome Americans are angry at editors - particularly Bill Keller, executive editor of the New York Times - for not maintaining silence about this program.\nOn Sunday, in a letter from the editor, Keller tried to explain himself.\n\"It's not our job to pass judgment on whether this program is legal or effective, but the story cites strong arguments from proponents that this is the case,\" Keller wrote.\nKeller is most correct in saying that it is not an editor's job to determine whether this program is legal or effective.\nBut by publishing the details, The Times may very well have made it less effective. On Monday, Bush told reporters that stories about the program make it more difficult to win the war on terrorism.\n\"For people to leak that program, and for a newspaper to publish it, does great harm to the United States of America,\" Bush said.\nWhat the Times and the other two newspapers did has jeopardized what seems to be an effective tool against terrorism.\nIt may be the newspapers' right to do that, but revealing all the tools of national security doesn't make it any easier to win the war.\n\nLoad-Date: June 28, 2006"
}