{
    "title": "Our weaker enemies rely on stealth;",
    "publisher": "the tampa tribune ",
    "year": 2000,
    "month": 10,
    "day": 22,
    "full text": "My, how times have changed. The first presidential debate I ever watched was between John F.  Kennedy and Richard Nixon in 1960. I was only 10 at the time, but I do remember foreign policy  dominating the discussions. I recall them talking about the islands of Quemoy and Matsu, off the  China coast, and asking my fifth-grade teacher to point them out on our world map. I don't remember  Social Security, health care or education being mentioned.\nAt that time, foreign and military matters were of utmost importance, even to a 10-year-old.\nAfter all, those were the days when we had both air raid and fire drills in school. So ingrained in  my young mind was the thought of nuclear annihilation that in 1961, when I was in a supermarket and  a tornado touched down, my first thought was that the Russians had launched missiles.\nIN THE THREE presidential debates this year between Al Gore and George W. Bush, foreign policy  matters took up about half of the second debate, and that's it. Not long after that came the  suicide bombing of a U.S. Navy warship, the USS Cole, in a Yemen port that killed at least 17 U.S.  sailors. The tragedy serves as a reminder that even though the Cold War is over, the world is far  from being a safe place.\nAll the congressional candidates I've interviewed this year say rogue nations (especially those  with nuclear weapons) and international terrorism are our biggest foreign policy threats. But none  of them could specify how we should combat them. Even Bush and Gore focused primarily on where and  when they would commit U.S. troops.\nBut our political, military and intelligence leaders had better come up with a specific strategy  soon. Being the world's only superpower makes us the most inviting target, but flexing our muscles  doesn't scare these determined insurgents at all.\nThe Clinton administration's approach to international terrorism was best expressed in 1998 by  Secretary of State Madeleine Albright in the aftermath of the \"Wag the Dog\" cruise missile attacks  against suspected terrorist bases in Sudan and Afghanistan in retaliation for the bombings of U.S.  embassies in Kenya and Tanzania. When asked on \"Larry King Live\" whether she thought the United  States would win the war against terrorism, her response was that it would certainly triumph  because \"we are stronger and smarter than they are.\"\nThere is no disagreement with the first part of that statement. Of course we are stronger than  they are. Terrorism is a tactic that by definition is used by weaker parties.\nBut are we really \"smarter than they are\"? When it comes to terrorists, I'm reminded of the  psychiatrist's evaluation of the guy in the insane asylum: He might be crazy, but he's not stupid.  Similarly, terrorists may be fanatical, but they're not dumb. In fact, they are often, dare we say,  very intelligent.\nSo intelligent, in fact, that they can carry out these attacks with a paltry degree of planning,  organization, training and resources.\nAT WEDNESDAY'S memorial service for the sailors killed in the attack on the Cole, President  Clinton promised action against those responsible. This is what most Americans want, of course, but  Clinton must be careful not to react too hastily, as he apparently did two years ago. One goal of  terrorists is to spark knee-jerk counterattacks that kill innocent people and steer sympathy toward  their cause.\nSo what is the answer? John Lehman, secretary of the Navy in the Reagan administration, offered  his view on our Wednesday Commentary page:\"\nAs the Navy learned at Okinawa, where 35 ships were sunk by kamikazes, it is impossible to  protect completely against suicide attacks. The only defense is good intelligence and the will to  retaliate against the source. The American government has neither.\"\nThe next president should heed Lehman's words. That would be the intelligent thing to do.  Joseph H. Brown is a Tribune editorial writer. E-mail jbrown@tamaptrib.com  \n\nNotes\n\nJOSEPH H. BROWN\n\nLoad-Date: October 27, 2000"
}