{
    "title": "Our views A sound-bite war in a terrorist age The leader of the free world must be up to the respons(2)",
    "publisher": "the world",
    "year": 2008,
    "month": 2,
    "day": 20,
    "full text": "FROM American television or American newspapers, one would think the great conflict of the age is the battle between Democratic Sens. Hillary Clinton and Barack Obama over the Democratic nomination for president.\nWho becomes the next leader of the free world - Clinton, Obama or Republican Sen. John McCain - is a critical decision that will affect the world.\nBut the political war of shallow sloganeering, although it fills the airwaves and gives pundits something to talk about, has relegated news of life- and-death struggles to the sidelines.\nThat shouldn't be.\nHundreds of thousands of American troops faithfully execute hot, dusty, dangerous watches in war zones, but see on television no reflection of the realities they face - the threats the nation faces. Out of sight, they must wonder if they are also out of the minds of their fellow Americans.\nIt's refreshing that some people are in touch with reality.\nGov. Joe Manchin and Adjutant Gen. Allen Tackett recently called upon West Virginians to renew their support of National Guard troops and their families.\nTackett put the case plainly: \"Less than 1 percent of America defends the other 99 percent,\" he said. \"What we're saying is the other 99 percent needs to make sure we take care of those families.\"\nTackett told reporters he sees no acceptable alternative to seeking victory over terrorism. \"I don't think we have a choice,\" he said. \"We have to win this war on terrorism.\"\nIndeed we do. It is the challenge of the age, and candidates for high office should be subjected to tougher questioning on the subject.\nPeople who want the presidency need to demonstrate that they understand threats to national security and are capable of shouldering the responsibilities of national defense. Puffball questions and vague answers don't tell the American people what they need to know about candidates.\nAmerican troops hold the lines while the world waits to see whether Americans can be counted on, or will capitulate to terrorism.\nThe candidate who understands the risks and doesn't kid anybody about them is the candidate who can be trusted with the job.\n\nLoad-Date: February 21, 2008"
}