{
    "title": "OUT OF CAPTIVITY; HOSTAGE BOND TO CAPTORS IS COMMON",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 1,
    "full text": "Experts in the psychological effects of terrorism said yesterday that the benign comments made by some of the 39 former Beirut hostages about their captors and their political cause, both during and after the ordeal, show signs of a condition called the Stockholm syndrome.\nThe syndrome's name comes from an incident in 1973 in which hostages held in a Swedish bank developed a close emotional attachment to their captors.\nPeople held hostage in many different contexts, including victims of prison revolts and ordinary criminal dramas as well as victims of terrorists, have displayed similar tendencies, these experts said. Hostages may come to sympathize with their captors even under gunpoint, and may adopt, at least temporarily, their ideological views. Perhaps the best-known example in this country was in 1974, when Patricia Hearst eventually helped her kidnappers rob a bank in California and reportedly became the lover of one of them.\nExperts in psychological effects of terrorism say benign comments made by some of 39 former Beirut hostages about their captors and their political cause, both during and after ordeal, show signs of condition called Stockholm syndrome--derived from 1973 incident in which hostages held in Swedish bank developed close emotional attachmnt to their captors (M)\nMany of the hostages developed ''a profound sympathy'' for their captors and their efforts to free Shiite prisoners held in Israel, their spokesman, Allyn B. Conwell, said last week while still in the custody of the Amal militia. He later specifically denied that he was influenced by the Stockholm syndrome.\n \nPredictable in Certain Cases\nThe Stockholm syndrome is both predictable and understandable under certain conditions, according to Martin Symonds, a New York psychiatrist and expert on the victims of terrorism.\n''When someone holds you totally powerless, totally isolated and has complete power of life and death over you, and then he lets you live, you think, 'He could have killed me but he didn't,' '' said Dr. Symonds, a member of the American Psychiatric Association's Task Force on Terrorism.\nThe syndrome is especially common, Dr. Symonds said, when the hostages are purely ''instrumental'' victims, of no genuine concern to the terrorists except as levers over a third party. In these circumstances, according to Dr. Symonds, the captor says, ''I'd gladly let you go if our demands are met.'' The captive begins ''to misperceive the terrorist as the person who is trying to keep you alive.''\nIn the Beirut situation, the tendency for victims to identify with their captors was intensified, experts believe, when the hostages were transferred from the original hijackers, who had behaved violently and unpredictably and had murdered one hostage, to the custody of the Amal militia, which treated them with courtesy and negotiated for their release.\n''The message they got from the second group of captors was, 'Our fates are linked,' '' Philip G. Zimbardo, a psychologist at Stanford University, said yesterday. The hostages may have come to believe that both they and their Amal captors would live or die depending on how the United States Government reacted to the crisis.\nStatements made by several hostages both yesterday after their release in Damascus and earlier, during their captivity, indicated they had come to see their Amal keepers as the ''good guys'' who saved them from the murderous hijackers, Dr. Symonds said. The hostages' appreciation for comparatively benign treatment may have obscured in their minds the fact that Amal, too, was implicitly holding their lives at stake for its own ends.\n''Real good guys would let you go,'' Dr. Symonds noted.  Dr. Symonds said that in many cases hostages develop what they feel is a genuine belief in the righteousness of their captors' cause.\n''It's not an act,'' he said. But he noted that, even yesterday in Damascus, as the hostages were en route home, ''they still at that point had captive minds.''\nHe predicted that over time, as the former hostages fully realize their ordeal is over and sort through its meaning, they may view their former captors in a different perspective.\nBut Dr. David A. Soskis, a psychiatrist at Temple University who was chairman of the American Psychiatric Association's panel on terrorism, said he believed that public discussion of the hostages' mental states was premature, and that they should be allowed to speak for themselves after they return home. While certain kinds of behavior are predictable in hostage situations, he said, any speculation now about the psychology of the former Beirut hostages ''would be further victimizing them.''"
}