{
    "title": "OUTCOME OF BASQUE VOTE_ GOING FROM BAD TO WORSE_",
    "publisher": "the new york times",
    "year": 1984,
    "month": 2,
    "day": 28,
    "full text": "A new element of instability has crept into the Basque government as a result of the elections Sunday for a regional parliament. How this will affect the long and tortuous process of coming to terms with separatist terrorists in that northern region of Spain is difficult to determine, officials say.  The party that has governed for the last four years, the moderate but still intensely regionalist Basque Nationalist Party, or P.N.V., made a strong showing but nonetheless lost an effective working majority.\n Officials say this means that the party and its articulate leader, Carlos Garaikoetxea, will either have to form an open coalition with one of the minority parties or try to govern on an issue-by-issue basis.\nAnalysis of elections for regional parliament in northern Basque section of Spain, and how it will affect long and tortuous process of coming to terms with separatist terrorists in region; officials see big winners, psychologically, appear to have been Socialists, who rode wave of public anger over assassination of one of their candidates into uncontested second place behind Basque Nationalist Party, which made strong showing but lost its working majority (M)Gains for the Socialists\nThe big winners, psychologically, appear to have been the Socialists, who rode a wave of public anger over the assassination of one of their candidates, Enrique Casas Vila, into an uncontested second place. The Socialists control the central Government in Madrid, and much of the campaign was an exchange of accusations between them and the Basque Nationalist Party.\nThe radical nationalist party called Herri Batasuna, which is closely linked to the separatist guerrilla organization E.T.A., lost a bit of ground. But it still showed that, come what may, a seemingly irreducible hard core of 15 percent or so of the 1.5 million Basque electorate subscribes to its utopian dream of an independent Basque state.\nMuch of the complicated gyrations and machinations of Basque politics revolves around these three parties and their respective constituencies. So does the groping, tugging, stressful relationship between Vitoria, the Basque capital, and Madrid.\nSimply put, the Madrid Socialists regard the Basque Nationalist Party as dyed-in-the-wool nationalists who have not taken strong enough positions in helping to stamp out terrorist violence. The Basque Nationalist Party may condemn the extremist tactics of Herri Batasuna and E.T.A., this line of thinking runs, but appears perfectly willing to capitalize on them to extract more and more powers of autonomy from Madrid.\n \nTheory and Practice\nThe Basque Nationalist Party, for its part, looks on the Socialists as favoring decentralization in philosophy but not in practice - they promise all kinds of things but then balk when it comes to actually giving over rights to run social welfare or education or local the police, as was agreed in 1979.\nMr. Garaikoetxea says he believes that it is only a stepped-up policy of transferring powers to the autonomous government that will gradually isolate E.T.A. from its base of popular support, not more efficient police measures or tougher antiterrorist laws, which only arouse the memories of earlier Governments that tried to crush the Basque people.\n''There is a basic difference in views,'' a Spanish journalist said. ''The Basques will argue that terrorism is caused, or at least continues, because of the slowness in implementing agreements to hand over powers. Madrid says just the opposite - that because of the terrorism more powers can't be handed over.''\n \nDispute Has Grown\nThe problem is that the dispute has grown, not diminished, in the last year and a half, and relations between the Basque government and Madrid are at their lowest level in years. This was amply shown in the campaign, when the Socialists all but accused the Basque Nationalist Party of moral complicity in the killing of Mr. Casas, and the Basque Nationalist Party hinted that the Socialists were in collusion with a right-wing death squad that has been killing E.T.A. members.\nAll this has dashed hopes for any kind of immediate negotiations to end terrorism. Shortly after the Socialists took national office, Mr. Garaikoetxea started a delicate series of ''round- table for peace'' talks with Basque Socialists and Herri Batasuna members.\nThe talks quickly fell apart when, as might have been expected, there was a brief upsurge in terrorism from a dissenting E.T.A. faction and the Socialists withdrew. Since then, peace feelers have been distressingly few."
}