{
    "title": "Outcry swells over Pakistan 's secret prisons Group says 2,000 suspects abducted",
    "publisher": "usa today",
    "year": 2007,
    "month": 11,
    "day": 28,
    "full text": "ISLAMABAD, Pakistan -- That last morning, they saw their three kids off to school, then shared eggs and flatbread for breakfast. Amina Masood, 43, remembers laughing when her husband walked out the door to catch a bus. They were always laughing.\nAmina's husband, Masood Janjua, was heading 60 miles north to a retreat with an apolitical Islamic revivalist movement. He was to be back in three days.\nOn July 30, 2005, Janjua slipped into a black hole of secret prisons and interrogations. His wife has not seen him since.\nPakistan has rounded up hundreds of suspected terrorists since 9/11 and kept them in hidden prisons without charges. Some detainees have been turned over to the United States. The sweeps have netted top terrorist figures, including 9/11 mastermind Khalid Sheikh Mohammed and al-Qaeda operative Abu Zubaydah.\nThese days, though, the disappearances are causing a backlash and playing a role in Pakistan's deepening political crisis.\nThe tumult began in March when President Pervez Musharraf tried to sack the Supreme Court chief justice, who had championed the cases of the disappeared. The attempt to sideline Iftikhar Mohammed Chaudhry set off pro-democracy protests. On Nov. 3, Musharraf declared a state of emergency and fired Chaudhry and other judges. He said the courts had interfered with attempts to fight terrorism, a reference in part to Chaudhry's support for families of the disappeared.\nJaved Iqbal Cheema, director of the Interior Ministry's National Crisis Management Cell, says Pakistan has 200 prisoners in secret detention. Amnesty International puts \"enforced disappearances\" at more than 2,000.\nThe families of the disappeared say their loved ones deserve their day in court. \"The government says they are terrorists: OK, prove it,\" says lawyer Basharat Ullah Khan.\nAmnesty International's reaction has been scathing. \"Pakistan's involvement in the U.S.-led 'war on terror' has been characterized by widespread violations of human rights,\" it reported this month. \"Mass arrests of terror suspects -- often for bounties of thousands of dollars -- have led to detainees being taken away to the U.S. detention facility at Guantanamo Bay in Cuba, transferred to secret CIA detention centers, unlawfully transferred to other countries or held in arbitrary and often secret detention in Pakistan itself. Many ... have been tortured or otherwise ill-treated.\"\nIn his 2006 memoirs, In the Line of Fire, Musharraf says the detentions prove Pakistan is a reliable U.S. ally in the war on terrorism. He says Pakistan has handed 369 terrorism suspects to the United States since 9/11. \"We have earned bounties totaling millions of dollars,\" he writes. \"Those who habitually accuse us of 'not doing enough' in the war on terror should simply ask the CIA how much prize money it has paid to the government of Pakistan.\"\nMusharraf's words burn Zainab Khatoon, 60. Her son, 26-year-old Faisal Faraz, vanished after leaving their house in Lahore in July 2005. She's convinced that Pakistani security forces snatched him, even though she says he had nothing to do with radical Islam. \"Musharraf sold our sons,\" she says. \"He admitted his crime in his book.\"\nAt the Interior Ministry, Cheema rejects the idea that Pakistani security forces are America's bounty hunters. \"Pakistan itself has been the worst victim of terrorism. It is the defining threat to our national security. If we do not deal effectively with this menace, it will destroy our society,\" he says.\nAmina Masood says her husband, Janjua, was an entrepreneur and a family man devoted to Islam. \"No one knows him better than I do,\" she says. \"He had nothing to do with any kind of extremism.\"\nFrustrated and angry, Masood helped form a group to represent families of the disappeared, Defense of Human Rights.\nLast year, she says, she was visited at home by a man who said he was from Pakistan's powerful spy agency, the Inter-Services Intelligence (ISI). The man wanted to look at telephone records and was willing to give her information in return: Janjua, he said, had been abducted from his bus by security forces and taken to a secret detention camp in mountainous Kashmir.\nMasood checked with former detainees and found that what the man had said about the camps was true. Separately, the activist group Human Rights Watch has documented the use of beatings, sleep deprivation and electric shocks in Pakistan's secret prisons.\nThe families of the disappeared found an ally in Chaudhry. Furious at the security forces' refusal to justify detentions, he ordered them to file cases against the disappeared by Nov. 13 or face charges.\nTen days before the deadline, Musharraf imposed the emergency and put Chaudhry under house arrest. \"We got a ray of hope from the chief justice,\" Khatoon says. \"Now, I have lost my hope for Pakistan. ... I want to wake up the whole world and get my son back.\"\nAmina Masood has clashed with police and broken down before the Supreme Court. \"The cat has become a tiger,\" she says. \"I have to snatch my dear back.\"\nContributing: Zafar M. Sheikh \n\nGraphic\n\n \nPHOTO, B/W, Anjum Naveed, AP\n\nLoad-Date: November 28, 2007"
}