{
    "title": "Outgoing superintendent of the Center for Domestic Preparedness praised for 'right decisions'",
    "publisher": "the anniston star ",
    "year": 2012,
    "month": 5,
    "day": 24,
    "full text": "May 24--The man who steered the Center for Domestic Preparedness through its biggest expansion will step down next week.\nChristopher Todd Jones, the superintendent of CDP, a first responder's training facility in McClellan run by the Department of Homeland Security, is set to retire on June 2, ending nearly four years of service at the center.\n\"I've been blessed to have worked for the CDP and am honored to have this position,\" Jones said Wednesday before a retirement ceremony in his honor. \"Right now I'm at a point in my life to make a transition.\"\nJones joined the CDP after the 9/11 Recommendations Implementation Act of 2007, which gave the center level funding from the Department of Homeland Security at a time when possible cuts were being discussed by President George W. Bush. During Jones' tenure, the center expanded to include the Noble Training Facility at McClellan which was renovated for emergency room responder training and saw an increase from 45 federal staff members to 89. More than 300,000 emergency responders from all 50 states were trained at the CDP since August of 2008 when Jones became the center's superintendent.\nBut despite consistent funding, Jones said there have been budgetary issues, and funding from FEMA has been important to the continued success of the CDP.\nDuring the ceremony, deputy superintendent Mike King praised Jones for his leadership in strengthening the facility through uncertain economic times.\n\"The CDP is in the best possible state for future success,\" King said. \"He made the right decisions.\"\nJones was honored Wednesday with gifts and presentations from members of the Calhoun County Chamber of Commerce, FEMA and the Ft. McClellan Army National Guard Training Center. A letter of recognition from Gov. Robert Bentley was also read during the ceremony.\nWhile delivering a speech to local leaders and CDP staff and trainees, Jones said the biggest expansion during his time at the center was adding live biological agents to CDP's training and giving trainees first-hand experience of dealing with mass-casualty disaster and acts of biological terrorism.\n\"We're better for it, and what we provide to our nation's first responders, they're better for it,\" Jones said during his speech. \"That's why it's important we have looked at long-term sustainable value of this place.\"\nNonpathogenic anthrax and ricin were introduced to training at the center in the last four years, making the CDP the only facility in the country to offer training with live toxic agents.\n\"That's significant for preparedness,\" Jones said. \"We're training with real biological elements.\"\nA West Virginia native, Jones plans to move back to Murphy, N.C. to be with his family. He has also accepted a job at Young Harris College in Young Harris, Ga. as a business and public policy teacher.\nThe CDP opened in 1998 and is the only facility in the country that offers hands-on training with weapons of mass destruction and biological terrorism.\nStar staff writer Brian Anderson: 256-235-3546. On Twitter @BAnderson_Star.\n___ (c)2012 The Anniston Star (Anniston, Ala.) Visit The Anniston Star (Anniston, Ala.) at www.annistonstar.com Distributed by MCT Information Services\n\nLoad-Date: May 24, 2012"
}