{
    "title": "Outrage over Saudi executions of prisoners terrorism, including Shiite cleric, killed",
    "publisher": "usa today",
    "year": 2016,
    "month": 1,
    "day": 3,
    "full text": "Saudi Arabia’s execution of 47 prisoners convicted of terrorism, including al-Qaeda militants and a prominent Shiite cleric who protested for political reform, prompted backlash Saturday from Muslim nations as well as human rights and advocacy groups.\nThe mass executions  by beheading or shooting  “only further stains Saudi Arabia’s troubling human rights record,” Sarah Leah, Middle East director for the U.S.-based Human Rights Watch, a non-profit group, told the Associated Press. \nThe execution of cleric Nimr al-Nimr, 56, and a handful of other Shiite activists could incite sectarian unrest in the Middle East, where tensions remain high between Sunni and Shiite Muslims. Saudi Arabia is a pre-Saudi Arabia’s Ministry of the Interior issued a statement that the 47 condemned men “were involved in a score of terrorist attacks which resulted in deaths of innocent lives and destruction of private, public and military properties,” according to the Saudi Press Agency. \nAmnesty International, another human rights organization, decried the death sentences for al-Nimr and other Shiite activists in November, saying “Saudi Arabian authorities are using the guise of counterterrorism to settle political scores.” \nIn Iraq, Shiite political leader and cleric Moqtada al-Sadr called for demonstrations across the Gulf states to protest the execution of al-Nimr, Reuters reported. \nProtests sprang up in multiple countries in the wake of the cleric's execution. Hundreds of his supporters took the streets in his hometown of al-Qatif in eastern Saudi Arabia and in neighboring Bahrain, where police responded with tear gas and bird shot, according to AP. A Saudi consulate in the Iranian city of Mashhad was attacked by demonstrators, with parts of the building set on fire, China’s official Xinhua news agency reported. \nAl-Nimr was a vocal critic of Bahrain’s monarchy, which forcibly suppressed protests in 2011 with the help of Saudi troops. Popular among disgruntled Shiite youth in Bahrain and Saudi Arabia, al-Nimr never denied the political charges against him, but maintained he never carried weapons or called for violence, the AP reported. \nJaberi Ansari, foreign ministry spokesman for Iran, a Shiite-majority nation, said the Saudi government “confronts domestic critics with oppression and execution. ... (It) will pay a high price for these policies,” according to media reports. Yemen’s Houthi sect, closely linked with Iran, described al-Nimr as a “holy warrior.” \nIn Lebanon, leading Shiite cleric Abdul-Amir Kabalan condemned al-Nimr’s execution, calling it “a grave mistake that could have been avoided with a royal amnesty that would have helped reduce sectarian tensions in the region,” the AP reported. \nKabalan is deputy head of the influential Supreme Shiite Islamic Council that is the main religious body for Lebanon’s 1.2 million Shiites. \nThe Lebanese Shiite militant group Hezbollah issued a statement calling al-Nimr’s execution an “assassination” and “ugly crime.” \nOf the 47 executed, 45 were Saudi nationals, one was from Chad and another from Egypt. Four were Shiites. Al-Nimr’s nephew, Ali al-Nimr, a juvenile when arrested, also faces execution but wasn’t on the list released Saturday. Amnesty International has complained about juveniles facing the death penalty in Saudi Arabia.\n\nGraphic\n\n \nAFP/GETTY IMAGES\">Nimr al-Nimr\n\nLoad-Date: November 30, 2023"
}