{
    "title": "Outrage as Blaz team snubs Catholics A priest & a rabbi walk into City Hall...Oh, wait, we don't HAV",
    "publisher": "daily news ",
    "year": 2013,
    "month": 11,
    "day": 22,
    "full text": "MAYOR-ELECT Bill de Blasio is losing his religion - at least on his transition team.\nDe Blasio, whose Italian uncle was a priest, snubbed the faith of his ancestors by omitting Catholic clergy from his 60-member transition team Wednesday.\nMaking the slight even more glaring, the team - which de Blasio has repeatedly called \"diverse\" - includes five spiritual leaders from other major religions.\nDe Blasio appointed two rabbis, two Christian ministers, and an imam to the team, which will help him choose a cabinet and policy priorities for his term.\nThe absence of leaders from the world's largest Christian denomination - the religion practiced by more than half the city - sparked an uproar among some Catholics.\n\"De Blasio hasn't even begun, yet he has managed to insult a majority of New Yorkers,\" said Bill Donohue, head of the conservative Catholic League, in an email to supporters.\n\"This was clearly done by design. Looks like de Blasio's politics of inclusion has its limits.\"\nDe Blasio - who describes himself as \"spiritual\" and was not raised in the faith - did not respond to a request for comment.\nThe transition team - which he unveiled late Wednesday - is also short on crime and security experts, despite de Blasio's claim that fighting terrorism will be one of his top priorities in City Hall.\nJeremy Travis, the president of John Jay College, is the only member with a hefty law enforcement background.\nA former special adviser to former Mayor Ed Koch, Travis has mostly focused on domestic crime, like juvenile justice and prisoner reentry into society.\nBut he also headed the research arm of the U.S. Department of Justice in the '90s, pushing for more work on counterterrorism strategies.\nAlthough he wasn't named to the transition team, David Kennedy - director of John Jay's Center for Crime Prevention and Control - has also advised de Blasio behind the scenes.\nThe mayor-elect is in frequent contact with state and federal authorities about terrorism, and has had conversations with outgoing Police Commissioner Raymond Kelly about the terror threat, according to de Blasio's spokeswoman.\nDe Blasio on Wednesday revealed he'd interviewed three candidates for the NYPD commissioner spot - former top cop Bill Bratton, Chief of Department Philip Banks and Rafael Pineiro, the NYPD first deputy police commissioner.\nMayor Bloomberg praised Pineiro and Banks on Thursday.\n\"Both are very competent guys who I've worked with,\" he said.\nBloomberg called Bratton a \"casual friend.\"\nTRANSITION TEAM INCLUDES:\n8 arts leaders\n4 real estate heavyweights\n5 Protestant, Jewish and Muslim clergy\n1 criminal justice expert\n0 priests\n\nGraphic\n\n \nBRYAN PACE FOR DAILY NEWS\n\nLoad-Date: November 22, 2013"
}