{
    "title": "Outside Court, A Failure To Be Fearful",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 8,
    "full text": "Not one, not two, but three terrorism cases weaved their way simultaneously this week through the federal courthouse in Lower Manhattan. You can make that four cases if you go back two weeks to include a Pakistani woman, Aafia Siddiqui, who received a super-long prison sentence for trying to kill Americans in Afghanistan.\nThe courthouse, on Pearl Street off Foley Square, has become ''the cineplex of terrorism trials,'' said Karen J. Greenberg, executive director of the Center on Law and Security at New York University. Her words may have been mildly flippant, but her point could not have been more serious.\nHere we have all these cases unfolding in the civic heart of New York -- people accused or convicted of loathsome deeds involving mass murder, whether planned or carried out. Not only have the proceedings been handled within the rule of law, but also New Yorkers went about their business without so much as a raised eyebrow.\nThe normality speaks volumes.\nFor years, Americans in general and New Yorkers in particular have been told by some of their political leaders that they have to be afraid, always afraid. It's as if Franklin D. Roosevelt's famous words were turned upside down. What we have to fear, these politicians in effect say, is not just fear itself but everything else as well.\nNew Yorkers were having none of it this week.\nIn one courtroom, Faisal Shahzad, the loser who hoped to kill scores of people with a bomb in Times Square, ranted about jihad as he received a life sentence. In another room, jurors deliberated the fate of four men charged with conspiring to bomb synagogues in the Bronx. In yet another room, the government's case against Ahmed Khalfan Ghailani, charged in the lethal 1998 bombings of American embassies in Africa, suffered a serious blow.\nThe specter of terrorism was everywhere in the courthouse. Outside, however, all was normal.\nYes, Pearl Street was sealed off at either end to keep cars from entering, just as a nearby stretch of Park Row that runs alongside police headquarters has been for years. But pedestrians could walk through Pearl Street trouble-free. People held conversations at curbside. They ordered coffee and pastry from the food wagon at the corner. They sat on the benches in Foley Square, enjoying the sun.\nApproached at random and asked if the trials in progress mere yards away made them fearful, several people said no, or they gave looks that unmistakably said, ''You're kidding, right?''\nEverything taking place now is, in a sense, a prelude to the pending trial of Khalid Shaikh Mohammed, the self-described mastermind of the Sept. 11, 2001, attacks. That case was headed for Pearl Street. But people who live nearby became nervous. Then the Bloomberg City Hall, which initially saw justice in putting this man in the dock near the World Trade Center, came down with a bout of cold feet. The trial is destined to go elsewhere.\nThat is, if a civilian trial is held at all. The Obama administration is still trying to make up its mind.\nOPPONENTS insist that only military commissions are fit for Mr. Mohammed and his ilk. Yet civilian trials have a clear edge thus far in effectively handling terrorism and national security cases.\nThe Center on Law and Security keeps close track. Of 437 cases that have arisen since Sept. 11, Ms. Greenberg said, 257 have been resolved in court, with 218 of them ending in convictions or guilty pleas. Military commissions, in contrast, have produced a mere four convictions, including those of two men who received short prison terms and were soon set free.\nThe most recent military case involved a Guantanamo Bay detainee who pleaded guilty in July to having conspired with Al Qaeda. He was sentenced to 14 years in prison. Compare that with the 86 years given to Ms. Siddiqui two weeks ago. So much for the civilian courts' being soft on terrorists.\nAnother argument raised against civilian trials is that they hand someone like Mr. Mohammed a platform to spew anti-American venom, as if we don't already know that he hates us.\nFaisal Shahzad had full ranting privileges on Tuesday. He denounced the United States and warned that ''we will keep on terrorizing until you leave our land and our people at peace.''\nA few yards from Pearl Street, people sat at tables in an outdoor food court. If they were the least bit frightened, they kept it extremely well-hidden.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 8, 2010"
}