{
    "title": "Over 600 students, faculty, and alumni sign petition condemning CU Apartheid Divest Over 600 student",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 3,
    "full text": "Over 600 students, faculty, and alumni have signed a petition condemning what they are calling Columbia University Apartheid Divest's \"dismissal of terrorism as 'civil disobedience.'\"\nThe petition comes in the middle of Israeli Apartheid Week, an annual event hosted by Students for Justice in Palestine with Jewish Voice for Peace. This year's awareness week is the first to occur since the launch of CUAD, a campaign calling on the University to divest from eight companies that it says profit from and enable violations of Palestinian human rights.\nIn February, the Barnard-Columbia Socialists sparked controversy after writing a post on the group's Facebook page to promote a CUAD event, using the phrase, \"long live the Intifada.\"\n\"The first and second intifadas mark tragic low points in the Israeli-Palestinian con?ict,\" the petition, released Wednesday, said. \"The mischaracterization of suicide bombings, stabbings, and shootings as 'civil disobedience' is an egregious ethical breach.\"\nThe intifada, an Arabic word, is used to refer to two periods in the Israeli-Palestinian conflict?the First and Second Intifadas?which occurred from 1987 to 1993 and 2000 to 2005, respectively.\n\"We proudly uphold the value of free speech, but malicious incitement and ?ctitious characterizations do not lie within that value and should ?nd no welcome within our campus discourse,\" the petition said.\nHowever, an article published in Socialist Worker on Feb. 25 by former Barnard-Columbia Socialists member Dorian Bon, CC '15, defended the post, defining intifada as \"the popular struggle of hundreds of thousands of Palestinian people acting in civil disobedience against occupation and apartheid.\"\nBon said that the intifada is a reference to \"shaking off\" what he called Israel's occupation of Palestinian land?rather than an \"armed uprising\"?and that its main tactics included mass marches, worker strikes and acts of civil disobedience.\n\"The First and Second Intifadas weren't acts of terrorism,\" Bon wrote. \"They were mass rebellions against terrorism?the terrorism of the settler-colony state of Israel, which for 68 years has systematically attacked noncombatant Palestinian civilians to create, maintain and expand an ethnocentric, Ashkenazi-dominated state on land stolen from the indigenous Palestinians who lived there.\"\nStill, for those who signed the petition, like Julien Reiman, CC '18, characterizing the intifadas as acts of civil disobedience is incorrect.\nReiman said he is hesitant to commit himself to either side of the Israeli-Palestinian debate but nonetheless signed the petition because he said the intifadas were violent and claimed Jewish and Arab lives.\n\"To say that they were 'good,' I disagree with on a moral standpoint. Nothing that causes that much death, no matter its intention, is worthy of praise,\" Reiman said. \"I condemn the promotion of deadly violence, especially when other avenues are present.\"\nCatie Edmondson contributed reporting.\nteo.armus@columbiaspectator.com | @teoarmus\n\nLoad-Date: December 15, 2016"
}