{
    "title": "Overlooking Oversight_ Congress 's renewal of expansive Patriot Act investigatory powers omitted nee",
    "publisher": "the new york times",
    "year": 2011,
    "month": 6,
    "day": 5,
    "full text": "In late May, Congress extended three enhanced surveillance powers that were granted to the government after the 9/11 attacks -- two in the Patriot Act and one from a related intelligence law. In doing so, lawmakers neatly managed to avoid any lapse in those powers. They failed miserably in their duty to carefully re-examine the provisions, trim back excesses, and add safeguards to protect civil liberties. In other words, they ignored the whole point of requiring that the provisions be periodically reviewed.\nOne of the renewed provisions permits a roving wiretap on terrorism suspects who switch phone numbers or providers. While this is a useful tool, the lax rules for specifying who is the subject of the wiretap could invite abuse. Another provision permits the government to examine library, bookstore and business records without having to show that the material is related to a terrorism investigation.\nThe third overly broad provision allows surveillance of ''lone wolf'' suspects with no known ties to a foreign power or recognized terror groups. It has never been used, but the low threshold for doing so is concerning.\nThese powers were extended for four more years, with no changes, under a deal struck between the Democratic Senate majority leader, Harry Reid, and Republican leaders headed by the Senate minority leader, Mitch McConnell, and the House speaker, John Boehner. They brushed aside objections from an unusual coalition of Tea Party activists, liberals and centrists from both parties.\nFour years is better than the permanent extension preferred by some Republicans. But it is still too long until the next renewal, given the succession of missed opportunities over almost a decade now to consider whether the goal of making America safer could be achieved with less sweeping surveillance powers.\nSenator Patrick Leahy, the Senate Judiciary Committee chairman, tried and failed to get a vote on a sensible amendment that would add several safeguards, most notably enhanced auditing and oversight of how the powers are being used. He also proposed an early sunsetting of ''national security letters,'' which the F.B.I. has used to obtain evidence without a court order, and which have been widely abused.\nMr. Leahy has resubmitted his amendment, which had strong bipartisan support in his committee, as a freestanding bill. Both chambers should vote on it promptly.\nDuring the too-brief debate on the Patriot Act, two Democratic members of the Senate Intelligence Committee, Ron Wyden of Oregon and Mark Udall of Colorado, claimed that the Justice Department had secretly interpreted the Patriot Act to allow domestic surveillance activities that many members of Congress do not understand. Senator Dianne Feinstein, chairwoman of the Intelligence Committee, needs to make good on a pledge of a prompt, serious review.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 5, 2011"
}