{
    "title": "OVERDUE JUSTICE IRANIAN HOSTAGES STILL WAITING FOR RESTITUTION",
    "publisher": "pittsburgh post-gazette",
    "year": 2020,
    "month": 1,
    "day": 15,
    "full text": "An embassy attacked and the U.S. on the brink of war with Iran. It all reminded many older Americans - including President Donald Trump - of the 1979 hostage crisis at the U.S. Embassy in Tehran.\nThe president referred to the 444-day hostage crisis when he warned the Iranians not to retaliate for the U.S. drone strike that killed Maj. Gen. Qassem Soleimani.\nThe developments reminded many of the former Tehran embassy hostages, too. Despite years-old legislation granting them restitution for their ordeal, many have yet to be compensated.\nIn 1979, Iranian protesters overran the U.S. Embassy, taking 52 Americans hostage. They held the Americans - many of whom were physically and psychologically tortured, kept in solitary confinement and subjected to mock executions - until a peace deal brokered through Algerian diplomats ended their captivity in January 1980.\nThe Algerian deal precluded the former hostages from seeking damages from Iran. But in 2015, Congress approved the United States Victims of State Sponsored Terrorism Act, which promised up to $4.4 million ($10,000 for each day in captivity) to the former hostages. The law also provided for smaller restitution amounts for the hostages' spouses and children.\nMany of the former hostages have suffered lifelong physical and psychological aftereffects of their ordeal. And 18 of the 52 hostages have already died.\nWhy, if Congress approved restitution packages, have these people suffered for decades without any compensation?\nBecause federal authorities determined the fund created to help the former Iranian hostages also could be used to compensate victims of terrorist attacks from other nations, including North Korea, Syria and Sudan. Notably, victims of the 9/11 terror attacks also have been allowed to apply for compensation from the fund. Fund administrators have repeatedly warned it lacks enough money to issue full payments to victims.\nAll of this has stalled restitution for the originally intended terrorism victims - the Tehran embassy hostages.\nRetired Army Col. Chuck Scott was a special forces commander when he was taken hostage in Iran. He's now 88 years old and has a simple message for government officials: \"Why don't you just go ahead and pay us the money you promised us?\"\nThe courageous Americans who survived a 444-day ordeal as embassy captives can never be made whole for what they suffered. They can be compensated monetarily, lacking though that is. The fact that they've been waiting 40 years for even that inadequate restitution is unconscionable.\n\nLoad-Date: January 15, 2020"
}