{
    "title": "Overview of the New York Bombing_ What We Know",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 28,
    "full text": "By Jason Ajiake, News Staff Columnist\nPosted 12:15 PM EST, Mon., Sept. 26, 2016\nA sudden explosion rocked the Chelsea neighborhood of Manhattan, N.Y. leaving 29 people with minor injuries, Saturday, September 17.\nIt is believed to have come from a construction toolbox filled with explosives, according to law enforcement. A second device containing shrapnel, christmas lights and cell phones was discovered by the New York Police Department a few blocks away that did not detonate.\nThe explosion reverberation shattered windows within the area,and could be heard throughout the entire city.\nAuthorities have identified Ahmad Khan Rahami, 28, who was also connected to an earlier explosion that had occurred before a Marine Corps charity event that Saturday morning in Seaside Park, N.J. as a main suspect.\nThe New York Police Department and the Metropolitan Transit Authority blocked off several, populous streets and multiple subway entrances throughout the city for investigation of potential attack sites.\nOn Monday, September 19, Rahami was taken into police custody after he fired shots resisting arrest. Rahami was carrying a notebook that contained Jihadist notions about the United States in a scrambled and frenetic fashion, according to law enforcement.\n\"You should of let us meet death overseas. You wanted it this way so you will have it this way,\" Rahami wrote. \"Inshallah the sounds of the bombs will be heard in the streets. Gun shots to your police. Death to your oppression,\" he wrote.\n\"A bomb going off in an NYC street is a terrifying act,\" said Counterterrorism Assistant Commissioner John Miller. \"Whether it's an act of terrorism is determined by who did it, and why they did it.\"\nRahami has been charged with five counts of attempted murder of a police officer and is being held on $5.2 million bail. His first court appearance will likely take place in a hospital bed as he is still recovering from multiple gunshot wounds.\n\nLoad-Date: September 28, 2020"
}