{
    "title": "P.L.O. Criticizes Attacks on Civilians",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 12,
    "full text": "Under strong United States pressure to denounce a recent seaborne Palestinian raid off Tel Aviv, the Palestine Liberation Organization registered opposition today to ''any military action that targets civilians,'' but withheld specific denunciation of the aborted attack.\nA statement issued by an unidentified P.L.O. spokesman in Baghdad and distributed by the P.L.O. press agency said: ''The P.L.O. position remains unchanged. We are against any military action that targets civilians, whatever form it may take.''\n''We also condemn the Israeli crimes and massacres against our workers and children that increase day by day,'' the statement said, apparently referring to Israeli actions to quell the 30-month Palestinian revolt in the occupied West Bank and Gaza Strip, in which hundreds of Palestinians have died.\nThe United States has threatened to call off its 18-month dialogue with the P.L.O. unless the group condemns the failed raid on May 30 as terrorism. The P.L.O. chairman, Yasir Arafat, secured the dialogue with Washington, which represents a major political gain for his organization, by publicly renouncing terrorism and recognizing Israel's right to exist in December 1988.\n \nAdvance on Earlier Statements\nThe P.L.O. statement seemed to fall short of American demands because it did not carry Mr. Arafat's explicit imprimatur and did not specifically denounce the May 30 attack, Arab diplomats said. But it was an advance from earlier statements by Mr. Arafat in which he distanced himself from the seaborne raid without condemning it, the diplomats said.\nThe reference to civilian targets in the new statement was apparently intended as a response to reports that some of the captured assailants said their mission was to kill every civilian in sight when they landed.\nSince the attack, in which Israeli forces killed 4 Palestinian attackers in speedboats and captured 11 others, the Bush Administration has faced Congressional and Israeli demands for an end to the dialogue with the P.L.O. But the organization has been slow to respond to the pressures. Last Thursday, for instance, its executive committee met in Baghdad, and its final communique did not refer to the raid.\nWhile Mr. Arafat has distanced the mainstream P.L.O. from the attack, he has not denounced it outright. A P.L.O. faction, the Palestine Liberation Front, led by Abul Abbas, took responsibility for the assault.\n \nProbing for U.S. Acceptance\nOfficials at the P.L.O.'s headquarters here, who declined to be identified, said the statement was an effort to reaffirm the organization's renunciation of terrorism without going into specific detail that would expose Mr. Arafat to charges that he is allowing the United States and Israel to dictate the internal politics of the P.L.O.\nArab diplomats said the statement also seems to be a way of probing what the United States is asking for and what it would accept to call off its threat to suspend the dialogue.\nArab sensitivities to perceived or real American pressure have become particularly acute since Arab leaders met in Baghdad last month and endorsed harsher anti-American views reflecting both frustration at the stalemate in American-sponsored peace efforts and an Arab perception that Washington is shielding Israel.\nThe American Ambassador here, Robert H. Pelletreau Jr., met today with the P.L.O. representative in Tunisia, Hakam Balawy, for the second time in three days, apparently to press for a more precise P.L.O. statement.\nThe Ambassador, the designated American official in the dialogue with the P.L.O., declined to comment on the substance of the meeting.\nThe United States has urged the P.L.O. to take disciplinary action against Abul Abbas, but Mr. Arafat argues that he cannot simply be removed from the organization's executive committee without a vote from the Palestine National Council, which the P.L.O. calls its parliament in exile. It is not clear if Mr. Arafat had set up his own investigation into the Tel Aviv attack or had personally registered displeasure with Abul Abbas."
}