{
    "title": "P.L.O. THREATENS TO RAISE POLITICAL PRESSURE ON U.S",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 28,
    "full text": "While stressing its willingness to establish contacts with the Reagan Administration, the Palestine Liberation Organization says it will increase political pressures designed to affect American interests in the Middle East unless the United States is flexible on Palestinian issues.\n''To us now, its's not a matter of putting a box of explosives to blow up an American building or something like that,'' said Salah Khalef, deputy to Yasir Arafat, the chairman of the P.L.O. ''What we mean are things like boycotting American products and stirring up Arab public opinion. When we talk about hitting at American interests, we don't mean grenades, only in political terms.''\n''We hope there will be a change in American policy toward us,'' Mr. Khalef said in an interview. ''As long as that policy has not changed, we will be hostile to the American Administration and its interests.''\nP.L.O. threatens to raise political pressure on U.S.\nMr. Khalef's remarks were made shortly after the Palestine National Council ended nine days of meetings in Damascus last week.  It was the first meeting of the 314-member group in more than two years. The council held elections for the 15-member P.L.O. Executive Committee, and that group unanimously re-elected Mr. Arafat chairman.\n \nArafat Said to Emerge Stronger\nArab analysts and Western diplomats here and in Damascus say that Mr. Arafat emerged from the council meeting stronger than before. He succeeded in placing a third member of his guerrilla group, Al Fatah, on the Executive Committee and prompted the Popular Front for the Liberation of Palestine to rejoin the committee. The Popular Front left seven years ago in a policy dispute with Al Fatah. Mr.  Arafat also succeeded in keeping two other groups, the Palestine Liberation Front and the Palestine Popular Struggle Front, off the committee. These actions, according to a senior Western diplomat here, underlined Mr. Arafat's ''dominant position'' in the organization.\nThe council's final declaration, at the urging of Mr. Arafat and others, had a generally moderate line that showed no marked shift in policy.\n''I believe the direction that the P.N.C. displayed has been toward moderation,'' said Mr. Khalef, who is widely believed to have been among the leaders of Black September, the terrorist group that has hijacked planes and that attacked the Israeli team at the 1972 Olympics in Munich. He said this trend ''definitely strengthened the hand of Arafat, since he himself is a moderate.''\n \nA Different Tone in an Address\nIn the hourlong interview, Mr. Khalef repeatedly sought to stress that terrorism was not what he had in mind when he said in a speech in Damascus that it was important to ''frighten'' those who opposed the Palestinian cause. Mr. Khalef pressed then for the formation of a special guerrilla ''front'' to strike American interests in the Middle East.\nIn the Damascus speech, Mr. Khalef seemed to be reacting to an assertion earlier by Abdel Mohsen Abu Maizer, the P.L.O. spokesman, that the guerrilla movement no longer frightened anyone. Mr. Khalef said: ''Why shouldn't there be serious talk and a plan for dealing harmful blows to American interests and hitting every traitor in this region? I say now that if hitting American interests and the traitors is terrorism, then we are the first terrorists. Arab liberation movements must drive out their traitor rulers and we shall help them.''\nIn the interview, however, he said: ''When we talk about hitting at American interests in the Arab world, what we mean is taking positive steps in political terms.''\n \nHaig's Visit to Riyadh Cited\nThese steps, he said, would include increased lobbying with Arab allies who could then press the Palestinian cause with the Reagan Administration. Specifically, Mr. Khalef cited the recent visit of Secretary of State Alexander M. Haig Jr. to Riyadh, Saudi Arabia, where Saudi leaders told him that the pre-eminent danger to Middle East stability was not the Soviet Union but Israel. Mr. Khalef and other P.L.O. officials, such as Mahmoud Labadi, Mr. Arafat's spokesman, and Majed Abu Shrar, a member of Al Fatah's revolutionary committee, said the P.L.O. had been instrumental in persuading the Saudis to voice that viewpoint.\nMr. Khalef and Mr. Labadi both said that the P.L.O. was willing to negotiate with the Reagan Administration but that the United States refused such talks. Mr. Shrar reiterated the P.L.O. position that negotiations would have to be based on two key understandings: that the P.L.O. was the sole legitimate representative of the Palestinian people and a recognition of the Palestinians' rights to self-determination and an independent state."
}