{
    "title": "P.L.O. Link to Speedboat Raid Leaves U.S. in a Tight Corner",
    "publisher": "the new york times",
    "year": 1990,
    "month": 5,
    "day": 31,
    "full text": "Bush Administration officials said today that the speedboat attack for which a Palestine Liberation Organization group has taken responsibility could leave the Administration with no choice but to sever its 18-month-old discussion with Yasir Arafat's organization.\nAn Administration policymaker said that whether or not the dialogue will be sustained after today's attack against Israel will probably depend on how the P.L.O. chairman responds. Administration officials have repeatedly said the dialogue would only be maintained if the P.L.O. adheres to its December 1988 commitment not to engage in terrorism.\nArafat's Choice\nSince the Palestine Liberation Front, which is reported to have taken responsibility for the attack, is represented on the P.L.O.'s ruling executive committee, Mr. Arafat will have to publicly disavow the operation and distance himself from the Front, or else be held responsible in some way for the attack and face the diplomatic consequences, officials said.\n''The dialogue has a real value in helping to promote peace,'' an official said, ''but if it just becomes a cover for terrorist attacks, then it has no value. If the P.L.O. is committed to peace, they should be able to take the actions that help sustain the diplomacy.''\nIn an effort to buy some time, before pressure from American supporters of Israel forces the Administration to act, the State Department today condemned the raid in unusually harsh terms, but said it needed to investigate who exactly was involved.\n''The United States government is horrified at this terrorist attack,'' said the State Department spokeswoman Margaret D. Tutwiler. ''The United States Government is pleased that all terrorists were apprehended or killed in action, and that no innocent victims were harmed. We will be reviewing the evidence surrounding this incident with the Government of Israel.''\nIf the P.L.O. leadership is found to have been involved in the attack, Miss Tutwiler said, ''we would view this as a very serious matter. What we would like to do is to get all of the facts. We will not rule anything in or out.''\n \nLittle Room for Maneuver\nAdministration officials say that their room for maneuver is becoming increasingly constrained. They do not want to break off the dialogue with the P.L.O. because of an incident perpetrated by a hard-line P.L.O. faction that has been against the dialogue from the start. To do so would almost certainly undermine any chance of reviving Secretary of State James A. Baker 3d's Middle East diplomacy, which depended on getting the P.L.O.'s acquiescence to negotiations between Israel and Palestinians from the West Bank and Gaza Strip.\nBut, officials add, if they try to maintain the dialogue in the face of what may be a flagrant P.L.O.-supported terrorist act, their policy would quickly lose its credibility, not to mention its domestic support.\nSeymour D. Reich, chairman of the Conference of Presidents of Major American Jewish Organizations, issued a statement today, saying: ''The time has come for our Government to reassess the policy of talking with the P.L.O. America cannot lead a campaign against worldwide terrorism while holding ongoing discussions with the world's most notorious terrorists.''"
}