{
    "title": "P_C issues face uncertain future",
    "publisher": "business insurance",
    "year": 2012,
    "month": 11,
    "day": 5,
    "full text": "No matter who wins this week's elections, some of the property/casualty insurance-related issues likely to emerge in Washington during the next couple of years already are known.\nProbably the most important of these to risk managers is extension of the federal government's terrorism insurance backstop, which initially was created by the Terrorism Risk Insurance Act of 2002. The program has been extended twice, first in 2005 and then again in 2007, and is slated to expire on Dec. 31, 2014.\nExtending the program the first couple of times wasn't easy, and there's no reason to expect doing so will be any easier this time around. In fact, with both parties paying at least lip service to reducing federal spending, the program may be facing its most difficult renewal yet.\nThe program, which has never cost more than routine administrative costs, has come under fire as a form of corporate welfare from such disparate sources as the Wall Street Journal and the Consumer Federation of America. While former Massachusetts Gov. Mitt Romney's views on the backstop aren't known - it's not exactly the kind of issue that energizes the base of any party - the current administration hasn't been terribly enthusiastic about it.\nThat presages a long, hard fight for extension. Backstop supporters will have to have their strategy in place much sooner than later.\nIn addition, full implementation of the Dodd-Frank Wall Street Reform and Consumer Protection Act will remain an issue. Property/casualty insurers seem to have pretty much won the argument that they don't present a systemic risk to the national economy, but the final rules haven't been set out. If the Republicans retain control of the House, which seems likely, and gain control of the Senate, which seems considerably less likely, there could be a serious effort to repeal at least part of the law, which in turn would lead to a battle with the White House if the president's name continues to be Barack Obama. A President Romney would no doubt be more amenable to changing the law.\nA sure bet is that there will be a new Treasury secretary. Current Secretary Tim Geithner has said he plans to leave no matter who wins the presidency. The president's decision on who should head the department - regardless of whether that's President Obama or a President Romney - could have a critical effect on insurance.\nThen there's the question of the Federal Insurance Office. FIO Director Mike McRaith, an Obama appointee, has won high marks from all sides for his performance. Would he stay if Mr. Romney wins? And if not, who would be nominated to head the office?\nWe won't know the answers to these and other questions for some time. All that is certain is the uncertainty over what the answers ultimately will be.\n\nLoad-Date: November 8, 2012"
}