{
    "title": "Pa. Anti-Terror Briefs Cross Line",
    "publisher": "intelligencer journal",
    "year": 2010,
    "month": 9,
    "day": 22,
    "full text": "The \"anti-terrorism bulletins\" circulated by the state Office of Homeland Security have raised eyebrows. For good reason.\nThe bulletins ostensibly were to warn of potentially credible threats to the state's \"infrastructure.\" But they also included details about groups planning peaceful protests and various demonstrations where such threats are problematic, including a state Capitol anti-tax rally, an animal-rights protest and a gay and lesbian pride day.\nSuch information was shared by the state with local law enforcement and private businesses, including companies involved in the controversial drilling for natural gas in the Marcellus Shale formation.\nThe bulletins were put together by the Philadelphia-based Institute of Terrorism Research and Response, under terms of a year-long contract with the state.\nThe institute describes itself as a security firm that specializes in \"facing and overcoming domestic forms of terrorism like environmental, ecological, anti-abortion, anti-government and 'home grown' religious extremism.\"\nThe institute largely does this by monitoring the Internet and Web blogs. It does not track, conduct surveillance, photograph or record people, according to Michael Perelman, co-director of the institute.\nPerelman also says the institute \"operates within the scope of the law.\"\nWhile the institute's actions may have been lawful, they weren't necessarily the right thing to do.\nBlame for that rests squarely with James Powers Jr., the Homeland Security director, who presumably signed off on the parameters within which the institute would operate.\nIndeed, the controversy came to light after Powers mistakenly sent an e-mail to a Marcellus drilling opponent that he thought was a drilling supporter.\nThe memo said, \"We want to continue providing this support to the Marcellus Shale Formation natural gas stakeholders while not feeding those groups fomenting dissent against those same companies.\"\nThe memo makes clear where state government stands on the shale drilling, much to the chagrin of drilling opponents.\nWhen Gov. Ed Rendell learned of the abuse of the anti-terror bulletins, he pulled the plug on the institute's $125,000 contract. The action was symbolic, though, since the agency's contract was set to expire next month, anyway.\nRendell said he was \"appalled\" and \"embarrassed\" that a state contractor would keep tabs on legitimate protest groups and share information on them with private companies.\nMeanwhile, the American Civil Liberties Union is crying foul, and at least one state senator is demanding Powers' resignation. Also, a state Senate committee is vowing to probe the matter.\nThe state Office of Homeland Security, no doubt, felt that it was carrying out a federal mandate to inform local police and emergency officials of security concerns and potential threats to infrastructure.\nBut the state went too far is sharing this information willy-nilly with private companies - in one instance to advance its own agenda with respect to Marcellus natural-gas drilling. And monitoring gay pride parades and animal-rights protests is just silly.\nRendell says Homeland Security chief Powers was \"wrong\" in allowing all of this to occur, and that he made a \"significant mistake.\"\nSo, why is Powers still on the job?\n\nLoad-Date: September 22, 2010"
}