{
    "title": "Pacific Rim officials discuss trade, terrorism, North Korea 's weapons; APEC _ Mineta pushes for ref",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 10,
    "day": 24,
    "full text": "An ocean away from the most volatile areas of their region, top Pacific Rim ministers confronted their most urgent topics Wednesday - North Korea's nuclear-weapons program and how terrorism undermines their economic alliance's efforts to liberalize trade.\nDiplomats from APEC's 21 member economies cloistered themselves away in this Mexican resort for two days of meetings ahead of a gathering of their bosses - heads of state and top officials, including the presidents of China and the United States.\nWhile the group always considers economics at the top of its agenda, terrorism's threat to trade - especially after the bombing this month in the Indonesian vacation haven of Bali - hung over the meeting.\nThe two highest-profile terrorist attacks of recent years - the Sept. 11, 2001 attacks and the nightclub bombing in Bali - took place in APEC nations. Other APEC members, including Malaysia, Singapore and the Philippines, have been identified as possible havens for extremists linked to al-Qaida, Osama bin Laden's terrorist network.\nNorth Korea's recently revealed nuclear-weapons program also drew intense attention from the ministers. In the retreat, Japan criticized the program as a violation of an agreement signed last month by the two nations' leaders.\nSenior Foreign Ministry official Toshimitsu Motegi told trade and foreign ministers that Tokyo will start the talks next week as planned but will tell North Korea that its nuclear ambitions are \"our highest priority.\" A Japanese official briefed reporters on Motegi's comments, speaking on condition of anonymity.\nDespite the divisive forces they face, those in attendance emphasized the core mission of APEC: to bring economies together in an age of globalization and to make trade flow more freely despite terrorist threats.\n\"We have to ensure that legitimate trade does not get affected,\" said Ng Kim Neo, a member of the APEC Committee on Trade and Investment.\nThat could get tougher if a broad package of American reforms that govern shipping are put into place across APEC. U.S. Transportation Secretary Norman Mineta laid them out for the ministers Wednesday.\nHe said the new age of terrorism requires broad vigilance to keep trade both safe and unfettered. Mineta said the economic and logistical difficulties of restructuring how goods and people flow between nations were outweighed by the danger potential terrorism poses.\n\"Our prosperity hinges upon these actions,\" he said. \"Any one of our economies is vulnerable based on the weakest link that is in that supply chain of goods.\"\nThe changes, which would have sweeping effects on the nuts and bolts of international trade, include standardized customs information, electronic seals on shipping containers, more stringent baggage screening at airports and reinforced cockpits on airliners.\nEconomically, APEC appears headed for somewhat more prosperous times, the region's economists predicted, saying Pacific Rim nations will lead the world to better economic health as it recovers from post-Sept. 11 sluggishness.\nAhn Choong Yong, head of APEC's economic committee, said new growth in member economies should help stimulate a recovery that has already begun.\n\"Consumer and business confidence has bounced back, (and) the APEC economy as a whole will accelerate the pace of recovery,\" Ahn said.\nAPEC economies posted a mere 0.7 percent collective growth rate in 2001, compared to a 4.0 percent growth in 2000.\nAPEC members are: Australia, Brunei, Canada, Chile, China, Hong Kong, Indonesia, Japan, South Korea, Malaysia, Mexico, New Zealand, Papua New Guinea, Peru, Philippines, Russia, Singapore, Taiwan, Thailand, the United States and Vietnam.\nOn the Net:\nAPEC: http://www.apec2002.org.mx \n\nGraphic\n\n \nPhoto.\n\nLoad-Date: October 24, 2002"
}