{
    "title": "Pacific leaders_ Europe must bend on trade At a two-day summit in South Korea , they also pledged un",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 11,
    "day": 19,
    "full text": "Pacific Rim leaders called on Europe to be more flexible during world trade negotiations, warning yesterday that talks next month could be the last chance to make progress on freeing markets anytime soon.\nThe leaders, opening a two-day summit of the 21-member Asia Pacific Economic Cooperation forum, urged Europe to be open to compromise at December's World Trade Organization meeting in Hong Kong. Disputes, mainly over subsidies protecting European farmers, have dampened hopes for the talks.\n\"We're basically saying that now the ball is in Europe's court,\" South Korean Foreign Minister Ban Ki-moon told reporters.\nAs the leaders met, riot police sprayed rock-throwing protesters with high-powered water hoses about 1,500 feet from the summit venue. At least one person was arrested and 11 officers were injured, police said. A river separated the demonstration from the summit, which was not interrupted.\nThe leaders, including President Bush, Chinese President Hu Jintao, Japanese Prime Minister Junichiro Koizumi, and Russian President Vladimir V. Putin, worked to revive stalled trade talks while pledging unity in combating bird flu and terrorism.\nThe South Korean foreign minister said the leaders \"were asking for a very active and flexible attitude in negotiations from the Europeans.\"\nNational Security Adviser Stephen Hadley told reporters the United States, Europe and Japan should move toward lifting agricultural tariffs, barriers and some subsidies. \"There was a recognition that in order to achieve success, everybody needs to do... their part,\" he said.\nAPEC, whose members include seven of the 13 largest economies, represents more than a third of the world's population, about 60 percent of the global economy and nearly half of world trade.\nIn their final declaration, the leaders will support free trade and express strong concern about terrorism and bird flu, according to a draft seen by the Associated Press.\nFears of possible human pandemic spawned by bird flu have grown in recent days, with China announcing its first human cases.\nThe APEC leaders are expected to agree to boost their preparedness to combat the disease.\n\nLoad-Date: November 19, 2005"
}