{
    "title": "PACT AIMS TO PREVENT TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 3,
    "day": 2,
    "full text": "WASHINGTON - The United States and 39 other nations signed a treaty Friday to help forestall terrorism in the sky by making it easier to detect plastic explosives at airports throughout the world.  The agreement will require manufacturers in participating nations to add a chemical to plastic explosives that will set off warning signals on commercially available vapor detectors.  All the major manufacturing nations, including Czechoslovakia, the Soviet Union, Britain, France and Germany, signed the agreement at the headquarters of the International Civil Aviation Organization. Representatives of 35 other nations, including Cuba and Iran, signed a separate document signaling the intention of their governments to add their formal approval.  Among those not represented at the conference leading up to Friday's signing were Iraq, Yemen and Libya.  State Department spokesman Margaret Tutwiler said the treaty ''is the culmination of a complex effort undertaken by scientists and technicians from around the world to identify appropriate marking chemicals for this specific type of explosive.'' Plastic explosives, such as C-4 made in the United States and Semtex in Czechoslovakia, have a wide range of legitimate military and mining applications. In the hunt for a compound that would tag the explosives without affecting its performance, experts tested 50 potential marking agents and came up with four compounds. The additives make the explosive detectable in very small amounts for at least 15 years without degrading the product.  ''This won't start happening tomorrow,'' said Mike Jacobs, an aide in the State Department.\n''A lot of testing and more technical work needs to be done.'' The vapor detectors are substantially cheaper than the only machine that can detect plastic explosives now. These devices, which use TNA (thermal neutron analysis), have been criticized because they set off too many false alarms.  Lyle Malotky, an FAA science adviser, said poorer nations can immediately buy off-the-shelf detectors for $20,000 each.  Another benefit of having so many of these detectors around is that they can also detect dynamite. He estimated that about 50 percent of the world's plastic explosives have been contaminated by improper storage near dynamite, and the dynamite residue would set off the machine even if none of the tagging chemicals were present.\n\nGraphic\n\n \nGraphic; LOGO: ''GULF WAR AFTERMATH'' with sketch of dove\n\nLoad-Date: October 8, 1993"
}