{
    "title": "Padilla Gets 17-Year Term For Role in Conspiracy",
    "publisher": "the new york times",
    "year": 2008,
    "month": 1,
    "day": 23,
    "full text": "Jose Padilla, the Brooklyn-born convert to Islam whom the government once accused of plotting to detonate a ''dirty bomb'' in the United States, was sentenced on Tuesday to 17 years and 4 months in prison for his role in a conspiracy to help Islamic jihadist fighters abroad. \n  The sentence was more lenient than the federal sentencing guidelines recommended and was a setback for the government, which had requested life in prison, the maximum.\n  In explaining her decision, Judge Marcia G. Cooke of Federal District Court in Miami underscored the gravity of the crimes Mr. Padilla, 37, had committed. But she questioned the effects of the conspiracy, saying there was no evidence linking Mr. Padilla and two co-defendants to specific terrorism acts anywhere.\n  ''There is no evidence that these defendants personally maimed, kidnapped or killed anyone in the United States or elsewhere,'' Judge Cooke said. ''There was never a plot to overthrow the United States government.''\n  She noted that defendants in other well-known American terrorism cases had received life sentences for more heinous crimes, including Zacarias Moussaoui, who pleaded guilty to conspiracy in connection with the Sept. 11 attacks, and Terry L. Nichols, who was convicted of murder in the bombing of the Alfred P. Murrah federal building in 1995 in Oklahoma City. \n  Over prosecutors' objections, Judge Cooke gave Mr. Padilla credit for the three and a half years he spent in a naval brig in South Carolina after his arrest in 2002 on suspicion of being involved in the dirty bomb plot, accusations that were dropped. \n  In detention, Mr. Padilla underwent prolonged isolation and intensive interrogations in conditions the judge called ''harsh.'' The conditions, she said, ''warrant consideration in the sentencing.'' \n  Mr. Padilla remained impassive at the hearing, but the co-defendants smiled and waved to supporters and family members as marshals led them from the courtroom. Lawyers for the three promised to appeal the sentences and verdicts, but they were in a somewhat victorious mood after the sentencings. \n  ''It's definitely a defeat for the government,'' said Jeanne Baker, a lawyer for a co-defendant who was sentenced to 15 years and 8 months. A spokeswoman for the United States attorney's office here, Alicia Valle, said the government was considering an appeal on the sentences. While acknowledging the terms were well below what prosecutors sought, Ms. Valle said: ''These are serious sentences that effectively dismantle a North American support cell for terrorists. That's a good thing.'' \n  The sentences, after a three-month trial and a seven-day sentencing hearing, closed a chapter in Mr. Padilla's odyssey that began with his arrest in May 2002 at O'Hare  airport in Chicago. \n  Attorney General John Ashcroft announced the arrest, saying Mr. Padilla was part of an ''unfolding terrorist plot to attack the United States'' by exploding a radioactive dirty bomb intended to cause ''mass death and injury.'' \n  Mr. Padilla was identified as an ''enemy combatant'' and held without charge. In 2006, as the Supreme Court prepared to weigh the constitutionality of his detention, he was transferred to the civilian courts here.\n  He was added to the conspiracy case of two men, Ahmad Amin Hassoun, 45, a computer programmer of Palestinian descent, and Kifah Wael Jayyousi, 46, a public school administrator  who came from Jordan.\n  The three were accused of belonging to a North American terrorism support cell that provided money, recruits and supplies to Islamic extremists globally. \n  Defense lawyers said the men were involved in humanitarian missions for persecuted Muslims in Bosnia, Chechnya, Lebanon, Somalia and other places.\n  The main evidence against Mr. Padilla, a former Chicago gang member with a long criminal record, was an application form that prosecutors said he had filled out to attend a Qaeda training camp in Afghanistan in 2000. \n  Last August, a federal jury here convicted the three of conspiracy to murder, kidnap and maim people in a foreign country and of two counts of material support. \n  Under federal guidelines, the co-defendants could have also been sentenced to life in prison.\n  Mr. Hassoun, who recruited Mr. Padilla in a Broward County mosque, received 15 years and 8 months. Mr. Jayyousi, said to be a financier and propagandist for the cell, received 12 years and 8 months. \n  William Swor, a lawyer for Mr. Jayyousi, criticized his sentence. \n  ''The government has not made America safer nor promoted the rule of law,'' Mr. Swor said. ''The government has just made America less free.'' \n  Mr. Padilla's mother, Estela Lebron, told reporters outside the courthouse that the Bush administration had waged a misguided prosecution against her son, calling it ''insane.''  ''He's a human being and an American citizen,'' she  said. ''He's not a terrorist.'' \n  Mr. Padilla's case became the centerpiece of a debate about the Bush administration's approach to prosecuting terrorism. \n  Administration officials had long maintained that some  suspects could be properly handled only with military detention and trials by military commissions, not in the civilian system.\n  But the verdict against Mr. Padilla seemed to undercut that insistence and, in the eyes of administration critics, showed that the civilian system should have had the case from the start. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Jose Padilla                                                                                \n\nLoad-Date: January 23, 2008"
}