{
    "title": "Padilla sentence too lenient, court rules",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 9,
    "day": 20,
    "full text": "MIAMI — The 17-year prison sentence imposed on convicted terrorism plotter Jose Padilla is far too lenient for someone who trained to kill at an al-Qaida camp and also has a long, violent criminal history, a federal appeals court ruled Monday as it threw out the sentence.\nA divided three-judge panel of the 11th U.S. Circuit Court of Appeals ordered a new sentencing hearing for Padilla, a U.S. citizen convicted in 2007 along with two co-conspirators of several terrorism-related charges. Padilla, 40, was held for more than three years without charge as an enemy combatant before he was added to the Miami terror support case.\nThe ruling affirmed the convictions of Padilla, Adham Hassoun and Kifah Jayyousi on terrorism support and conspiracy charges. The sentences of Hassoun and Jayyousi — more than 15 years and more than 12 years, respectively — were also upheld.\nFederal prosecutors objected in 2008 to Padilla's sentence and the appeals panel's majority agreed that U.S. District Judge Marcia Cooke, who presided over the four-month trial, made several errors in essentially discounting his sentence by 12 years. Among the mistakes, the appeals court found, was not taking into account Padilla's training at the al-Qaida camp in Afghanistan.\n\"Padilla poses a heightened risk of future dangerousness due to his al-Qaida training,\" the judges ruled in a 73-page order. \"He is far more sophisticated than an individual convicted of an ordinary street crime.\"\nThe judges also noted Padilla's 17 prior arrests, including involvement in a deadly fight as a juvenile, and ruled it was wrong for Cooke to use as a reference point several other terrorism cases in which defendants got relatively light sentences.\nThe appeals panel also found error in Cooke's decision to reduce Padilla's sentence to account for his three-plus years at a South Carolina military brig as an enemy combatant.\n\"Although some downward variance is allowed in this circumstance, the district court abused its discretion,\" said the ruling written by the 11th Circuit Chief Judge Joel F. Dubina, who was joined by Circuit Judge William H. Pryor.\nDissenting was Circuit Judge Rosemary Barkett, who found some problems with an FBI agent's testimony during trial and said that Padilla was not informed of his Miranda rights when he was arrested at Chicago's O'Hare International Airport in 2002. Padilla was initially suspected of plotting to detonate a radioactive \"dirty bomb\" in the U.S., but that allegation was discarded long before the trial.\n\nGraphic\n\n \nASSOCIATED PRESS Jose Padilla, seen being escorted by police in Miami in 2006, was arrested at O'Hare International Airport on terror charges in 2002.\n\nLoad-Date: September 23, 2011"
}