{
    "title": "PADILLA GUILTY OF TERRORISM CHARGES",
    "publisher": "the new york times",
    "year": 2007,
    "month": 8,
    "day": 17,
    "full text": "In a significant victory for the Bush administration, a federal jury found Jose Padilla guilty of terrorism conspiracy charges Thursday after little more than a day of deliberation.\nPadilla, a Brooklyn-born convert to Islam who became one of the first Americans designated an \"enemy combatant\" in the anxious months after Sept. 11, 2001, now faces life in prison. He was released last year from a long and highly unusual military confinement to face criminal charges in federal court.\nThe government's chief evidence was a faded application form that prosecutors said Padilla, 36, filled out to attend an al-Qaida training camp in Afghanistan in 2000.\nThe jurors, seven men and five women from Miami-Dade County, did not speak publicly at the courthouse. One juror, who asked that her name not be used, said in Spanish in a telephone interview that \"the evidence was strong, and we all agreed on that.\"\nThe jury did seem to be an oddly cohesive group. On the last day of trial before July 4th, jurors arranged to dress in shirts so that each row in the jury box was its own patriotic color - red, white or blue.\nPadilla's extraordinary legal journey began in May 2002, when he was arrested at O'Hare International Airport in Chicago. Attorney General John Ashcroft announced his capture a month later in a news conference in Moscow, saying that an \"unfolding terrorist plot to attack the United States by exploding a radioactive dirty bomb\" - one that could have caused \"mass death and injury\" - had been foiled.\nAfter being held in isolation in a military brig in South Carolina for more than three years, Padilla was transferred to civilian custody in Miami last year after the Supreme Court considered taking up his case. His lawyers tried in vain to have him found incompetent to stand trial, saying he had been tortured in the brig. The government denied that he was ever mistreated.\nFor the Bush administration, the guilty verdict salvaged a case that had severely tested its approach to terrorism. Padilla's military detention - and transfer to the criminal courts in 2006 on different charges than those initially announced - made his case the centerpiece of a heated debate over that approach.\n\"We commend the jury for its work in this trial and thank it for upholding a core American principle of impartial justice for all,\" said Gordon Johndroe, a spokesman for the White House. \"Jose Padilla received a fair trial and a just verdict.\"\nSome experts said the success of the prosecution was a rebuke of the administration's insistence that the terrorist threat cannot be handled in the civilian justice system.\n\"The verdict is a vindication for our legal system because it shows the courts can deal with terrorism cases,\" said Hina Shamsi, senior counsel for law and security at Human Rights First. \"But it is not a vindication of Bush administration policies, which placed Jose Padilla in solitary confinement, incommunicado, for 31/2 years.\"\nPresident Bush and his aides have created a system of military detention centers and military tribunals, or commissions, to try suspected terrorists.\nThe dirty bomb allegations were not mentioned during Padilla's three-month trial, nor was his military confinement. That is because the government said that it had gotten the information about the dirty bomb plot by questioning other terrorism suspects abroad, and federal rules of evidence prohibit or limit the use of information obtained during such interrogations.\n\"Jose Padilla was publicized by the administration as the 'dirty bomber.' Even though that was not an issue at the trial, you can't erase that label,\" said Bill Moffitt, former attorney for Sami Al-Arian, a USF professor who was accused of funding terrorist organizations and acquitted of most charges. \"It meant his lawyers were fighting an uphill battle from the very beginning.\"\nInstead, Padilla was added to the case against two men of Middle Eastern descent, one of whom Padilla had met at a mosque in Broward County. The three were charged with belonging to a North American terrorism support cell that gave money, recruits and supplies to Islamic extremists around the world.\nLike Padilla, the co-defendants, Adham Hassoun and Kifah Jayyousi, were convicted of conspiracy to murder, kidnap and maim people overseas, which could keep them in prison for life. All were also convicted on two lesser material support counts. Judge Marcia Cooke scheduled sentencing for Dec. 5.\nPadilla's lawyers declined to comment after the verdict, but his mother, Estela Ortega Lebron, said her son might appeal.\n\"Padilla was tortured. We used a range of harsh interrogation techniques on him, which should never be employed on an American citizen,\" said Larry Johnson, a former CIA intelligence analyst now consulting at Central Command in Tampa. \"There is a good likelihood that key parts of the case will be overturned on appeal.\"\nLawyers for Hassoun and Jayyousi said they would appeal.\nJames Cohen, a law professor at Fordham University, said the fact that the al-Qaida training camp form had six of Padilla's fingerprints was \"overwhelmingly powerful\" and likely swayed the jurors.\nPadilla's lawyers had argued that he might have merely handled the form at some point during his confinement. The defense maintained that Padilla had traveled to the Middle East in 2000 and also spent time in Pakistan solely because he was studying to become an imam.\nInformation from the New York Times, Washington Post and Times staff writer Meg Laughlin was used in this report.\n\nGraphic\n\n \nPHOTO: One juror said the evidence against Jose Padilla \"was strong.\"\n\nLoad-Date: August 17, 2007"
}