{
    "title": "Padilla convicted in terror case",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 8,
    "day": 17,
    "full text": "Jose Padilla's five-year journey through the federal government's war-time justice system ended Thursday in conviction on all three terrorism-support charges against him. The quick verdict boosts the Bush administration's mixed record in terror-related prosecutions, but legal analysts say the conviction may forever be overshadowed by what the government did not prove.\nAfter hearing three months of testimony, a federal jury in Miami deliberated just a little more than a day before delivering its guilty verdicts against Padilla, 36, and co-defendants Adham Amin Hassoun and Kifah Wael Jayyousi. All three were accused of participating in a North American terror cell that was offering support for unspecified attacks outside the United States. They face maximum punishments of life in prison at a Dec. 5 sentencing hearing.\nFor the government, the verdict salvages a case that was stripped of its most flammable accusations. In May 2002, with the nation still reeling from the Sept. 11 attacks, Padilla was arrested at Chicago's O'Hare International Airport. Then-Attorney General John Ashcroft interrupted a trip to Moscow to accuse the former Chicago gang member of taking part in a chilling al-Qaida-directed plot to detonate a \"dirty bomb\" in an undisclosed U.S. city.\nPresident Bush designated Padilla as an \"enemy combatant,\" and he was held in solitary confinement for 3 1/2 years in a Navy brig in Charleston, S.C. Padilla's attorneys have alleged that during that time, he was subjected to harsh interrogation and denied regular access to legal counsel.\nIn 2005, with the Supreme Court poised to consider whether the federal government could hold Padilla indefinitely as an enemy combatant without charging him, the Justice Department added him as a defendant to the conspiracy case against Hassoun and Jayyousi.\nThe prosecution's case made no mention of either the dirty bomb allegations or of Padilla's previously alleged contacts with high-level al-Qaida operatives.\n\"The fact that the most serious charges were not brought here is the elephant in the room,\" said Notre Dame University law professor Jimmy Gurule. \"It's a victory, but it's not a complete victory.\"\n\"They (the government) had made him out to be 'Public Enemy No. 1,' \" said Loyola Law School Los Angeles professor Laurie Levenson. \"They had to go forward. But like a lot of these terrorism cases, there seems to be more smoke than fire when it was presented.\"\nStill, Attorney General Alberto Gonzales and other government officials lauded the conviction as a \"significant victory.\"\n\"This case demonstrates that we will make full use of our intelligence and law enforcement authorities to prevent individuals - and particularly our own countrymen - from supporting and joining the ranks of our terrorist enemies,\" said Kenneth Wainstein, assistant attorney general for national security.\nFormer federal prosecutor Ruth Wedgwood, now a professor at the Johns Hopkins School of Advanced International Studies, said the guilty verdict inspires confidence \"that the American criminal justice system can be applied effectively in a case like this.\"\nBut Wedgwood adds that it should not \"lead anyone to believe that it's simple or even always possible to muster this quality of proof.\"\nOf more than 400 people charged with terrorism-related offenses since the Sept. 11 attacks, more than half have been convicted or pleaded guilty, the Justice Department reported last year. But many of those convictions were for lesser crimes.\nWedgwood noted one piece of evidence that may have been particularly compelling to the jury: an application form for entry to a terrorist training camp in Afghanistan. Padilla's fingerprints were lifted from the document that the CIA recovered in 2001.\nDefense lawyers have argued Padilla's travels overseas had no terrorism connection and were linked to his desire to become a Muslim cleric. They have suggested he could have left his fingerprints on the document when he handled it while in military custody.\nErwin Chemerinsky, a constitutional law professor at Duke University, said the government should have moved to try Padilla sooner rather than subject a U.S. citizen to indefinite detention.\n\"There's no excuse why the government didn't try him five years ago,\" he said. \"I think it's clear the government had the evidence to bring the conviction.\"\n\nLoad-Date: October 25, 2007"
}