{
    "title": "Padilla gets 17 years for role in conspiracy",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 1,
    "day": 23,
    "full text": "MIAMI -- Jose Padilla, the Brooklyn-born convert to Islam whom the government once accused of plotting to detonate a \"dirty bomb\" in the United States, was sentenced Tuesday to 17 years and four months in prison for his role in a conspiracy to help Islamic jihadist fighters abroad.\nThe sentence was more lenient than the federal sentencing guidelines recommended and was a setback for the government, which had requested life in prison, the maximum.\nIn explaining her decision, Judge Marcia G. Cooke of U.S. District Court in Miami underscored the gravity of the crimes Padilla, 37, had committed. But she questioned the effects of the conspiracy, saying there was no evidence linking Padilla and two co-defendants to specific terrorism acts anywhere.\n\"There is no evidence that these defendants personally maimed, kidnapped or killed anyone in the United States or elsewhere,\" Cooke said. \"There was never a plot to overthrow the United States government.\"\nShe noted that defendants in other well-known American terrorism cases had received life sentences for more heinous crimes, including Zacarias Moussaoui, who pleaded guilty to conspiracy in connection with the Sept. 11 attacks, and Terry L. Nichols, who was convicted of murder in the bombing of the Alfred P. Murrah federal building in 1995 in Oklahoma City.\nOver prosecutors' objections, Cooke gave Padilla credit for the 3 1/2 years he spent in a naval brig in South Carolina after his arrest in 2002 on suspicion of being involved in the \"dirty bomb\" plot, accusations that were dropped.\nIn detention, Padilla underwent prolonged isolation and intensive questioning in conditions the judge called harsh. The conditions, she said, \"warrant consideration in the sentencing.\"\nPadilla remained impassive at the hearing. The co-defendants smiled and waved to supporters and family members as marshals led them from the courtroom. Lawyers for the three promised to appeal the sentences and verdicts amid the somewhat victorious mood after the sentencings.\n\"It's definitely a defeat for the government,\" said Jeanne Baker, a lawyer for a co-defendant who was sentenced to 15 years and eight months.\nA spokeswoman for the U.S. attorney's office here, Alicia Valle, said the government was considering an appeal. While acknowledging the terms were well below what prosecutors sought, Valle said: \"These are serious sentences that effectively dismantle a North American support cell for terrorists. That's a good thing.\"\nThe sentences, after a three-month trial and a seven-day sentencing hearing, closed a chapter in Padilla's odyssey, which began with his arrest in May 2002 at O'Hare airport in Chicago.\nAttorney General John Ashcroft announced the arrest, saying Padilla was part of an \"unfolding terrorist plot to attack the United States\" by exploding a radioactive \"dirty bomb\" intended to cause \"mass death and injury.\"\nPadilla was identified as an \"enemy combatant\" and held without charge. In 2006, as the Supreme Court prepared to weigh the constitutionality of his detention, he was transferred to the civilian courts in Miami.\nHe was added to the conspiracy case of two men, Ahmad Amin Hassoun, 45, a computer programmer of Palestinian descent, and Kifah Wael Jayyousi, 46, a public school administrator with a doctorate in engineering who came from Jordan.\nThe three were accused of belonging to a North American terrorism support cell that provided money, recruits and supplies to Islamic extremists globally.\nDefense lawyers said they were involved in humanitarian missions for persecuted Muslims in Bosnia, Chechnya, Lebanon, Somalia and other places. \n\nLoad-Date: January 23, 2008"
}