{
    "title": "Padilla convicted of plotting terror attacks",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 8,
    "day": 17,
    "full text": "MIAMI (AP) - Jose Padilla, a U.S. citizen held for 3½ years as an enemy combatant, was convicted Thursday of helping Islamic extremists and plotting overseas attacks in a case that came to symbolize the Bush administration's zeal to clamp down on terrorism. \nBut it was hardly a complete victory for the government. When Padilla was arrested in the months following the 2001 terrorist attacks, authorities touted him as a key al-Qaida operative who planned to detonate a radioactive \"dirty bomb\" in a U.S. city. That allegation never made it to court. \nInstead, after a three-month trial and only a day and a half of deliberations, the 36-year-old Padilla and his foreign-born co-defendants were convicted of conspiracy to murder, kidnap and maim people and two counts of providing material support to terrorists. \nPadilla showed no emotion and stared straight ahead as he heard the verdict that could bring him a life prison sentence. One person in the family section started to sob. \nThe three were accused of being part of a North American support cell that provided supplies, money and recruits to groups of Islamic extremists. The defense contended they were trying to help persecuted Muslims in war zones with relief and humanitarian aid. \nThe White House thanked the jury for a \"just\" verdict. \n\"We commend the jury for its work in this trial and thank it for upholding a core American principle of impartial justice for all,\" said Gordon Johndroe, a spokesman for the National Security Council at the White House. \"Jose Padilla received a fair trial and a just verdict.\" \nAttorney General Alberto Gonzales called the verdict \"a significant victory in our efforts to fight the threat posed by terrorists and their supporters.\" \nEstela Lebron, Padilla's mother, said outside the courthouse: \"The winner is George Bush.\" Earlier in the courtroom, she said she felt \"a little bit sad\" at the verdict but expected her son's lawyers would appeal. \n\"I don't know how they found Jose guilty. There was no evidence he was speaking in code,\" she said, referring to FBI wiretap intercepts in which Padilla was overheard talking to co-defendant Adham Amin Hassoun. \nU.S. District Judge Marcia Cooke set sentencing for Dec. 5. \nAttorneys for Hassoun and the third defendant, Kifah Wael Jayyousi, both said they intended to appeal. There was no immediate comment from Padilla's lawyers. \n\"We're very disappointed,\" said Hassoun attorney Kenneth Swartz. \"We were hoping for a different verdict.\" \nMembers of the jury declined interview requests from the media and were escorted out of the courthouse through a side exit by U.S. marshals. \nNeal Sonnett, a prominent Miami defense lawyer who heads an American Bar Association task force on treatment of enemy combatants, said the verdict proves that the U.S. detention camp at Guantanamo Bay, Cuba, is unnecessary to deal with terrorism suspects. \n\"This verdict once again demonstrates that federal courts are perfectly capable of handling terrorism cases,\" Sonnett said. \nU.S. officials said Padilla, while incarcerated in a military brig in South Carolina, admitted exploring the dirty bomb plot. But that evidence could not be used at trial because he was not read his rights and did not immediately have access to an attorney. \nPadilla's attorneys fought for years to get his case into federal court, and he was finally added to the Miami terrorism support indictment in late 2005 just as the U.S. Supreme Court was poised to consider President Bush's authority to continue detaining him. \nThey claimed that he was routinely subjected to harsh treatment and torture, including being forced to stand in painful stress positions, given LSD or other drugs as \"truth serum,\" and subjected to loud noises and noxious odors. \nTo support their claims, his attorneys released brig photographs of Padilla in chains and wearing blacked-out goggles and noise-reducing ear coverings. \nPadilla, a Muslim convert from Chicago, had lived in South Florida in the 1990s and was supposedly recruited by Hassoun at a mosque to become a mujahedeen fighter. \nThe key piece of physical evidence was a five-page form Padilla supposedly filled out in July 2000 to attend an al-Qaida training camp in Afghanistan, which would link the other two defendants as well to Osama bin Laden's terrorist organization. \n\nLoad-Date: August 28, 2007"
}