{
    "title": "Padilla Is Guilty On All Charges In Terror Trial",
    "publisher": "the new york times",
    "year": 2007,
    "month": 8,
    "day": 17,
    "full text": "In a significant victory for the Bush administration, a federal jury found Jose Padilla guilty of terrorism conspiracy charges on Thursday after little more than a day of deliberation.\n  Mr. Padilla, a Brooklyn-born convert to Islam who became one of the first Americans designated an ''enemy combatant'' in the anxious months after Sept. 11, 2001, now faces life in prison. He was released last year from a long and highly unusual military confinement to face criminal charges in Federal District Court here. \n  The government's chief evidence was a faded application form that prosecutors said Mr. Padilla, 36, filled out to attend a Qaeda training camp in Afghanistan in 2000.\n  The jurors, seven men and five women from Miami-Dade County, would not speak publicly at the courthouse and left through a side entrance. But one juror, who asked that her name not be used, said later in a telephone interview that she had all but made up her mind before deliberations began.\n  ''We had to be sure,'' the juror said in Spanish. ''We wanted to make sure we went through all the evidence. But the evidence was strong, and we all agreed on that.''\n  Mr. Padilla's extraordinary legal journey began in May 2002, when he was arrested at O'Hare International Airport in Chicago, where he grew up. \n  Attorney General John Ashcroft announced Mr. Padilla's capture a month later, interrupting a trip to Moscow to say that an ''unfolding terrorist plot to attack the United States by exploding a radioactive dirty bomb'' -- one that could have caused ''mass death and injury'' -- had been foiled.\n  After being held in isolation in a military brig in South Carolina for three and a half years, Mr. Padilla (pronounced puh-DEE-yuh) was transferred to civilian custody here last year after the Supreme Court considered taking up his case. His lawyers tried in vain to have him found incompetent to stand trial, saying he had been tortured in the brig. The government denied that he was ever mistreated.\n  For the Bush administration, the guilty verdict salvaged a case that had severely tested its approach to terrorism. Mr. Padilla's military detention -- and his sudden transfer to the criminal courts in 2006 on different grounds than those initially announced -- made his case the centerpiece of a heated debate over that approach.\n  ''We commend the jury for its work in this trial and thank it for upholding a core American principle of impartial justice for all,'' said Gordon D. Johndroe, a spokesman for the White House. ''Jose Padilla received a fair trial and a just verdict.''\n  But some experts said the very success of the prosecution raised doubts about the administration's insistence that the terrorism threat cannot be handled in the civilian justice system. \n  ''This demonstrates, at least for now, that the United States is fully capable of prosecuting terrorism while affording defendants the full procedural protections of the Constitution,'' said Michael Greenberger, who served in the Clinton administration Justice Department and teaches terrorism law at the University of Maryland law school.\n  President Bush and his aides have often criticized the Clinton administration for treating terror as a crime, and they have created an alternate system of military detention centers and military tribunals, or commissions, to try terrorist suspects.\n  The dirty bomb accusations  were not mentioned during Mr. Padilla's three-month trial here, nor was his military confinement. The government said that it had gotten the information by questioning other terrorism suspects abroad, and federal rules of evidence prohibit or limit the use of information obtained during such interrogations. \n  Instead, Mr. Padilla was added to the case against two men of Middle Eastern descent, one of whom Mr. Padilla, a former gang member with a criminal record, had met at a mosque in Broward County. The three were charged with belonging to a North American terrorism support cell that provided money, recruits and supplies to Islamic extremists around the world.\n  Like Mr. Padilla, the co-defendants, Adham Hassoun and Kifah Jayyousi, were convicted of conspiracy to murder, kidnap and maim people in a foreign country, which could keep them in prison for life. All were also convicted on two lesser material support counts. The judge, Marcia G. Cooke, scheduled sentencing for Dec. 5. \n  Mr. Padilla's lawyers declined to comment after the verdict, but his mother, Estela Ortega Lebron, said her son might appeal. Lawyers for Mr. Hassoun and Mr. Jayyousi said they would definitely appeal; Kenneth Swartz, a lawyer for Mr. Hassoun, said his client would have been acquitted had Mr. Padilla not been added to the case. \n  ''We always thought this was a political trial,'' he said. ''Jose Padilla's presence in this trial was a problem.'' \n  Though the trial included dozens of witnesses and transcripts of wiretapped phone calls between the defendants, and jurors had been given a sheaf of complicated instructions for reaching a verdict, they came to a decision around noon on Thursday, their second day of deliberating.\n  James Cohen, a law professor at Fordham University, said the fact that the Qaeda training camp form had six of Mr. Padilla's fingerprints was ''overwhelmingly powerful'' and had very likely swayed the jurors. \n  Mr. Padilla's lawyers had argued that he might have merely handled the form  during his confinement. The defense maintained that Mr. Padilla had traveled to the Middle East in 2000 and spent time in Pakistan because he was studying to become an imam. Lawyers for Mr. Hassoun and Mr. Jayyousi said they sent checks and supplies to places like Chechnya and Somalia to help persecuted Muslims. \n  The government recorded thousands of calls in which Mr. Hassoun and Mr. Jayyousi sometimes discussed ''playing football'' or ''eating cheese'' -- code, prosecutors said, for assisting in violent jihad. But Mr. Padilla's voice was heard in only seven calls, and he was not accused of using code.\n  Prosecutors also played parts of a 1997 television interview with Osama bin Laden for the jury, in which he called for violent jihad against the United States. They then played wiretapped calls in which Mr. Hassoun and Mr. Jayyousi excitedly discussed the interview.\n  Because there is no evidence that Mr. Padilla saw or discussed the interview, Judge Cooke instructed jurors not to consider it evidence against him. But Mr. Swartz and Jeanne Baker, the lawyers for Mr. Hassoun, said they thought the video had been devastating for all three defendants. ''This is definitely a post-9/11 prosecution where the government wanted to send a false message to the nation that we are safe,'' Ms. Baker said. ''That's what sent the jury in the wrong direction.''\n  Scott L. Silliman, a law professor and director of the Center on Law, Ethics and National Security at Duke University, said the verdict posed ''a kind of a dilemma'' for the Bush administration by undercutting its argument for military commissions.\n  Professor Silliman said the treatment of Mr. Padilla at first as an enemy combatant and later as a criminal defendant exposed the ''ad-hoc approach'' of the administration toward accused terrorists in the first years after the Sept. 11 attacks.\n  But Craig S. Morford, the acting deputy attorney general, said at a news conference in Washington that terrorism must be handled on a case-by-case basis. \n  The Padilla verdict, he said, ''clearly shows that in some cases, yes, the system can handle it.'' In other instances, he said, the need to protect secret intelligence and other factors make terrorism cases unsuitable for the criminal justice system.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Estela Ortega Lebron, Jose Padilla's mother, leaving court after the guilty verdict was announced. (PHOTOGRAPH BY BARBARA P. FERNANDEZ FOR THE NEW YORK TIMES)(pg. A21)\n Jose Padilla (PHOTOGRAPH BY AGENCE FRANCE-PRESSE -- GETTY IMAGES)(pg. A21)        \n\nLoad-Date: August 17, 2007"
}