{
    "title": "Padilla pleads not guilty to terrorism charges",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 1,
    "day": 13,
    "full text": "Jose Padilla -- the U.S. citizen held for more than three years as an \"enemy combatant\" -- pleaded not guilty Thursday to criminal charges alleging that he was part of a secret network that supported Muslim terrorists.\nThe plea was followed by a judge's refusal to set bail. Padilla entered the plea one week after he was transferred from military to civilian custody. His trial was set for early September.\n\"Absolutely not guilty,\" said Michael Caruso, one of Padilla's lawyers. Padilla said nothing, other than to confirm the pronunciation of his name -- puh-DIL-uh.\nIn denying bail, U.S. Magistrate Judge Barry Garber sided with prosecutors who said Padilla probably would flee and that the charges -- including allegations that he had attended an al-Qaida training camp in Afghanistan -- made him dangerous.\nPadilla, 35, was arrested at Chicago's O'Hare Airport in May 2002. He was held at a military brig without criminal charges, initially on suspicion of plotting to detonate a radioactive \"dirty bomb.\"\nHis case raised questions about whether U.S. citizens detained on American soil could be held without trial in the name of the war on terrorism.\nBefore the Supreme Court could decide whether to take up Padilla's case, the government presented the case to a civilian grand jury, which indicted him in November. The charges do not involve the \"dirty bomb\" allegations or claims that he plotted to blow up U.S. apartment buildings.\nLast week, the high court approved Padilla's transfer to civilian custody in Miami. That decision overruled a lower court that suggested the administration had changed its tactics to head off a Supreme Court ruling.\nPadilla could be sentenced to life in prison if convicted of conspiring to murder Americans and providing material support to terrorists.\nPadilla's lawyer said there is too little evidence behind the government's claim that Padilla had filled out an application to attend an al-Qaida camp.\n\nLoad-Date: January 13, 2006"
}