{
    "title": "PAINTING THE ROSES RED",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 10,
    "day": 26,
    "full text": "WAR ON TERRORISM\nTHE PROBLEM with Defense Secretary Donald Rumsfeld's blunt memo about the \"long, hard slog\" ahead in the war on terrorism isn't what he said. The trouble is the dissonance between what Mr. Rumsfeld is saying in private and the far rosier picture he and the president have been painting for public consumption.\nThe memo does in a small way for the war in Iraq what the Pentagon Papers did in a big way for the war in Vietnam. It shows that the officials prosecuting the war are saying different things in private than in public.\nThe leak occurred at an inopportune moment for President George W. Bush, who is several weeks into a PR offensive to put the best face on the war. \"We're rolling back the terrorist threats,\" he said this month, \"not on the fringes of its influence but at the heart of its power.\"\nThe flinty Mr. Rumsfeld pulled out a dictionary to argue that by \"slog\" he meant \"to assail violently,\" rather than to \"plod slowly.\" Please.\nIn the memo, Mr. Rumsfeld asked important fundamental questions about the war on terrorism: \"Are we winning or losing? … Are we capturing, killing or deterring and dissuading more terrorists every day than the madrassas and the radical clerics are recruiting, training and deploying against us? Does the U.S. need to fashion a broad, integrated plan to stop the next generation of terrorists?\"\nThese are the very concerns expressed by critics of the war in Iraq - that we may lose the war on terrorism because our policies are creating more terrorists. A recent Pew poll showed that the \"bottom has fallen out of support for the United States\" in the Arab and Muslim world since the invasion of Iraq.\nThe United States is widely seen as fighting a war against Islam. Mr. Bush stressed last week that this is not the case, but that was lost in the uproar over Gen. William G. Boykin's comment that his God was bigger than the God of a captured Somali warlord.\nInstead of ushering Gen. Boykin into private life, Mr. Rumsfeld declined to criticize him and failed to respond to queries from Sen. John Warner, R-Va., riling Republicans on the Hill at a time when his standing in the White House is in question.\nMr. Rumsfeld is asking the right, tough questions about the war on terrorism. But there's little evidence he has the right answers.\n\nLoad-Date: October 26, 2003"
}