{
    "title": "Pair of plane crashes under investigation in Russia ; Officials say no evidence of terrorism has bee",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 8,
    "day": 26,
    "full text": "Russian investigators labored Wednesday to determine whether terrorism caused the near-simultaneous crashes of two jetliners, killing all 89 people aboard and spreading anxieties about a possible bloody escalation of the Chechen conflict.\nOfficials stressed that no evidence of a terrorist attack had yet been found among charred wreckage and said they were looking at other possibilities like bad fuel, equipment malfunction and human error. The planes' data recorders were recovered, but experts were only just starting to retrieve information from them.\nThe planes plunged just days before a Kremlin-called presidential election in Chechnya, whose rebels have staged suicide bombings and other attacks across Russia in recent years, including the 2002 seizure of hundreds of hostages at a Moscow theater.\nRussian authorities had expressed concern the separatists might stage new attacks before the Sunday vote, but there was no rush to tie the crashes to Chechnya - a determination that would underline the government's failure to quell the decade-old insurgency.\n\"Several versions are being examined, including a terrorist attack, and other possibilities - the human and technical factor,\" Russia's top prosecutor, Vladimir Ustinov, told President Vladimir Putin during a televised meeting about the Tuesday night crashes.\nPutin, who expressed sympathy for the families of the dead, didn't publicly address the terror question. After designating Thursday as a national day of mourning, he ordered that the Federal Security Service investigate the crashes and said he wanted \"unbiased and reliable information\" from the probe. The service is a successor agency to the KGB.\nWhile officials spoke cautiously on the terrorism issue, Russian police said security was being tightened at airports and other transport hubs and public places.\nIn Washington, U.S. officials said they had no information on the disaster, but said American agencies were ready to provide help if asked.\n\"Our understanding is, there is no cause that has been ruled in or no cause that has been ruled out,\" said State Department deputy spokesman Adam Ereli.\nOutside experts expressed skepticism that anything but terrorism could be behind two planes crashing at almost the same time hundreds of miles apart.\n\"That's pretty far out there on the chance bar,\" said Bob Francis, former vice chairman of the U.S. National Transportation Safety Board.\nRafi Ron, former head of security at Israel's Ben Gurion Airport and now a security consultant in Washington, said he was convinced it was terrorism. \"The timing indicates that this is probably a coordinated attack,\" he said.\nHe also noted reports that one of the jetliners activated an emergency signal shortly before disappearing from radar screens, which could indicate a hijacking. \"In my assumption, that must have been the result of a terrorist on board,\" Ron said.\nOleg Yermolov, deputy director of Russia's Interstate Aviation Committee, said it was impossible to judge what was behind the signal, which he said is used merely to indicate \"a dangerous situation onboard,\" including a catastrophic mechanical problem. Officials also said the crew of the other plane gave no indication anything was wrong, although people on the ground reported hearing a series of explosions.\nAppearing on television, FSB spokesman Sergei Ignatchenko said investigators picking through the wreckage scattered in tall grass had so far not found any evidence of a terrorist attack.\nOfficials said the planes' flight data recorders had been found in satisfactory condition and were taken to Moscow, where experts began examining their contents.\nThe planes - a Sibir airlines Tu-154 with 46 people aboard and a Tu-134 with 43 passengers and crew belonging to tiny Volga-Aviaexpress airline - went down around 11 p.m. Tuesday. The Tu-134 was headed to the southern city of Volgograd and the other plane to the Black Sea resort of Sochi, where Putin had been vacationing.\nBoth planes had taken off about 40 minutes apart from the single terminal at Moscow's newly renovated Domodedovo airport, which is about 14 miles outside of Moscow.\nThe wreckage of the Tu-134 was scattered near the village of Gluboky about 125 miles south of Moscow. The plane lay upside-down in a large hay field, its tail severed from the fuselage.\nThe larger Tu-154 came down close to Buchalki, a village near the city of Rostov-on-Don, about 600 miles south of the capital.\nDomodedovo airport said in a statement that both planes \"went through the standard procedure of preparation for flight\" and that \"the procedures were carried out properly.\"\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: August 27, 2004"
}