{
    "title": "Pak Informs India of Terror Probe",
    "publisher": "rtt news",
    "year": 2009,
    "month": 1,
    "day": 17,
    "full text": "(RTTNews) - Islamabad on Friday informed New Delhi that it has launched investigations into the November 26 Mumbai terror attacks after the Indian side earlier handed over a dossier containing evidence that linked the 10 Pakistani nationals involved in the attacks to terror groups based in Pakistan, media reports said.\nThe response came a day after India&apos;s Foreign Minister Pranab Mukherjee said Islamabad should inform New Delhi through diplomatic channels about steps it had taken in the wake of the Mumbai strikes. New Delhi has blamed the Islamic terrorist group, Lashkar-e-Taiba (LeT) for involvement in the ghastly act of terror.\n\"The Foreign Secretary has conveyed to the Indian High Commissioner in Islamabad the sequence and series of actions initiated by the government of Pakistan in pursuance of its international obligations as well as those relating to the Mumbai terrorist attacks,\" a Foreign Office spokesman said in a statement.\nDuring the meeting at the Foreign Office in Islamabad, Pakistani Foreign Secretary Salman Bashir discussed with the Indian High Commissioner Satyabrata Pal the ongoing probe and other measures, including actions initiated by Pakistan to implement sanctions imposed by the U.N. Security Council on the banned Jamaat-ud-Dawa (JuD) and leaders of LeT.\nTo investigate the Mumbai attacks, Pakistan has set up a three-member commission that has been asked to complete its probe as soon as possible, according to an unidentified official.\n\"Pakistani commission will also communicate with Indian officials investigating the Mumbai attack if and when required,\" the official said.\nHe said the three-member commission would be headed by Additional Director General of the Federal Investigation Agency (FIA) Javed Iqbal and comprises counter-terrorism experts Khalid Qureshi and Liaquat Ali Khan. The commission would also be extended full cooperation by different law enforcement agencies if it asked for any information or assistance.\nThe official said that the commission could also travel to India if required and they could also grill Ajmal Kasab, the lone surviving terrorist nabbed by the Indian police in Mumbai attacks.\nSalman said it was important for Pakistan and India to chart the way forward on anti-terrorism cooperation as well as the imperative need for an across the board constructive bilateral engagement.\nHe also handed over to Indian envoy a letter written by Prime Minister Gilani in response to the New Year&apos;s greetings received from Indian Prime Minister Manmohan Singh.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RealTimeTraders.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}