{
    "title": "Pak's allegation of use of chemical weapons in Kashmir false, malicious_ India",
    "publisher": "the world",
    "year": 2018,
    "month": 10,
    "day": 5,
    "full text": "New Delhi, Oct. 5 -- India Friday rejected as false Pakistan's allegations of reported use of chemical weapons by Indian security forces in Kashmir, saying \"malicious attempts\" to deflect international opinion away from terrorism emanating from the neighbouring country will not succeed.\nIndia also asserted that Pakistan was acting in a highly \"irresponsible manner\" with the sole purpose of repeating untruths in the vain hope that the international community will start believing their falsehood.\nPakistan's Foreign Office spokesperson Mohammad Faisal had Thursday alleged that Indian forces reportedly used chemical weapons against Kashmiris.\nIn response to a question by the media regarding the allegations, Ministry of External Affairs Spokesperson Raveesh Kumar said, \"We completely reject allegations made by Pakistan about the reported use of chemical weapons by the Indian security forces against Indian citizens.\" Such allegations are not new and are totally unfounded, he said.\nIndia has repeatedly stated its complete opposition to the use of chemical weapons by anyone, at anytime, and anywhere in the world, Kumar said.\n\"India is an original signatory to the Chemical Weapons Convention (CWC). The international community has recognised India's abiding commitment and contribution to the CWC which is the universal multilateral instrument prohibiting the use of chemical weapons.\n\"It is, therefore, a matter of deep concern that Pakistan repeatedly tries to make such false allegations,\" Kumar said.\nSuch \"malicious attempts\" to deflect international opinion away from the terrorism emanating from Pakistan shall not succeed, he asserted.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: October 5, 2018"
}