{
    "title": "Pakistan divided over assassination of liberal",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 1,
    "day": 6,
    "full text": "ISLAMABAD, Pakistan - A leading ruling party politician was buried under tight security Wednesday, one day after his assassination, and he was lionized by supporters for his bravery and principles. \nBut outside the confines of Salman Taseer's cordoned-off funeral, his suspected killer was also lauded as heroic -- for having slain a liberal politician who had dared to speak out against Pakistan's stringent anti-blasphemy laws. \nThe opposing responses underscored the deep cultural fractures in Muslim-majority Pakistan, where moderate voices are often drowned out by hardline clerics, an increasingly intolerant public and a persistent Islamist insurgency. Although the weak government led by Taseer's secular Pakistan People's Party regularly denounces religious extremism, it has done little to dampen it. \nTaseer, the governor of Punjab province, was shot more than two dozen times outside an upscale marketplace in a wealthy area of Islamabad, the capital. Authorities said Mumtaz Qadri, 26, a member of the elite police force assigned to Taseer's security detail, surrendered and confessed afterward. Photos taken at the scene showed him smiling. \nWhile thousands of top PPP officials and workers gathered for Taseer's state funeral in the eastern city of Lahore, lawyers showered rose petals on Qadri as he arrived at an Islamabad courthouse. A national group of 500 religious scholars, meanwhile, praised his deed and issued an ominous warning to those who mourned Taseer. \n\"One who supports a blasphemer is also a blasphemer,\" the group said in a statement, which warned journalists, politicians and intellectuals to learn from the killing. \"What Qadri did has made every Muslim proud.\" \nPolice said they were investigating whether Qadri acted alone. The suspect was ordered to appear before one of Pakistan's anti-terrorism courts, which convict few suspects. \nOne Islamabad police official, speaking on condition of anonymity, said preliminary investigations revealed that Qadri had been planning the attack for days. The official also said a top police official in Rawalpindi had previously rejected Qadri for assignment to a special counter-terrorism police force because of concerns about his militant religious views. \n\nLoad-Date: January 6, 2011"
}