{
    "title": "Pakistan needs support",
    "publisher": "usa today",
    "year": 2009,
    "month": 4,
    "day": 24,
    "full text": "The Pakistani parliament's decision to allow a traditional judicial system based on Islam in the Taliban-infested Swat Valley has raised questions around the world, and in the editorial of today's USA TODAY.\nBut there is a very big difference between dialogue and capitulation. The U.S. succeeded in Fallujah, Iraq, through a careful and methodical program that separated the indigenous populations from radical terrorists, thereby turning the tide of the insurgency. The U.S. is pursing the same strategy today in Afghanistan as it attempts to pursue dialogue with reconcilable elements in an effort to isolate the violent terrorist elements.\nThe Pakistani government is doing the same thing in the Swat Valley. We are trying to persuade elements of the civilian population who are aligned with, but who are not part of, the extremist Taliban to accept the writ of government, to put down their arms and to reject violence. There is no abdication of responsibility towards Pakistan's people or the international community.\nIf the hopes of restoring peace through dialogue fail, the Pakistani army is willing and able to confront the militants on the battlefield, as has been demonstrated in other parts of the Federally Administered Tribal Areas.\nPakistan is one of the major victims of terrorism. We have lost more lives and one of our most popular leaders to terrorist attacks. We need support and assistance in rolling back the insurgency, not just homilies on the virtues of fighting extremists.\nPakistanis understand the need to confront, contain and destroy the terrorists who threaten our existence. The international community must provide the means we need to get the job done.\nThe very institutions of the Pakistani state that bear the brunt of fighting terrorism cannot be effective if they constantly face a barrage of mistrust and condemnation from our global partners.\nThe Taliban and al-Qaeda like nothing better than the talk about the weakness of the Pakistani state.\nInstead of adding to their delight, the West, led by the United States, must help Pakistan's leaders turn the tide.\nHusain Haqqani is Pakistan's ambassador to the United States. \n\nLoad-Date: June 9, 2009"
}