{
    "title": "Pakistani In Terror Case Is Extradited To New York",
    "publisher": "the new york times",
    "year": 2013,
    "month": 1,
    "day": 4,
    "full text": "A Pakistani man living in Britain who is accused of plotting terrorist attacks there and in the United States was extradited on Thursday to face terrorism charges in New York.\nThe man, Abid Naseer, is the latest person to face charges in what federal prosecutors described as an international conspiracy controlled by a few Qaeda operatives in Pakistan to conduct bombings in the United States and Europe.\nMr. Naseer was among a group of men arrested by British authorities in April 2009 and accused of being part of a terrorist cell inside the country.\nThe arrests resulted from a counterterrorism operation that the authorities initially described as having blocked an imminent attack on a shopping area in Manchester.\nBut the men accused in that plot were released following a severely compromised investigation; the head of Scotland Yard's counterterrorist squad had been photographed on his way into a meeting holding a folder with the details of the alleged plot and the police plans to foil it. That led to a rushed series of police raids in Liverpool and Manchester.\nBritish authorities found large quantities of flour and oil -- which Al Qaeda trains people to use as bomb ingredients -- as well as surveillance photographs and maps of public areas in Manchester. But the men were later released because of a lack of evidence.\nMr. Naseer was arrested again in 2010 after he was indicted in the United States on terrorism charges. He has been fighting his extradition since then.\nMr. Naseer, 26, is expected to appear in Federal District Court in Brooklyn on Monday before Judge Raymond J. Dearie. His case is being prosecuted by the office of the United States attorney in Brooklyn, Loretta E. Lynch.\nThe indictment came as part of a larger case involving three men from Queens -- Najibullah Zazi, Adis Medunjanin and Zarein Ahmedzay -- who were convicted of meeting with Qaeda operatives in Pakistan in September 2008 and returning to the United States and plotting to bomb New York subways.\nThe cases were linked by what court papers described as a common ''Qaeda facilitator'' in Peshawar, Pakistan, who prosecutors said used the same e-mail account to send coded messages to Mr. Zazi in the United States and to Mr. Naseer in Britain.\nLike the three men from Queens, Mr. Naseer spent time in Peshawar in late 2008.\nA third plot in Norway was linked to the same facilitator, who was named Ahmad, according to court documents, and led to the conviction of three men there.\nIn the e-mails, Mr. Naseer used coded language to refer to different types of explosives. Mr. Naseer told Ahmad that he was planning a large ''wedding'' for several guests in April 2009.\n\nhttp://www.nytimes.com/2013/01/04/nyregion/abid-naseer-extradited-on-terror-charges-to-new-york-from-britain.html\n\nLoad-Date: January 4, 2013"
}