{
    "title": "Pakistan 's ties to terrorism go to country's founding",
    "publisher": "charleston gazette",
    "year": 2010,
    "month": 5,
    "day": 13,
    "full text": "Faisal Shahzad, the would-be terrorist of Times Square, seems to have followed a familiar path. Like many earlier recruits to jihad, he was middle-class, educated, seemingly assimilated - and then something happened that radicalized him.\nWe may never be sure what made him want to kill innocent men, women, and children. But his story shares another important detail with many of his predecessors: a connection to Pakistan.\nThe British government has estimated that 70 percent of the terror plots it has uncovered in the past decade can be traced back to Pakistan.\nPakistan remains a terrorist hothouse even as jihadism is losing favor elsewhere in the Muslim world. From Egypt to Jordan to Malaysia to Indonesia, radical Islamic groups have been weakened militarily and have lost much of the support they had politically. Why not in Pakistan? The answer is simple: from its founding, the government has supported and encouraged jihadi groups, creating an atmosphere that has allowed them to flourish. It appears to have partially reversed course in recent years, but the rot is deep.\nFor a wannabe terrorist shopping for help, Pakistan is a supermarket. There are dozens of jihadi organizations: Jaish-e-Muhammad, Lashkar-e-Taiba, al-Qaeda, Jalaluddin and Siraj Haqqani's network, Tehrik-e-Taliban, and the list goes on. Some of the major ones, like the Kashmiri separatist group Lashkar-e-Taiba, operate openly via front groups throughout the country. But none seem to have any difficulty getting money and weapons.\nThe Pakistani scholar-politician Husain Haqqani tells in his brilliant history, \"Pakistan: Between Mosque and Military,\" how the government's jihadist connections go back to the country's creation as an ideological, Islamic state and the decision by successive governments to use jihad both to gain domestic support and to hurt India.\nDescribing the military's distinction between terrorists and \"freedom fighters,\" he notes that the problem is systemic. \"This duality ... is a structural problem, rooted in history and a consistent policy of the state. It is not just the inadvertent outcome of decisions by some governments.\"\nIn recent months Pakistan's government and military have taken tougher actions than ever before against terrorists on their soil - and Pakistani troops have suffered grievously. And yet the generals continue to make a dubious distinction among terrorists. Those that threaten and attack the people of Pakistan have suffered the wrath of the Pakistani Army. But then there are groups that threaten and attack only Afghans, Indians, and Westerners - and those groups have largely been left alone.\nConsider the tribal area where Faisal Shahzad is said to have trained on his visits to Pakistan: North Waziristan, where the deadliest groups that attack Afghans, Indians, and Westerners hole up.\nAlthough last year the Pakistani military took the fight to South Waziristan, a haven for groups that have launched attacks inside Pakistan, the generals have refused to go into the North, despite repeated entreaties from the United States and NATO. As far as the Pakistani military is concerned, there's always a compelling reason why now isn't the right time to go there. And the respected Pakistani journalist Ahmed Rashid, an expert on the Afghan insurgency, recently reported that Pakistan continues to have influence with the Afghan Taliban and is using that leverage to force the Kabul government to do its bidding rather than to broker a peace between the Taliban and the Afghan government.\nUntil the Pakistani military truly takes on a more holistic view of the country's national interests - one that sees economic development, not strategic gamesmanship against Afghanistan and India, as the key to Pakistan's security - terrorists will continue to find Pakistan an ideal place to go shopping.\nOver the past four decades, much Islamic terrorism has been traced back to two countries: Saudi Arabia and Pakistan. Both countries were founded as ideological, Islamic states; over the years the governments sought legitimacy by reinforcing that religious ideology, and that made the countries hothouses of militant fundamentalism.\nThat trend is slowly being reversed in Saudi Arabia, perhaps because King Abdullah could make it happen as the enlightened ruler of an absolute monarchy. It may not be so easy for Pakistan to overcome its jihadist past.\nZakaria is editor\nof Newsweek International.\n\nLoad-Date: May 13, 2010"
}