{
    "title": "Pakistani and Afghan Presidents Discuss Border Woes",
    "publisher": "the new york times",
    "year": 2007,
    "month": 12,
    "day": 27,
    "full text": "President Hamid Karzai of Afghanistan and President Pervez Musharraf of Pakistan signaled an improvement in relations between their countries after an unusually cordial meeting here on Wednesday and called for greater cooperation in fighting terrorism.\n  Mr. Karzai is on a two-day visit here in the Pakistani capital, where he is  also to meet with the opposition politician Benazir Bhutto, a statement from the Afghan president's office said. Ms. Bhutto is taking part in parliamentary elections scheduled for January. \n  The two presidents have regularly leveled harsh accusations at each other over the last two years since a Taliban resurgence shook the Afghan government's control of much of southern Afghanistan. Mr. Karzai has blamed Pakistan for harboring the Taliban and militant training camps, which he says have allowed the insurgents to stage a comeback, while Mr. Musharraf has blamed lawlessness in Afghanistan and Mr. Karzai's failure to govern for the creeping insurgency.\n  But the two men emerged Wednesday from their discussions closer to agreement on how to deal with the militants, who over the last year have extended their reach inside Pakistan. \n  Mr. Musharraf said their talks focused on the need for cooperation on intelligence to meet ''this menace of extremism and terrorism, which is destroying both our countries.'' \n  ''I think we have developed very strong understanding of each other's problems and we look forward to cooperation and coordination in all fields for our mutual benefit,'' Mr. Musharraf said during a news briefing, which was broadcast live by Pakistan's state-run television. \n  Mr. Karzai said, ''The meeting was productive in all aspects.''  He said cross-border incursions by pro-Taliban militants from Pakistan had decreased by 40 percent in recent months, but suggested that more needed to be done. \n  ''There is reduced activity on the Afghan side,'' Mr. Karzai said. ''Unfortunately, there is an increased activity now on the Pakistani side. President Musharraf and I discussed the issue of Swat and South and North Waziristan, and the issues of terrorist activities in Afghanistan. We discussed Helmand. We discussed other parts of Afghanistan.''\n  Mr. Musharraf said that the reduction in cross-border activity was a positive sign, but acknowledged that suicide bombers and militancy in Pakistan's tribal areas remained a problem. ''The activity of training of suicide bombers and militancy in South and North Waziristan continues,'' he said. \n  ''The two intelligence agencies on both sides must cooperate more strongly, if we are to deal with terrorists and extremists more effectively,'' he said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Presidents Hamid Karzai of Afghanistan, left, and Pervez Musharraf of Pakistan met Wednesday in the Pakistani capital, Islamabad, to discuss terrorism and the dangers it posed to their border. (PHOTOGRAPH BY AAMIR QURESHI/AGENCE FRANCE-PRESSE -- GETTY IMAGES)                                                           \n\nLoad-Date: December 27, 2007"
}