{
    "title": "Pakistan 's Spy Chief to Visit India",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 29,
    "full text": "The chief of Pakistan's powerful intelligence organization will make an extraordinary  visit to India to assist in the investigation of the Mumbai attacks, Pakistani officials said Friday. \n  The decision to send Lt. Gen. Ahmed Shuja Pasha, the director general of Inter-Services Intelligence, or ISI, will mark the first time an ISI chief will visit rival India. It was not immediately clear, however, when General Pasha would  leave for India. \n  The move is being seen as an attempt by Pakistan's civilian government to allay Indian concerns after accusations of Pakistani involvement in the attacks surfaced almost immediately. \n  In a televised speech Thursday, Prime Minister Manmohan Singh of India blamed forces ''based outside this country'' of involvement in the attacks. A day later, India's foreign minister, Pranab Mukherjee, was quoted by the Press Trust of India as saying that, according to preliminary reports, ''some elements in Pakistan are responsible.''\n  India and Pakistan, which have fought two wars,  have repeatedly accused each other of fomenting unrest. While India has accused the ISI of abetting terrorism in the disputed Himalayan region of Kashmir, Pakistan has accused India of supporting an  insurgency in southwestern Baluchistan Province.\n  Distrust and acrimony between the two nuclear powers has hampered efforts toward  normalizing relations. The Mumbai attacks, which killed at least 150  people,   fueled apprehension that relations between the two neighbors would plunge to a new low. \n  Pakistani officials said the decision to send General Pasha to India was reached  during a conversation between the prime ministers of both countries  Friday. \n  ''Prime Minister Syed Yousaf Raza Gilani called the Indian prime minister, Manmohan Singh, Friday morning at 11 a.m. to condemn the attacks,'' Zahid Bashir, Mr. Gilani's  spokesperson  said by telephone. \n  ''The Indian prime minister stressed the need of intelligence sharing and evolving a joint strategy to counter terrorism,'' Mr. Bashir said. ''Dr. Singh requested the prime minister to send the D.G. ISI to India to help in the investigations.''\n  ''Once the modalities are worked out, the ISI chief will leave for India,'' Mr. Bashir said. \n  Officials here said President Asif Ali  Zardari also called Mr. Singh to promise  cooperation ''in exposing and apprehending the culprits and the master minds behind the attack'', according to a presidential spokesperson. \n  Mr. Zardari said both countries should avoid being manipulated by  militants.\n  Reached by telephone, several retired Pakistani generals who have headed the ISI in the past declined to comment on the move by the Pakistani government. One who was willing to talk, Assad Durrani, who has headed the ISI and military intelligence, welcomed the revival of cooperation between the two countries but questioned the decision to send such a high profile official to India. \n  ''We could have sent a technical team first that could have helped in the investigations,'' Mr. Durrani said.\n  General Pasha was appointed  the head of ISI in September by the army chief Gen. Ashfaq Pervaiz Kayani. He  previously served as the director general military operations for the Pakistani Army. \n  Pakistani analysts saw the move as an attempt by the  government to placate Indian concerns at a time when its military is engaged in an effort to root out militancy in the semiautonomous tribal areas that  straddle the border with Afghanistan. \n  ''Sending the ISI chief to India is a clear olive branch from Pakistan and indicates just how seriously it is taking India's anger,'' said Cyril Almeida, an editor at Dawn, the country's most prestigious English daily. \n  ''It is an extraordinary step and indicates two things: one, the Pakistan military is confident that no direct links will be revealed by India; and, two, Pakistan is keen to avoid a repeat of the near-war situation following the attacks on the Indian Parliament in December 2001,'' Mr. Almeida said.\n  ''It seems the military and civilian government have realized that we have too much on our plate dealing with the tribal areas and terrorism in Pakistan proper to get involved in a dangerous slanging match with India over terrorism.'' \n\nhttp://www.nytimes.com\n\nLoad-Date: November 29, 2008"
}