{
    "title": "Pakistan 's operation against terrorism has been successful_ John McCain",
    "publisher": "university wire",
    "year": 2016,
    "month": 7,
    "day": 4,
    "full text": "The army chief also apprised the visiting delegation regarding security challenges faced by Pakistan and the country's contribution towards regional stability and global peace.\nAziz reiterated Pakistan's efforts to keep the Pakistan-US partnership on track and thanked McCain for his positive comments regarding the importance of bilateral relation, it said. The delegation included Senators Lindsey Graham and Joe Donnelly.\nUnited States have at last admitted that Pakistan's fight against terrorists is against all groups including the Haqqani network and that the successes of Operation Zarb-e-azb were exemplary, defence sources told Daily Times. He recognized that Pakistan's role in hosting Afghan refugees for more than thirty five years should not be forgotten by the worldwide community. McCain assured Aziz that partnership with India will have no impact on United States's ties with Pakistan. He mentioned that Pakistan's successes in counter-terrorism operations and stabilization of the economy were remarkable.\nThe clip purports to depictadolescent \"soldiers\" executing captive members of the Afghan National Army somewhere in a mountainous region of either Afghanistan or Pakistan, according to The Mirror.\n\"When they (India) started the Cold Start doctrine in which they moved 10 cantonments close to the Pakistan border so they can act on our forces at short notice and from across the border, the tactical nuclear weapons were a response to that particular threat\".\nOfficials inIslamabad remain critical of the drone attack, insisting it derailed the efforts Pakistan was making to arrange peace talks between the Islamist insurgency and the Afghan government. Pakistan and Afghanistan should address this important matter through dialogue and consultations.\nSartaj Aziz said Pakistan remains committed to the Quadrilateral Coordination Group process in Afghanistan. Both sides agreed on continued constructive engagement between Pakistan and the United States in the areas of trade, investment, education, health and energy.\n\nLoad-Date: January 6, 2017"
}