{
    "title": "Pakistan , Terrorism and Drugs",
    "publisher": "the new york times",
    "year": 2008,
    "month": 1,
    "day": 19,
    "full text": "To the Editor:\n  Re ''Militants Escape Control of Pakistan, Officials Say'' (front page, Jan. 15):\n  Suicide bombing is a phenomenon imported from Iraq and Afghanistan, alien to Pakistan. The strategy to support the Afghans against Soviet military intervention was evolved by several intelligence agencies, including the C.I.A. and Inter-Services Intelligence, or ISI. \n  After the Soviet withdrawal, the Western powers walked away from the region, leaving behind 40,000 militants imported from several countries to wage the anti-Soviet jihad. Pakistan was left to face the blowback of extremism, drugs and guns.\n  The post-9/11 intervention in Afghanistan led to a further inflow of extremists and terrorists from Afghanistan. As Pakistan's national security objectives have changed, so have the policies and personnel of ISI. Since 9/11, the Pakistani Army, including the ISI, have been in a front-line role in the fight against terrorism, capturing more than 700 Qaeda operatives, including most of its top leaders.\n  The ISI has played a pivotal role in aborting several terrorists' plots against Western countries. It works closely with the agencies of allied countries. \n  Like the United States and NATO forces in Afghanistan, Pakistan also faces challenges in fighting the terrorists in a difficult terrain. Tactics often evolve through trial and error. Anti-insurgent capacity has to be built up. Yet, given our role and sacrifices, Pakistan's commitment to combat terrorism cannot be questioned. \n  Munir Akram Ambassador and Permanent Representative Pakistan Mission to the U.N. New York, Jan. 17, 2008\n  To the Editor:\n  ''Militants Escape Control of Pakistan, Officials Say''  doesn't cite perhaps the prime factor assisting the rebels, including Al Qaeda and the Taliban: the opium and heroin produced and transited in that nation and neighboring Afghanistan. \n  Pakistan is fast evolving into the same drug-financed chaos, financing Al Qaeda and Osama bin Laden, which Afghanistan has already become. Afghanistan supplies 92 percent of the world's heroin-producing opium, and Pakistan now transports a growing 36 percent of Afghanistan's illicit opium, according to a State Department report last year.\n  Afghanistan and Pakistan are the No. 1 export and transit nations in the world for opium used for heroin. Opium production, on our watch, has increased 33-fold from 185 tons in 2001 to more than 6,000 tons in 2006. \n  As Senator Charles E. Schumer reported during passage of an amendment in 2006 to strengthen counternarcotics assistance to Afghanistan, stripped by the administration and Republicans in conference, ''The Taliban generates roughly 70 percent of its income through the production and sale of opium.'' \n  It appears that the United States military presence, afraid to disrupt supposedly friendly Afghanistan and Pakistan's economies, has maintained a blind eye rather than eradicate the drug trade. \n  Far from blocking drug trafficking, the government of Pakistan's negotiated truce with rebels in northwestern Pakistan, with ties to the Taliban and Al Qaeda, has provided carte blanche to grow, transport and get big money from the illicit crops.\n  In both Afghanistan and Pakistan, our military should be helping theirs to fight drugs. There must be bolder surveillance and eradication of poppy fields, stronger enforcement of cross-border anti-smuggling measures, and bank financing freezes of traffickers' finances.  \n  Robert S. Weiner  Washington, Jan. 17, 2008 The writer was spokesman for the White House Office of National Drug Control Policy, 1995-2001.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 22, 2008"
}