{
    "title": "Pakistan Army's support to terrorism unacceptable_ India tells Pakistan",
    "publisher": "the forward",
    "year": 2017,
    "month": 10,
    "day": 30,
    "full text": "New Delhi, Oct. 30 -- Pakistan Army's support to terrorism is unacceptable and India will continue to take all retaliatory measures to respond to such acts, Indian Army's director-general of military operations (DGMO) told his Pakistani counterpart today.\nIn an unscheduled conversation with Lt Gen A K Bhatt over the hotline, Pakistani DGMO Maj Gen Sahir Shamshad Mirza accused the Indian security forces of resorting to unprovoked firing along the Line of Control (LoC) in Jammu and Kashmir.\nHowever, Bhatt said retaliatory firing by Indian troops has only been carried out in response to \"unabated support\" provided by the Pakistan Army to armed terrorists, who infiltrate across the border and target Indian Army posts with heavy calibre weapons, the Army said in a statement here.\nThe telephonic conversation was requested by the Pakistani side. The Indian DGMO told his Pakistani counterpart that while the Indian Army will continue its efforts to ensure peace and tranquillity on the borders, the support provided to the terrorists by the Pakistan Army was the prime reason for any \"collateral damage\".\n\"He reiterated that this support to terrorism by the Pakistan Army is unacceptable and the Indian Army will continue to take all retaliatory measures as well as retain the right to punitively respond to such provocative acts of aggression from the Pakistani side,\" the Army said.\nIt said Lt Gen Bhatt also clarified that the Indian Army always maintains impeccable standards of professionalism and does not target civilians.\n\"On the contrary, Pakistan Army has employed civilians at the forward posts and accorded permission for permanent locations of civilians in the vicinity of Pakistan Army posts,\" the Army said.\nIt said that these civilians have repeatedly been used for gaining information of locations of Indian troops and providing guides to the terrorists while crossing the LoC.\nThe LoC in Jammu and Kashmir has witnessed a spurt in ceasefire violations by the Pakistani troops and the Indian Army has been retaliating effectively to Pakistani actions.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: October 30, 2017"
}