{
    "title": "Pakistan Avoids Terrorism Blacklist and Sanctions",
    "publisher": "the new york times",
    "year": 2020,
    "month": 6,
    "day": 26,
    "full text": "The country could be blacklisted in February if it does not make progress clamping down on terrorism financing, money laundering.\nISLAMABAD, Pakistan — Pakistan escaped blacklist status and international sanctions from the world’s top antiterrorism monitoring group on Friday, but received a harsh rebuke from the body for failing to adequately crack down on terrorism financing and money laundering.\nThe monitoring group, the Paris-based Financial Action Task Force, met on Friday and said Pakistan would remain on a gray list, signaling its failure to fully comply with a 27-point action plan the watchdog gave it earlier this year. \nBut Pakistan could still be blacklisted in February when the watchdog next meets. The country was placed on the task force’s gray list last year, which has made it more expensive for the government to raise money on the international bond market at a time when Pakistan’s debt crisis is weighing heavily on the economy. \nPakistani government officials portrayed the country’s exclusion from the blacklist as an acknowledgment of Prime Minister Imran Khan’s seriousness to move against militant groups. Some of those groups have long been believed to have been nurtured by the Pakistani security forces as tools to achieve the country’s foreign policy objectives, to counter India and to maintain its influence in Afghanistan. The military denies those accusations. \nIn a statement the Financial Action Task Force expressed “serious concerns” about what it called the lack of progress Pakistan had shown countering terrorism financing and money laundering.\n“The F.A.T.F. strongly urges Pakistan to swiftly complete its full action plan by February 2020. Otherwise, should significant and sustainable progress not be made across the full range of its action plan by the next Plenary, the F.A.T.F.  will take action,” the statement read.\nPakistan’s Ministry of Finance said it was committed to “fully implement” the watchdog’s action plan.\nMr. Khan and the country’s powerful army chief, Gen. Qamar Javed Bajwa, have insisted in recent months that the country has changed its stance on militant networks and now views them as more of a liability than a useful strategic tool.\nOne Western diplomat, speaking on the condition of anonymity to discuss deliberations before the task force’s decision, said that one factor helping Pakistan evade sanctions was the continuing effort by the United States to reach a peace deal with the Afghan Taliban. Pakistani cooperation is seen as crucial to that process.\nPakistani officials say they have cracked down on the militant networks that once operated with near freedom on the country’s soil. On a recent trip to Muzaffarabad, once a militant hot spot, journalists saw that several offices once used by the groups to raise money or recruit members had been closed. \nBut some analysts and officials in Western countries and India speculate that Pakistan may have simply moved those networks underground and told them to slow their activities.\nIn recent weeks, as the October deadline drew near, Pakistani officials were confident that measures taken by the government would prevent its blacklisting. Allies like China, Turkey, and Malaysia lent important support during the task force’s session this week.\nLast week, Abdul Hafeez Shaikh, Pakistan’s de facto finance minister, vowed that the government would make more progress on the task force’s action plan for the country.\n“It is a big aim of the prime minister to curb money laundering. It is in our own interest to stop money laundering, not just because F.A.T.F. is asking us to do so,” Mr. Shaikh said at a news conference.\nNow, the “effort is to come out of the gray list soon,” he added.\nOfficials say that all militant groups in the country have been banned, their bank accounts frozen and assets confiscated. At the same time, the central bank has been urging financial institutions in the country to be more vigilant against money laundering and terrorism financing, asking them to provide details of clients involved in the import and export business. \nThe government plans to create a real estate regulatory authority to stop money laundering in the real estate business.\nLast week, Pakistani officials announced that they had arrested four leaders of the militant group Jamaat-ud Dawa for financing terrorism. \nHafiz Muhammad Saeed, the founder of Jamaat-ud Dawa and another outlawed militant group, Lashkar-e-Taiba, was arrested in July and faces several terrorism financing charges. He has been arrested and freed by local courts several times in the past, leading to accusations that Pakistan’s action against militant leaders has been superficial and meant only to temporarily placate Western concerns.\nSalman Masood reported from Islamabad, and Maria Abi-Habib from New Delhi.\nPHOTO: Pakistan’s prime minister, Imran Khan, at the United Nations General Assembly last month. (PHOTOGRAPH BY Dave Sanders for The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: July 14, 2020"
}