{
    "title": "Pakistan 's Premier Visits Afghanistan and Pledges Cooperation",
    "publisher": "the new york times",
    "year": 2004,
    "month": 1,
    "day": 13,
    "full text": "Prime Minister Zafarullah Khan Jamali of Pakistan arrived here on Monday pledging to bring a new spirit of cooperation to the countries' relations in everything from trade to terrorism. \n     It was the highest-level visit from Pakistan since the fall of the Taliban government two years ago. Pakistan was a close ally of the Taliban government and is still accused by the Afghan government of President Hamid Karzai of harboring many of the senior Taliban leaders who are waging an insurgency in Afghanistan. \n But the two leaders' talk before journalists at the presidential palace here on Monday morning was of neighborliness and cooperation in the joint fight against terrorism. There were hints of lingering differences in their comments, but the emphasis was on joining forces for better prosperity and security.\n\"This struggle against terrorism has become increasingly tense for both countries, and the government of Pakistan has assured us that their fight against terrorism will be wide and complete,\" Mr. Karzai said. \nAfghan officials said privately that they hoped the two recent assassination attempts against Pakistan's president, Gen. Pervez Musharraf, would at least bring a new realization of the dangers that terrorist groups posed in Pakistan. Afghanistan has suffered a sharp increase in terrorist attacks in the last week, marring the approval of its new Constitution.\nFour Afghan police officers were killed in a raid on their post in the southwestern province of Nimruz on Sunday night, the province's governor told news agencies on Monday. \nSouthern Afghanistan is still reeling from the execution of 12 men last week in Helmand Province and a bomb blast in the city of Kandahar in which 16 people were killed and 57 wounded, many of them children, according to the final casualty figures announced by the city government.\nThe United States military announced the death of an American soldier on Monday after a car accident, bringing to 100 the number of American troops who have died in Afghanistan since the start of the war against the Taliban in 2001.\nThe Afghan government has been careful to foster good relations with Pakistan in public, while pushing in private for its neighbor to stem the cross-border Taliban insurgency that claimed the lives of at least 300 Afghans last year, including 100 police officers and 15 aid workers.\nMr. Jamali was in a conciliatory mood, expressing his personal delight at visiting Kabul after a hiatus of 34 years. He announced donations of 300 buses and trucks, scholarships for Afghan students and road, railway and hospital projects. He also promised an improvement of trade, which dropped precipitously after Pakistan closed its borders after the fall of the Taliban.\n\"Pakistan has tried to do much better, and we will keep on trying to do better,\" he said at the news conference. Mr. Jamali was also strong in his condemnation of terrorism.\nHe described a recent raid by the Pakistani military in the South Waziristan region, in the tribal areas along the Afghan border, as proof of efforts to crack down on Al Qaeda and other terrorist groups.\nAsked if his country would crack down on the Taliban in addition to Al Qaeda, Mr. Jamali declined to single out the Taliban as a target. But he was categorical in his condemnation of all groups that practiced terrorism. \n\"Terrorism in any shape or form is not acceptable,\" he said. \n\nhttp://www.nytimes.com\n\nLoad-Date: January 13, 2004"
}