{
    "title": "Pakistan makes case for Indian terrorism to U.N. Sunken WWII bomb found in Frankfurt Netanyahu thank",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 1,
    "day": 7,
    "full text": "ISLAMABAD - Pakistan's foreign ministry said Islamabad has handed over a dossier to the United Nations over the alleged involvement of India in acts of terrorism in the Islamic nation.\nIn a statement, it said Pakistani ambassador Maleeha Lodhi on Friday delivered a set of documents regarding India's alleged role in fomenting terrorism in Pakistan to U.N. Secretary-General Antonio Guterres.\nThe announcement comes months after Pakistan captured an Indian spy, Kulbhushan Jadhav, saying he was behind acts of terrorism in the country. So far, Islamabad has not granted consular access to Jadhav following India's request.\nFRANKFURT, Germany - Residents of Germany's financial capital, Frankfurt, will have to do without their Sunday stroll or jog along the river while explosives experts recover and defuse an aerial bomb from World War II.\nPolice said rescue divers found the 50-kilogram (110-pound) bomb in the Main River on Tuesday during a training exercise near the city's art museum and scenic Holbeinsteg pedestrian bridge. The bridge was closed Friday, as was the bike path along the south side of the river.\nSome 900 people on both sides will have to leave their homes until the defusing work is completed.\nJERUSALEM - Israel's prime minister has thanked the U.S. House of Representatives for approving a bipartisan measure that rebukes the United Nations for its recent resolution condemning Jewish settlements.\nBenjamin Netanyahu on Friday thanked the House and said \"they voted to either repeal the resolution at the U.N. or change it - and that's exactly what we intend to do.\"\nLawmakers Thursday voted for a nonbinding measure that insists the U.S. reject any future \"one-sided and anti- Israel\" U.N. actions.\nLONDON - A British man with a terminal disease is attempting to overturn the country's laws on assisted suicide.\nThe charity Dignity in Dying said in a statement Friday that 67-year-old Noel Conway has motor neurone disease, a degenerative muscle-wasting disease. He is not expected to survive another year.\nConway says he fears being \"entombed\" in his body and has instructed his lawyers to begin a judicial review to challenge the existing laws that prohibit people from actively helping others to die.\nConway's lawyers will argue that the laws infringe upon his right to die with dignity. The case could be heard by the High Court in early 2017.\nWARSAW, Poland - The leader of Poland's popular anti-government movement is under pressure to explain why funds from public collections for the movement have gone to his information technology company.\nMateusz Kijowski has insisted he doesn't take any money for spearheading the Committee for the Defense of Democracy, a movement he initiated via Facebook shortly after the conservative Law and Justice party took power in November 2015.\nThe movement has led massive marches to protest government policies critics say threaten democracy.\nPolish media reported this week that some 91,000 zlotys (21,000 euros) collected from protesters went to Kijowski's company account. He says it was for the firm's work for the movement, but acknowledges the situation is awkward.\nOther movement leaders say their trust has been undermined and are demanding an audit.\nBERLIN - Most Germans believe the country is a safe place despite the recent truck attack in Berlin that claimed 12 lives shortly before Christmas.\nA poll published late Thursday by public broadcaster ARD found that 73 percent of respondents said they felt secure in Germany, compared with 26 percent who didn't and one percent who declined to state an opinion.\nThe sentiment was true for supporters of all political parties except those backing the nationalist Alternative for Germany, where 66 percent said they feared for their safety.\nAfD is expected to receive over 10 percent of the vote in this fall's general election.\nPollsters questioned 1,005 people by phone on Jan. 2-3, giving a margin of error of up to 3.1 percent. The Associated Press\n\nLoad-Date: January 9, 2017"
}