{
    "title": "PAKISTAN 'S NEW LEADER SAYS HE WILL HELP U.S. SEEK TERRORISM SUSPECT",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 11,
    "day": 13,
    "full text": "* The offer comes after 6 rockets are fired at the U.S. Embassy in Islamabad, causing minimal damage. Suspicion focuses on Osama bin Laden, the Saudi dissident who lives in Afghanistan.\nPakistan's military leader has offered to mediate between the United States and Afghanistan's Taliban rulers over terrorism suspect Osama bin Laden.\nThe offer was made Friday, just hours after somebody in cars fired six small rockets at the U.S. Embassy, the U.N. building, an American cultural center and downtown government buildings in Pakistan's capital.\nAlthough damage was minimal, the rockets injured six people.\nThe United States says bin Laden masterminded the deadly bombings of two U.S. embassies in Africa last year. But nobody had any evidence connecting him to Friday's attacks.\nEven so, Pakistani Interior Ministry officials said immediate suspicion focused on bin Laden, a Saudi dissident.\nFriday's blasts were timed just two days before a U.N. deadline for the Taliban to turn over bin Laden for trial or face sanctions.\nA guerrilla warned Friday that a special commando unit had been set up to take revenge if the U.N. sanctions are imposed.\n\"We have now collected our people,\" the guerrilla, who gave his name only as Abu Daoud, told The Associated Press in his hideout in the eastern Afghan city of Jalalabad.\nThe mediation offer came from Gen. Pervaiz Musharraf, who seized power in Pakistan a month ago in a bloodless coup. He called the attacks \"quite serious\" but refused to speculate who had carried them out.\nStill, the general said he wanted to help fight terrorism. So he offered to mediate with the Taliban over bin Laden, who has been in hiding in Afghanistan since 1996.\n\"If he is involved in terrorism, yes, surely, I would like to negotiate with the Afghan government as how to resolve the issue,\" Musharraf said in an interview with The Associated Press.\n\"It will be really sad that a country which needs help will have to face sanctions,\" he said. \"I would like to play my role with the Taliban and see how a compromise can be reached.\"\n\"We are against all forms of terrorism, especially against the use of religion for promoting terrorism,\" Musharraf said. \"Surely I will like to contribute toward curbing terrorism in whatever form.\"\nThe United States says bin Laden runs a network of Islamic militants from Afghanistan under protection of the Taliban, who rule 90 percent of the country. He is accused of plotting the embassy bombings, which killed 224 people in Kenya and Tanzania in August 1998.\nThe Taliban and the Pakistani Islamic groups that support them have warned the United Nations against imposing sanctions. On Wednesday, thousands of demonstrators in southern Afghanistan attacked U.N. offices with stones and bricks.\n \nA message to the military\nA senior official in the Pakistani Interior Ministry said Friday on condition of anonymity that the rocket attacks were a message \"to the Pakistan military leadership that if they cooperate with America against Osama, there could be even worse violence.\"\nThe reclusive Taliban leader, Mullah Mohammad Omar, condemned the blasts in a statement. He said they had been aimed at damaging relations with Pakistan - considered a Taliban ally - and worsening dealings with the United States.\nThe Pakistani Foreign Office made no mention of either bin Laden or the Taliban in its condemnation of the attack. It called the attacks \"premeditated and wanton terrorism\" committed by \"elements hostile to the interests of Pakistan and Afghanistan.\"\nAmericans in Pakistan were advised to use caution. White House spokesman David Leavy said, \"We are certainly troubled by the violence and condemn in the strongest terms these attacks.\"    \n\nGraphic\n\n \nPHOTO Photo by the AGENCE FRANCE-PRESSE - A man runs by a burning U.N. jeep Friday outside the U.S. Embassy in Islamabad, Pakistan. Six people were injured in what is believed to be a terrorist attack.\n\nLoad-Date: November 13, 1999"
}