{
    "title": "Pakistan Won't Be Your 'Hired Gun' Anymore_ Imran Khan To US",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 7,
    "full text": "\"I would again emphasise that the point to be registered is that all stakeholders now agree with Pakistan's position that the final settlement of the Afghan conflict can only be achieved through dialogue\", said FO spokesman Dr Muhammad Faisal at his weekly media briefing.\nKhan hit back by saying the United States should not blame Pakistan for its failings in Afghanistan. He said the USA and its allies need to keep helping the Afghans recruit and train forces to fight the Taliban's estimated 60,000 troops.\n\"I talked for years about how there was no military solution in Afghanistan, and they called me \"Taliban Khan\".\nFurthermore, while commenting on the current state of the economy, the prime minister said, \"Our economic teams performed in hard circumstances and I want to give special credit to the finance, commerce and planning ministries\".\nAmbassador Khalilzad started his multi-nation tour for Afghan peace this week.\nIn a wide-ranging interview with the top United States newspaper, the premier said he wanted a \"proper relationship\" with Washington. The trip will continue until December 20.\n\"The security situation in Afghanistan remains hard, we have seen a number of high profile attacks in the past month, but the Afghan forces stand firms so do we\".\nBurger King Looks To 'Detour' Folks On Way To McD's 12/05/2018\nThe Whopper Detour , which works by geofencing McDonald's locations across the country, runs until Wednesday, Dec. 12. In a later tweet, the company joked: \"morning everyone. if you happen to be going to McDonald's today, drive safe\".\nFamilies of Taliban leaders and fighters are believed to be residing among among almost three million Afghan refugees Pakistan still hosts.\n\"If someone's religious sites are in Pakistan then we should facilitate them\".\nIn a major development this week, US President Donald Trump wrote a letter to Prime Minister Imran Khan seeking Pakistan's help for starting peace negotiations between Kabul and Afghan Taliban.\n\"While Pakistan has conducted some operations against VEOs in the country, they must continue to expand these operations and remain aggressively engaged\", McKenzie said. We are there to fight global terrorism and to prevent Afghanistan from ever again becoming a safe haven for worldwide terrorism. Washington and Afghan officials have long maintained the Taliban leadership is based in Pakistan and is being covertly supported by the country's spy agency. \"Now I'm happy that everyone realises there is only a political solution\". \"I was glad that i met Zalmay Khalilzad\", he said.\nActing Minister of Foreign Affairs Salahuddin Rabbani represents Afghanistan in the conference. McKenzie said that the meeting was to see if the U.S. can find some way forward.\nUS President Trump, in a letter to PM Imran Khan couple of days ago, had asked forIslamabad's help in ending Afghan conflict and bringing Taliban leadership to the negotiating table. \"I think the task that we have is to make it attractive to them so that they see that it is in their best interest to do that\", McKenzie said.\n\"The Afghan security and defense forces are on the frontline of fighting regional and global terrorism. We are not doing anything new, these things were part of our manifesto\", the premier said.\n\nLoad-Date: December 7, 2018"
}