{
    "title": "PAKISTANI ADDRESSES TERROR",
    "publisher": "pittsburgh post-gazette",
    "year": 2000,
    "month": 2,
    "day": 4,
    "full text": "Pakistan's military ruler said yesterday he wanted to \"help solve the problem\" of fugitive Saudi terrorist suspect Osama bin Laden and was \"actively considering\" a trip to discuss the issue with the regime of neighboring Afghanistan, where bin Laden now lives.\nIn a wide-ranging discussion with a small group of foreign visitors, Gen. Pervez Musharraf, 53, also said it would be \"regrettable\" if President Clinton decided not to visit Pakistan during his trip to South Asia next month. Musharraf said that could encourage Indian military aggression against Pakistan, its longtime rival.\n\"To put it crudely, [the Indians] might feel that Pakistan had been ditched,\" he said, referring to his country as a \"50-year ally\" of the United States. If Clinton visits only India, Musharraf added, \"it would encourage them to increase tensions\" along the militarized border that divides Kashmir between India and Pakistan. \"I would really regret it if this visit contributed to an increase in tensions rather than a reduction.\"\nThe White House has not yet decided whether to add Pakistan to Clinton's regional trip, which includes five days in India. Some U.S. officials and legislators oppose a Pakistan stopover because it could give the appearance that Clinton is endorsing a military regime that has backed antiIndian insurgents. Musharraf seized power in October from an elected government.\nIn the 90-minute meeting in his office with an American journalist and foreign academics, Musharraf again rejected U.S. calls on him to schedule a return to democracy, saying he would not leave power until he has achieved his goals. He pledged \"never\" to use nuclear weapons unless Pakistan is attacked and \"vanquished from the globe,\" and he condemned terrorism while defending what he called the \"jihad\" and \"freedom struggle\" of Islamic insurgents who attack Indian security forces inside Indian Kashmir.\nSeveral State Department officials who met with Musharraf in Islamabad two weeks ago urged him to take steps to restore democracy and to cooperate on curbing regional terrorism. They said they hoped that he would use his influence with Afghan officials to help bring bin Laden to justice. U.S. authorities believe that the radical Saudi financier masterminded the 1998 bombings of two U.S embassies in Africa.\nYesterday, Musharraf said he was \"willing to cooperate\" on bin Laden. He said he was considering going to Afghanistan to meet its top leader, Mullah Omar, and discuss bin Laden, terrorism and other issues of concern to the West that he said cause \"fallout\" on Pakistan as well.\nWhile honoring bin Laden's participation in the successful armed resistance against Soviet military control of Afghanistan during the 1980s, which Pakistan and the United States also backed, Musharraf opposed terrorism.\n\"Afghanistan was a noble cause, but if someone supports terrorist actions, whoever he is, that cannot be supported,\" he said.\nMusharraf condemned the December hijacking of an Indian jetliner and said that \"if the hijackers ever come to Pakistan, they will be punished according to the law.\" It is widely believed that the hijackers escaped to Pakistan from Afghanistan after the hijacking. India has accused Pakistan of having ties to the hijackers through its intelligence services, which have trained and funded various anti-India insurgent groups.\nBut the military chief drew a sharp distinction between terrorist crimes, such as hijacking passengers and kidnapping tourists, and what he called the Islamic \"freedom struggle\" in Indian Kashmir and other parts of the world. India has called on the United States to formally declare Pakistan a state that sponsors terrorism.\n\"Islam does not preach terrorism,\" Musharraf said, but \"Islam believes in jihad, a fight in the path of God. Wherever Muslims are being victimized or killed, Islam asks all Muslims to come to their aid.\"\nThe jihad that began in Afghanistan with international support, he said, has now \"shifted to Kashmir. It is a freedom struggle. To call all those activities terrorism is not correct.\"\n\nLoad-Date: February 9, 2000"
}