{
    "title": "Pakistan decides to get tough on UN -banned outfits",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 2,
    "day": 12,
    "full text": "Islamabad, Feb. 12 -- Pakistan President Mamnoon Hussain has signed an ordinance aimed at reigning in individuals and organisations like the Let, Al-Qaeda and Taliban, which have been banned by the UN Security Council, a media report said today.\nThe ordinance amends a section of the Anti-Terrorism Act (ATA), enabling the authorities to take action against the UNSC-proscribed individuals and terror outfits, like sealing their offices and freezing their bank accounts, The Express Tribune reported.\nThe sources in the National Counter Terrorism Authority (NACTA) confirmed the new move, saying the ministries of Interior, Finance and Foreign Affairs as well as NACTA's Counter Financing of Terrorism (CFT) wing are working together on the matter.\nAn official in the Presidency familiar with the development confirmed the said legislation but refused to share details, saying the Ministry of Defence was the notifying authority.\n\"The relevant ministry will notify and comment on it,\" the official said.\nIt is learnt that the authorities are bound under international obligations to take measures against such outfits under the framework of the Financial Action Task Force (FATF) - an international body that combats money laundering and terrorist financing.\nThe UNSC sanctions list includes Al-Qaeda, Tehreek-e- Taliban Pakistan, Lashkar-e-Jhangvi, Jamaat-ud-Dawa (JuD), Falah-e-Insaniat Foundation (FIF), Lashkar-e-Taiba (Let) and others.\nIn December last year, the government had planned to take over two charities belonging to Hafiz Saeed - the JuD and the FIF - and an action plan in this connection was supposed to be submitted.\nLast month, the government had also banned companies and individuals from making donations to the JuD, the FIF and other organisations.\nJundullah was the last organisation declared \"proscribed\" by the government of Pakistan on January 31, 2018 on the NACTA website.\nHowever, the JuD and the FIF continue to be on the NACTA \"watch list\". Laskar-e-Taiba was declared a banned organisation under the UNSC resolution 1267 in 2005.\nThe US State Department in 2014 had named the JuD as a \"foreign terrorist organisation\", a designation that freezes assets the organisation has under the US jurisdiction.\nIndia also blamed JuD leader Saeed for the Mumbai attacks of November 2006, but Pakistan argues that New Delhi has failed to provide incriminating evidence against him, the report said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: February 12, 2018"
}