{
    "title": "Pakistani Student Association honors Taliban attack victims(2)",
    "publisher": "university wire",
    "year": 2014,
    "month": 12,
    "day": 18,
    "full text": "As the Pakistani Taliban scaled the wall outside of an army school in Peshawar, Pakistan, on Tuesday, more than 100 innocent children and school staff were inside. As the Taliban entered the school, innocent children and school staff were gunned down in the auditorium and computer lab.\nThe Pakistani Student Association at Iowa State organized a prayer meeting Thursday outside of Park's Library to honor those who lost their lives during the attack.\nAbout 25 people attended and speakers consisted of Abdul Waasay Mirza, junior in electrical engineering, who is the president of the PSA and Hamza Janjua, senior in civil engineering and former president of the PSA.\n\"It's a loss for the whole country,\" Mirza said. \"We want people to gather around and unite against the act of inhumanity that happened in Pakistan.\"\nMembers of the PSA formed a prayer circle outside of Park's Library and listened to a poem that Janjua wrote explaining how innocent children and their families didn't know it would be the last day they would be sent off to school. There was also a moment of silence to honor those who lost their lives.\nJanjua is from the same province as the Peshawar school and lived only two hours from the city.\n\"This was not only a terrorist attack against the people of Pakistan, this was an attack against humanity,\" Janjua said. \"Killing innocent kids has nothing to do with war politics, with terrorism, or with anything.\"\nAlthough Janjua has not been affected directly by the tragedy, he is mourning with the community of Peshawar during this time.\n\"I'm shaken by this. I'm very sad,\" Janjua said. \"I've actually cried because of this. I've shed tears. Those are my people and it's just sad.\"\nMaryam Jamil, graduate student in genetics, attended the school in Peshawar that was attacked while she was growing up. Jamil's family is living in Pakistan and she has two younger brothers, one of whom is 15 and is the same age as the kids who were attacked.\nJamil has family friends who lost family during the horrific event.\n\"Before the attack, at least we thought schools were safe,\" Jamil said. \"But I don't even want my brothers to go to school now because my brothers are in an army school. I don't know if their school will be next. It's kind of scary.\"\nJamil said her father is a member of the Pakistani army and that the Pakistani army has been working against terrorists in the country. She said the Pakistani Taliban chose to attack an army school because they couldn't get directly to the soldiers.\n\"[The Pakistani Taliban] personally attacked the kids because they wanted to send [the Pakistani Army] a message,\" Jamil said.\nJamil said she doesn't feel that the media is portraying what happened in Peshawar accurately.\n\"Some of the news that I watched said the school was attacked because they were going to school,\" Jamil said. \"It wasn't because of that. They specifically attacked an army school because they wanted to take revenge.\"\nJanjua said Pakistan is on a three-day protest regarding what happened.\n\"Pakistan is in trouble right now. They're trying very hard,\" Janjua said. \"Pakistan and Pakistani people [are] a nation of very heroic people. They're fighting this terrorism not just for themselves but for the whole world.\" \n\nLoad-Date: December 18, 2014"
}