{
    "title": "Pakistan is a U.S. ally, prime minister says at Princeton lecture",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 10,
    "full text": "Pakistani Prime Minister Shaukat Aziz said Thursday that his country is \"misunderstood\" and has been unfairly represented as a breeding ground for radical Islamist terrorists. Pakistan, he added, is now ideally positioned to \"work with cooperation rather than confrontation as a force for peace, stability and prosperity.\"\nSurrounded by secret service agents as snipers stood guard on the roof of Robertson Hall, Aziz stressed that \"terrorism knows no borders, no religion,\" and that \"Islam promotes peace, harmony and understanding.\"\nThroughout the Wilson School-sponsored lecture, Aziz emphasized that Pakistan has long been an ally of the United States in the fight against terrorism and could play an important role in establishing and improving relations between the Western world and the Islamic nations of Central Asia and the Middle East.\nA small group of students organized a protest outside the lecture, handing out fliers demanding \"democracy in Pakistan ... now!!\"\nThe fliers described how neither Aziz nor Pakistani President Pervez Musharraf, who seized power in 1999 in a bloodless coup, was democratically elected. Aziz, a former banker with Citigroup, was appointed finance minister of the Musharraf government in 1999 and prime minister in 2004.\n\"We have no problem with the decision of the Woodrow Wilson School to invite Shaukat Aziz to speak at Princeton,\" said senior Sara Malkani, one of the protest organizers and herself a Pakistani citizen, \"but we want to make sure people in the audience know the truth about the lack of democracy in Pakistan and the numerous human rights violations committed by the military government, things that I'm sure they won't hear about in his speech.\n\"The U.S. has been fostering the impression that Musharraf is leading Pakistan in the right direction, towards democracy, and we want to make it clear that this is not the case,\" Malkani added.\nA statement released Sept. 20 by the nonprofit group Human Rights Watch took a similar view. Asking President Bush to urge Musharraf to end military rule in Pakistan, the organization said that the \"Pakistani military is the country's leading violator of human rights.\"\nIn the aftermath of the Sept. 11, 2001 attacks, the Bush administration has attempted a delicate balance in its foreign policy toward Pakistan. While it has insisted on greater movement toward democracy, the administration has strongly supported the Musharraf government because of its cooperation on anti-terrorism efforts. Some analysts argue that Musharraf's government is the only viable bulwark against a more radical, Islamist -- albeit democratic -- government.\nIn her introduction, President Tilghman praised Aziz for his work improving the economic situation of Pakistan.\n\"Aziz is at once a national leader and a global citizen,\" Tilghman said. \"He continues to pursue the creation of a prosperous and outward-looking Pakistan.\"\nWilson School Dean Anne-Marie Slaughter, who on Monday chaired the first meeting of Secretary of State Condoleezza Rice's new advisory committee on promoting democracy, was not in attendance during Aziz's address.\n\"The prime minister's office was aware of the fact that Dean Slaughter had a previous commitment which she couldn't break,\" Wilson School spokesman Steve Barnes said, adding that Slaughter was at a \"school-related\" dinner in New York.\nIn his address, Aziz said he hoped to establish a meritocracy in Pakistan, instead of the traditional culture where family connections were more important than ability and experience.\nAziz responded to questions about the legitimacy of previous elections held in Pakistan by asserting that the electoral process in 2007 would be free and fair.\nHe also touted the steps his government has taken towards the creation of a \"modern, moderate Pakistan, rapidly on the path to progress and prosperity,\" citing the doubling of per capita income in the past seven years, the recent decline in poverty levels, the increasing freedom of the press and the empowerment of women and minorities, who, Aziz said, now enjoy \"deep representation in government.\"\nAziz then turned to foreign policy. He noted that a stable, conflict-free and cooperative relationship between Pakistan and India holds the key to stability in the region and expressed his desire to resolve the current dispute between the two countries over the territory of Kashmir through discussion and dialogue \"in a way that is desirable and beneficial to Pakistan, India and most importantly, to the Kashmiri people.\"\nHe then addressed the issue of nuclear proliferation, saying that though Pakistan is a nuclear power, the government remains committed to promoting global nonproliferation. Aziz acknowledged that historically, Pakistan has had a good relationship with Iran and recognizes its right to use nuclear energy. At the same time, he said, the Pakistani government is urging Iran to use nuclear power responsibly.\nHe also emphasized the importance of international efforts to restore peace and stability in Afghanistan, a country still riddled with terrorism and a booming arms and drug trade. He urged the United States and the international community to \"uphold its commitment to rebuilding Afghanistan.\"\nConcluding his speech, Aziz cautioned that the war against terrorism cannot be won by military means alone. He called for a three-part strategy to combat terrorism, involving \"the launching of a political process to resolve the root causes of terrorism, a greater focus on economic development and an effort to win the hearts and minds of the affected people.\"\n\"People want a better future for themselves, for their children, for generations to come, and it is up to us to give it to them,\" he said.\n(C) 2006 The Daily Princetonian via U-WIRE\n\nLoad-Date: November 10, 2006"
}