{
    "title": "Pakistani Premier Announces Military Courts for Terrorism Cases",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 25,
    "full text": "ISLAMABAD, Pakistan -- Prime Minister Nawaz Sharif of Pakistan announced plans early Thursday to set up military courts to deal with terrorism cases as he vowed to crush militancy in his first address to the nation since a Taliban attack on a school in Peshawar killed scores of people last week.\nA somber-looking Mr. Sharif appeared on national television after a 10-hour meeting on Wednesday with political leaders and the country's army and intelligence chiefs.\nOutlining a 20-point policy plan, Mr. Sharif said the Taliban's killing of at least 148 people, including 132 children, at the army school had ''changed the country'' and warned that ''the days of terrorists are numbered.''\nApart from setting up special courts, headed by military officers, for a two-year period, the government will strengthen existing laws, raise a new counterterrorism force and not allow banned militant groups to operate under new names, he said.\nMr. Sharif also promised action against militant groups operating in Punjab, his political power base and the most populous and prosperous of the country's four provinces. Mr. Sharif's party, the Pakistan Muslim League-Nawaz, has been accused in the past of turning a blind eye to militants in the province for the sake of political expediency.\nSome analysts said that they were encouraged by Mr. Sharif's resolve, but that military courts could be seen as a quick fix in a judicial system with systemic flaws.\nArif Rafiq, an adjunct scholar at the Middle East Institute in Washington, said that the planned policies were ''a relatively well-rounded, comprehensive counterterrorism strategy,'' but that ''improving the judicial system and governance as a whole is required for Pakistan to truly defeat terror.''\nHe added, ''Without any parallel initiative to reform the civilian judicial system, the use of military courts will prove to be a Faustian bargain.''\nMosharraf Zaidi, a columnist for the newspaper The News who also runs an education campaign, said of Mr. Sharif, ''No one in his position thus far has been this clear or this decisive in linking extremism to terrorism.''\nHe said that if Pakistan followed the path Mr. Sharif had outlined, ''this country has a fighting chance at a better future.'' But, he added, ''we've seen false dawns before.''\nRights groups are likely to oppose the creation of military courts, and it took a marathon meeting here on Wednesday for Mr. Sharif to get the leading political parties to agree on the issue.\nAs Pakistani officials sought to respond to last week's devastating attack, another assault occurred on Wednesday, this time in southwestern Pakistan. At least 27 people were wounded when a bomb went off in a crowded street in Quetta, the restive capital of Baluchistan Province, officials said. Five of the wounded were said to be in critical condition.\nPolice officials said a remote-controlled explosive device had been detonated outside a storefront in Quetta. The device had been planted on a motorbike, said Abdul Razzaq Cheema, the city's police chief.\nNo person or group claimed responsibility, and the motive for the attack remained unclear, but Quetta has a long history of sectarian and separatist violence.\n\nhttp://www.nytimes.com/2014/12/25/world/pakistani-premier-announces-military-courts-for-terrorism-cases.html\n\nLoad-Date: December 25, 2014"
}