{
    "title": "Pakistan redefining its foreign policy",
    "publisher": "university wire",
    "year": 2017,
    "month": 9,
    "day": 11,
    "full text": "The newly appointed Foreign Minister of Pakistan, Khawaja Asif, has left today for his official visit to Iran. Khawaja Asif met the ruling authorities and members of the foreign office of China just yesterday so the Pakistani minister is on a trip that particularly focuses the regional tour.\nThis tumult in Pakistani Foreign Office originated after the declaration of Trump's new policy in Afghanistan which was just a \"do more\" request by all the countries especially Pakistan and at the same time Trump's denial to acknowledge Pakistan's role in the war against terrorism. This resulted in a series of chain reactions from China, Russia, and the accused Pakistan. The diplomatic relations between Pakistan and America further deteriorated when General Nicholson accused Pakistan of giving safe sanctuaries to terrorists in Quetta and Peshawar. Such a direct statement was a blow to Pakistan's sovereignty and integrity which compelled the Army of Pakistan to release a statement which was harsh and a tight slap to America's claim of providing Pakistan with the resources for its survival. The Army Chief of Pakistan clearly stated that Pakistan is not dependent on the trivial aids and resources it receives from the USA, Pakistan demands acknowledgment for its role against terrorist groups and due credit.\nChina has been a close friend of Pakistan for the longest of times the nation emerged but with the immature policies of Trump, Pakistan, and other anti-Trump countries seem to be on common grounds. Iran is one of the countries that denounced America's new strategy of sending more soldiers on the soil of Afghanistan to win a war that they have lost long back. Islamabad and Tehran are close when it comes to opposing American policies concerning South Asia.\nIn recent times, Pakistan has been in a muddle of balancing its relations with Tehran and Riyadh but past events have clearly shown that Saudi Arabia is an American ally and will not support Pakistan against the super power. We see a clear distinction in the dynamics of power relations now where India, America, and Saudi Arabia have a bloc which is opposed by China, Iran, Turkey, and Russia. Pakistan is like the golden jack that can fall into any bloc but like always have decided to balance its foreign policy in a manner that is not objectionable by any country.\nKhawaja Asif on a recent conference stated clearly,\nAfghan Taliban are US and Afghanistan's problem, not ours\nBeijing is standing with Islamabad and so is Tehran because the power dynamics in the region have only made India a country which openly acknowledges America as its strategic partner despite the dominance of China.\nChina and Pakistan have called for political solutions in Afghanistan and the use of power and force should see an end after 16 years of just defeat and shame. Trump's labeling of Pakistan as \"agents of chaos, violence, and terrorism\" has met with a lot of resistance even from the UK particularly from Jeremy Corbyn.\nThere have been attempts to subside the political chaos like the US Ambassador, David Hale, insisted that Trump did not blame Islamabad for its failure in Afghanistan. The US envoy also claimed that Pakistan will have a major role in countering terrorism activities in the region and the significance of the nation cannot be denied at any cost.\n\nLoad-Date: September 19, 2017"
}