{
    "title": "Pakistan seeks more U.S. help in fighting terrorism",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 10,
    "day": 27,
    "full text": "TARIQ OUTPOST, Pakistan -- By day, Pakistani troops stake out a hilltop shelter built of mud and stone, peering through binoculars at the narrow gullies and expanse of plain below.\nAt night, they climb into four-wheel-drive pickup trucks and patrol the unpaved tracks along the Afghan border round-the-clock vigilance aimed at catching Taliban and al-Qaida militants.\nStung by accusations by the Afghan government that militants find a safe haven in this desolate region, the Pakistani military gave journalists a rare look Friday and Saturday at their border operations. Diplomats and officials from 17 countries were given a separate tour farther north.\nThe goal: To prove that Pakistan is using all available resources, including some help from the United States, to tighten this frustratingly porous border and to keep rebels from using its soil as a staging ground for attacks against Afghan President Hamid Karzai's fledgling government.\nPakistani officers say their extra effort is paying off.\nIn recent months, 62 foreign nationals have been arrested illegally crossing the border in the southwestern sector, said Maj. Gen. Sadaqat Ali Shah, the head of the Frontier Constabulary paramilitary troops in the province of Baluchistan.\n\"They were not Afghans. I cannot say who they were,\" said Shah. The detained men were handed over to Pakistani intelligence agencies.\nMaj. Gen. Shaukat Sultan, chief spokesman for the Pakistan army, added that tightened controls have stopped almost all free movement over parts of the border.\n\"We will not allow Pakistani soil to be used for terrorism in any neighboring country,\" he said.\nYet he also said the army needed more help from the Americans, who have provided five helicopters, vehicles and other equipment to bolster Pakistan's border crackdown.\n\"Whatever we got from the United States is just peanuts,\" Sultan said.\nMarked mostly by intermittent white-painted stones, the Pakistan-Afghan border runs 2,050 miles from the Himalayas in Pakistan's northern territories to the desert of Baluchistan.\nPakistani troops have not patrolled this border since their country gained independence from Britain in 1947. The area is largely undeveloped, and follows tribal law enforced by tribal elders. Here, the federal government has little sway.\nWhile Pakistan switched from supporting Afghanistan's Taliban regime to aiding the U.S. war on terrorism after the Sept. 11, attacks, many Pakistani tribesmen still sympathize with the Islamic militants.\nThough the surroundings look empty, there is a surprising amount of legal traffic across the border.\nMaj. Mohammed Ashraf, a senior government official in the provincial capital of Quetta, said 207 checkpoints have been set up along the border, and a 25-mile embankment was being built in the area of Chaman, a border town about 85 miles northwest of Quetta.\nAlready, a towering gate stands in the middle of a desolate plane in Chaman, the main crossing point from southern Afghanistan. Up to 6,000 people cross the so-called Friendship Gate every day, Shah said.\n\nGraphic\n\n \nSoldiers of the Pakistani paramilitary border forces stand vigil at a newly built post along the Pakistan-Afghanistan border near Chaman.\n\nLoad-Date: October 27, 2003"
}