{
    "title": "Pakistani president a curious ally",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 3,
    "full text": "The President of Pakistan, Pervez Musharraf, appeared on Jon Stewart's \"The Daily Show\" to plug his new memoir last Tuesday.\nThis bizarre spectacle was but one part of a public relations whirlwind, which included appearances on CBS's \"60 Minutes\", the \"Situation Room\" with Wolf Blitzer and NBC's \"Today Show\".\nMusharraf ended his visit at the White House, taking pictures with Afghani President Hamid Kharzai and President Bush. Pakistan is one of America's principal allies in the global war on terrorism.\nBut it is a strange alliance indeed.\nGeneral Pervez Musharraf seized power in a bloodless coup in 1999, overthrowing a democratically-elected regime. Since then he has been Pakistan's chief executive. The fact that the President of Pakistan is, in fact, a defacto dictator should be cause for concern.\nBut it didn't come up during the dictator's many media appearances last week. Not once did journalists who interviewed him (real or fake) ask whether he would restore democracy to Pakistan. It was especially disappointing to see Jon Stewart, who's known for his take-no-prisoners attitude, treat the genial despot with kid gloves.\nAfter serving Pakistan's President jasmine tea and twinkies, Stewart started his interview abruptly, asking \"Where is Osama bin Laden?\" Musharraf replied, tongue in cheek, \"I don't know. You know where he is? You lead on, we'll follow you.\"\nAnd that set the tone for the evening.\nAsked whether he believed Osama bin Laden or President George W. Bush would win a popular vote in Pakistan, the clever head of state answered \"I think they'd both lose miserably,\" to applause from the audience.\nIn reality, bin Laden would win in a landslide. The Saudi-born terrorist has a following Pakistan.\nWith success in striking Western targets and his ability to elude capture, bin Laden has generated a base of support in the Islamic Republic.\nU.S. intelligence agencies and their foreign counterparts now believe Osama bin Laden, the mastermind of the Sept. 11 terror attacks, is actually hiding in Pakistan along the Pakistani-Afghan border. It is a lawless tribal area with rugged mountainous terrain - the perfect refuge for the world's most wanted man. It's unclear whether the Pakistanis will catch him anytime soon.\nMeanwhile, President Musharraf insists that bin Laden is still in Afghanistan and that his country vigorously supports America in it's anti-terrorism campaign.\nIt's true that Pakistan has been an important partner in the war on terrorism.\nPakistan's assistance was instrumental in overthrowing the Taliban in Afghanistan. It cut off oil and other supplies to the Afghan regime and allowed U.S. forces to stage operations from inside Pakistan. Pakistani security forces worked with U.S. forces to capture Khalid Sheikh Mohammed, the alleged planner of the Sept. 11 attacks in 2003.\nPrior to the attacks, however, Pakistan was building diplomatic ties with the Taliban.\nThe Pakistanis hoped to forge a closer relationship with their radical Islamist neighbors.\nIslamabad pledged its support only after Al Qaeda was implicated in the attacks on the World Trade Center and the Pentagon, and according to Musharraf, after U.S. diplomats threatened to bomb Pakistan \"back to the Stone Age.\"\nMore concerning is Pakistan's role in the proliferation of nuclear weapons technology. The father of Pakistan's nuclear program, Abdul Qadeer Khan, allegedly gave sophisticated uranium enrichment technology to North Korea and Iran. While he was disavowed by Musharraf, I find it difficult to believe this activity happened without his knowledge.\nThus, we are left with an ally in the war on terrorism who is a dictator, possesses nuclear weapons, has sold nuclear technology to rogue states and possibly harbors the most wanted terrorist in the world. It would seem that Pakistan is more of a threat to the U.S. than Iraq under Saddam ever was.\nNone of this came up last week.\nBack on \"The Daily Show\", it was all smiles, as it should be. The show is fake news, after all. It's supposed to be light-hearted and entertaining.\nStewart doesn't have to ask the tough questions. It would probably cause an international incident anyway.\nBut Stewart's real journalist counterparts have no excuse. They dropped the ball last week.\n(C) 2006 Oklahoma Daily via U-WIRE\n\nLoad-Date: October 3, 2006"
}