{
    "title": "Pakistan PM warns of 'bloodbath' in Kashmir ; India PM silent",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 9,
    "day": 28,
    "full text": "The Associated Press\nUNITED NATIONS - Insisting he wasn't making a threat, Pakistan's leader denounced his Indian counterpart on Friday and warned that any war between the nuclear rivals could \"have consequences for the world.\" India's prime minister took the opposite approach, skipping any mention at the United Nations of his government's crackdown in the disputed region of Kashmir.\n\"When a nuclear-armed country fights to the end, it will have consequences far beyond the borders. It will have consequences for the world,\" Pakistani Prime Minister Imran Khan said in a wide-ranging, at times apparently extemporaneous U.N. General Assembly speech in which he called Modi's actions in Kashmir \"stupid\" and \"cruel.\"\n\"That's not a threat,\" he said of his war comments. \"It's a fair worry. Where are we headed?\"\nAn hour earlier, Indian Prime Minister Narendra Modi addressed the U.N. meeting with a speech that focused primarily on his country's development, though he warned of the spreading specter of terrorism. He never mentioned Kashmir directly.\nIndia and Pakistan have fought two of their three wars over the Himalayan region. They've been locked in a worsening standoff since Aug. 5, when Modi stripped limited autonomy from the portion of Kashmir that India controls.\nModi's Hindu nationalist government imposed a sweeping military curfew and cut off residents in the Muslim-majority region from virtually all communications. Khan said there were 900,000 Indian forces in the region policing 8 million Kashmiris.\n\"What's he going to do when he lifts the curfew? Does he think the people of Kashmir are quietly going to accept the status quo?\" Khan said. \"What is going to happen when the curfew is lifted will be a bloodbath.\"\nHe added: \"They will be out in the streets. And what will the soldiers do? They will shoot them. ... Kashmiris will be further radicalized.\"\nWhile not mentioning Kashmir by name, Modi touched on terrorism: \"We belong to a country that has given the world not war, but Buddha's message of peace. And that is the reason why our voice against terrorism, to alert the world about this evil, rings with seriousness and outrage.\"\nModi has defended the Kashmir changes as freeing the territory from separatism. His supporters have welcomed the move.\nChinese Foreign Minister Wang Yi said during his U.N. speech later Friday that \"as a neighbor of both nations, China hopes to see the dispute effectively managed and stability restored to the relationship between the two sides.\"\nThe difference in speech styles between the Indian and Pakistani leaders was striking, with Modi sticking closely to a prepared text and Khan appearing to speak off the cuff and riff. While the U.N. distributed a transcript of Modi's speech moments after he finished talking, Khan's had not been released hours later.\nAhead of Modi's and Khan's appearances at the U.N., residents of Indian-controlled Kashmir expressed hope that their speeches would turn world attention to an unprecedented lockdown in the region.\n\"We really hope these leaders will do something to rid us of conflict and suppression,\" said Nazir Ahmed, a schoolteacher on the outskirts of Srinagar, the main city in Indian-held Kashmir. \"Conflict is like a cancer hitting every aspect of life. And Kashmiris have been living inside this cancer for decades now.\"\nAs the two leaders spoke Friday, large dueling protests supporting and opposing India's action in Kashmir were taking place across the street from U.N. headquarters.\nU.S. President Donald Trump, who met with both Modi and Khan this week, has urged the sides to resolve their differences.\nIndia and Pakistan's conflict over Kashmir dates to the late 1940s, when they won independence from Britain. The region is one of the most heavily militarized in the world, patrolled by soldiers and paramilitary police. Most Kashmiris resent the Indian troop presence.\nModi, a pro-business Hindu nationalist, and his party won a decisive re-election in May. The election was seen as a referendum on Modi, the son of a poor tea seller whose economic reforms have had mixed results. But he has enjoyed enduring popularity as a social underdog in India's highly stratified society.\nCritics, however, say his Hindu-first platform risks exacerbating social tensions in the country of 1.3 billion people.\nCopyright 2019 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: September 30, 2019"
}