{
    "title": "Pakistan certainly needs to do more in its fight against terrorism _ US",
    "publisher": "the world",
    "year": 2018,
    "month": 11,
    "day": 15,
    "full text": "Washington, Nov. 15 -- Pakistan certainly needs to do more in its fight against terrorism and the Trump administration expects Islamabad to act against terror groups like the Haqqani network and Lashkar-e-Taiba in same way as it did against al-Qaeda after the 9/11 attacks, a top American official has said.\nState Department Coordinator for Counterterrorism Nathan Alexander Sales said during a Congressional hearing that the US was \"very concerned\" over the support for terrorism in any region of the world.\n\"And I can tell you we have communicated to the Pakistani government at the highest levels that we expect them to do more just like we expected them to act with us after 9/11,\" Sales said on Wednesday.\n\"Pakistan has in the past been a very effective counterpart in taking the fight to al-Qaeda. We need them to do the same thing with respect to the Haqqanis, Lashkar-e-Taiba, and the other terrorist groups that are active in the region,\" he said.\nSales said Pakistan \"certainly needs to do more\" in the fight against terrorism.\nHis remarks came after several Congressmen expressed concern over the continued resistance by Pakistan to take satisfactory action against terror groups operating from its soil.\nThe lawmakers alleged that Pakistan was not doing enough against the terror groups.\n\"I think they're not doing the job, despite terrorism, because the terrorists come in from Pakistan into Afghanistan, do their mischief, and run back across the border. I think they've been doing that for years,\" said Congressman Ted Poe, Chairman of the House Subcommittee on Terrorism, Nonproliferation, and Trade.\n\"They take our money..million of dollars we give Pakistan every year. It befuddles me why we do that when they don't... and they allow a safe haven for terrorists in their own country that invade another country, namely Afghanistan,\" Poe alleged.\nHe, however, praised the State Department for not giving Pakistan funds for counterterrorism.\nThe State Department's Inspector General filed a report last year that found much of the antiterrorism assistance US had given to Pakistan was not being used, including dozens of courses not implemented.\n\"I am pleased to hear the Bureau has since repurposed many of the resources that had been sent to Pakistan to other more worthwhile programs. We cannot afford to throw good money after bad. Effective monitoring and evaluation programs are crucial to spotting what is not working and making changes that do,\" he said.\nIn his first tweet of the year, US President Donald Trump had expressed his dissatisfaction over Pakistan's reluctance in taking strong action against terrorists.\n\"The United States has foolishly given Pakistan more than 33 billion dollars in aid over the last 15 years, and they have given us nothing but lies and deceit, thinking of our leaders as fools. They give safe haven to the terrorists we hunt in Afghanistan, with little help. No more!\" Trump tweeted.\nHe had ordered to stop all security financial assistance to Pakistan.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: November 15, 2018"
}