{
    "title": "Pakistan braces for Indian pressure in wake of blasts in Mumbai Regardless of who's responsible for",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 7,
    "day": 14,
    "full text": "Wednesday's triple-bomb attack on Mumbai has Pakistan bracing for renewed attention and has put a spotlight on the fact that leaders of Lashkar-e-Taiba (LeT), the Pakistan-based terror group blamed for the 2008 attacks, remain free.\nThough no one has yet claimed responsibility for the new series of blasts, there is some speculation the home grown Indian Mujahideen, who have ties with the LeT, are involved.\nAnalysts blame a systematic failure on the part of police and prosecution to make criminal charges stick. Analysts also blame a government too weak to deal with terror organizations.\n\"The basic problem is evidence collection and investigating terrorism. And another basic problem is political will - there are some political sectarian and ethnic reasons that allow the government to release people without trying them effectively or keeping them in jail without a trial,\" says Badar Alam, editor of Pakistan's Herald magazine.\nThe trial of Zaki ur Rehman Lakhwi, founder of the Laskhar-e-Taiba and other senior members of the group continues to flounder more than two years after it began. And Hafiz Muhammad Saeed, head of Jamat-ud-Dawah (the organization's charitable wing) who was named in a list of India's 50-most wanted fugitives, remains free in his Lahore home.\nSince Mr. Lakhwi's trial began in March 2009, it has been beset by numerous unforeseen adjournments, for reasons ranging from the judge's absence to the validity of the defense lawyer's law degree being brought into question. The trial descended to what observers called farcical levels for several months last year, when it was held up because India unsurprisingly refused a Pakistani court's request to send Ajmal Kassab, the lone surviving gunman from the attack to Pakistan to testify.\nJamat-ud-Dawah, an organization banned by the United Nations Security Council, meanwhile operates openly from a base in Lahore and was particularly visible in its relief efforts following last year's catastrophic floods.\nAnd on Thursday, an antiterror court freed Malik Ishaq, a sectarian militant believed to be the mastermind of the 2009 attack on the visiting Sri Lankan cricket team that brought an end to visits to Pakistan by foreign cricketing teams. Following his release from a Lahore jail, Mr. Ishaq was feted by armed Sipah-e-Sahaba (a banned sectarian organization with links to domestic terrorism) members, who shouted sectarian slogans.\nSuch demonstrations of impunity are by no means uncommon and provide the space for terrorism to thrive, says Ahmer Bilal Soofi, an expert in Pakistani criminal law.\n\"There is a need for creative legislation in Pakistan. And the government doesn't have this priority. The nature of legal challenges are unique and different ... the legislation has to be very creative to respond to those challenges,\" he says, adding that hate-speech and incitation to violence at the mosque level goes largely ignored.\nOn the courts side, those criminals that are nabbed are often quickly let go because of a lack of forensic evidence and retracted confessions. A recent report commissioned by the independent Human Rights Commission of Pakistan found that the accused have been acquitted in 98 percent of serious crimes.\n       \n\nLoad-Date: July 15, 2011"
}