{
    "title": "Pakistanis confront Clinton over drone attacks(2)",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 10,
    "day": 31,
    "full text": "ISLAMABAD ? U.S. Secretary of State Hillary Rodham Clinton faced sharp rebukes from Pakistani audiences Friday, including one woman who accused the U.S. of conducting \"executions without trial\" in aerial drone strikes. Slapping back, Clinton questioned Pakistan's commitment to fighting terrorists. \n\"Somebody, somewhere in Pakistan, must know where these people are,\" Clinton said in an exchange almost as blunt as her exasperated comments a day earlier that Pakistani officials lacked the will to target al-Qaida. Her stormy three-day visit, rocked at the start by a terrorist blast in Peshawar that killed 105 Pakistanis, revealed clear signs of strain between the two nations despite months of public insistence that they were on the same wavelength in the war on terror. By speaking bluntly about the Pakistanis' failure to find and eliminate top al-Qaida leaders ? eight years after they were run out of Afghanistan ? Clinton appeared to be trying to prod the Pakistanis to go beyond their current military campaign against internal militants in South Waziristan. Pakistan's army recently launched a major offensive in the border area to clear out Pakistani Taliban elements from hideouts there. But two earlier army efforts made little progress there ? leaving questions about the military's resolve to tackle al-Qaida head-on. Clinton's tough talk on Pakistan's apparent inability to root out al-Qaida also appeared to be aimed at reminding the country's civilian and military leaders that the assault on Pakistani Taliban elements in South Waziristan would not be finished unless al-Qaida too was targeted. She noted explicitly that the Taliban militants there are \"in league with\" the terror group that fomented the Sept. 11 attacks. \"After South Waziristan is finished, the Pakistanis will have to go on to try to root out other terrorist groups, or we're going to be back facing the same threats,\" she warned. During the visit and talks with Pakistani leaders, Clinton found herself repeatedly on the defensive from ordinary Pakistanis brimming with resentment toward U.S. foreign policy. During a live broadcast of an interview before a predominantly female audience of several hundred, Clinton struggled to avoid describing the classified U.S. effort to target terrorists, and still try to explain the efforts of American foreign policy. One woman asked Clinton how she would define terrorism. \"Is it the killing of people in drone attacks?\" the woman asked. Then she asked if Clinton considered both the U.S. missile strikes and militant bombings like the one that killed more than 100 civilians in the city of Peshawar earlier in the week as acts of terrorism. \"No, I do not,\" Clinton replied. Another man said bluntly: \"Please forgive me, but I would like to say we've been fighting your war.\"  \n\nLoad-Date: October 31, 2009"
}