{
    "title": "PAKISTANI TERRORISTS COURT WESTERNERS",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 12,
    "day": 9,
    "full text": "LONDON -- The Pakistani extremist group suspected in the Mumbai rampage remains a distant shadow for many Americans. But the threat is much nearer than it seems.\nFor years, Lashkar-e-Taiba has actively recruited Westerners, especially Britons and Americans, serving as a farm team for Islamic militants who have gone on to execute attacks for al-Qaida, a close ally.\nThe Pakistani network makes its training camps accessible to English-speakers, providing crucial skills to an increasingly young and homegrown generation of extremists.\nAabid Khan was one of them. In 2006, when British police arrested the 22-year-old at Manchester International Airport upon his return from Pakistan, they found terrorist propaganda and manuals on his laptop that the trial judge later described as \"amongst the largest and most extensive ever discovered.\" The haul included maps and videos of potential targets in New York and Washington.\nOne video shows Mr. Khan with a grinning young American who says he's from Los Angeles -- a mysterious figure in a case that illustrates Lashkar's dangerous reach.\nIn August, a British court sentenced Mr. Khan to 12 years in prison on charges including possession of articles for use in an act of terrorism and making records useful for terrorism.\nAs a hub of a cyberconstellation of extremist cells, the Briton organized training expeditions to Pakistan for his confederates -- computer-obsessed youths who communicated in the fractured English slang of the Internet, whatever their mother tongue, and hatched plots against their homelands in the West, according to his trial and related prosecutions.\n\"These camps are ideal for people who speak English,\" said Evan Kohlmann, an independent U.S. investigator who was a paid consultant for the prosecution team in the Khan case and was integral to building the case against him.\n\"Newbie militants can make real contacts. They perceive that Lashkar-e-Taiba ... are below the radar. They are less likely to attract negative attention. It's an easier ladder rung to reach. Lashkar is seen as a rung to get to al-Qaida.\"\nLashkar's Western-oriented propaganda attracts converts such as David Hicks, an Australian whom the group trained, then provided with a letter of introduction to al-Qaida in 2000.\nMr. Hicks ended up meeting Osama bin Laden at an Afghan camp; he complained to bin Laden about the lack of English-language terror manuals and translated such materials before his capture in late 2001, according to his admission in court.\nIn 2007, Mr. Hicks was released from the prison at Guantanamo Bay, Cuba, after pleading guilty to providing material support for terrorism.\nOther al-Qaida figures who \"graduated\" from Lashkar camps:\nThe leader of the suicide bombers who killed 52 people on the London transport system in 2005, and a group convicted of preparing a 2004 truck-bomb plot in London.\n\nLoad-Date: December 9, 2008"
}