{
    "title": "Pakistan Continues To Support Some Terrorist Groups_ Official",
    "publisher": "rtt news",
    "year": 2010,
    "month": 3,
    "day": 25,
    "full text": "(RTTNews) - A senior American intelligence official says despite taking strong military action in the past one year against militants in its lawless north-west, Pakistan continues to support some terror groups that operate in neighboring Afghanistan.\n\"Islamabad has demonstrated determination and persistence in combating militants it perceives dangerous to Pakistan&apos;s interests, but it also has provided some support to other Pakistan-based groups that operate in Afghanistan,\" said Mathew Burrows, Counselor and Director of the Analysis and Production Staff at the National Intelligence Council (NAC). He was briefing foreign journalists Wednesday at the Foreign Press Center in Washington.\nAsserting that increased co-operation from Pakistan was more likely if it was assured that the U.S. was committed to stabilizing Afghanistan and was capable of doing so, he said Pentagon and coalition success against the Taliban insurgency could provide new long-term incentives for Pakistan to take steps against Afghan-focused militants.\nAhead of the next month&apos;s Nuclear Security Summit in Washington, the senior intelligence analyst said, the \"nuclear terrorism\" threat remainsed an intelligence priority, but so far, no terrorist group showed the ability to launch a large-scale attack involving weapons of mass destruction (WMD).\nNoting that nuclear terrorism and WMD terrorism remained \"a priority area\" for intelligence analysis, Burrows said so far, \"in terms of terrorists orchestrating a large attack, U.S. intelligence community hasn&apos;t picked up any signs of that capability yet.\"\nEndorsing the earlier comments of CIA chief Leon Panetta that recent counter-terrorism operations had Al-Qaida leaders \"on the run,\" he said that group&apos;s ability to mount a 9/11-style attack vastly diminished, in line with the widely-held belief that Al-Qaida&apos;s central leadership was on the run.\nHowever, he warned that this did not mean the threat from terrorism was not high, especially individual attacks--those inspired, supported or even more directly planned by al-Qaida, apparently referring to the foiled detonating attempt last Christmas of a U.S. airliner over Detroit. He noted these kinds of attacks were very difficult to be tracked in time and undone.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2010 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 9, 2010"
}