{
    "title": "Pakistan targets villages, forward posts along IB, LoC in Jammu and Kashmir",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 23,
    "full text": "The Indian Army retaliated befittingly, a defence spokesman said.\n\"CPEC is a major pioneering project of the Belt and Road Initiative\", he said during the daily press briefing.\nThe deceased were given a chance to surrender, officials had said.\nZhao said Beijing was \"confident that with the support from the global community, China and Pakistan will ensure the smooth and successful building and running of CPEC\".\n\"Meanwhile, we believe that any attempt to disrupt the building of CPEC would be foiled eventually\", he added.\nIn Poonch, the Pakistani troops targetted civilians at around 6.15 pm.\nFlorida man wrestles his dog from jaws of an alligator\nThe camera project began as a way to increase the conversation about how humans and wildlife share the same landscape. Gunner's doing fine now, though Wilbanks said he's a little hesitant around water after the experience.\nForeign Office on Friday categorically rejected the allegations leveled by the Prime Minister of India Narendra Modi against Pakistan regarding cross-border terrorism, ARY NEWS reported.\nIt recalled that the dossier presented by Pakistan had \"extensively\" documented evidence of India's \"active planning, promoting, aiding, abetting, financing and execution of terrorist activities against Pakistan\". \"It is evident that India has stepped up anti-Pakistan propaganda, following presentation of the dossier by Pakistan providing irrefutable evidence of India's state-sponsorship of terrorism\", said the Foreign Office. \"No attempt to sabotage the CPEC will succeed\", Zhao Lijian made these remarks during a briefing while answering a question about Foreign Minister Shah Mehmood Qureshi and DG ISPR Maj Gen Babar Iftikhar's joint briefing last week during which they held India responsible for supporting terrorist forces and sabotaging CPEC.\nPakistan violated the ceasefire along the Line of Control (LoC) in the Nowshera sector of Rajouri district inJammu and Kashmir at about 11:15 am on Sunday, officials said.\nIn a related development, India summoned Pakistan's top diplomat in Delhi to strongly protest against the Nagrota incident andIslamabad's involvement in cross border terrorism. India reiterated its long standing demand that Pakistan fulfill its worldwide obligations and bilateral commitments to not allow any territory under its control to be used for terrorism against India in any manner.\n\"I feel that staying silent will no longer benefit Pakistan or regional peace and stability\".\n\nLoad-Date: November 23, 2020"
}