{
    "title": "Pakistan military given free rein to wage war against terrorists",
    "publisher": "the day ",
    "year": 2014,
    "month": 12,
    "day": 27,
    "full text": "ISLAMABAD - Ten days after Taliban militants massacred 148 mostly children at an army-run school in the northern Pakistani city of Peshawar, the nation's politicians this week gave the military two years' carte blanche to wage, as it saw fit, the decisive phase of the country's protracted civil war with Islamist terrorists.\nThe scope of the conflict was broadened beyond the Taliban Movement of Pakistan, which has waged a bloody insurgency since July 2007, to include all jihadist and sectarian militants on Pakistani soil. That decision echoes the vow Prime Minister Nawaz Sharif made Dec. 17, the day after the school massacre, not to differentiate between so-called \"good and bad Taliban.\nThe military's nationwide campaign, effectively underway since the June launch of a massive offensive in northwest tribal areas, is being closely watched by the United States and other countries to see whether it encompasses Pakistan-based militant groups that have repeatedly attacked neighboring Afghanistan and India.\nDozens of political leadership figures had gathered Wednesday at the prime minister's official residence in Islamabad to decide on a \"national plan of action under the stern gaze of the army chief of staff, Gen. Raheel Sharif, considered the nation's most powerful man.\nTheir protracted talks concluded late in the day in consensus on 20 points of action that gave Gen. Sharif what he had demanded: unchallengeable powers for the military to pursue, detain and pass verdict upon Islamist militants and their abettors.\n\"We owe it to our coming generations to eliminate this scourge of terror, for once and for all, the army chief had told participants, according to tweets by the military's public relations directorate.\nHe was also behind the decision on Dec. 17, the day after the Peshawar school massacre, of Prime Minister Sharif (no relation to the general) to end a six-year moratorium on capital punishment. The moratorium had been introduced by a previous administration to meet the human rights-related conditions of a preferential trade agreement with the European Union.\nThe government on Dec. 19 and Dec. 21 executed six former servicemen convicted by courts martial of attacks on military personnel and installation. There has been a lull since, as high courts heard and disposed of legal challenges from several convicted terrorists, but the hangings are expected to quickly resume.\nThe interior ministry has approved the execution of 400 people convicted of terrorism offenses prior to 2008. In all, there are more than 3,000 convicted terrorists on death row, all of whom are to be hanged.\nA further 6,000 suspected terrorists and their supporters have been targeted for arrest in the military-led nationwide crackdown, and summary trial in military courts, where the rules of courts martial would apply.\nThe grand empowerment of the military was readily agreed to Wednesday by Pakistan's political right wing, which includes nationalist parties led by the prime minister and his nemesis, Imran Khan.\n\"History will never forgive us if we do not eliminate the curse of terrorism, Prime Minister Sharif said in an emotional televised address Wednesday after the political meeting.\nThe nationalist parties had based their successful campaigns for a May 2013 general election upon the premise of seeking a negotiated end to a bloody, economically crippling militant uprising, launched in July 2007, through direct talks with the Taliban Movement of Pakistan leadership.\nExploratory talks were held March through May by committees of intermediaries representing the government and the Taliban, despite ongoing terrorist attacks and vocal opposition from the military, which asserted its authority after a June 9 Taliban attack on an airport in the southern city of Karachi that killed 28, mostly security personnel.\nThe military responded by announcing June 15 the launch of an offensive against Pakistani and foreign militants in the North Waziristan tribal area, described in 2010 by the Obama administration as \"the global epicenter of terrorism. The government didn't publicly echo the decision until two days later, building a perception the prime minister had been overruled by the army chief of staff.\nThe decision Wednesday has been justified on the grounds of the Pakistani judiciary's track record of failure to convict suspected terrorists - either for a lack of evidence or out of fear for officials' lives.\nAn Islamabad anti-terrorist court judge had caused huge embarrassment to the government Dec. 18 when he accepted the bail application of the suspected mastermind of the November 2008 terrorist attack on the Indian city of Mumbai.\nZakiur Rahman Lakhvi, allegedly the operations chief of the Lashkar-e-Taiba terrorist group, has been charged with planning and remotely directing the three-day rampage by 10 mostly Pakistani militants, who killed 166 people.\nAmid Indian demands that it act to prevent his release, Pakistani authorities rearrested Lakhvi before his release from prison could be processed, but the government has not clearly stated whether or not it intends to crack down on Lashkar-e-Taiba.\nThe group's founder, Hafiz Muhammad Saeed, was arrested on suspicion of involvement, but the weak case mounted against him by public prosecutors led to an acquittal, and subsequent appeals were exhausted in May 2010.\nHussain is a McClatchy special correspondent.\n\nLoad-Date: December 29, 2014"
}