{
    "title": "Pakistan Says Courts Run By Its Military Are Illegal",
    "publisher": "the new york times",
    "year": 1999,
    "month": 2,
    "day": 18,
    "full text": "The Supreme Court ruled today that special military courts set up by Prime Minister Nawaz Sharif to crack down on terrorism in the port city of Karachi are illegal.\nIn a unanimous verdict, the nine-judge court ordered that cases pending in the military courts be transferred to existing antiterrorism courts or other courts to be established within the law, officials said.\nMr. Sharif set up the military courts in December in an effort to stem the years of political, sectarian and ethnic violence that have left more than 3,000 people dead in Karachi, the country's commercial hub.\nThe courts aimed to provide speedy trials for criminals. By today they had sentenced 13 people to death, and two convicts had been executed.\nRuling that military courts \"are unconstitutional, without lawful authority and of no legal effect,\" the country's highest court set aside the death sentences and other prison terms already handed down by the military courts.\nThe high court acknowledged, however, that terrorism had exacted a heavy toll in lives and on the economy, and provided guidelines for speedy trials in terrorism cases within the framework of the Constitution.\nIt directed special courts to pronounce judgment within seven days, and said the high court would rule on appeals within seven days of filing.\nThe Chief Justice of Pakistan is to nominate judges from the Supreme Court to monitor implementation of the guidelines.\nThe military courts were set up after Mr. Sharif dismissed his party-led provincial government in southern Sindh province and imposed direct governor's rule there in October.\nHe also ordered a crackdown on criminals and terrorist gangs in Karachi, the province's capital.\nMr. Sharif took the step after a series of high-profile murders, including the killing of the former provincial Governor, Hakim Muhammad Saeed, in September.\nHe accused his coalition partner, the Muttahida Qaumi Movement, of involvement in violence and acts of terrorism.\nThe movement, which represents immigrants from India who settled in urban Sindh after the 1947 partition, denied the charges.\nThe party, refusing to hand over suspects wanted by the police, quit its alliance with the Government and described Mr. Sharif's action as a conspiracy to crush the movement.\nLeaders of the movement expressed delight over the verdict and dozens of supporters thronged the party's headquarters in Karachi and distributed sweets, witnesses said.\nThe authorities had referred 119 cases to the military courts, involving those active in the movement and in its breakaway Haqiqi faction, and in Sindhi nationalist parties.\nThe coordinator of the private Human Rights Commission of Pakistan, Mozzam Ali, also praised the ban on military courts. \"We welcome this decision,\" he said.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 18, 1999"
}