{
    "title": "Pakistani ambassador talks security at GW",
    "publisher": "the new york times",
    "year": 2009,
    "month": 2,
    "day": 9,
    "full text": "Husain Haqqani, the Pakistani ambassador to the United States,\nasserted his country's commitment to counterterrorism and touched on\nPakistan's tumultuous relations with India in the Marvin Center on\nFriday as part of a roundtable discussion organized by the George Washington University Homeland\nSecurity Policy Institute.\nThe roughly 150 guests ranged from government officials with the\nDepartment of Homeland Security and Department of State to members of\ninternational and national media like the New York Times and Voice of\nAmerica.\n\"I couldn't think of a more timely roundtable than today,\" said\nFrank Cilluffo, director of HSPI. \"And I couldn't think of a more\nqualified ambassador.\"\nCilluffo served as moderator of the discussion with Yonah Alexander,\nsenior fellow at the Potomac Institute for Policy Studies and director\nof its International Center for Terrorism Studies.\nHaqqani said many in his country feel threatened and insecure. With\nIndia as a \"much larger eastern neighbor,\" Pakistan \"needed to build up\nsecurity at expense to society.\"\nPakistan is working toward making the combat of terrorism its first priority, the ambassador said.\n\"Terrorism and extremism are threats to the stability of Pakistan.\nTerrorism is a problem Pakistan must deal with,\" Haqqani said.\nThe government is hoping to change attitudes that Pakistanis hold toward the Taliban, Haqqani said.\n\"This is the first time [the Taliban] are being described as what\nthey are, as militants and terrorists,\" Haqqani said. \"There is\nabsolute clarity that [terrorist groups] are not to be tolerated. What\nhappened in Mumbai was wrong and our heart goes to our Indian\nneighbors.\"\nHaqqani urged the Obama administration to change course from prior\nU.S. diplomatic tactics and to enact \"socioeconomic support that\ndoesn't end up within the Beltway.\"\nLouise Shelly, a professor at George Mason University, asked the\nambassador where he saw the role of local police as opposed to the\nmilitary in fighting terrorists.\n\"Pakistan's law enforcement needs a revamp, and it is notoriously\nunderstaffed and underfunded,\" Haqqani said, adding that law\nenforcement requires funding, better training and equipment to be\neffective.\nAnother guest asked Haqqani about the tension between India and Pakistan over Kashmir.\n\"I am paid to be a diplomat, and I need to use my skills to answer\nthis one,\" said Haqqani, drawing laughter from the crowd. \"Pakistan and\nIndia will find solutions to their problems because they need each\nother.\"\nHaqqani was open to answer questions on the Taliban and terrorism,\nbut he hesitated when discussing matters of its nuclear arsenal.\n(C) 2008 The GW Hatchet via UWIRE\n\nLoad-Date: February 9, 2009"
}