{
    "title": "Pakistan justifies Hafiz Saeed's release",
    "publisher": "the world",
    "year": 2017,
    "month": 11,
    "day": 25,
    "full text": "Islamabad, Nov. 25 -- Pakistan has justified the release of Mumbai terror attack mastermind and JuD chief Hafiz Saeed, claiming that Islamabad was committed to the implementation of UNSC sanctions regime on terrorists.\nThe Jamaat-ud-Dawah (JuD) head and LeT founder, who has a USD 10 million American bounty on his head for terror activities, was freed by Pakistan yesterday.\nHe is a UN and US designated terrorist.\nIndia's Ministry of External Affairs (MEA) said Saeed's release confirmed once again the lack of seriousness by the Pakistan government in bringing to justice perpetrators of terrorism, including individuals and entities designated by the UN.\n\"It also appears to be an attempt by the Pakistani system to mainstream proscribed terrorists. Pakistan has not changed its policy of shielding and supporting non-state actors and its true face is visible for all to see,\" MEA spokesperson Raveesh Kumar said in New Delhi on Thursday.\nResponding to the comments made by the MEA, Foreign Office (FO) spokesperson Mohammad Faisal said that Pakistan was committed to the implementation of UNSC 1267 sanctions regime and has taken several steps in this regard.\n\"The (MEA) spokesperson took exception to self-serving insinuations,\" he said in statement issues late last night.\nFaisal said that courts in Pakistan, pursuant to their constitutional duty, were determined to uphold rule of law and due process for all citizens of Pakistan.\nLegal processes were anchored in rule of law, not dictates of politics and posturing, he said.\n\"It is in the interest of all States to speak and act in a manner that is consistent with the imperatives of adhering to rule of law at the national and international levels,\" Faisal said.\nHe said that Pakistan's resolve, actions and successes in the fight against terrorism, terrorist violence and terrorists are unmatched in the world.\n\"Pakistan condemns and opposes all forms of terrorism by any individual or group,\" the FO spokesperson said. Saeed, in his late 60s, was under house arrest for 297 days since January.\nThe fire-brand cleric's release after midnight came ahead of the 9th anniversary of the 26/11 Mumbai attacks in which 166 people, including six Americans, were killed.\nSaeed was individually designated by the UN under the Security Council Resolution 1267 in December, 2008.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: November 25, 2017"
}