{
    "title": "Pakistan Brings Charges Against Militant",
    "publisher": "the new york times",
    "year": 2019,
    "month": 7,
    "day": 5,
    "full text": "ISLAMABAD, Pakistan -- Under pressure from the United States and a global watchdog group, Pakistan is prosecuting the founder of the Islamist terrorist group that carried out the deadly 2008 Mumbai attacks on charges of terrorism financing, along with several of his close aides.\nOfficials said 23 cases had been registered against the man, Hafiz Muhammad Saeed, and more than a dozen of his associates in Punjab Province, after investigations looked into two charities that act as a front for the banned Lashkar-e-Taiba group he founded: Jamaat-ud-Dawa and Falah-e-Insaniat Foundation. \n  Counterterrorism officials said these charities were involved in raising money for terrorism. A security official, who spoke on condition of anonymity, said Mr. Saeed and more than a dozen of his associates would be prosecuted in antiterrorism courts on charges of terrorism financing and money laundering.\n  Pakistan formally banned the two charities this year. The prosecution of Mr. Saeed this week was described by officials as a renewed effort by the country to comply with the requirements of the Financial Action Task Force, an international terrorism-financing watchdog.\n  Pakistan is on the task force's so-called gray list, and risks being blacklisted, which would result in global sanctions if it fails to curb terrorism financing within the country.\n  It remained unclear whether Mr. Saeed, who was set free by a court in 2017, would face an immediate arrest. Mr. Saeed, who faces a bounty of $10 million by the United States for information leading to his conviction, is based in the eastern city of Lahore. India and the United States both accuse him of being the mastermind of the Mumbai attacks, but several cases against him in the past were dismissed by Pakistani courts for lack of evidence. More than 160 people were killed in the attacks in multiple locations around Mumbai.\n  Pakistani officials say that India still has not provided enough evidence for Mr. Saeed to be charged and arrested.\n  Mr. Saeed remains a revered figure to many Pakistanis, and his followers have recently waded into politics, also. But electorally, his political party, Milli Muslim League, has not been able to gain much traction.\n  Earlier in May, the financial task force, known by the abbreviation F.A.T.F., issued a warning to Pakistan, urging the country to take decisive action against terrorism financing.\n  ''The F.A.T.F. expresses concern that not only did Pakistan fail to complete its action plan items with January deadlines, it also failed to complete its action plan items due May 2019,'' the task force said in a statement. ''The F.A.T.F. strongly urges Pakistan to swiftly complete its action plan by October 2019, when the last set of action plan items are set to expire.''\n  Western countries accuse Pakistan's military of continuing to nurture extremist groups as proxies against neighboring countries, including the Taliban against Afghanistan and Lashkar-e-Taiba against India.\n  Publicly, Pakistani officials insist that the country has changed and no longer follows that strategy. Both civil and military officials are on record as saying that the militant groups pose more of a threat to Pakistan's interests than they are worth.\n  In an interview with The New York Times in April, Prime Minister Imran Khan said that the decision to clamp down on militant groups was independent of any outside pressure. ''We have decided, for the future of our country -- forget the outside pressure -- we will not allow armed militias to operate anymore,'' Mr. Khan said.\n  But there is still skepticism about those assertions. Pakistani officials have made similar promises in the past, but militant groups continue to survive various crackdowns.\n\nhttps://www.nytimes.com/2019/07/04/world/asia/pakistan-terrorism-hafiz-saeed.html\n\nLoad-Date: July 5, 2019"
}