{
    "title": "Pakistan _s Shields Suddenly Step Aside, Placing It on Terrorism Listing News Analysis",
    "publisher": "the new york times",
    "year": 2018,
    "month": 3,
    "day": 1,
    "full text": "NEW DELHI — During the debate last week over a United States-sponsored measure to throw Pakistan onto a global terrorism-financing watchlist, it appeared that Saudi Arabia and China were going to quickly shut it all down. The Pakistani foreign minister sounded a triumphant note.\n“Grateful to friends who helped,” Foreign Minister Khawaja M. Asif posted on Twitter.\nJust two days later, on Friday, Pakistan’s relief turned to alarm at the news that those two close allies had withdrawn their support, making it inevitable that Pakistan would be added in June to the “gray list” of the Financial Action Task Force, a global body created to fight terrorism financing and money laundering.\nThe country will have a year to show that it is acting against extremist groups, shutting down their financing streams and prosecuting their leaders, or it could face having its banks cut off like those of Iran and North Korea were. Already, the gray-listing will make it harder for Pakistan to access international markets, and it has $3 billion in debts coming due this summer.\nPakistan has been on that gray list before, for a three-year stretch that ended in 2015, and this week Pakistani officials publicly expressed doubt that anything worse would happen.\nBut by all accounts, the new international action was an embarrassing public slap that has again focused discussion on the Pakistani military’s benign eye toward militant groups working against American aims in Afghanistan and Indian interests in Kashmir.\nFurther, the shock over Saudi Arabia’s and China’s eventual refusal to block action against Pakistan has made this listing sting in a way the last one never did.\n“The listing this time seems serious,” said Arifa Noor, a political commentator and talk show host. “The uneasy relationship between Islamabad and Washington, and the public pressure by the White House, has also added to the sense of seriousness and worry. The issue didn’t get so much attention in 2012.”\nThe Trump administration’s increased pressure on Pakistan, including cutting off $1.3 billion in aid in January, is rooted in frustration over what officials have said is the country’s refusal to act against a Taliban insurgency that is wrecking Afghanistan even as it finds support in Pakistan.\nBut the recent gray-listing is explicitly focused on two groups that the United States says are linked to terrorism against India The groups, Jamaat-ud-Dawa and Falah-e-Insaniyat — suspected of being fronts for Lashkar-e-Taiba, the group accused in the 2008 Mumbai attacks — operated openly until the Pakistani government officially            outlawed them in February, barely a week before the international community met to determine whether to list Islamabad.\nInterior Minister Ahsan Iqbal insisted that Pakistan was already cracking down on the organizations linked to Lashka-e-Taiba. And other officials pointed out that Pakistani officials say that since they outlawed the two groups last month, they have seized their ambulances, schools and other assets.\nBut American officials aren’t convinced, pointing to past actions Pakistan has taken against terrorist groups to placate the international community, only to later allow them to raise money and preach hatred.\n“Concerns remain, even as Pakistan has recently begun to take action,” said David J. Ranz, the acting deputy assistant secretary of state for Pakistan, in a telephone interview. “The international community has consistently expressed its longstanding concerns about ongoing deficiencies in Pakistan’s implementation of its anti-money laundering and counterterrorism finance regime.”\nThat two of Pakistan’s strongest allies could join, or at least accept, American efforts to isolate the country has roiled the government in Islamabad and the military.\nSaudi Arabia and China have consistently blocked international actions to penalize Pakistan, with Beijing consistently using its veto at the United Nations. Just last month, Pakistan sent troops to Saudi Arabia to help train and advise the Saudi army, which has been locked in a long war in Yemen.\nAnd Beijing is spending some $60 billion in joint infrastructure and development projects in Pakistan, which will also bolster China’s efforts to spread its influence in South Asia while providing thousands of jobs to Chinese workers.\nAs the Trump administration has ratcheted up pressure over the last year, two camps have become apparent within Pakistan: those urging that Islamabad sever ties with militant groups and repair relations with Washington, and those who say that the alliance with China is enough to weather a fallout with the West.\nThat pro-China camp has consistently scoffed at Washington’s threats, pointing to the tens of billions of dollars that Islamabad has received from Beijing, dwarfing American assistance. But last week’s vote undermined that stance, at least for the moment.\nPakistani officials say China dropped its objection to Islamabad’s listing last week as Beijing lobbied for the vice chairmanship of the Financial Action Task Force. Beijing was granted that post on Friday, after the decision to list Pakistan.\nAlthough Pakistani officials say they are disappointed about China and Saudi Arabia’s lack of support, they are confident it is a one-off. Beijing wouldn’t want to risk its development projects in Pakistan while Riyadh needs the country’s support for the war in Yemen and other regional objectives, they argue.\nBut the sense of embarrassment over the gray listing was palpable.\nEditorials in prominent Pakistani newspapers embarked on some soul-searching, asking why the country’s military — and to some extent, politicians — refuse to crack down on groups the international community has blacklisted.\nAn editorial on Sunday in the newspaper The Nation asked why Pakistan had “to force our allies, like China and Saudi Arabia, in such an uncomfortable position to defend Pakistan every time.” It added, “The mainstreaming of terrorist and extremist factions, to the point that we tolerated their large participation in our election process, is what has put us in this situation today.”\nBut the contemplation was largely relegated to the liberal columnists that have asked this question before: Is it worth it for Pakistan to support these groups as a foreign policy tool, and risk international isolation?\n“Is this a watershed moment, or is this more of the same?” said Cyril Almeida, a columnist for the English-language newspaper Dawn, in a telephone interview.\nMr. Almeida, like others, is skeptical that Washington’s hawkish approach will change Pakistan’s support to militant groups.\n“There’s a domestic struggle going on, and international pressure focused on same issue: How does Pakistan remain a part of the regional or global system while having a tolerance for militant groups?” he said. “And what does Pakistan do about these groups? No one will say how this will end, either domestic struggle or Pakistan’s place internationally.”\nFollow Maria Abi-Habib and Salman Masood on Twitter: @abihabib and @salmanmasood. Aurelien Breeden contributed reporting from Paris. \nPHOTO: Hafiz Muhammad Saeed, the founder of Lashkar-e-Taiba, the group suspected of being behind the deadly 2008 attacks in Mumbai, India, in Lahore, Pakistan, after a court ordered his release from house arrest. Pakistan is accused of not doing enough to stop groups that sponsor terrorism. (PHOTOGRAPH BY Mohsin Raza/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nAt U.S. Urging, Pakistan to Be Placed on Terrorism-Financing List\nTrump, Citing Pakistan as a ‘Safe Haven’ for Terrorists, Freezes Aid\nU.S. Gives Military Assistance to Pakistan, With Strings Attached\nTrump’s Request for India’s Help in Afghanistan Rattles Pakistan\n\nLoad-Date: October 9, 2018"
}