{
    "title": "Pakistani activist discusses importance of education in international affairs",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 25,
    "full text": "Students may feel like they can't influence international matters, but activist Sufi Laghari disagrees.\n\"We need your support,\" Laghari said. \"We need your help.\"\nHe said universities are a pillar of the political system, along with the White House, the intelligence community, the media and Congress.\nThe History Society and the International Relations Organization on Tuesday night hosted Laghari, executive director of the Sindhi American Political Action Committee in Washington, D.C.\nLaghari is from the Sindh province of Pakistan, but has been in the U.S. since 1994.\nSindhis are oppressed in Pakistan and tend to be pacifists, disliking the conflict in their country, said Michael Volk, a University alumnus now in graduate school at American University in D.C.\nVolk contacted Marc Simon, associate professor and chair of the political science department, about bringing Laghari to campus.\nBefore introducing Laghari, Volk spoke about U.S. aid to Pakistan's military and intelligence agency and the associated issues.\n\"U.S. foreign policy as I've found is very short-sighted,\" Volk said.\nU.S. aid can actually end up benefitting terrorists, he said. That aid will become unnecessary if terrorism ceases to exist, so there is an incentive not to eradicate terrorism.\n\"[Pakistan's military and intelligence agency] will never be fully committed to dealing with the threat in their country,\" Volk said.\nInstead of aiding the government and military, Laghari said aid needs to go to causes such as education. Education in Pakistan has in some cases turned into brainwashing, he said.\nChildren hear things like, \"You need a gun... go and kill the Christians and Hindus and Jewish people, and you will go to heaven,\" Laghari said.\nSindhi people do not want their country to be that way, Laghari said.\n\"We are the music lover people,\" he said. \"We want to dance.\"\nYoung people such as students are essential to bringing change to Pakistan, Laghari said after his speech.\n\"[They should] use their social media,\" he said.\nThere is no freedom of expression in Pakistan, he said. Sites such as YouTube are blocked in Pakistan and journalists have been killed for not presenting the government's angle, Laghari said.\n\"If I gave you the facts [and] figures of the human rights [violations], you would be crying,\" Laghari said.\nVolk said he wanted to bring attention to the situation in Pakistan.\n\"I thought bringing it back to my undergrad university would be great,\" he said.\nIt's important to share the information widely, he said, especially when tax money supporting Pakistan comes from all over the U.S.\nElizabeth Casto, president of the International Relations Organization, appreciated that effort.\n\"I think it's really important to learn about different groups of the world and their struggles,\" she said.\n\nLoad-Date: February 26, 2014"
}