{
    "title": "Pakistani terrorism policy detrimental to India",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 4,
    "full text": "On Easter Sunday, Pakistani Taliban, known as the Jammat-ul- Ahrar, a group that broke away from the Tehrik-i-Taliban , bombed an Easter celebration in a park in the Eastern city of Lahore.   The massive explosion killed 85 people and injured over 300. \nWomen and children were in the majority that lost their lives, most of them present to celebrate the resurrection of Jesus Christ. Many eye-witnesses say they saw body parts of children being flung in different directions due to the force of the explosion. \nThis is not the first time Pakistan has been attacked, and it will not be the last. This is something the Pakistani Taliban does frequently. I have time and again pointed out Pakistan's hypocrisy on terrorism. \nThe Jamaat-ul-Ahrar was previously a part of the Tehrik-i-taliban who come from the Deobandi ideology. They are an umbrella group formed by Sunni extremists in the northwestern tribal areas of Pakistan. \nPrime Minister Nawaz Sharif instantaneously reacted and said, \"Pakistan is taking terrorism seriously and will not determine between good and bad terrorists.\" In simple words, this is absolute garbage. Pakistan is fully capable with the help of its army and Special Forces to eradicate the Taliban out of their country, but keeping them alive brings in the two billion dollar check from Washington. So, why not? \nPakistani governments in the past have negotiated with this very terrorist organization to kill U.S. troops and allies in Afghanistan and keep the war going. An unstable Afghanistan is in Pakistan's interests since it draws a lot of financial benefits. A section of the Pakistan Taliban also fights in Kashmir. This entire group allies with the Haqqani network, who are well protected by the Pakistani state.  \nThe Pakistani Army and the ISI (Pakistani intelligence agency) do a good job of convincing the rhetoric to their people that these attacks originated in India and are not home grown, shifting the outrage to India. \nChristine Fair, professor at Georgetown University said, \"The ISI doesn't want the people to know that this is a blowback by groups created by them. This is actually a very standard tactic they deploy after these attacks. They say the terrorists were uncircumcised, implying they were Hindus. They want Pakistanis to believe that these are Indians or agents of India rather than Pakistani Muslims former proxies of the ISI, slaughtering their children.\"\n The images that have come out since last Sunday are shattering. There is nothing more dastardly than children in coffins. \nFormer Secretary of State and current presidential candidate, Hillary Clinton, once said, \"You can't keep snakes in your backyard and expect them only to bite your neighbors,\" referring to Pakistan's policy against terror. \nIt will be interesting to see what policies she implements for Pakistan if elected President. \nBecause there are two policies on terrorism, the lives of mostly poor men, women and children of Pakistan are destroyed, like they were on Sunday. \nThink about the 85 families that lost their loved, young children in the attack on Sunday. What psychological condition  must they be in, how huge is the loss. Statistics say Pakistan has lost about 32,000 people since the war on terror began. These are innocent men, women and children gone  due to a federal policy failure against terror. It is high time Pakistan lays out a strong policy against terror.\nMuch time in Islamabad is devoted to discussing Kashmir. If Pakistan's strategic experts and military might is used constructively in areas to protect schools, parks and their people, Sunday's story could have been different. Protect and govern what is already yours instead of asking for more. \nStop calling Kashmir the jugular vein. If it was, you would not be alive because half of it has already been cut off. \nIndia, among other nations, immediately stood up for Pakistan after the attacks with Prime Minister Modi calling on Pakistan PM Nawaz Sharif and extending full cooperation and support for any help. One of the top trends on twitter in India was #IndiawithPakistan. \nThe incident quickly rippled through the globe, shocking the entire world with the modern dangers we face. Radicalism can never be religion. I spoke to a Muslim friend Sunday night and he said, \"The holy Quran gives utmost importance to the lives of women and children, what is ironic is the Taliban which claims to be safe-guarders of Islam may not even have read the Holy Quran.\" \nPresident Obama has a resolve to end our mission in Afghanistan and bring back our troops. With attacks such as these, it frightens me to think about Afghanistan's future after U.S. troops leave. We left Iraq and we saw what happened. Will Afghanistan be a replica of Iraq? Is this the right time to abort Afghanistan? Strengthen the Taliban? Stronger the threat for us? Would leaving Afghanistan vest power in the hands of the Al-Qaeda once again? These will always remain the big questions that experts in Washington will address.\nIn conclusion, I cannot ignore history. As an Indian, the women and children who were killed in the attack were part of my country. I am deeply saddened, shocked and angry by the attacks. This is the time to stand with Pakistani people in their moment of grief and share the enormous pain they are going through, while at the same time raise a voice against the army and ISI's hypocrisy on terror.  \n\nLoad-Date: January 4, 2017"
}