{
    "title": "Pakistan Appeals Acquittals of Four Men in 2002 Killing of American Journalist",
    "publisher": "the new york times",
    "year": 2020,
    "month": 4,
    "day": 4,
    "full text": "After a provincial court overturned the men's convictions in the American journalist's kidnapping and death, Pakistani officials moved quickly to appeal to the Supreme Court.\nThe Pakistani authorities said Friday that four men had been rearrested in the abduction and killing of the American journalist Daniel Pearl after a court overturned their convictions just the day before. The government will appeal their acquittals to Pakistan's Supreme Court, officials said. \n  On Thursday the High Court in Sindh Province overturned the murder conviction of Ahmed Omar Sheikh, a high-profile British-born militant accused of masterminding the 2002 abduction and killing of Mr. Pearl. It also tossed his death sentence, reducing it to seven years, a move that would have allowed him to be freed for time served. The convictions of three other men in the case on murder and terrorism charges were also overturned.\n  The court decision was widely condemned by American officials and journalists' groups. Welcoming Pakistan's move to appeal on Friday, a senior State Department official said, ''The overturning of the convictions for Daniel Pearl's murder is an affront to victims of terrorism everywhere.''\n  The official, Alice G. Wells, added, ''Those responsible for Daniel's heinous kidnapping and murder must face the full measure of justice.''\n  The Pakistani Interior Ministry said Friday in a statement that the men's release was halted after they were rearrested through a measure allowing the government to hold suspects for three months.\n  The ministry said it ''reiterates its commitment to follow due process under the laws of the country to bring terrorists to task.'' \n  Officials said the release of the four men could create a serious problem with law and order.\n  Mr. Pearl, a reporter for The Wall Street Journal, was abducted and killed in 2002 in the southern port city of Karachi while he was working on an investigation about militant groups' links to Al Qaeda.\n  The Sindh High Court had ruled that there was sufficient evidence against Mr. Sheikh in Mr. Pearl's abduction but not his killing.\n  Pakistani officials said an appeal would be filed next week in the Supreme Court.\n  American officials have said they believe Khalid Shaikh Mohammed, accused of masterminding the attacks of Sept. 11, 2001, personally carried out Mr. Pearl's murder.\n\nhttps://www.nytimes.com/2020/04/03/world/asia/pakistan-daniel-pearl-arrests.html\n\nGraphic\n\n \nPHOTO: Ahmed Omar Sheikh, pictured in  2002, had been given a death sentence in the kidnapping of the American journalist Daniel Pearl. The conviction was overturned Thursday, but Pakistani officials have moved to keep Mr. Sheikh behind bars. (PHOTOGRAPH BY Getty Images FOR THE NEW YORK TIMES)               \n\nLoad-Date: April 4, 2020"
}