{
    "title": "Pakistan to file counter-memorial on Jadhav's case in ICJ on Jul 17_ Report",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 7,
    "day": 12,
    "full text": "Islamabad, July 12 -- Pakistan will file its second counter-memorial on July 17 in the ICJ on the conviction of Indian national Kulbhushan Jadhav who was sentenced to death by a Pakistani military court in April last year on charges of espionage and terrorism, a media report said.\nThe International Court of Justice (ICJ) on January 23 gave a timeline to both Pakistan and India for filing another round of memorials in the case.\nPakistan's memorial will be in response to pleadings filed by India in the Hague-based ICJ on April 17.\nTop attorney Khawar Qureshi, who pleaded Pakistan's case at the initial stage, briefed Prime Minister Nasirul Mulk regarding the case last week, the Express Tribune reported.\nAttorney General for Pakistan Khalid Javed Khan and other senior officials also attended the meeting.\nAccording to the daily, the counter-memorial has been drafted by Qureshi.\nAfter the submission of the second counter-memorial, the ICJ will fix the matter for hearing, which is likely to take place next year.\nA senior lawyer, who has expertise in international litigations, told the Pakistani daily that there is no chance of hearing the case this year.\nEven the hearing of other matters has already been fixed until March/April next year, therefore, Jadhav case will be listed in summer next year, he added.\nIndia had moved the ICJ in May last year after Jadhav, 48, was sentenced to death by a Pakistani military court on charges of espionage and terrorism.\nA 10-member bench of the ICJ on May 18 had restrained Pakistan from executing Jadhav till adjudication of the case.\nIn its written pleadings, India had accused Pakistan of violating the Vienna Convention by not giving consular access to Jadhav arguing that the convention did not say that such access would not be available to an individual arrested on espionage charges.\nIn response, Pakistan through its counter-memorial on December 13 told the ICJ that the Vienna Convention on Consular Relations 1963 applied only to legitimate visitors and did not cover clandestine operations.\nPakistan had said that \"since India did not deny that Jadhav was travelling on a passport with an assumed Muslim name, they have no case to plead.\" Pakistan said that India did not explain how \"a serving naval commander\" was travelling under an assumed name.\nIt also stated that \"since Jadhav was on active duty, it is obvious that he was a spy sent on a special mission.\" \"Giving false identity to Kulbhushan, sending him for espionage and funding of terrorists activities are all some of the reasons which disentitle India from invoking the jurisdiction of the ICJ,\" Pakistan had said.\nIndia has been maintaining that the trial of Jadhav by a military court in Pakistan was \"farcical\".\nPakistan claims that its security forces arrested Jadhav from restive Balochistan province on March 3, 2016 after he reportedly entered from Iran.\nHowever, India maintains that Jadhav was kidnapped from Iran where he had business interests after retiring from the Navy. Jadhav's sentencing had evoked a sharp reaction in India.\nIndia had approached the ICJ for \"egregious\" violation of the provisions of the Vienna Convention on Consular Relations, 1963, by Pakistan in Jadhav's case.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: July 12, 2018"
}