{
    "title": "Pakistan border a 'clear danger' to U.S. , CIA says",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 3,
    "day": 31,
    "full text": "WASHINGTON - The situation in the border region between Afghanistan and Pakistan where al-Qaida has established a safe haven presents a \"clear and present danger\" to the West, the CIA director said Sunday.\nMichael Hayden cited the belief by intelligence agencies that Osama bin Laden is hiding there in arguing that the U.S. has an interest in targeting the border region. If there were another terrorist attack against Americans, Hayden said, it would most certainly originate from that region.\n\"It's very clear to us that al-Qaida has been able for the past 18 months or so to establish a safe haven along the Afghan-Pakistan border area that they have not enjoyed before, and that they're bringing in operatives into the region for training,\" he said.\nHayden added that that those operatives \"wouldn't attract your attention if they were going through the customs line at Dulles [airport, outside Washington] with you when you're coming back from overseas - who look Western.\"\nWashington has sought reassurance that Pakistan's new coalition government will keep the pressure on extremist groups using the country's lawless northwest frontier as a springboard for attacks in Afghanistan and beyond.\nOver the weekend, Pakistan's new prime minister, Yousaf Raza Gilani, pledged to make the fight against terrorism his top priority. But he said peace talks and aid programs could be more effective than weapons in fighting militancy in tribal areas along the Afghan border. It was the new government's latest rebuke of President Pervez Musharraf's military tactics, which many Pakistanis believe have led to a spike in domestic attacks.\nOn Sunday, Hayden declined to comment on reports that the U.S. might be escalating unilateral strikes against al-Qaida members and fighters operating in Pakistan's tribal areas out of concern that the pro-Western Musharraf's influence might be waning. Hayden only would say that Pakistan's cooperation in the past has been crucial to U.S. efforts to stem terrorism there.\n\"The situation on the Afghanistan-Pakistan border presents clear and present danger to Afghanistan, Pakistan, the West in general and the United States in particular,\" he said. \"Operationally, we are turning every effort to capture or kill that leadership from the top to the bottom.\"\nOn Iraq, Hayden said it could be \"years\" before the central government might be able to function on its own without the aid of U.S. combat forces.\nHayden said he would defer to the specific assessments of Gen. David Petraeus, the top U.S. commander in Iraq, and Ryan Crocker, top U.S. diplomat in Baghdad, who return to Washington next month to report to Congress.\n\nLoad-Date: April 1, 2008"
}