{
    "title": "PAKISTANIS KILL 24 SUSPECTS IN ANTI-TERRORISM RAID_ 8 SOLDIERS ALSO ARE SLAIN AS GOVERNMENT TARGETS",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 3,
    "day": 17,
    "full text": "Paramilitary troops stormed a fortresslike compound with mortars and machine-gun fire Tuesday, killing 24 suspects in a crackdown on al-Qaida and Taliban fugitives in the rugged tribal regions bordering Afghanistan, the army spokesman said.\nThe operation - which left at least eight Pakistani troops dead and 15 wounded - was a stunning message delivered just one day after the military president promised to rid the territory of foreign terrorists. There have been several anti-terrorism operations in the semiautonomous tribal belt in recent months, but none so bloody.\nBrig. Mahmood Shah, security chief in the tribal regions, said the raid was \"the most deadly\" in memory in the tribal areas.\n\"There will be more such operations,\" he told The Associated Press. \"We will continue these operations until it is assured that our tribal areas have been purged of foreign terrorists.\"\nArmy spokesman Gen. Shaukat Sultan said 24 suspects were killed in the raid, which began shortly after 5 a.m. near Wana, in the South Waziristan region, just a few miles from the Afghan border.\nThe majority of those killed appeared to be tribesmen suspected of sheltering the terrorists. But Sultan said several of the dead were also foreigners presumed to be members of al-Qaida. There was no indication any senior al-Qaida or Taliban leaders were among the dead, though most of those killed had not yet been identified.\nThe operation followed an announcement over the weekend that American forces were stepping up a sweep on the Afghan side of the border to capture al-Qaida and Taliban holdouts, including al-Qaida chief Osama bin Laden and Taliban leader Mullah Mohammed Omar.\nSultan said soldiers were able to retrieve only a few of the dead suspects because of continued tension in the region, though the fighting had ended by Tuesday evening. The bodies of all eight dead soldiers were taken to army headquarters at Wana.\nAbout 700 paramilitary forces began the operation early Tuesday in Kaloosha, a village about six miles west of Wana, the main town in South Waziristan.\nA Kaloosha resident, Qasim Khan, said paramilitary troops exchanged fire with people inside the mud-brick compound, which had several low-flung buildings in it and was surrounded by a high wall and several lookout towers. The fortresslike design is common in the lawless tribal belt.\nIt was unclear who was inside, but it was believed to belong to one of seven tribesmen from the Yargul Khel clan accused of harboring al-Qaida and Taliban suspects. The seven have refused to surrender to authorities.\n\"We are not allowed to go out of our homes,\" Khan told an AP reporter by telephone from the besieged village.\nThe operation was the latest in a series of military sweeps in Pakistan's semiautonomous tribal regions. President Gen. Pervez Musharraf vowed Monday to rid the areas of suspected terrorists and acknowledged for the first time that 500 to 600 foreigners were sheltering in the region. He appealed to tribal elders for their cooperation in the counterterrorism drive.\nHis comments came ahead of a two-day visit to Pakistan and Afghanistan starting today by Secretary of State Colin Powell, and after police on Monday defused a large car bomb outside the U.S. Consulate in the southern city of Karachi minutes before it was timed to detonate.\nU.S. forces in Afghanistan over the weekend announced the start of Operation Mountain Storm, a large-scale sweep to hunt down al-Qaida and Taliban fugitives believed to be hiding in the border region.\n\nNotes\n\nPAGE 2\n\nLoad-Date: March 18, 2004"
}