{
    "title": "Pakistani doctor in Minnesota charged with terrorism",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 3,
    "day": 20,
    "full text": "BY AMY FORLITI\nThe Associated Press\nMINNEAPOLIS - A Pakistani doctor and former Mayo Clinic research coordinator was arrested Thursday in Minnesota on a terrorism charge, after prosecutors say he told paid FBI informants that he had pledged his allegiance to the Islamic State group and wanted to carry out lone wolf attacks in the United States.\nMuhammad Masood, 28, was arrested at the Minneapolis-St. Paul International Airport on Thursday by FBI agents and was charged with one count of attempting to provide material support to a foreign terrorist organization.\nProsecutors say Masood was in the U.S. on a work visa. They allege that starting in January, Masood made several statements to paid informants - whom he believed were members of the Islamic State group - pledging his allegiance to the group and its leader. He also allegedly expressed his desire to travel to Syria to fight for ISIS and a desire to carry out lone wolf attacks in the U.S.\nAt one point, Masood messaged an informant \"there is so much I wanted to do here .. .lon wulf stuff you know ... but I realized I should be on the ground helping brothers sisters kids,\" according to an FBI affidavit.\nProsecutors say Masood bought a plane ticket on Feb. 21 to travel from Chicago to Amman, Jordan, and then planned to go to Syria from there. He had planned to leave at the end of March. But on March 16, he had to change his travel plans because Jordan closed its borders due to the coronavirus pandemic. Masood and one of the informants then developed a plan for him to fly from Minneapolis to Los Angeles to meet with that informant, whom Masood believed would help him travel in a cargo ship into Islamic State territory.\nMasood was arrested Thursday at the airport after he checked in for his flight to Los Angeles. His attorney, Manny Atwal, had no immediate comment.\nCourt documents do not name the clinic where Masood worked, but a LinkedIn page for a man with the same name and work history says Masood has worked at the Mayo Clinic in Rochester, Minn., since February of 2018, first as a research trainee, but has been a clinical research coordinator since May. A profile on researchgate.net says he has done research in cardiology; he was scheduled to present his research for the Mayo Clinic School of Continuous Professional Development in October 2018, according to an online calendar of the event.\nMayo Clinic spokeswoman Ginger Plumbo said Masood formerly worked at the medical center, but \"was not employed by Mayo Clinic at the time of his arrest.\" According to an affidavit supporting the criminal complaint, Masood said in February that he was going to notify his employer that his last day of work would be March 17.\nThe affidavit said the FBI began investigating in January, after learning that someone, later determined to be Masood, had posted messages on an encrypted social media platform indicating an intent to support ISIS.\nOn Jan. 24, Masood contacted one of the informants on the encrypted platform and said he was a medical doctor with a Pakistani passport and wanted to travel to Syria, Iraq or the northern region of Iran stretching to Afghanistan \"to fight on the frontline as well as help the wounded brothers,\" the affidavit said.\nHe explained that he wanted to make the trip because he \"hates smiling at the passing kuffar just to not make them suspicios.\" The affidavit said kuffar is an Arabic term meaning nonbeliever or non-Muslim. Masood also allegedly told the informant he wanted help getting to the front lines. When the informant said Masood might have to kill people, Masood replied, \"i want to kill and get killed ... and kill and get killed.\"\nAt one point, the informant set up a video conference with the second informant, whom Masood believed to be an overseas commander who could vet Masood to fight for ISIS. Masood allegedly told that informant he wanted to be a combat medic and fight, and had been ready to go for some time.\nRoughly three dozen Minnesotans - mostly men from the state's large Somali community - have left Minnesota since 2007 to join al-Shabab in Somalia or militant groups in Syria, including the Islamic State group. Several others have been convicted on terrorism-related charges for plotting to join or provide support to those groups.\n---\nFollow Amy Forliti on Twitter: https://www.twitter.com/amyforliti\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: March 20, 2020"
}