{
    "title": "Pakistani violence detailed in Florida terror case",
    "publisher": "telegraph herald ",
    "year": 2013,
    "month": 1,
    "day": 15,
    "full text": "Undercover agent details terrorism-sting specifics PORTLAND, Ore. -- An Oregon terrorism suspect allegedly waited just 12 minutes to tell a man he thought was an al-Qaida recruiter that he wanted to detonate a bomb in the U.S. The purported recruiter was an undercover FBI agent in his first meeting with 21-year-old Mohamed Mohamud. The agent testified Monday under the pseudonym \"Youssef\" to a courtroom cleared of the public and media, who were allowed to watch a closed-circuit feed that didn't show his face. \nIt was the fourth day of Mohamud's trial on terrorism charges. \"I asked him what he's willing to do,\" the agent said. \"He says he wants to wage war inside the U.S.\" Mohamud is accused of trying to blow up a November 2010 Portland Christmas tree-lighting ceremony. A set of six 55-gallon drums that he thought was a bomb was in fact a dummy device provided by the undercover agents, according to authorities. MIAMI - A former Pakistani politician and landowner described beheadings, bombings and attacks on police stations by Taliban militants Monday at the trial of two Muslim clerics accused of financially supporting the terrorist group. Saifullah Khan, 43, said his name was on a Taliban hit list of officials targeted during the Islamic fundamentalist group's attempt to take control of Pakistan's Swat Valley in 2007. The father of six, who now lives in Philadelphia, was formerly an elected official who helped oversee such things as road and water projects for about 15 villages in the Swat Valley. The testimony about Taliban violence came in the second week of the trial of Hafiz Khan and one of his sons, Izhar. They are not related to Saifullah Khan but, like Saifullah, have family origins in the Swat Valley, where the surname is common. Hafiz and Izhar Khan are facing conspiracy and terrorism support charges that each carry potential 15-year prison sentences. Hafiz Khan, 77, is imam at a downtown Miami mosque. Izhar Khan, 26, held the same post at a mosque in suburban Margate.\n\nLoad-Date: January 15, 2013"
}