{
    "title": "Pakistan Outlines Plans To Curb Militant Networks",
    "publisher": "the new york times",
    "year": 2000,
    "month": 6,
    "day": 10,
    "full text": "After months of criticism from Washington of its handling of terrorism, Pakistan today outlined an ambitious campaign aimed at slowly curbing networks of militants that have taken root here and in Afghanistan.\nSenior officials said the military government has decided to act not because of the American pressure, but because the networks threaten Pakistan by \"fanning sectarian violence and poisoning people's minds,\" said Moinuddin Haider, the interior minister.\nThere has been a growing criticism of Pakistan by Washington and independent groups. A Congressionally appointed advisory panel has recommended that Pakistan be designated as a government that is \"not cooperating fully\" against terrorism.\nIn an interview, Mr. Haider said his government had made a \"clear-cut policy decision\" to begin controlling the thousands of religious schools, some of which preach hatred of the West and provide young recruits to the \"jihads,\" or holy wars, in Kashmir, Afghanistan, Bosnia and Chechnya, and to other conflicts involving Muslims.\nSome also channel militants to terrorist groups such as those linked to the Saudi financier Osama bin Laden, who is being sheltered by Afghanistan and whose network has been accused of repeatedly killing Americans.\nAt Pakistan's urging, Mr. Haider said, the Taliban in Afghanistan have expelled several Pakistanis and several Arabs wanted by their home governments for alleged terrorist attacks. He said the Taliban have also occupied Rishkavour, which Western diplomats say is a leading training camp for militants near Kabul.\nIn addition to providing mujahedeen, or holy warriors, for conflicts throughout the world, such camps have also produced the terrorists who bombed the World Trade Center and two American Embassies in Africa, intelligence officials have concluded. Most recently, veterans of such camps plotted to attack tourist sites in Jordan and America around the time of the new year's celebrations, they say.\nThe United States has become alarmed about those networks, particularly those affiliated with or supported by Mr. bin Laden.\nMr. Haider, a retired general who was governor of Sindh Province until his current appointment, insisted that Pakistan made the decision based on its own security interests. \"I feel this is good for Pakistan,\" he said. \"I'm not following anyone else's agenda.\n\"Pakistan ought to become a progressive, modern and tolerant secular state.\"\nHe said the campaign would mark a radical departure from some of Pakistan's political and religious traditions. \"It will not happen overnight, and it will upset many people,\" Mr. Haider said. But he added that his government was determined to enforce a \"gradual rollback\" of the networks.\nAsked for comment on the steps outlined this week, Karl F. Inderfurth, assistant secretary of state for South Asia, said the United States welcomed them. Though Washington had not been officially informed about some of the measures, he said: \"These are precisely the kinds of things we've been hoping to hear from the government of Pakistan.  We hope they'll be successful in carrying them out.\"\nWhether they will be, he added, is \"the $64,000 question.\"\nAnother American official who monitors terrorism expressed skepticism about whether the Taliban were being truly responsive and whether Pakistan, which is facing strikes and growing criticism of its economic measures, would maintain pressure on the Taliban.\nHe noted, for example, that Washington had not confirmed that the Taliban have taken over Rishkavour. But he said Islamabad's actions reflect a \"higher level of effort than we've recently seen.\"\nAmong other things, the steps Pakistan is talking about include demanding that Afghanistan shut down 18 training camps identified by Pakistan; arresting and extraditing 20 to 25 Pakistanis and an unspecified number of Arabs wanted for terrorism by their respective governments; and improving border controls.\nA second part of the effort involves the potentially explosive topic of identifying thousands of religious schools, which typically have not been regulated, and imposing standards on them.\nTo date, Mr. Haider said, about 4,000 religious schools, or madrassas, have been registered. He has been meeting with madrassa leaders, he said, to encourage them to modernize their curriculum to include mathematics and computer skills. Such schools, he said, which often take the place of public schools, should not produce zealots, but \"balanced persons.\"\nJessica Stern, a terrorism expert at Harvard University and a former official in the Clinton administration, said the Pakistani program could greatly reduce terrorism in the region. But she said only 4,345 schools have been registered so far, of an estimated 40,000. And, she said, most of the rural, most extremist madrassas strongly oppose government intervention in their activities. Pakistan has come a long way, she said, but it has a long way to go in preventing sectarian violence.\nZahid Hussain, a senior editor of Newsline, an independent monthly, said the military government is caught between competing pressures. On one hand, he said, it needs the West economically and does not want to be isolated politically. But on the other, he said he doubted that it could afford to antagonize the religious groups that are a core political constituency.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: A Pakistani official, Moinuddin Haider, promised a \"gradual rollback\" of militant networks. (Associated Press)\n\nLoad-Date: June 10, 2000"
}