{
    "title": "Pakistan Court Indicts Seven In Mumbai Terror Attacks",
    "publisher": "rtt news",
    "year": 2009,
    "month": 11,
    "day": 25,
    "full text": "(RTTNews) - In a key test of Pakistan&apos;s promises to punish those responsible for last year&apos;s Mumbai terror attacks, an anti-terrorism court in that country indicted seven suspects in the case Wednesday.\nAlleged mastermind Zaki-ur-Rehman Lakhvi and other suspects were charged under Pakistan&apos;s anti-terrorism act and criminal code. All of them, allegedly belonging to the Lashkar-e-Taiba militant group, have pleaded not guilty.\nIndia&apos;s anti-terrorist squad killed all but one of the 10 gunmen who unleashed a shooting spree in multiple locations in the country&apos;s financial capital and held hostages for three days since November 26, 2008. Around 180 people were killed in the carnage.\nThe lone survivor among the gunmen, Ajmal Amir Kasab, is in India&apos;s custody. Indian police have charged him and 35 others, including the Pakistan-based leaders of the militant group Lashkar-e-Taiba, in a Mumbai court.\nKasab is on trial for charges of \"murder and waging war\" against India.\nPakistan&apos;s first indictment in a case being watched closely by India and the United States comes on the eve of the first anniversary of the dreaded terrorist attacks that exposed the serious threat India faced from militant outfits from across the border.\nIslamabad has been under pressure since New Delhi had provided proof showing all the 10 militants involved in the Mumbai attacks came from Pakistan.\nPakistan&apos;s President Asif Ali Zardari, who initially denied the charges, said after meeting with US officials that his government would assist India in probing the attacks and take action against any Pakistani elements found involved in the attack.\nThe massacre further tensed India-Pakistan relations, with New Delhi suspending all upcoming meetings under the Composite Dialogue process until Pakistan addresses its concerns related to the terrorist attacks.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 18, 2010"
}