{
    "title": "Pakistan offers to mediate",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 11,
    "day": 13,
    "full text": "U.S.-Taliban: Rocket attacks targeted at U.S., U.N. missions\nISLAMABAD, Pakistan (AP) - Hours after U.S. and U.N. missions were targeted by rocket attacks, Pakistan's military leader offered Friday to mediate between the United States and Afghanistan's Taliban rulers over suspected terrorist Osama bin Laden.\nSix rockets were fired from cars near the U.S. Embassy, the U.N. building, an American cultural center and downtown government buildings in Pakistan's capital, injuring six people.\nThere was no evidence so far that bin Laden, whom Washington says masterminded the deadly bombings of two U.S. embassies in Africa last year, was behind Friday's attacks.\nBut Pakistani Interior Ministry officials said immediate suspicions focused on the Saudi dissident. The blasts occurred two days before a U.N. deadline for the Taliban to turn over bin Laden for trial or face sanctions.\nGen. Pervaiz Musharraf, who seized power in Pakistan a month ago in a bloodless coup, refused to speculate on who carried out Friday's attacks until an investigation is completed.\nBut he said he wants to help fight terrorism and offered to mediate with the Taliban over bin Laden, who has been in hiding in Afghanistan since 1996.\n\"If he is involved in terrorism, yes, surely, I would like to negotiate with the Afghan government as (to) how to resolve the issue,\" Musharraf told The Associated Press.\n\"It will be really sad that a country which needs help … will have to face sanctions,\" he said. \"I would like to play my role with the Taliban and see how a compromise can be reached.\"\n\"We are against all forms of terrorism, especially against the use of religion for promoting terrorism,\" Musharraf said. \"Surely I will like to contribute toward curbing terrorism in whatever form.\"\nIn New York, the current president of the U.N. Security Council, Ambassador Danilo Turk of Slovenia, said \"sanctions will go into effect automatically\" if Tali-ban does not hand over the fugitive Saudi accused of running a terrorist network.\nThe Clinton administration warned Afghanistan the United Nations would impose sanctions this weekend if the ruling Taliban fails to help bring Osama bin Laden to trial on terrorism charges.\n\"The Taliban, for a whole range of reasons, is outside even the most reasonable, most elastic definition of acceptable international behavior,\" national security adviser Sandy Berger said Friday.\nWe're glad that the international community is now about to embrace the sanctions that we imposed upon the Taliban unilaterally some weeks ago, Berger added.\"\nThe United States says bin Laden runs a network of Islamic militants called al-Qaida, while living under protection of the Taliban, who rule 90 percent of Afghanistan. It believes bin Laden planned the August 1998 bombings of the U.S. embassies in Kenya and Tanzania that killed 224 people.\nA guerrilla who said he conducts weapons training for al-Qaida warned Friday that a special commando unit had been created to take revenge if the U.N. sanctions are imposed.\n\"We have now collected our people,\" the guerrilla, who gave his name only as Abu Daoud, told The Associated Press in his hideout in the eastern Afghan city of Jalalabad.\n\"If sanctions are imposed on Afghanistan we will send our commando troops to do jihad (holy war),\" said Abu Daoud, a Yemeni, in an interview arranged by a Taliban commander.\nDaoud, who said he occasionally traveled with bin Laden, said the al-Qaida leader was constantly on the move inside Afghanistan.\n\"He will be here and then he will be gone. He never stays anywhere for any time,\" he said. A Taliban commander said al-Qaida maintains two training camps near Jalalabad.\nA senior official in the Pakistani Interior Ministry, speaking on condition of anonymity, said Friday's rocket attacks were a message \"to the Pakistan military leadership that if they cooperate with America against Osama there could be even worse violence.\"\nThe reclusive Taliban leader, Mullah Mohammad Omar, condemned the blasts in a statement, saying they aimed to damage relations with Pakistan - considered a Taliban ally - and worsen dealings with the United States.\nThe Pakistani Foreign Office made no mention of bin Laden or the Taliban in its condemnation of the attack. It called the attacks \"premeditated and wanton terrorism\" committed by \"elements hostile to the interests of Pakistan and Afghanistan.\"\nAmericans in Pakistan were advised to use caution. White House spokesman David Leavy said, \"We are certainly troubled by the violence and condemn in the strongest terms these attacks.\"\nThe rockets were fired from vehicles within a two-minute span over several miles in the center of Islamabad. They fell short of their targets and caused no major damage. A Pakistani guard at the American center was wounded, but no Americans were hurt, a U.S. official said.\nThe attackers escaped, Pakistani officials said. No one has claimed responsibility.\nDeputy Commissioner Hamid Ali Khan said two charred vehicles were found near the embassy and the American center, containing rocket launchers and explosives and a fake license plate from a U.N. agency. The attackers apparently destroyed the cars before fleeing.\nThere had been little unrest in Pakistan since Musharraf ousted the democratically elected government. The downfall of the unpopular prime minister was welcomed by many Pakistanis, and opponents of the military hardly raised their voices.\n\nLoad-Date: November 16, 1999"
}