{
    "title": "Pakistan military courts to try terrorism cases Islamabad alters policies in wake of school massacre",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 12,
    "day": 25,
    "full text": "- Pakistan's prime minister announced today the country will set up special trial courts under the supervision of military officers to prosecute terrorism cases in the wake of the Taliban school massacre. \nNawaz Sharif spoke in a nationally televised address after a marathon meeting with all political parties and the country's military leadership to hash out new counterterrorism policies in the wake of the horrific attack.\nThe Peshawar attack has shocked the nation. We will not let the blood of our children go in vain, Sharif said.\nIn the wake of the Pakistani Taliban attack on Dec. 16 that killed 149 people, the government has scrambled to show that it is getting tough on militancy. \nThe military has stepped up operations in the tribal areas, and the government has reinstated the death penalty. Already six people have been executed.The military-run courts were the most controversial of 25 measures announced by Sharif after the daylong meeting earlier Wednesday in the capital. He gave few details about how the courts would function, except to say they would operate for the next two years and that changes to the current laws would be needed.\nIn the wake of the Taliban attack on a school in the frontier city of Peshawar, the government has been discussing numerous options for battling militancy, including ways to make it easier to detain and prosecute suspected terrorists. \nSuspected terrorists are rarely convicted in Pakistan's troubled legal system due to shoddy police investigations and intimidation of witnesses and judges. Court cases can also drag on for months and years with little resolution, so the military courts are seen as a way to speed up the system.\nBut courts supervised by the country's powerful military raise questions of whether there will be enough or any civilian oversight or media access and how much rights suspects will have.\nCritics contend that quick-fix measures such as military courts or reinstating the death penalty do little to improve the legal process and the police in the long run. \n\nLoad-Date: December 25, 2014"
}