{
    "title": "Pakistan 's support of terrorism prevents peace with India",
    "publisher": "university wire",
    "year": 2002,
    "month": 10,
    "day": 29,
    "full text": "India's recent decision with regard to the withdrawal of troops from the India-Pakistan border has renewed the debate among the strategic community on the future of India-Pakistan relations. Some have welcomed India's decision and suggested that India should also resume dialogue on pertinent themes, including the Kashmir issue. Others argued that India should wait and watch until an elected and democratic regime is in place in Pakistan.\nThe Dec. 13 attack against India's Parliament building by two Pakistan-based terrorist groups, the Lashkar-e-Tayyaba and the Jaish-e-Mohammed, prompted and provoked India to mobilize and build up military troops across the Indo-Pak border. Pakistan followed suit, and both countries' armies were on the verge of escalating a full-fledged war. The intensity of the crisis was so severe and grave that the international community, in general, and the United States, in particular, were concerned that a conventional war between India and Pakistan could erupt. Authorities in Pakistan made a number of statements signaling that nuclear weapons might be used during such an eventuality.\nStanford U.\nThe fear that a conventional war could escalate into a nuclear war led many countries to urge the departure of their nationals during May and June this year. The military build-up by India and Pakistan across their mutual border continued for more than 10 months. The coercive diplomacy, compellence strategy and the U.S. brinkmanship played a dominant role in averting the worst feared crisis. However, current milieu and conditions across the border are still tense.\nIn addition to military build-up across the Indo-Pak border, India took a number of other initiatives, including recalling its high commissioner from Islamabad, terminating the Delhi-Lahore bus and train services and canceling over-flight facilities to Pakistan and Pakistan Airlines. India also handed over to Pakistan a list of 20 fugitives and asked that they be apprehended and handed over so that they could be brought to justice for the crimes committed in the country. As of now, Pakistan has not taken any steps in handing over those fugitives.\nThe recent crisis originated from cross-border terrorism. India's demand from Pakistan to contain cross-border terrorism seems to be widely accepted among the members of the international community. The U.S. has pressured Pakistan to stop its support of these activities. The widespread international consensus today is that there is no justification for terrorism, which must be eradicated wherever it exists. India is determined to take all necessary steps to preserve its security and territorial integrity, and will resist terrorism until it is decisively crushed.\nIndia has made it clear that the withdrawal of troops in the existing circumstances has been only from the international border including parts of Jammu, Punjab and Rajasthan. The high level of alert on the Line of Control in Jammu and Kashmir, however, would continue. Operation Parakaram, the code name given to the mobilization of troops after the Dec. 13 terrorist attack on India's Parliament has been partially successful because it helped in getting the international community sufficiently alarmed enough to pressure Pakistan into moderating its behavior.\nPakistan will, however, continue to pose a threat to India's security in the future also. Its traditional hostility and single-minded aim of keeping India destabilized is not focused just on Kashmir but on a search for parity. Pakistan has been waging a proxy war against India for more than two decades. Pakistan's weapons acquisitions from the West and China, and its close collaboration with China and North Korea on nuclear and missile matters, will continue to be of grave concern to India.\nPakistan has also announced that it will withdraw its forces in response to the Indian decision. However, Pakistan's earlier commitment on containing cross-border terrorism is yet to be fulfilled.\nPresident Gen. Musharraf's proclaimed desire to talk to India cannot be achieved unless and until the cross-border terrorism is absolutely contained. In January 2002, Pakistan stated that it would not allow its territory to be used for terrorism anywhere in the world. In reality, Pakistan has not been able to do any concrete things with regard to containing cross border terrorism. There is certainly a lack of consistency between rhetoric and action on the part of Pakistan.\nThe onus lies on Pakistan again in the current prevailing circumstances in the Indian subcontinent. Pakistan must hand over all those 20 fugitives, which India has been asking for since December 2001.\nIn addition to fighting the global war on terrorism, Pakistan should dismantle all of the existing terrorist groups on Pakistani soil, shun all of the fundamentalists, and stop giving shelter to the members of the terrorist groups. A recent phenomenon is the mushrooming of pan-Islamist militant outfits with links to radical organizations in Pakistan, Saudi Arabia, Sudan and some other West Asian countries. The man behind the 1992 major terrorist act in Mumbai, India, has been given protection in Pakistan by the authorities. Pakistan can only fight the global war on terrorism, in the true sense of the term, if it would be able to eradicate all the existing evils in the form of terrorists on its soil.\nUndoubtedly, the pullback provides both sides a number of opportunities including the resumption of bilateral dialogue on the matters affecting their relationships. The politico-diplomatic strategy warrants both sides to create a peaceful atmosphere in the region.\nThe era of coercive diplomacy is over now. The compellence strategy can still work, and the U.S. brinkmanship has certainly a dominant role to play. The United States, to a greater extent, helped in averting the crisis and put pressure on Pakistan consistently for containing cross-border terrorism. The cross-border terrorism as Pakistan's state policy must be abandoned in its own interest.\nArvind Kumar, a member of the research faculty at the National Institute of Advanced Studies in Bangalore, India, is currently a visiting fellow at the Center for International Security and Cooperation in the Institute for International Studies at Stanford.\n(C) 2002 The Stanford Daily via U-WIRE\n\nLoad-Date: October 29, 2002"
}