{
    "title": "Pakistan condemns inhuman terrorist attack in Kabul",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 25,
    "full text": "\"I was standing about 100 metres from the centre when a big blast knocked me down\", said Reza, who had gone to hospital with his cousin, who was wounded in the blast.\nThe Islamic State group said it was behind the attack in messages posted on its social media channels, but did not provide any evidence.\nThere has been an upsurge in violence between Taliban and Afghan forces in the country, even as representatives from the two warring sides begin peace talks in Doha to end the decades-long war in Afghanistan.\nResidents gather at a site following a suicide bomber blew himself up in an education centre, in Kabul on 24 October, 2020.\nThe attack, which was condemned by North Atlantic Treaty Organisation and the Afghan government, took place in an area of westKabul that is home to many from the country's Shia community, a religious minority in Afghanistan targeted in the past by groups such as Islamic State.\nDozens of students died in the same area ofKabul in an attack on another education centre in 2018, while in May gunmen attacked a maternity ward, killing 24, including mothers and babies.\nIn the past the extremists have targeted several education centres and other facilities in the area. The ISIL armed group has launched several attacks in Afghanistan on the Shia community, whom it views as apostates. Pakistan condemned theKabul suicide attack in strongest possible terms.\nArnold Schwarzenegger Gives Thumbs Up In Recovery Photo After Undergoing Heart Surgery\nArnold Schwarzenegger says he is feeling \"fantastic\" after his recent heart surgery . The aortic valve helps blood flow out of the heart through the rest of the body.\n\"Pakistan condemns terrorism in all its forms and manifestations and will continue to support a peaceful and stable Afghanistan\", it added.\nEarlier Saturday, a roadside bomb killed nine people in eastern Afghanistan after it struck a minivan full of civilians, a local official said. Officials blamed that explosion on the Taliban.\nThe Taliban rejected any connection to that attack.\n\"The world must sit up and take notice\".\n\"The global community must make the protection of civilians a core demand for their ongoing support of the peace process\".\nThis month marks 19 years since the United States invaded Afghanistan to topple the Taliban rulers, who had harbored al-Qaida militants who attacked the United States on September 11, 2001.\nLast week, USA special envoy Zalmay Khalilzad said the Taliban had agreed to \"reset\" their commitments under a troop withdrawal deal and reduce the number of casualties in the country.\n\nLoad-Date: October 25, 2020"
}