{
    "title": "Pakistan Court Quashes Two Anti-Terror Cases Against Saeed",
    "publisher": "rtt news",
    "year": 2009,
    "month": 10,
    "day": 12,
    "full text": "(RTTNews) - The Lahore High Court in Pakistan&apos;s Punjab province quashed two cases under the anti-terrorism law against Hafiz Mohammad Saeed, the Jamat-ud-dawa (JuD) chief and mastermind behind last November&apos;s Mumbai terror attacks, saying he could not be charged under the anti-terror law as his outfit was not banned in Pakistan.\nA two-judge bench agreed with the arguments of Saeed&apos;s lawyer, A.K. Dogar, that since the JuD was not on the list of banned organizations, its leaders cannot be barred from collecting donations and making speeches. Dogar argued that Saeed was a \"law-abiding citizen.\"\nThe court admitted Saeed&apos;s petition, which contended that the FIRs were registered against him because of pressure on Pakistan from India, and ordered the quashing of the cases.\nThe bench asked Punjab Additional Advocate-General whether there was any government order banning the group. When the AG replied that there was no such order, the bench pointed out that since the outfit Saeed heads does not figure in the first schedule of the Anti-Terrorism Act, therefore, he could not be charged under the law.\nIndia reacted sharply to the fresh reprieve for the 59-year-old terrorist leader, saying there was sufficient evidence to nail him.\nWe are insisting that Saeed was the brain behind the Mumbai attacks and the government of Pakistan must conduct an investigation and bring to justice all those responsible for it, India&apos;s external affairs minister S.M. Krishna said in Bangalore.\nInterior Minister Rehman Malik had earlier said on several occasions that the JuD has been banned, but no formal notification has been issued so far to proscribe the group. JuD is a front organization of the Lashkar-e-Taiba (LeT), blamed by India for carrying out the November 2008 Mumbai attacks.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}