{
    "title": "Pakistan Charges Cleric Muhammad With Terrorism, Treason",
    "publisher": "the capital ",
    "year": 2009,
    "month": 8,
    "day": 3,
    "full text": "(RTTNews) - Tehreek-e-Nafaz-e-Shariat-e-Muhammadi (TNSM) chief and pro-Taliban cleric Maulana Sufi Muhammad, who brokered the now-defunct peace deal between the authorities and the insurgents in the lawless Swat valley, was slapped with charges of terrorism, treason and rebellion, reports say.\nThe charges carry a minimum penalty of life imprisonment and could result in the death penalty.\nMuhammad, the father-in-law of Maulana Fazlullah, leader of the Taliban in Swat, and three others, including his sons Ziaullah and Rizwanullah, were arrested July 26 from his rented house in Sethi town near Peshawar, the capital of the North West Frontier Province (NWFP), for having links with the Taliban, as also for his role in fomenting unrest in the Swat valley.\nHe was charged on the basis of a speech he delivered on April 19, declaring that he did not believe either in democracy, the constitution of Pakistan, much less its judicial and parliamentary system. The case was registered under the Terrorism Act, including sections 120-D, 121 and 124-A.\nThe February peace deal the cleric helped negotiate, imposed Shariah, or Islamic law, in the valley in exchange for an end to two years of fighting. But the deal was widely seen as a surrender by Islamabad to the Taliban diktat.\nThe deal collapsed in April when the Taliban advanced into neighboring districts close to the capital Islamabad, setting off a military offensive that prompted a spree of retaliatory suicide attacks by the militants.\nIftikhar Hussain, NWFP Information Minister, said that Sufi Muhammad was arrested for speaking against the government, besides encouraging violence and terrorism in Malakand division, which includes Swat valley.\nSufi&apos;s role in militant activities in Malakand would be investigated and cases would be filed against him after the probe was completed, he added.\nThe federal government scrapped the peace agreement in May, and launched a major military offensive in Swat and its nearby areas. Over 1,700 militants and nearly 170 soldiers have so far been killed in the fighting. A son of Sufi Muhammad was recently killed in a military operation in Dir.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}