{
    "title": "Pakistani - American Businessman Gets Involved in War against Terrorism",
    "publisher": "the beaumont enterprise",
    "year": 2001,
    "month": 10,
    "day": 2,
    "full text": "PORT ARTHUR, Texas--Mohammad Azam Swati has made the trip from his native Pakistan to his adopted home in Port Arthur numerous times in the past 26 years.\nBut his most recent trip was different.\nSwati said he was subjected to an extensive baggage search and questioning by airport security officials, as well as suspicious stares from passengers.\n\"I could feel the uneasiness and I understand it,\" he said of his trip.\n\"I don't blame people because you don't know who terrorists are. They could be anywhere.\"\nSwati said the Sept. 11 terrorist attacks have left him, like many other Muslims, feeling the shame and anger of having their religion associated with terrorism.\n\"Terrorists cannot be practicing Muslims. The Muslim belief is that you hurt one innocent person, you hurt all humanity, and if you help one person, you help all humanity,\" Swati said.\nSwati, 52, came to the United States in 1978 seeking political asylum from the Pakistani government. He bought a convenience store in Houston and by 1987 expanded the business to Beaumont and Port Arthur.\nIn 1998, he founded Pak Oil Company, an oil distribution company whose clients include retail service stations offering Texaco and ExxonMobil brands.\n\"He was one of the first Pakistanis to come here and many of us came here because of him,\" said Muhammad Tahier Javed, founder of the Pakistani-American Association of the Golden Triangle, a year-old group comprising about 300 Pakistani-American business owners in Beaumont and surrounding cities.\nJaved said Swati has helped several Pakistani-American businessmen get their start in the United States by offering them jobs with his company and by giving financial advice and assistance.\n\"He is like what I would call a 'godfather' in the community,\" Javed said. \"Everyone knows him and respects him.\"\nNow Swati will be advising the Pakistani government on the country's involvement in America's war on terrorism.\nSwati, 52, was recently elected the chief administrator of the Mansahra district in Pakistan, a position equivalent to that of a senator in the United States.\nThe Mansahra district is part of the Northwest Frontier Province, one of the largest provinces in Pakistan.\nSwati said he was among 10 Pakistani-Americans consulted by the Pakistani government on whether to allow the United States to use Pakistani airspace for possible attacks on Afghanistan.\n\"He is a strong believer of Pakistan being in strong alliance with the United States and patterning themselves after the U.S. government,\" Javed said.\nSwati, who has two children attending Lamar University, said Pakistani-Americans feel equal pride in being from Pakistan and becoming U.S. citizens.\nSwati, who had to give up his U.S. citizenship to run for office in Pakistan, said he will probably spend less time in the United States because his most important work now is in Pakistan.\n\"He really feels he is needed back in Pakistan. He wants Pakistan to be more progressive and he will see that happen,\" Javed said.\n-----\nTo see more of The Beaumont Enterprise, or to subscribe to the newspaper, go to http://www.southeasttexaslive.com/ \n\nLoad-Date: October 3, 2001"
}