{
    "title": "Pakistan 's embattled president touts gain in war on terrorism",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 3,
    "day": 23,
    "full text": "President Pervez Musharraf is under attack as a judicial crisis enters another week of nationwide protests. But in the eyes of the international community, the embattled president may finally be seeing some success.\nIslamabad is casting the continued fighting between Al Qaeda-linked militants and local tribes near the Afghan border as a success in the war against terrorism - where Mr. Musharraf seemed, until recently, to be failing.\nThe fighting, which has left more than 100 Al Qaeda-linked militants dead as of Thursday, would appear to vindicate a much-criticized truce that local tribesmen and the government entered into last September. Under the agreement, Musharraf's regime released Taliban-linked prisoners in North Waziristan in return for pledges from tribal elders to expunge the region's foreign Islamist fighters.\nDomestic and international critics doubted the prudence of such a move, but Islamabad pitched the deal as a glimmer of hope for the semiautonomous Federally Administered Tribal Areas (FATA), whose six million inhabitants have endured years of war with the government.\nFor six months, the elders seemed to default on their promise. In fact, attacks inside Afghanistan tripled, as militants regrouped under what amounted to amnesty, according to critics.\nThe potential windfall comes at a critical time for Musharraf. His ability to govern seems heavily shaken, both on the streets of Pakistan, where thousands have protested since he sacked the country's chief justice earlier this month, and in the international corridors of power, where his Waziristan strategy has come under blistering attack from the Western governments who fund Pakistan's military.\n\"In the beginning ... everybody thought nothing would come out of [Musharraf's deal with tribal militants]. Now it seems the government has convinced the local people to rise against the foreign militants,\" says Behroz Khan, a Peshawar journalist and expert on the tribal belt. Targeting foreign militants, he adds, could reduce violence in neighboring Afghanistan, which hit record highs last year.\nFor critics, a success in name only\nBut for many skeptics, the fighting has been a success only for Musharraf's public image. They see the flareup in the tribal belt as nothing more than a local dispute that the government is spinning for good press at a time of crisis.\nWhile this week's developments could restore a bit of much-needed credibility, analysts say, it is not likely to restore the president's chipped public facade.\n\"The uprising against [the Uzbeks] does not in any way harm those who are against the coalition forces in Afghanistan,\" says Ijaz Khattak, a professor of international relations at the University of Peshawar. \"You deliver some people, you get a lot of propaganda, while actually nothing is happening.\"\nIn fighting that has sharply intensified, a pro-government tribal elder in South Waziristan, Maulvi Nazir, is mounting an attack against Uzbeks of the Islamic Movement of Uzbekistan, an Al Qaeda affiliate that fought alongside Afghans and Arabs during the US invasion.\n\"We see it as a positive sign that our strategy is working in the tribal areas,\" says Maj. Gen. Waheed Arshad, a spokesman for the military. \"Tribes are on board with the government. The locals are fed up with foreign militants in their area.\"\nThe development comes shortly after US Secretary of State Condoleezza Rice warned Congress in a hearing on Tuesday that Pakistan needs to do more in the tribal belt.\n\"You have to separate the population from the foreign fighters. And you do that through fighting - the Pakistani Army fighting them, through the tribals fighting them,\" Rice said.\nConflict has implications for Afghanistan\nIf Waziristan's tribal elders are fighting on behalf of the Musharraf government, it could constitute a significant turn in the violence plaguing Afghanistan. Since sweeping into Pakistan in 2001, foreign fighters - Uzbeks, Arabs, Chechnyans, and others - have forged an uneasy alliance with local tribal people through religion, intermarriages, and the blood bond of being mujahideen.\nBut in that time, the militants, estimated to number 2,000, also developed a reputation for violence and disrespect of local customs, observers say. Locals blame them for usurping the power of elders through targeted killings.\n\"I think the majority of the locals are against the foreigners. These foreigners are going on their own, challenging the writ of the local tribesmen,\" says Mr. Khan, adding that foreign militants are also blamed for instigating most of the violence in Afghanistan.\nWith locals turning on them, foreign militants will loose their support base, and that could mean a blow to their ability to launch attacks inside Afghanistan, says Khan. \"These foreigners are operating in Afghanistan and coming back. There will be no sanctuary for them.\"\nThe military must now weigh a cautious balance, observers say. By helping them subdue foreign militants, the government risks empowering the local tribes to the point where they may one day seek to challenge the government.\n\"The government should now try to establish its credentials with the [local] militants and bring them into the political process, and establish its writ there,\" says Talat Masood, a retired Army lieutenant general and now a military analyst in Islamabad.\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: March 22, 2007"
}