{
    "title": "Pakistan spy scraps UK talks after PM's comments",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 31,
    "full text": "LONDON ? A diplomatic spat with implications for international counterterrorism escalated Saturday after Pakistan's spy chief canceled a visit to London following comments by the British leader suggesting Pakistan exports terrorism. A trip to Britain by President Asif Ali Zardari is still scheduled, but relations between the two countries have been strained by Prime Minister David Cameron's blunt comments during a visit to Pakistan's nuclear rival, India. Cameron, who took office in May, said Pakistan must not be allowed to \"promote the export of terror whether to India, whether to Afghanistan or to anywhere else in the world.\" \nCameron later conceded that Pakistan had made moves against terror organizations, but said \"it still needs to take further steps.\" The remarks outraged Pakistani officials. Wajid Shamsul Hasan, Pakistan's ambassador to Britain, called the comments \"an immature reaction from an immature politician.\" A senior Pakistani intelligence official confirmed that Saturday Inter-Services Intelligence chief Lt. Gen. Ahmed Shujaa Pasha had called off a trip planned for next week, when he had been due to discuss security cooperation with British intelligence bosses. The official spoke on condition of anonymity in line with his agency's policy. On Saturday about a dozen protesters from the Islamist group Shababe Milli burned an effigy of Cameron in the city of Karachi. The demonstrators chanted \"Down with Cameron!\" and \"God is great!\" outside the Karachi Press Club. \"Cameron-the loose mouth,\" a placard read. Pakistan insists that it has done more than any other country to combat terrorism, sending the army to fight Taliban and al-Qaida-linked militants within its borders and cooperating closely with Western intelligence agencies. But its spy agency has long been accused of secretly aiding Afghanistan's Taliban and other Islamic militants. Pakistan's military-run spy agency operates largely beyond civilian control. But the official said the decision to scrap the spy delegation's visit was backed by the Pakistani government. Britain's Foreign Office declined to comment on Pasha's canceled trip, saying it did not discuss intelligence matters. It said Zardari's visit was still scheduled to go ahead next week. The Pakistani leader is due to stay with Cameron at his country retreat, Chequers. Shahbaz Sharif, chief minister of Pakistan's Punjab province and a leading opposition politician, called on Zardari to cancel the trip, saying the money saved should go to help victims of devastating floods. \"This money should instead be spent on the flood-affected areas,\" he said. More than 800 people have died in flooding in Pakistan in the past week. The country has been extremely hard hit by monsoon rains this year. Former British Foreign Secretary David Miliband accused Cameron of alienating an important ally. \"Britain needs good relations with Pakistan, and Pakistan good relations with Britain,\" said Miliband, foreign-affairs spokesman for the opposition Labour Party. \"The prime minister's comments this week told only part of the story and that has enraged people in Pakistan. It is vital he shows that he understands the need not just for Pakistan to tackle terrorism but that he will support them in doing so and understand the losses they have suffered,\" Miliband said. Britain and the United States regard Pakistan as a key nation in the fight against terrorism. Britain's former prime minister, Gordon Brown, said that 75 percent of terror plots under investigation in Britain were linked to Pakistan. Britain is home to about 1 million people of Pakistani origin. Pakistani officials say their spies have worked closely with British counterparts to investigate the 2005 London suicide bombings and to thwart several planned attacks, including a 2006 plot to blow up trans-Atlantic airliners. Associated Press Writers Munir Ahmed in Islamabad and Ashraf Khan in Karachi contributed to this report. \n\nLoad-Date: August 1, 2010"
}