{
    "title": "Pakistan hub of terrorism, spreads false narrative about Kashmir _ India at UN",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 7,
    "day": 3,
    "full text": "United Nations, July 3 -- Pakistan is a \"hub of terrorism\" in South Asia and beyond and its \"cynical\" attempts to spread a false narrative about Kashmir have always been unsuccessful, India has said at the UN.\nIndia's remarks came after Pakistan again brought up the Kashmir issue in its Right of Reply.\nThe representative of Pakistan said that the High Commissioner for Human Rights has identified many violations in Kashmir and added that repeating groundless accusations do not make them fact.\nA farce can only go so far, the Pakistani representative said, according to the information about the session available online.\nIndia exercised its right of reply following a General Assembly debate yesterday on the responsibility to protect after Pakistan said that Kashmir was never a part of India.\nFirst Secretary in India's Permanent Mission to the UN Sandeep Kumar Bayyapu said in India's Right of Reply that \"repeated and cynical attempts by Pakistan, a hub of terrorism in our region and beyond, to spread a false narrative about the Indian state of Jammu and Kashmir have not succeeded earlier and will not do so now\".\nHe asserted that India did not wish to engage on this further.\nDuring a June 25 General Assembly debate on the Responsibility to Protect, Pakistan's Ambassador to the UN Maleeha Lodhi had made a reference to the issue of Jammu and Kashmir.\nIndia had then strongly rejected Pakistan's reference to Kashmir in the 193-member UN body saying in its Right of Reply that cynical attempts by Pakistan to raise the Kashmir issue in the UN have failed in the past and do not find any resonance in the UN body.\nWith Pakistan again referring to Kashmir in its Right of Reply yesterday, Bayyapu responded that during the session on responsibility to protect last week, India had placed on record its rejection of yet another attempt by the delegation of Pakistan to misuse the UN forum and raise the issue of Kashmir.\nHe said India was constrained to take the floor again yesterday following Pakistan's new remarks.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: July 3, 2018"
}