{
    "title": "Pakistan 's Army_ Unprepared to tackle terrorism_",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 10,
    "day": 22,
    "full text": "Before returning to Pakistan Oct. 18, Benazir Bhutto boldly claimed that she would take the fight to militants in Pakistan's lawless border regions. Hours after she arrived, her motorcade was bombed, killing about 136 people.\nThe attack has only emboldened Ms. Bhutto, saying that it is evidence of the forces she must defeat if she is elected prime minister in January parliamentary elections.\nBut among experts, there is doubt about what any Pakistani leader can do in the short term.\nBowing to international pressure, President Pervez Musharraf has restarted an offensive in the remote tribal areas that are rapidly becoming a hub of global terrorism. Yet early indications are that, no matter who is in charge, the Pakistani Army is ill-suited - and perhaps incapable - of doing the job.\nSignificant casualties and scant public support for the operation, \"will become a problem in the future,\" says Moeed Yusuf, director of strategic studies at Strategic and Economic Policy Research, a think tank in Islamabad. \"If this continues, the Army will tone it down because there will be too many losses.\"\nIt suggests that America must temper its expectations of what Pakistan can do militarily in the war on terror or risk inflaming the situation further, through increased anti-American attitudes or even possible defections from the Army, experts say.\nIn late August, for instance, some 250 Pakistani soldiers, including officers, surrendered to a smaller group of militants without firing a shot. Since then only 30 have been released. Meanwhile, conservative estimates suggest that 1,000 of the 90,000 soldiers deployed in the three-month operation have been killed.\nFor a military revered as Pakistan's proudest institution, such a disgrace at the hands of ragtag rebels is symptomatic of a broader malaise. The offensive is almost universally perceived to be an American war contracted out to its Pakistani ally. In the past, perhaps, the Army was willing to play this role - most notably when it bred and supported resistance to the Soviet invasion of Afghanistan in the late 1980s.\nBut now, an Army built to counter the massive threat of the Indian military is being asked to fight its own citizens in an unpopular counterinsurgency campaign that it has neither the will nor the skill-set to fight.\n\"The Army officers have started realizing that this battle is not worth the cost,\" says Hassan Abbas, a Pakistan expert at Harvard University. \"It has had a huge impact on the psychology of the Army.\"\nAn Army turned on its own nation\nFor her part, Bhutto, the former prime minister who is back in the country after an eight-year exile, says she remains unbowed. On Saturday, she accused three members of the government with links to militancy of trying to kill her, though she declined to name them and refused to blame President Musharraf. In the past, she has also said that Al Qaeda and the Taliban are targeting her.\nShe expects the attacks to continue, she told the BBC this weekend, but added, \"What I really need to ask myself is: do I give up, do I let the militants determine the agenda?\"\nDespite misgivings about the current offensive in Pakistan's mountainous tribal territories, the Army brass does not dismiss the need for action there. \"The military is thinking about it very seriously,\" says Mr. Yusuf, who recently co-wrote a report titled \"Counterinsurgency in Pakistan\" for the American Enterprise Institute in Washington.\nPakistan's future threat, he says, is not from India: \"The threat is an internal one for years to come.\" \nBut an array of factors plays into the Army's unwillingness to put those thoughts into decisive action.\nFor one, some elements of the Pakistani Army still believe the militants are a useful and manageable tool: If the West leaves Afghanistan - as many here believe it will - they will give Pakistan a means to influence events there.\nMoreover, the Army is hardly designed to take them on in their own territory. Since its inception, the Pakistani Army has looked eastward to India, focusing on the plains of Punjab and sands of Sindh, from where any invasion might come - probably in columns of tanks and sorties of jet fighters.\nNow it is being asked to look westward to its rugged Afghan border and wage a completely different style of warfare for which it is unprepared. \"This is not what we were trained to do,\" asks Yusuf.\nOn one hand, it is the same predicament that besets the US Army, which was deployed to Iraq and Afghanistan as a fighting force and has since been forced to learn the more nuanced tactics of counterinsurgency on the fly.\nBut America, at least, has entered its conflicts of its own accord and is fighting enemies abroad. That is not so here, says Hamid Gul, former head of Pakistan's top intelligence agency, the Inter Services Intelligence (ISI): \"People think there is an American agenda ... and that America has arm-twisted Pakistani politicians.\"\nPakistanis worry about a 'false war'\nTo be sure, the Taliban are viewed differently here than they are in the West, not least because they are Pakistani. While the West sees an Islamist war against its liberties, many here see a US-led war against Islam itself.\nVoicing an opinion commonly heard on Pakistani streets, Mr. Gul says: \"This is a false war. People are not convinced that 9/11 was done by Al Qaeda.\"\nFrom this perspective, Pakistan's Muslims are being asked to kill Muslims at America's behest. In a recent speech in Washington, a Pakistani diplomat spoke of these frustrations.\n\"When we hear people in Washington or London say that Pakistan needs to do more, the question is: Do you understand what you're asking us to do?\" asked Zamir Akram, a Pakistani foreign-policy adviser, in an address to the Middle East Institute. \"Would you go into Texas or wherever on the border areas and actually kill Americans?\"\nFor this reason, many experts do not expect the current offensive to continue. If it does, the Army \"will get divided vertically,\" with officers remaining loyal to headquarters and the rank and file becoming increasingly alienated, says Ayesha Siddiqa, author \"Military Inc.,\" a book about the Pakistani Army. \"Cracks are appearing,\" she adds.\nLike other analysts, she agrees that the way forward is not militarily - it is by developing the region economically over the next 15 to 20 years, undercutting the poverty and lack of education that feeds extremism.\n\"There is no quick solution,\" says Yusuf. \"These tribal areas want to maintain their quasi-independence, but they also want economic development now.\" \n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: October 21, 2007"
}