{
    "title": "PAKISTAN SUICIDE BLASTS LEAVE 24 DEAD",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 3,
    "day": 12,
    "full text": "Pakistan's crisis deepened after two suicide bombings yesterday killed 24 people and wounded more than 200 in this normally peaceful city, and pressure grew for more dialogue with militants as a new government prepares to take office.\nIt was the first major act of terrorism since former Prime Minister Nawaz Sharif and slain opposition leader Benazir Bhutto's Pakistan People's Party announced over the weekend that they would form a coalition government aimed at reducing the powers of President Pervez Musharraf, a U.S. ally.\nWith such attacks now spreading from unruly tribal regions to the eastern cultural capital of Lahore, an increasing number of Pakistanis are questioning Mr. Musharraf's approach to countering al-Qaida and the Taliban. Mr. Musharraf's opponents say punitive military action has only fueled the violence.\nMr. Musharraf quickly condemned the \"savage\" bombings, which ripped through a police headquarters and a business located near a house belonging to Ms. Bhutto's widower. The president said in a statement that the government would continue to fight terrorism \"with full force.\"\nBut some enraged Lahore residents blamed Mr. Musharraf. They gathered in small groups yesterday on the city's main Mall Road, chanting \"Musharraf is a dog! Musharraf is a pimp!\"\nThe winners of last month's elections accused the former army strongman of destabilizing the country with military operations against militants near the Afghan border, and even suggested that rogue forces were trying to undermine Pakistan's return to democracy.\n\"He has carried out indiscriminate operations in the tribal areas that have opened up new fault lines in Pakistani society,\" said Ahsan Iqbal, a spokesman for the party set to partner with Ms. Bhutto's in the new government. \"Unless he resigns, there will always be a cause for all these groups to carry on these activities.\"\nYesterday's blasts happened about 15 minutes apart in different districts of Lahore. The first tore the facade from the seven-story Federal Investigation Agency building as staff were beginning their work day.\nThe explosives-packed vehicle managed to penetrate security, drive into a parking lot and detonate close to the building -- which houses part of the federal police's anti-terrorism unit -- devastating offices on the lower floors and blowing out the walls around a stairwell, city police chief Malik Mohammed Iqbal said.\nGrainy footage from a surveillance camera shown on the private Aaj television channel showed the small truck running over a guard and barreling through the gate seconds before the blast.\nWhile al-Qaida-linked militants in Iraq have regularly used vehicles to launch massive attacks on buildings, such damage has rarely been inflicted on a government building in Pakistan.\nOfficials said 21 people were killed, including 16 police, and more than 200 people were wounded. Doctors at Lahore hospitals said the dead included a 3-year-old girl, while 32 girls were injured by flying debris at a nearby Roman Catholic elementary school.\nThe second blast all but flattened the office of an advertising agency in the affluent Model Town neighborhood about 15 miles away. Police said two children and the wife of the house's gardener were killed.\nOfficials declined to speculate about whether the Lahore residence of Ms. Bhutto's widower, Asif Ali Zardari, located less than 50 yards away, was the intended target. Mr. Zardari, who succeeded Ms. Bhutto at the helm of her party, was in the capital, Islamabad, at the time.\n\nGraphic\n\n \nPHOTO: Arif Ali/Agence France Press: A Pakistani man helps a bomb blast victim to descend a stairway in a destroyed building of the Federal Investigation Agency after a powerful explosion in Lahore yesterday. Two blasts killed at least 24 people in the eastern Pakistani city. One explosion that partially demolished the office of the FIA killed at least 21 people and another near-simultaneous blast at an advertising agency in another part of the city killed another four people.\n\nLoad-Date: March 12, 2008"
}