{
    "title": "Pakistan 's president rejects terrorism",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 1,
    "day": 8,
    "full text": "Pakistan's president rejected all forms of terrorism Monday and dropped customary excuses for Islamic militants battling India for control of disputed Kashmir.\nPresident Gen. Pervez Musharraf's statement came after meeting with British Prime Minister Tony Blair, who welcomed the declaration but sought greater efforts to end the standoff with India that has put both nations on a war footing.\n\"Pakistan rejects terrorism in all its forms and manifestations,\" Musharraf said.\nHe did not repeat his past contention that Pakistan does not consider the Kashmiri fighters terrorists, just \"freedom fighters,\" a distinction that Blair implied was untenable in the world climate after the Sept. 11 terror attacks in the United States.\nPresident Bush, meanwhile, urged Musharraf to work harder to rein in terrorists.\n\"I don't believe the situation is defused yet, but I do believe there is a way to do so,\" Bush told reporters in the Oval Office.\n\"I think it's very important for President Musharraf to make a clear statement to the world that he intends to crack down on terror,\" Bush said.\nBoth Blair and Bush have been trying to get the two nuclear-armed neighbors to settle the newest outbreak of tension that began when suspected Muslim militants attacked the Indian Parliament on Dec. 13.\nIndia says the guerrillas - along with others who attacked its Kashmir state legislature on Oct. 1 - were backed by Pakistan. Musharraf denies it. Both sides have sent thousands of troops to their shared border in the Kashmir region.\nBlair called Musharraf's words encouraging.\n\"The president has given a very clear statement that he rejects terrorism in all its forms,\" Blair said. \"It is important, therefore, that any groups sponsoring terrorism like the acts of the 1st of October and the 13th of December have no place and no support.\n\"And I believe that that is the position of the president and I welcome that,\" Blair said.\nBut hostilities continued on the border with soldiers from both armies exchanging heavy artillery fire on Monday. The Indian army claimed six Pakistani soldiers were killed. Other Indian officials said eight suspected militants and eight civilians were killed in separate incidents in the region.\nIndia said its military shot down a small, unmanned Pakistani aircraft that entered Indian air space Sunday over Kashmir.\nPakistan's military spokesman, Major General Rashid Qureshi, called it a \"blatant lie.\"\n\"India might have shot one of its own planes,\" said the Qureshi. \"No Pakistani plane has overflown on the other side of the line of control,\" he declared Monday.\nIndian Defense Minister George Fernandes said his military will not reduce its buildup at the border.\n\"The troops are on the front line and, no, we are not reducing the troops,\" Fernandes said in Bangalore. \"But we are taking several diplomatic initiatives to explain our stand to the international community and expect some action from Pakistan.\"\nPakistani authorities have announced mass arrests of militants for the past two weeks, including the leaders and other members of two groups - Lashkar-e-Tayyaba and Jaish-e-Mohammed - which India accuses of the Dec. 13 assault on Parliament. Fourteen people were killed, including the five assailants, in the attack.\nPakistani police said Sunday that security forces arrested 42 Muslim militants in eastern Punjab province, raising the number of detainees to 300.\nHowever, Musharraf, in an interview broadcast on Chinese Central Television, ruled out extraditing 20 alleged terrorists whom New Delhi wants to put on trial for attacks on Indian territory. Islamabad has said that India has not provided criminal evidence against them.\nIf evidence is found, \"we will deal with them according to the law of our own land,\" Musharraf said. \"We are certainly not at all considering handing over anybody to anyone.\"\nOn Sunday, during Blair's stop in India, he and Prime Minister Atal Bihari Vajpayee signed a declaration that equated the assault on Parliament and the attack on Kashmir's legislature, with the Sept. 11 U.S. terrorist attacks.\n\nGraphic\n\n \nVillagers sit on the back of a truck before heading out of Wagha, Pakistan, on Monday.  Thousands of villagers living along the border with India have fled their homes, fearing war will break out.\n\nLoad-Date: January 16, 2002"
}