{
    "title": "Pakistan has made impressive progress in Boosting its Economy and infrastructure",
    "publisher": "chicago daily herald",
    "year": 2018,
    "month": 4,
    "day": 14,
    "full text": "Pakistan's enormous youth bulge has turned the country into the world's fastest growing retail market, said Consul General Tirmizi today at the Loyola University, Chicago. He was briefing a group of faculty and students of Loyola University about Pakistan and Pakistan's relations with the United States. In his keynote speech, Mr. Tirmizi presented a detailed appraisal of the fast-growing economy of Pakistan and said that Pakistan's retail market is the third largest retail market in Asia will cross $ 200 billion by 2020. He also briefed the audience about the investment opportunities available in Pakistan. \nWhile speaking about the geopolitical importance of Pakistan, Mr. Tirmizi said that geographical proximity to Afghanistan made the country more important for the United States. He talked about the sacrifices and efforts made by Pakistan during the ongoing war on terror and mentioned the successes made by Pakistan's armed forces. He added that Pakistan was perhaps the only country where extremist elements are being effectively pushed back without any external help. Mr. Tirmizi offered that Pakistan could share its experience in combating terrorism with all friendly countries including the US. A specially prepared presentation about the history, current state of affairs relations as well as ways to strengthen cooperation between Pakistan and the United States was the main feature of today's event. Speaking about United States' immense contributions to Pakistan's economic, military and social development in the past, Consul General Tirmizi also highlighted the role played by Pakistan in making the US sole superpower after the fall of the Berlin Wall. He spoke about the contributions of Pakistan in the two significant achievements of the US foreign policy; the US-China rapprochement and the decisive win against communism. He said, Pakistan's role during cold war era, last Afghan war and ongoing war against terrorism were critical for United States and could not be ignored. At the conclusion of the briefing session, Mr. Tirmizi said that though there are some misperceptions on both sides, but disengagement has never been a solution of issues in history. He added that historically, Pakistan and US collaboration has yielded benefits. He stressed the need for more and more dialogue between the two countries with a view to remove misgivings. At the end of the briefing session, Mr. Tirmizi also answered questions about the current state of relations between Pakistan and United States. Professor Thomas Regan, Dean of the College of Arts and Sciences introduced the Consul General at the event. Dr. Marcia Hermansen, Director of the Islamic World Studies Program and Professor in the Theology Department at Loyola University Chicago, thanked the Consul General for his visit to the University. A memento of the University's basketball team, which was among the four finalists of NCCA-2018, was presented to the Consul General by the faculty members of the University. Loyola University is one of the oldest Catholic University of Midwest and was established in 1870.\n\nGraphic\n\n \nSyed Ullah\n\nLoad-Date: April 16, 2018"
}