{
    "title": "Pakistan bans extremist groups in crackdown; Tough on terrorism_ President tries to defuse a crisis",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 1,
    "day": 13,
    "full text": "President Gen. Pervez Musharraf declared Saturday that Pakistan will not be a base for terrorism and banned two extremist groups accused in an attack on India's parliament. Police raided religious schools and mosques and arrested more than 300 suspected militants.\nThere was no immediate reaction from the Indian government to the televised speech, in which Musharraf tried to defuse a crisis over the disputed Himalayan region of Kashmir that has pushed the neighboring nuclear powers to the brink of war.\nSecretary of State Colin Powell, who will visit the region shortly, hailed Musharraf's \"bold and principled stand\" and said he believed the basis now exists \"for the resolution of tensions between India and Pakistan through diplomatic and peaceful means.\"\nIn his hourlong address to the nation, Musharraf vowed that \"no organization will be allowed to indulge in terrorism behind the garb of the Kashmiri cause. … We will take strict action against any Pakistani who is involved in terrorism inside the country or abroad.\"\nMusharraf also announced a crackdown on religious extremists in his country who had supported Afghanistan's Taliban rulers and Osama bin Laden's al-Qaida movement. In addition to the two Kashmiri groups, he banned three Pakistani Muslim organizations, including one that sent members to fight alongside the Taliban in Afghanistan.\nHours after the speech, police and militants reported authorities were sealing offices of all five extremist organizations throughout the country.\nMusharraf spelled out new regulations for mosques and religious schools - long considered a breeding ground for religious extremism.\n\"If in any mosque there is any political activities or any other … extremism, then we will take strong action,\" Musharraf declared.\nThe speech had been widely anticipated in hopes it would defuse mounting tensions with India that began with the Oct. 1 suicide bombing at the legislature building in Indian Kashmir and escalated on Dec. 13, when five gunmen stormed the Indian Parliament complex and 14 people died.\nIndia accused Pakistan and two Kashmiri separatist groups - Jaish-e-Muhammed and Lashkar-e-Tayyaba - for the December attack and dispatched hundreds of thousands to the border. Pakistan responded with its own buildup and warned it would resist any Indian incursions.\nA spokesman for Lashkar-e-Tayyaba, Abdullah Sayyaf, vowed to continue attacks against India despite the ban. Lashkar-e-Tayyaba has carried out suicide attacks on the Indian army and has been declared a terrorist group by the United States. Both banned Kashmiri groups have links to al-Qaida.\nAlthough Musharraf banned the two Kashmiri groups, he made clear that Pakistan would maintain \"moral and diplomatic\" support for Kashmir in its struggle for self-determination. India considers Kashmir its sovereign territory, a claim Pakistan has disputed since the two countries were carved out of British India in 1947.\n\nGraphic\n\n \nMug: Pervez Musharraf\n\nLoad-Date: January 15, 2002"
}