{
    "title": "Pakistan Is 'Epicenter Of Terrorism'_ India",
    "publisher": "the world",
    "year": 2009,
    "month": 4,
    "day": 1,
    "full text": "(RTTNews) - Indian Prime Minister Manmohan Singh has described its nuclear-armed neighbor Pakistan as the \"epicenter of world terrorism,\" and a country that was either \"unable\" or \"unwilling\" to crack down on Islamic militant groups operating with impunity from its soil, reports say.\nIn an interview to &apos;Financial Times&apos;, he said that Islamabad continued to fail to take effective action against militants, and was either \"unable\" or \"unwilling\" to clamp down on the militant groups, like Lashkar-e-Taiba (LeT) that New Delhi accused of carrying out the November 26 Islamic terrorist attacks in Mumbai.\n\"That the attacks on Mumbai were planned and acted upon in Pakistani territory are now accepted by everybody, including the intelligence agencies of developed countries,\" said Singh, who earlier landed in London to attend the G20 meet on the global economic crisis.\n\"That is living proof that despite many promises made by Pakistan since 2004 to my predecessor and to me that its soil will not be used to undertake acts of terror against India, in practice, no effective action has been taken,\" he said.\nThe Indian Prime Minister said that there were elements in the armed forces of the Islamic nation, and some segments of its intelligence agency (the Inter-Services Intelligence) involved in \"perpetrating acts of terror\", especially the attack in July on the Indian Embassy in Kabul that killed 41 persons.\n\"The world has a responsibility (to ensure) that Pakistan lived up to the promise that it will not allow its territory to be used to promote acts of terror directed against India,\" he added.\nOpposition Top Leader Flays Singh&apos;s Policy\nMeanwhile, the opposition leader in Parliament of India&apos;s Hindu nationalist party, the Bharatiya Janata Party (BJP) L.K. Advani flayed the government&apos;s \"deeply-flawed\" policy on terrorism, while expressing \"shock\" at Singh&apos;s statement about India and Pakistan jointly fighting terrorism.\n\"I am shocked by the statement by Prime Minister Dr. Manmohan Singh reiterating his stand that India and Pakistan should jointly fight the menace of terrorism,\" the BJP&apos;s prime ministerial candidate for next month&apos;s parliamentary elections told reporters while responding to Singh&apos;s remarks Tuesday on the sidelines of a civil investiture ceremony.\n\"I have always said that India and Pakistan have to face jointly the scourge of terrorism,\" Singh had said while expressing sympathies to Pakistan over the terror attack on a police academy near Lahore.\nAdvani said that he had personally questioned the rationale of India joining hands with the Islamic nation whose government had refused to fulfill its 2004 commitment to dismantle the anti-India terror infrastructure on its territory. The fact that Pakistan itself was the victim of home-grown terrorists couldn&apos;t be an argument in favor of an India-Pak mechanism to fight terrorism, he added.\nHe also lambasted Singh&apos;s \"shocking statement\" last October that he wanted to see the border between India and Pakistan become irrelevant.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}