{
    "title": "PAKISTAN SAYS SUSPECTS TARGETED SOUTH AFRICA _ AL-QAIDA INVOLVED IN TERRORISM PLOT",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 8,
    "day": 5,
    "full text": "Two South Africans captured along with a senior al-Qaida terrorist were plotting attacks on tourist sites in their home country, Pakistani officials said yesterday, a surprising target for Islamic terrorism given the African nation's vocal stand against the war in Iraq and against Israel's treatment of Palestinians.\n South African officials cast doubt on reports of a terror plot, though this past spring a top South African police official indicated that authorities foiled plans to attack the country during its April 14 elections.\n The two men are believed to have arrived in Pakistan on a flight from the United Arab Emirates just days before their July 25 arrest, which followed a 12-hour gunbattle in the eastern city of Gujrat. They greeted police with curses and promised an unending battle against President Bush and anyone who supports him, according to a senior police official.\nThe South African suspects were identified as Feroz Ibrahim, believed to be in his 30s, and Zubair Ismail, in his 20s, said Gujrat Police Chief Raja Munawar Hussain.\n Hussain said authorities found several maps of South African cities among the items seized after the raid, which also netted Ahmed Khalfan Ghailani, a Tanzanian with a $25 million bounty on his head for the bombings of U.S. embassies in Kenya and Tanzania in 1998.\n \"They had some terror plans for South Africa,\" Hussain said. He had no details on the plans or the timing of an attack, but an intelligence official based in the eastern city of Lahore said that authorities believe the men wanted to target tourist sites in Johannesburg, South Africa's commercial center.\n International fugitives have repeatedly exploited South Africa's porous borders, and al-Qaida militants have obtained South African passports, but this is the first time that evidence has emerged of South Africans being recruited into the terror network.\n The reports sent shock waves through South Africa, where until recently many considered their country immune from terrorist attacks. South Africa, where some 2 percent of the 45 million population are Muslims, has been outspoken in its opposition to the Iraq war and its condemnation of Israel's treatment of Palestinians.\n The Star, a Johannesburg newspaper, quoted police sources as saying landmarks were among the targets, including the Carlton Center shopping mall, the Johannesburg Stock Exchange and the Ellis Park Stadium in Johannesburg; the Parliament and the V&A Waterfront Mall in Cape Town; and the U.S. Embassy and government buildings in Pretoria.\n Another Johannesburg newspaper, ThisDay, said the British Queen Elizabeth 2 ocean liner had also been a possible target when it stopped in Durban and Cape Town earlier this year.\n But South African government ministers expressed outrage at the articles, which they said \"aired with no credible evidence from our agencies or agencies in Pakistan,\" according to government spokesman Joel Netshitenzhe. \"The Pakistani authorities indicated that they do not have information reflected in the media today. If there were any such information, their counterparts in South Africa would be informed first, and not the media.\"\n Ronnie Mamoepa, spokesman for the Department of Foreign Affairs, said the South African Embassy in Pakistan was still waiting for permission to visit the prisoners and had not been notified of any details of the investigation./\n\nLoad-Date: August 5, 2004"
}