{
    "title": "Pakistan , India agree to cooperate on eliminating terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 7,
    "day": 10,
    "full text": "ISLAMABAD - The prime ministers of nuclear-armed rivals Pakistan and India agreed at a rare meeting on Friday to cooperate on eliminating terrorism in South Asia, Pakistan's foreign ministry said.\nIn a sign of easing relations, Indian Prime Minister Narendra Modi also accepted his Pakistani counterpart Nawaz Sharif's invitation to attend a South Asian regional summit to be held in Islamabad next year.\n\"Both sides condemned terrorism in all its forms and agreed to cooperate with each other to eliminate the menace of terrorism from South Asia,\" Pakistani Foreign Secretary Aizaz Ahmad Chaudhry said in a statement.\nSharif and Modi met in the Russian city of Ufa, where they are attending summits of the BRICS trade group and the Shanghai Cooperation Organization. Pakistani television showed the pair shaking hands and smiling.\nThe hostility between Pakistan and India dates back seven decades, but strains have grown since nationalist Indian Prime Minister Narendra Modi took office a year ago. Last month, U.S. Secretary of State John Kerry voiced \"enormous\" concern over heightened tensions between the two countries.\nBoth sides have accused the other of fomenting terrorism. Pakistan alleges that India's spy agency is behind violence in the southwestern Baluchistan province and northwestern tribal regions.\nNew Delhi denies the charge, saying Pakistan should present solid evidence to back up its claim.\nMeanwhile, India wants Pakistan to punish those who carried out deadly attacks in the heart of Mumbai in 2008 that left 166 people dead. Relations have deteriorated since April, when a Pakistani court freed Zaki-ur-Rehman Lakhvi, the suspected mastermind of the attacks, on bail.\nBoth sides agreed Friday to find ways to expedite the Mumbai case, Chaudhry said.\n\"It is the first time Pakistan has accepted to combat terrorism in 'all its forms',\" said M.J. Akbar, spokesman for India's governing Bharatiya Janata Party. \"After years of unclear delays, it is the first time Pakistan has promised to expedite\" the Mumbai attacks trials, he said.\nPakistan's foreign ministry also said the countries' National Security Advisers will meet in New Delhi to discuss all issues relating to terrorism. Officials overseeing Pakistani and Indian border issues will also meet, although Chaudhry gave no dates.\nSameer Patil, a security expert at Mumbai-based think-tank Gateway House, said the proposed meeting between the National Security Advisers was an important development. However, \"both countries don't agree on the definition of terrorism or what constitutes terrorist groups,\" he said.\nIndia and Pakistan have fought two wars over Kashmir, which has been divided between them since British colonialists left in 1947.\n___\nAssociated Press writer Ashok Sharma in New Delhi contributed to this report.\n\nLoad-Date: July 10, 2015"
}