{
    "title": "Pakistan Deaths Shift Power in Terrorism Network",
    "publisher": "the new york times",
    "year": 2012,
    "month": 6,
    "day": 8,
    "full text": "The death this week of Al Qaeda's deputy leader, Abu Yahya al-Libi, is likely to accelerate a shift in power from the group's dwindling leadership in Pakistan to its increasingly autonomous franchises, particularly the branch in Yemen, whose focus on attacking American interests is sure to continue, according to United States counterterrorism officials.\nFor now, Ayman al-Zawahri, Al Qaeda's nominal leader, still holds the broad influence that he has consolidated since Osama bin Laden's death last year. But the hierarchical structure of global jihad may be loosening a bit. Mr. Libi's death in a drone strike has torn at the connective tissue between the group's embattled leadership in Pakistan and its far-flung affiliates across the Middle East and Africa.\nMr. Libi's killing may even augur increased violence as younger, more impetuous fighters vie to seize the mantle of global leadership, analysts say. At the top of that list are leaders from the affiliate in Yemen, formally known as Al Qaeda in the Arabian Peninsula, or A.Q.A.P., who three times in the last three years have tried unsuccessfully to blow up commercial airliners bound for the United States. The most recent plot was thwarted last month when the suicide bomber turned out to be simultaneously working for the Saudi, British and American intelligence agencies.\n''Libi's death won't have an impact on A.Q.A.P.,'' said Will McCants, a former State Department counterterrorism official who now works for the Center for Naval Analyses outside Washington.\nAfter the Sept. 11 terrorist attacks, the presence of Bin Laden, along with most of Al Qaeda's founding members, in Pakistan gave the core leaders a depth of experience and standing with their allies.\n''Now, with most of their well-known figures out of the picture, it will be hard for Al Qaeda's core to maintain its role as the example for its affiliates to follow,'' said one American official who follows classified counterterrorism reports.\nBin Laden himself, in the documents that Navy SEALs recovered from his house in Abbottabad, Pakistan, worried about ''the rise of lower leaders who are not as experienced, and this would lead to the repeat of mistakes.''\nAmerican counterterrorism officials said Mr. Libi had played a pivotal role as the organization's theological traffic cop, enforcing a unified message and ensuring that younger fighters in the affiliates did not go off the rails. Senior Qaeda leaders worried, for instance, about attacks that killed Muslim civilians.\n''He kept the movement on track, on message and in line,'' said Jarret Brachman, author of ''Global Jihadism'' and a consultant to the United States government about terrorism. ''Al Qaeda's global movement cannot endure without an iron-fisted traffic cop.''\nEven with the network's operatives in Pakistan under siege, Al Qaeda's wings in Yemen, North Africa and even Iraq have had little difficulty sustaining a wave of violence, a trend that is likely to continue well after Mr. Libi's death, officials said.\nIn Somalia, the Shabab, the most recently anointed Qaeda affiliate, are reeling from a series of setbacks on the ground, including from an American-backed force of African Union troops in Mogadishu, the capital. Still, the organization's ranks include several dozen foreign fighters, some with United States passports that could allow them to slip back into the country.\nIn North Africa, Al Qaeda in the Islamic Maghreb has stepped up its kidnappings for ransoms, offering Qaeda affiliates a financial model for survival as other sources of money have been eliminated by allied counterterrorism efforts. The group has also been bolstered by Tuareg rebels returning from Libya with heavy weapons, possibly including surface-to-air missiles. The rebels joined force with Islamic extremists to seize the northern half of Mali after a military coup toppled the civilian government.\nThere is even evidence that the various affiliated groups across Africa may be increasingly acting in league with one another. The newest member of the group is Boko Haram, an Islamist movement in northern Nigeria that appears to have borrowed tactics like the use of improvised bombs from other Qaeda branches.\nIn Iraq, American counterterrorism officials say, as many as a few hundred militants with ties to Al Qaeda's branch there have moved into neighboring Syria to exploit the political turmoil, and are likely to be responsible for at least some of the major bombings against the government of Bashar al-Assad.\nBut American officials express their deepest concerns over the Yemeni affiliate, led by Nasser al-Wuhayshi, a Saudi who served as Bin Laden's personal secretary in the 1990s and who has overseen attacks against both Yemen and the United States.\nThe Yemeni branch gained notoriety in December 2009 when an American-born cleric, Anwar al-Awlaki, supervised the training of a young Nigerian man who attempted to blow up an American jetliner that was headed to Detroit, using a bomb in his underwear. Ten months later, the organization packed explosives in printer cartridges and placed them on cargo planes bound for Chicago.\nBoth plots failed, but the operations quickly elevated the Yemeni Qaeda branch to the top of the affiliates and positioned the group's leaders as the logical heirs to Mr. Zawahri.\n''Al Qaeda supporters will naturally turn to the branch of Al Qaeda that is succeeding,'' Mr. McCants said. ''In some ways, this has already been happening over the past few years, thanks to A.Q.A.P.'s successes on the ground and its superlative propaganda.''\nBrian Fishman, a counterterrorism analyst at the New America Foundation, summed up the strategy of the Yemeni branch, even as it has been attacked this year in a barrage of drone strikes by the C.I.A. and the military's Joint Special Operations Command. ''The bottom line is that day-to-day operations of A.Q.A.P. are run locally, and their mandate to strike at the U.S. is unlikely to change,'' he said.\nSome analysts express concerns that the shift in power is likely to lead to more attacks.\n''What is coming next is a generation whose ideological positions are more virulent and who, owing to the removal of older figures with clout, are less likely to be amenable to restraining their actions,'' Leah Farrall, a former senior counterterrorism intelligence analyst with the Australian Federal Police, said on her blog this week. ''Contrary to popular belief, actions have been restrained. Attacks have thus far been used strategically rather than indiscriminately.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Top, Pakistanis protested the drone strikes on Monday that killed Al Qaeda's deputy leader, Abu Yahya al-Libi, left. Ayman al-Zawahri, right, succeeded Osama bin Laden as the group's chief. (PHOTOGRAPHS BY KHALID TANVEER/ASSOCIATED PRESS\nAGENCE FRANCE-PRESSE -- GETTY IMAGES\n INTELCENTER, VIA ASSOCIATED PRESS)                                                                             \n\nLoad-Date: June 8, 2012"
}