{
    "title": "Pakistan coy about trying to nab bin Laden(2)",
    "publisher": "the deseret news",
    "year": 1998,
    "month": 12,
    "day": 4,
    "full text": "WASHINGTON -- Pakistani Prime Minister Nawaz Sharif is refusing to say whether the Clinton administration has asked Pakistan's help in apprehending terrorism suspect Osama bin Laden.\nBut the Pakistani leader noted that his country extradited to Nairobi a man allegedly involved in the Aug. 7 bombings of U.S. embassies in Tanzania and Kenya, which the Americans accuse bin Laden of orchestrating.\n\"We have done our duty whenever we felt we were duty-bound, and we will continue to fight terrorism,\" Sharif said at a news conference Thursday. \"We will continue to play our role in this respect in a positive manner.\"\nIn connection with the embassy bombings in Africa, bin Laden faces federal charges of conspiring to kill Americans outside the United States.\n\"If Osama bin Laden is involved in terrorism, I think we don't support this kind of activity by Osama bin Laden,\" Sharif said. But asked whether the United States asked Pakistan to take specific action to help seize bin Laden, thought to spend most of his time in neighboring Afghanistan, Sharif replied only, \"We have discussed this matter.\"\nOn another matter, Sharif said Pakistan will not be pressured into signing a nuclear test ban treaty. \"Coercive diplomacy is immoral. It serves no purpose,\" he said.\nThe Clinton administration has been urging Pakistan to sign the Comprehensive Test Ban Treaty. And President Clinton told Sharif on Wednesday that his government must take further steps away from developing nuclear weapons before the United States lifts remaining military sanctions imposed early this decade.\nClinton signed a one-year waiver Tuesday of economic sanctions he was required by law to impose on Pakistan and India after the rival neighbors conducted nuclear weapons tests in May. A ban on American military sales to Pakistan, in place for several years, remains intact.\n\"We will not sign the treaty under an atmosphere of coercion and pressure,\" Sharif said. \"Sanctions must be removed . . .  and all the embargoes on Pakistan must be lifted.\"\nCalling the sanctions \"unjust and unwarranted,\" Sharif said his country was forced to act in self-defense after India detonated its nuclear devices.\n\nLoad-Date: December 4, 1998"
}