{
    "title": "PAKISTAN MOVES TROOPS TOWARD INDIA BORDER _ TENSION RISING SINCE TERRORISM IN MUMBAI",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 27,
    "full text": "ISLAMABAD, Pakistan -- Pakistan has begun moving some troops away from its western border with Afghanistan and has stopped soldiers from going on leave amid rising tensions with India, Pakistani officials said yesterday.\nTwo of the officials said the troops were headed to the country's border with India in the east.\nThe move is likely to frustrate the United States, which has been pressing Pakistan to battle militants in its lawless northwest territories and working hard to cool tempers in the two nuclear-armed countries following terrorist attacks in Mumbai, India. Indian officials have blamed a Pakistani militant group for the attacks.\nBy late yesterday there was little to indicate that the troop movements constituted a major redeployment.\nOne senior Pakistani military official said the decision to move forces and restrict furloughs was made \"in view of the prevailing environment,\" namely deteriorating relations with India since the terrorist attacks last month. He added that the air force was \"vigilant\" and \"alert\" for the same reason.\nWith few details being presented, including how many soldiers were involved, it was unclear yesterday whether the troop movements reflected a serious fear of attack or were intended as a warning to the Indian government.\nSeveral senior American officials said they had not seen evidence of major troop movements. Still, the developments prompted high-ranking administration officials to call Pakistani officials to urge restraint.\nA White House spokesman, Gordon D. Johndroe, said: \"We don't want either side to take steps to raise tensions in an already tense situation.\"\nSince the terrorist attacks, India's leaders have repeatedly said that they do not want war, but have also expressed frustration with what they have called Pakistan's unwillingness to curtail militant groups. Yesterday, Indian officials refused to comment on the reports of troop movements inside Pakistan.\nThe situation is complicated by deep divisions within Pakistan about how to deal with Islamic militants, including fighters from al-Qaida and the Taliban in the northwest who cross into Afghanistan to attack American and NATO troops. Under intense pressure from the United States, the government has sent troops to battle the militants there in recent months, but many Pakistanis resent what they see as American interference.\nAmerican officials have engaged in intense diplomacy in the last month, trying to keep the relationship between India and Pakistan from deteriorating.\nSome of the Pakistani officials who spoke of the redeployment said it was partly a response to new intelligence that suggested India could launch an attack inside Pakistan by early next week.\nOne senior Pakistani military official who said troops were being redeployed from the areas where government forces were engaging the Taliban, added that the soldiers who were leaving were \"being pulled out of areas where no operations are being conducted,\" or where winter weather had limited their ability to maneuver. He called the number of soldiers being moved \"limited.\"\nHe and another senior Pakistani military official interviewed yesterday about the troop movements chose their words very carefully and offered few details. They said nothing harsh about India, even though they were speaking anonymously.\nBut two Pakistani intelligence officials -- one from military intelligence and one from the country's premier Inter-Services Intelligence agency -- described the situation in graver terms, and said troops along the border with India were on the highest state of alert. One said new intelligence intercepts created worries that India could launch a strike inside Pakistan within three to four days.\nAnother Pakistani official said the air force had been in a \"point defense\" posture for one week, prepared to defend specific key defense installations and cities -- including Islamabad, Rawalpindi and Lahore -- as well as the Kahuta nuclear weapons laboratory. Pilots are sleeping in uniform with their boots on, the official said.\nPakistani news media reported troops were being sent near the boundary that separates Pakistani- and Indian-controlled Kashmir, as well to the area surrounding Lahore, Pakistan's second-largest city, about 20 miles from the border with India.\nIn public, Pakistani leaders have vowed in recent days not to attack first or be the aggressor in any conflict, but have warned India that it should not believe it can get away with launching even a \"surgical\" strike inside Pakistan.\n\"We will be compelled to respond if it happens,\" said the Pakistani foreign minister, Shah Mehmood Qureshi, according to Pakistan's state news agency.\nIndian and American intelligence officials have blamed the Mumbai attacks on Lashkar-e-Taiba, a banned group based in Pakistan that has fought Indian forces in Indian-controlled Kashmir for years. But Pakistani leaders say that India has not provided convincing evidence of who carried out the attacks.\n\nLoad-Date: December 30, 2008"
}