{
    "title": "Pakistani official conveys post-election hope(2)",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 20,
    "full text": "Pakistan's Ambassador to the United Nations Munir Akram spoke of his country's global significance and his optimism regarding the parliamentary elections that took place in Pakistan on Tuesday in a talk at Roone Arledge Cinema Tuesday night.\nMunir Akram opened the event with a speech about Pakistan's strategic global importance, drawing on its \"goal of opposing terrorism and extremism,\" its relationship with India relating to both the Islamic world and Persian Gulf.\n\"Pakistan has been at the forefront of the war against terror,\" he said. \"These operations have been largely successful, but have had their risks because of the terrain, the mountainous area, because of the tribal structure.\" Munir Akram said that Pakistan has not received adequate credit for its success in fighting terrorism, adding that the greater terrorist threat exists in neighboring Afghanistan.\n\"Nobody gives us credit in public. ... One has to see it is a question of facts on the ground,\" he said, citing a statistic of 700 al Qaeda terrorists who have been captured in Pakistan, compared with just 50 in Afghanistan.\nBut these numbers do not reflect the true effectiveness and integrity of Pakistani efforts, Anum Akram, CC '11, said. \"You don't hear that they were not all al Qaeda people. There were also innocent civilians. There were innocent people who were killed during that, there were people missing. There's lots of things that go into it that, in effect, he didn't really talk about,\" she said.\nMunir Akram also addressed questions concerning the recent Pakistani elections, responding to comments from political science professor Jack Snyder that cautioned against being \"too optimistic\" with the elections, since \"research shows that countries that are in transition from authoritarian regimes to democracy are actually more likely to get involved in both international wars and civil wars.\"\nMunir Akram maintained that the elections are \"good for Pakistan,\" asserting that reasons for a possible \"rejection\" of current president Pervez Musharraf are the recent \"judicial crisis\" and \"bread and butter issues\" such as rises in food and gas prices.\n\"He spoke like any diplomat would speak, and I mean while I don't agree with a lot of things he was saying, he spoke kind of how he had to speak. He was very evasive to most questions, but I guess he could justify that,\" Anum Akram, who is Pakistani, said.\n(C) 2008 Columbia Daily Spectator via U-WIRE\n\nLoad-Date: February 20, 2008"
}