{
    "title": "Pakistan 's opposition holds Imran Khan govt responsible for 'diplomatic debacle' with India",
    "publisher": "the day ",
    "year": 2018,
    "month": 9,
    "day": 23,
    "full text": "Islamabad, Sept. 23 -- Pakistan's two major opposition parties have questioned the \"haste\" shown by Prime Minister Imran Khan in making efforts to mend ties with India and held him responsible for the \"diplomatic debacle\", saying he should have done his \"homework\" before approaching for a meeting.\nKhan had written a letter to Prime Minister Narendra Modi, seeking to re-start bilateral talks on key issues \"challenging the relationship\" including on terrorism and Kashmir.\nIndia initially agreed to a meeting between Foreign Minister Sushma Swaraj and her Pakistani counterpart Shah Mahmood Qureshi on the sidelines of the UN General Assembly in New York this month.\nHowever, New Delhi on Friday called off the meeting, citing the \"brutal\" killing of three policemen in Jammu and Kashmir as well as the release of the postal stamps \"glorifying\" Kashmiri militant Burhan Wani.\nDawn news reported that two major opposition parties -- the Pakistan Muslim League-Nawaz (PML-N) and the Pakistan Peoples Party (PPP) -- have held the Pakistan Tehreek-e-Insaf government responsible for the latest \"diplomatic debacle\" following New Delhi's refusal to hold the meeting.\nFormer foreign minister and PML-N lawmaker Khawaja Mohammad Asif criticised Khan for stating in the letter that \"Pakistan remains ready to discuss terrorism\" and said it seemed the government was \"not prepared\" from the day one.\n\"Too much keenness being shown by the prime minister showed weakness on our part. Giving them (India) too much reflects haste on our part to mend fences with India,\" Asif was quoted as saying by Dawn news.\nAsif said he was not against normalisation of relations between India and Pakistan but \"dignity must be maintained\".\nHe regretted that Khan wrote a letter in which he \"talked about terrorism\" without realising that the US and India had recently issued a joint statement after the visit of Secretary of State Mike Pompeo to New Delhi and Islamabad which was \"dead against\" Pakistan.\n\"They (the US and India) raised all kinds of allegations against Pakistan and you are talking about terrorism (in the letter). This is a sign of weakness (on our part),\" Asif said.\nHe also criticised Prime Minister Modi, alleging that \"he is playing to the gallery\" as part of poll campaign.\nPPP Vice-President and former envoy to the US Sherry Rehman said that the Imran Khan government should have done its homework before approaching India for a meeting, especially after the initial response.\n\"Right now, however the Indian Govt and Army chief response is both immature and irresponsible. What are they threatening Pakistan about? \"They have crossed all diplomatic norms and protocols to emerge as a belligerent nuclear power that is only looking to externalise its own extremisms,\" Rehman said on her official social media page on Twitter.\nTies between India and Pakistan nose-dived following a spate of terror attacks on Indian military bases by Pakistan based terror groups since January 2016. Following the strikes, India announced it will not engage in talks with Pakistan, saying terror and talks cannot go hand-in-hand.\nAmid heightened tension with Pakistan over Uri terror attack in which 18 soldiers were killed, India had pulled out of the SAARC Summit to be held in Islamabad in November, 2016. The summit was called off after Bangladesh, Bhutan and Afghanistan also declined to participate in the meet.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: September 23, 2018"
}