{
    "title": "PAKISTAN 'S SHARIF GETS LONG SENTENCE",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 4,
    "day": 6,
    "full text": "KARACHI, Pakistan Ousted Premier Nawaz Sharif escaped the death penalty today but was given a long prison sentence for refusing to allow a passenger plane carrying the army chief to land in Pakistan, a confrontation that occurred as the army toppled Sharif's government.\nSharif, 51, was charged with hijacking and terrorism after refusing to allow the passenger aircraft returning Gen. Pervez Musharraf to Pakistan to land in the southern city of Karachi. The standoff in the air over Karachi occurred in the midst of the Oct. 12 coup. The army seized power after Sharif dismissed Musharraf and replaced him with a junior general.\nThe plane was allowed to land after the army gained control, but by then the aircraft had barely seven minutes of fuel remaining. There were 198 people aboard, including 60 children from U.S.-run American schools in Pakistan, attended by children of U.S. diplomats stationed here.\nHis ouster was widely welcomed by Pakistanis, who expressed frustration with widespread corruption.\nSharif was convicted of hijacking and terrorism but found innocent of attempted murder and kidnapping. Six other men, including Sharif's brother, were acquitted of all charges.\nThe former leader was given a life sentence on each count, but the judge ordered the sentences to run concurrently. In Pakistan a life sentence is 25 years, but there is a chance for earlier parole.\nSharif was tried in an anti-terrorism court he created. Under law, defendants must be punished with the maximum penalty, which is death for terrorism charges.\nDuring the trial, the prosecution argued that the court had to impose the death penalty, but the defense said it wasn't required.\nWhen today's decision was announced, Sharif's family members, who had been reading the Koran, leapt from their seats shouting: \"Long live Nawaz Sharif!\" Sharif looked grim standing to hear the verdict and sentencing.\n\"It is a personal vendetta,\" said Sharif's wife, Khulsoom, who accused the army chief of targeting her husband. \"Nawaz Sharif's morale is high. I believe God will help us.\"\nOfficials in Sharif's Pakistan Muslim League party have said they will not ask their supporters to protest the decision.\nSharif's attorney said he would appeal.\n\nLoad-Date: April 7, 2000"
}