{
    "title": "Pakistan president open to talks with Taliban",
    "publisher": "the world",
    "year": 2010,
    "month": 8,
    "day": 7,
    "full text": "LONDON - Pakistan's President Asif Ali Zardari said Friday he's willing to consider reopening negotiations with the Taliban in his country - a statement that came amid a flurry of criticism that some elements within Pakistan remain sympathetic to the extremist movement.\nZardari told The Associated Press that his country never closed the door to talks with the Taliban.\n\"We never closed the dialogue,\" Zardari told the AP, skirting the question of when talks could actually resume.\n\"We had an agreement, which they broke. [Talks will resume] whenever they feel we're strong enough and they realize they can't win, because they won't win. It will be a painful difficult task, but defeat is not an option.\"\nLast year, the Pakistani government struck a deal with the Taliban in the Swat Valley that gave the Taliban effective control over the region. The militants violated the agreement and moved into another region, prompting an all out offensive by the Pakistani army.\nAlthough some U.S. and British politicians have suggested talking to the enemy may be the only way to win the war, many in the U.S. administration and Pakistan's other Western allies have publicly urged the country to continue fighting the Pakistani Taliban, not talk to them.\nThe group, which is loosely based in the tribal regions close to the Afghan border, was involved in the failed Times Square car bombing and the suicide attack on a CIA base in December in Afghanistan that killed seven CIA employees. It has links with al-Qaida and the Afghan Taliban fighting across the border in Afghanistan.\nZardari, the widower of former Pakistan Prime Minister Benazir Bhutto, said accusations by British Prime Minister David Cameron and others that Pakistan was exporting terrorism were \"exaggerated.\" He also said the military was doing more than what it ever had, ridding the Swat Valley and South Waziristan of militants.\n\"We have more soldiers on the border now and have lost more soldiers in this war than anyone else,\" Zardari said, referring to 2,500 troops killed in battles with militants over the years. \"We have also lost more citizens in this war than any other country. Should we have the capability, we would definitely do more.\"\nHe dismissed assertions that some in the Pakistani government may know the whereabouts of Osama bin Laden.\nThe international community has all the modern technology available to it, Zardari said. \"We do not have the technology. We do not have the military and counterterrorism intelligence,\" he said.\nZardari urged the international community to help equip his military with drones and other equipment. He also called for more help in opening up international markets to Pakistani trade and products.\nWhen asked why so few militants had been brought to justice - including those who killed his wife - Zardari said \"most of them we don't catch alive.\"\nFriday's comments came after talks with Cameron, roughly a week after the British leader ignited a diplomatic row by accusing Pakistan of exporting terrorism during a trip to the country's nuclear rival, India.\nCameron and Zardari discussed ways to boost trade, cooperation in the fight against terrorism, the situation in Afghanistan and how to help people affected by recent floods in Pakistan that have killed some 1,500 people - the worst floods in some 80 years.\nJamaat-ud-Dawa, a banned charity with alleged links to the Mumbai, India, terror attacks, said Thursday it was helping Pakistani flood victims - raising questions about the government's pledge to crack down on the outfit and whether the crisis was providing a new recruiting opportunities within Pakistan.\nAfter talks with Cameron, Zardari described Pakistan's alliance with the UK as permanent.\n\"This is a friendship that will never break, no matter what happens,\" Zardari said. \"Storms will come and storms will go, and Pakistan and Britain will stand together and face all the difficulties with dignity ... we will make sure that the world is a better place for our coming generations.\"\nPakistan is one of Britain's most important allies in fighting terrorism. Nearly 1 million people of Pakistani origin live in Britain, and Pakistani intelligence has been crucial in several terror investigations, including the 2005 suicide attacks that killed 52 London commuters and a 2006 trans-Atlantic airliner plot.\nThe ringleader of the 2005 suicide bombings in London and several others reportedly received terror training in Pakistan.\nThe U.S. State Department said Thursday that al-Qaida's core membership in Pakistan, along with affiliates in Africa and Yemen, posed the most dangerous terrorist threat to the United States and its interests abroad. It said the terror network had expanded through affiliate groups.\nThe Pakistani president said the threat from al-Qaida and its affiliates was not confined to Pakistan.\n\"It's the mind-set we need to overturn,\" he said.\nZardari has headed a coalition government since unseating Pakistan's Gen. Pervez Musharraf. The ex-military leader was in power-sharing talks with Bhutto shortly before her assassination at a political rally in December 2007.\nPlagued by allegations of corruption, Zardari hasn't enjoyed the same support as some members of the Bhutto clan - the most popular being Bhutto's father, Shaheed Zulfikar Ali Bhutto, who was hanged after his ouster as president of Pakistan.\nHe said it was just a matter of time before his son - Bilawal Bhutto Zardari - would follow in the footsteps of his mother. The 21-year-old just graduated from Oxford with a degree in modern history and politics, but said Thursday he was considering getting a law degree before returning to Pakistan.\nAnalysts predict Zardari's Pakistan Peoples Party - which his son currently chairs - will suffer during the next national elections in 2013 because of Zardari's low approval ratings and the severe challenges currently facing the country.\nZardari, who will address a PPP rally in Birmingham on Saturday, admits he was reluctant to take the job after his wife's assassination.\nStill, he believes that many Pakistanis support him - he faced widespread criticism for coming to Britain while his country was faced with the worst floods in some 80 years.\n\"I think leaders should not look at headlines. They should wait for history to pass judgment,\" he said. \"I think I will wait for my term to be over.\"\nAP photo\nBritain's Prime Minister David Cameron (right) listens as Pakistan's President Asif Ali Zardari speaks to the media following talks at Chequers, the prime minister's official country residence, Friday.\n\nLoad-Date: August 9, 2010"
}