{
    "title": "Palestinian Terror Wanes, but Fear Remains GOOD FENCES",
    "publisher": "the forward",
    "year": 2010,
    "month": 5,
    "day": 14,
    "full text": "On May 3, just two days before  Israeli-Palestinian peace negotiations  were to resume through  American mediation, Israel's  deputy foreign minister appeared alongside  the head of a right-wing research organization  at a press conference in Jerusalem to  release new evidence that the Palestinians  are not, in fact, ready for peace.\nIt's what you might call a confidence-building  measure,  Middle East style.\nThe research organization,  Palestinian  Media Watch, had  convened the press  conference to unveil  a new report, The  Palestinian Authority's  Institutionalization  of Incitement.\nThe 26-page paper  describes 100 cases  in which the authority  has named a street,\nschool, youth group, soccer tournament or\nother institution after a Palestinian terrorist.  Honoring terrorists envelops and plays a  significant part in defining the Palestinian  world, the report says in its introduction.  It goes on to say: Honoring a terrorist is  incitement to murder.\nAccepting the report on the government's  behalf was Deputy Foreign Minister Danny  Ayalon, best remembered for seating the  Turkish ambassador on a silly sofa. The  continuation of incitement on the part of  the Palestinians will not help build trust and  understanding between us, Ayalon told the  press conference, according to a Palestinian  Media Watch statement. Therefore, before  the start of the talks, the P. A. must decide  if it is a partner for true peace and stop the  ongoing incitement and boycotts against  Israel.\nFrom a certain point of view, inappropriate  street names might seem a rather slender  reed on which to hang the legitimacy  of a negotiating partner and, by extension,  the fate of a peace process that has the  whole world watching and waiting on tenterhooks.  Bringing up the issue at this delicate  moment raises some awkward questions.  For one, has anybody noticed that  the Palestinian Authority is actually making  serious efforts to curb actual terrorism?\nHalting terrorism has been Israel's most  urgent demand of the Palestinians for  decades. The only other demand that ever  approached it in importance was that the  Palestinians recognize Israel's sovereign  right to a secure existence.\nAs for the demand for recognition, it  lost some if its urgency in 1988 when the  Palestine National Council, the PLO's governing  assembly, voted to accept the original  United Nations partition of the Holy  Land into a Jewish state and an Arab state,  thereby accepting Israel's legitimacy. Israel  formally reciprocated the PLO's recognition  with a handshake on the White House lawn  in 1993. Since then the endless rounds of  negotiations have mainly been about one  thing: how to redraw the partition lines.  Negotiators have repeatedly come close,  but they haven't closed the deal. In any  case, recognition is now a given.\nExcept that in the past year, recognition  has been thrown back on the table  not  by the Palestinians but by Israel. Prime  Minister Benjamin Netanyahu reopened  that door shortly after taking office with a  demand that the Palestinian Authority recognize  Israel not just as a sovereign state,  but as a Jewish state. It was an ingenious  ploy: Countries don't seek or offer recognition  of each other's forms of government or  domestic social arrangements; they simply  recognize other countries' sovereign right  to make those decisions for themselves.  But when Palestinian leader Mahmoud  Abbas rejected the recognition demand,  the Netanyahu government and its overseas  allies were able to portray the rejection as  a refusal to recognize Israel.\nThe demand to end terrorism, too, is a bit  shaky. Israel's annual death toll from terrorism  has fluctuated since 1948, according  to an analysis of Foreign Ministry figures,  between 10 or 12 deaths in a good year and  60 or 70 in a bad year (and 451 at the height  of the Second Intifada in 2002). By contrast,  the toll in all of 2009 was six deaths,  the lowest in Israel's history. The death  toll so far in 2010: one. And yet the fear  of Palestinian terrorism remains a central  theme in Jewish communal affairs.\nStill, there are those street names and  soccer tournaments. Their message of  Palestinian ill will seems clear enough. And  they're not the only ones. Jewish watchdog  groups regularly document anti-Israel and  antisemitic content in official Palestinian  Authority newspapers, on its television,  in its school textbooks and even in Friday  mosque sermons. At worst, Jews are called  dogs and pigs, and Muslims are exhorted  to kill them. More commonly, Israelis are  accused of Nazism, apartheid and wanton  disregard for Palestinian lives and property.\nThat sort of language is deeply troubling.  If you look closely, though, you can find  much if it echoed in the more extreme  Israeli and Jewish warnings about Arabs  and Muslims: that they don't value human  life, that they are programmed to hate, that  they're required to treat Jews as inferior,  that their real aim is to exterminate the  Jews, that they are the modern Amalek  and deserve the fate of that hated tribe.  They say our ancient ties to Jerusalem are  a fiction; we comb their holy book to show  that their tie to the city is imagined.\nIn the final analysis, much of what we  consider hate speech coming from our  enemies boils down to their overheated  warnings about the dangers we pose to  them. Conversely, our most perfervid warnings  about the threat they pose to us end up  sounding to them like hate speech. Which  only goes to confirm their dim view of us.\nOne could carry the parallelism too far.  The passion with which so many Muslims  seek our destruction finds, if at all, only  the faintest echo among Jews. Worship of  suicidal terrorism hasn't found mainstream  acceptance in Israel. Some of us might wish  that Israel had different neighbors with  whom to make peace. But it doesn't.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: May 6, 2010"
}