{
    "title": "Palestinian activist and former university professor was arraigned in US court RIGHTS-US_ Critics Se",
    "publisher": "ips",
    "year": 2008,
    "month": 7,
    "day": 3,
    "full text": "The indictment is the latest episode of a long, Kafka-esque process that has violated nearly every tenet of Al-Arian's plea agreement following the end of his first trial in 2005, and kept Al-Arian in prison for over five years.\n&#39;The government has made a complete mockery of the plea agreement,&#39; Al-Arian's attorney, Jonathon Turley, told IPS. &#39;Dr. Al-Arian has received zero benefit from his plea agreement.&#39;\nSupporters of Al-Arian cited the charges as an attempt by an overzealous Justice Department prosecutor to keep Al-Arian behind bars indefinitely despite an inability to secure a jury conviction. There is no maximum penalty for criminal contempt.\n&#39;The whole case against him is a vindictive act by sore losers that lost the Florida case badly because there was no evidence,&#39; Al-Arian's daughter, Laila, told IPS. &#39;So they're manufacturing crimes to keep him in prison as long as possible. It's almost as if the whole plea agreement was just a way to buy time.&#39;\nThe indictment said that Al-Arian had refused to testify in violation of a court order. But Al-Arian's defence holds that his subpoena was out of line with his original agreement, which included an express promise that Al-Arian did not have to cooperate further with the government.\nOn Monday, Al-Arian was moved from an Immigration and Customs Enforcement (ICE) jail to the Alexandria courthouse where he was arraigned. He had been in ICE custody for over three months awaiting an expedited deportation as part of the 2005 plea.\nIn ICE prisons, which have been the target of frequent criticism for their harsh conditions, Al-Arian was only allowed one visitor per month. When arraigned on Monday, Al-Arian and his defence did not enter a plea because they had not had the chance to discuss the charges yet, Turley wrote on his blog. The court entered a not guilty plea.\nThe think-tank, the International Institute for Islamic Thought (IIIT), is under investigation for alleged ties to terrorism. Al-Arian's defence contends that he gave two affidavits making clear that he has no knowledge of crimes committed by IIIT, and he has offered to take a polygraph lie-detection test to back them up.\nTurley told IPS that this constituted cooperation and that Gordon Kromberg, the assistant U.S. attorney who signed the indictments, had agreed -- sending Turley an e-mail saying that it looked like the proposed resolution would work. The next day, Turley learned of the indictments from the media.\nKromberg has been criticised for prosecutorial abuses ranging from stoking Islamophobia among jurors to get convictions, to outright anti-Muslim comments as recorded in court motions, and -- perhaps most shockingly -- punishing defendants that a jury will not convict.\nIn 1999, at a Cato Institute event on asset forfeiture reform to curb abuses, Kromberg spoke out in favour of broad governmental powers to seize belongings. In Reason Magazine, Michael Lynch's retelling of the Cato event noted that jaws hit the floor when Kromberg, opposed by much of the crowd in defending forfeiture, said that prosecutors should be able to punish wrongdoing if they are convinced it occurred.\n&#39;He knew these people were guilty and was certain they needed to be punished,&#39; Lynch paraphrased Kromberg's position. &#39;Should we let these people get away, he asked, before answering in an illuminating way: Not if we can punish them through other means.&#39;\nWhile the forfeiture battle was a far cry from prosecuting terrorism suspects, Kromberg's assertions about prosecutorial powers is germane to Al-Arian's case in that it reveals his thinking about punishing those he deems guilty even if a jury refuses to do so.\nCritics also accuse Kromberg of having an anti-Muslim bias, springing in part, they say, from a strong affinity for Israel.\nKromberg participated in a United Jewish Committee's mission to Israel and kept a diary in which he writes of visiting sites of previous terrorist attacks and discusses some of the politics of the Israeli-Palestinian conflict.\nIn the diary, Kromberg refers to the occupied territories of the West Bank by the name &#39;Judea and Samaria&#39; -- a term favoured by right-wing Israelis who often oppose land concessions and a two-state solution -- and referred to &#39;the enthusiasm of the Palestinians to use mass murder as a tool against the Israelis for no apparent end other than to destroy Israel.&#39;\nAl-Arian has been significantly engaged in Muslim and Palestinian activism since the late 1970s.\nIn a court motion, one of Al-Arian's legal team quoted Kromberg as saying, &#39;If they [Muslims] can kill each other during Ramadan, they can appear before the grand jury,&#39; in response to request that Al-Arian's jail transfer be delayed until after the Muslim holy month had ended.\nAl-Arian was initially arrested in 2003 and kept in jail for two and half years before his first trial on terrorism charges.\nThe George W. Bush administration was embarrassed when it couldn't secure a single conviction in one of its highest-profile terrorism cases against the man who then-attorney general John Ashcroft accused of being the head of a Palestinian terrorist organisation.\nFacing retrial on the deadlocked charges, Al-Arian decided to spare his family the agony of another long trial ordeal by pleading to a lesser charge of aiding associates of Palestinian Islamic Jihad and directly aiding the group before its designation as a terrorist organisation by the U.S. in 1997.\nBut Al-Arian set conditions for his agreement. Witnessing the strains that his imprisonment and trial had put on his own family, he refused to work with the government on other cases. He also demanded an expedited deportation when the sentence for his guilty plea expired.\nMelva Underbakke, the head of a Tampa-based rights organisation who drove nine hours to attend the arraignment, said, &#39;You got the feeling [Al-Arian] has been through this before. The Al-Arian family is amazing. They looked strong.&#39;\nAl-Arian will have a hearing next week to determine if he can be released on bond pending trail. The government opposes this, but Al-Arian's legal team contends that he is not a flight risk.\n&#39;Dr. Al-Arian (1) has lived in this country for over 30 years; (2) had lawful alien status; (3) has family with deep ties in the country; (4) has citizens willing to serve in a custodial status; (5) has no passport; and (6) is willing to be continually monitored under home confinement. The opposition of the government is purely gratuitous and retaliatory under such conditions,&#39; wrote Turley in his blog © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: July 3, 2008"
}