{
    "title": "Palestinian leader appeals for EU help to end occupation",
    "publisher": "university wire",
    "year": 2016,
    "month": 6,
    "day": 24,
    "full text": "President of the Palestinian Authority Mahmoud Abbas delivers a speech at the European Union Parliament in Brussels on June 23, 2016.\nIsraeli President Reuven Rivlin on Wednesday addressed the European Parliament in Brussels, emphasizing Israel's strong ties with Europe but also stressing that the continent's lack of respect the Jewish state's sovereignty-whether it be through \"misunderstanding\" or \"impatience\"-needs to be addressed\".\n\"The Palestinian people are on your side in the fight against terrorism and extremism which we condemn: but in order to conquer terrorism there must be an end to the Israeli occupation and the creation of a Palestinian State\".\n\"Remarkably, European legislators held up Abbas as an opponent of terrorism, even as he and his government regularly lionize Palestinian terrorists\", said Harris.\nPalestinian President Mahmoud Abbas today met European Parliament President Martin Schulz and updated him on latest developments.\n\"Why is worldwide law not being applied in the case of Israel?\" he asked to applause by MEP lawmakers. While the worldwide community has backed the Palestinian position, Netanyahu refuses to accept Israel's pre-1967 lines as the basis for a future border. Abbas also refused to meet Rivlin in a one-on-one meeting while in Brussels. In July 2000 at Camp David, former Palestinian leader Yasser Arafat rejected Israeli Prime Minister Ehud Barak's offer of all of the Gaza Strip and 92% of the West Bank, offset by land swaps, along with a capital in eastern Jerusalem.\nIsraeli and U.S. officials said on Thursday that the stalled peace efforts would be on the agenda when Mr Netanyahu meets the USA secretary of state John Kerry in Rome on Sunday.\n\"It is vital that the European Union puts the Middle East Peace Process at the top of its worldwide agenda, not only by declarations, but by specific and concrete actions\".\nMr Kirby said the report would \"largely\" reflect the Quartet's previous statement in September a year ago.\nThe absence of a two-state solution, he said, would give \"pretext to those who commit terrorism in the name of religion\".\nHe expressed his expectation that the worldwide community would renew its efforts to restart the Israeli-Palestinian peace process, adding that he hoped that the Paris conference earlier this month \"will ripen into an global conference\". The UN chief will be in Israel and the Palestinian territories as part of a Middle East tour.\n\nLoad-Date: January 5, 2017"
}