{
    "title": "Palestinian Leader Joins Israel , US To Fight Terrorism",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 3,
    "day": 12,
    "full text": "PRESSURED by Israel and the US, Palestinian leader Yasser Arafat has stepped up his fight against the Islamic Resistance Movement, Hamas.\nMr. Arafat has suspended his year-long dialogue with Hamas and severely cracked down on the militant group opposed to peace with Israel, following its four devastating suicide bombs that claimed 58 Israeli lives.\nAt tomorrow's ''Summit of the Peacemakers in Egypt,'' the US, Israel, and other participants are expected to coopt Arafat into a higher level of cooperation on combating terrorism.\nBut many Israeli experts and Palestinian officials argue that it is impossible to crush Hamas.\n''Hamas is an idea, not an organization,'' Israeli intelligence Chief Ami Ayalon told a parliament committee last week. ''And that is a difficult dilemma with which Arafat will have to cope.''\nResponding to Israeli demands, Arafat has outlawed militant Islamic groups, confiscated their weapons, and arrested several top-level members.\nPalestinian police have arrested three members of the Hamas military wing, including its deputy chief in Gaza, Abdel-Fatah Satari.\nThey have also arrested three Hamas political leaders in Gaza, including spokesman Mahmoud Zahar and hard-line cleric Ahmad Bahar. And Mohammed Abu Warda, who recruited the suicide bombers responsible for two of the bombings, has been sentenced to life in prison.\nBut the police so far have failed to catch Hassen Salameh, reported head of the Hamas cell that was responsible for three of the four recent suicide bombings, as well as the heads of Hamas military wings in Gaza and the West Bank - Mohammed Deif and Mohiadin Sharif.\nCrackdown on clergy\nPalestinian police have also raided the Islamic University in Gaza and have arrested some 600 suspected Islamic militants over the past two weeks.\nMore significantly, Palestinian police have raided mosques, placing them under the Palestinian Authority religious affairs department. This represents the first attempt by Arafat to rein in militant Islamic clerics and bring them under PA control. Security officials have also begun to cut the funds of Hamas educational, health, and welfare activities.\nEyyad Sarraj, the Gaza-based director of the Palestinian Independent Commission for Citizens Rights, says he is concerned at the human rights implications of the PA crackdown on Hamas.\n''Politically, Hamas has done enormous damage to itself and has given the PA, Israel, and the whole world justification to wage a war against it,'' says Mr. Sarraj. ''So we will have to work extra hard now to ensure that the basic human rights of Palestinians are respected.''\nBut some experts say that Arafat is still playing both sides. They cite reports in the Israeli daily Haaretz that Arafat and his top officials recently held talks with Hamas military wing leaders, who have been on an Israeli list of ''wanted terrorists'' for the past several months.\n''Arafat has made a start with … the arrests of Islamic militants,'' says Israeli security expert Ronni Shaked. ''But he is still playing a double game … he can do more.''\nInternal pressures grow\nArafat also is facing massive pressure from within his ranks as a result of Israel's collective punishment against Palestinians for the suicide bombings.\nIsrael has demolished the homes of suicide bombers and suspected terrorists, closed Islamic institutions, and sealed off Gaza and the West Bank.\nThe closures have led to food shortages. Much of the Palestinian anger over the suicide bombings that would have been vented against Hamas is instead being directed at Israel.\nArafat eventually may have to return to talks with militants - once his position is strengthened.\n''I think that after the Middle East terrorism summit, … the dialogue between the PA and Hamas will have to continue, because it is only through dialogue that we can solve problems,'' says Imad Falouji, member of the Palestinian Council and a former Hamas official.\n\nGraphic\n\n \nPHOTOS: 1) page 1] Watching by Sea\nPolice of the Palestinian Authority launch a rubber boat to patrol the coast of the Gaza Strip. Suicide bombings against Israel have resulted in a widespread crackdown by the PA against anti-Israeli terrorists.,\nENRIC MARTI/AP; 2 & 3) CRACKDOWN: Israeli soldier (right) watches a blindfolded Palestinian who was arrested yesterday during an early morning raid in the West Bank. Above, Israeli Navy boats and Palestinian police are implementing a sailing curfew on the Gaza coast, trying to prevent Hamas militants from fleeing., AP PHOTO/ENRIC MARTI; AP PHOTO/MATI\n\nLoad-Date: March 12, 1996"
}