{
    "title": "Palestinians Taste a Dose Of Their Own Medicine",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 11,
    "day": 15,
    "full text": "A suicide bombing in Hadera, Israel, on October 26 that killed five people inspired the usual Palestinian joy: Some 3,000 people took to the streets in celebration, chanting \"Allahu Akbar,\" calling for more suicide attacks against Israelis, and congratulating the \"martyr's\" family on the success of the attack.\nBut Palestinian Arabs were uncharacteristically morose after three explosions went off on November 9, killing 57 persons and injuring hundreds, in Amman, Jordan. That's because, for the very first time, they found themselves the main victim of those same Islamist \"martyrs.\"\nThe massacre at a wedding in the Radisson SAS hotel ballroom took the lives of 17 family members attending the nuptials of what the London Times called a Palestinian Arab \"golden couple, beloved of their prominent Palestinian families and friends.\" The bombing also killed four Palestinian Authority officials, notably Bashir Nafeh, head of military intelligence on the West Bank.\nAfter two decades of doling out this horror against Israelis, some of whom were also attending festive events (a Passover dinner, a Bar Mitzvah), Palestinian Arabs, who form a majority of the Jordanian population, unexpectedly found themselves at the receiving end.\nAnd, guess what: They did not like it.\nThe brother of a woman injured in the attack told a reporter, \"My sister, I love her. I love her to death, and if something happened to her, I'd be really...\" Choked, he stopped speaking and cried.\nAnother relative called the terrorists \"vicious criminals.\" A third cried out, \"Oh my God, oh my God. Is it possible that Arabs are killing Arabs, Muslims killing Muslims?\"\nI extend my deepest sympathy to the family. I also hope that Palestinian Arabs, who have established a worldwide reputation not just for relying heavily on suicide murder but for doing so enthusiastically, will benefit from this unique learning opportunity.\nNo other press and school system indoctrinates children to become suicide murderers. No other people holds joyous wakes for dead suicide bombers. No other parents hope their children will blow themselves up. None other receives lavish endorsement and funding for terrorism from the authorities. Nor has another people produced a leader so inextricably tied to terrorism as was Yasser Arafat, nor so bountifully devoted its allegiance to him.\nThe memorials of his death on November 11 were marked by effusive statements how \"he will remain alive in our hearts\" and re-affirmations to continue his work.\nThe Amman bombings, attributed to Al Qaeda, exposed the hypocrisy of Palestinian Arabs and their supporters, who condemn terrorism against themselves but not against others, especially not Israelis. Shaker Elsayed, imam of Dar al-Hijrah Mosque in Virginia, denounced the Amman wedding attack as a \"senseless act.\" Very nice. But Brian Hecht of the Investigative Project notes that Mr. Elsayed has a long history of justifying terrorist attacks against Israelis: \"The jihad is a must for everyone, a child, a lady, and a man,\" he said. \"They have to make jihad with every tool that they can.\"\nQueen Noor of Jordan embodied this hypocrisy when she stated that the Amman terrorists \"made a significant tactical error here, because they have attacked innocent civilians, primarily Muslims,\" implying her approval had the victims been non-Muslims.\nWill the Palestinian Arabs' shameful love affair with suicide killings and \"martyrdom\" diminish after the atrocity in Amman? Might a taste of their own medicine teach them that what goes around comes around? That barbarism ultimately visits the barbarians too?\nSmall signs point to a shift in views, at least momentarily in Jordan. Survey research done in 2004 at Jordan University found two-thirds of Jordanian adults seeing Al Qaeda in Iraq as \"a legitimate resistance organization.\" After the bombings, the pollster found that nine of 10 survey participants who previously endorsed Al Qaeda had changed their minds.\nTo change Palestinian Arab behavior requires that civilized people finally get tough on suicide terrorism. That means rejecting Hamas as a political organization and excluding dialogue with it. It means shunning propagandistic movies such as \"Paradise Now,\" a film that whitewashes Palestinian suicide bombing. And it means convicting Palestinian Islamic Jihad operatives Sami Al-Arian and his Florida cohorts.\nThe message to Palestinian Arabs needs to be simple, consistent, and universal: Everyone condemns suicide terrorism, unequivocally, without exceptions, whether the arena is electoral, diplomatic, or educational, and whether the bombing is in Amman or Hadera.\nMr. Pipes (www.DanielPipes.org) is director of the Middle East Forum and author of \"Miniatures\" (Transaction Publishers).\n\nLoad-Date: November 15, 2005"
}