{
    "title": "Palestinian Kills 2 Israelis in West Bank Attack",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 7,
    "full text": "JERUSALEM — A Palestinian man fatally shot two Israeli co-workers and injured a third in an Israeli-run factory in the occupied West Bank on Sunday, an attack that Israeli officials described as terrorism.\nThe killings shattered the calm in an industrial park long praised by Israelis as a symbol of peaceful coexistence.\nHamas, the Islamic militant group that controls Gaza, praised the attack without taking responsibility for it, calling it a “heroic operation.” Hamas said the shooting had been a “natural response to the crimes of the Israeli occupation against the rights of our people, in all the Palestinian lands.”\nThe Islamic Jihad group in Gaza also praised the attack.\nThe gunman, identified by the Israeli authorities only as Ashraf Naalwa, 23, a resident of the West Bank, was captured on security cameras fleeing the scene. Mr. Naalwa, an electrician, had not shown up for work in recent days and might have harbored grievances against his employers, according to other workers in the industrial park, near the settlements of Barkan and Ariel in the central West Bank.\nThe Israeli military and the Israeli security agency known as Shin Bet said they had determined the assault was a terrorist attack, while allowing that the assailant may also have had personal motives.\nThe Israeli authorities pointed to a message on Facebook that the suspect had apparently posted before the attack as one indication that he was not out only for personal vengeance. According to the Israeli news media, he suggested in the post that he had been called by Allah.\n“This was not only an attack on innocent people going about their daily lives,” President Reuven Rivlin of Israel said in a statement. “It was also an attack on the possibility of Israelis and Palestinians coexisting peacefully.”\nLt. Col. Jonathan Conricus, a spokesman for the Israeli military, described the suspect as “armed and considered dangerous,” and said the military was searching for him and taking measures to prevent further attacks.\nThe Israelis who were killed were identified as Kim Levengrond Yehezkel, 28, a secretary, and Ziv Hagbi, 35, an accountant. Both worked for the Alon Group, a company producing waste management systems. The name of the third victim was not released.\nUnlike Gaza, where Israeli forces have killed scores of Palestinians during often-violent protests along the border fence in recent months, the West Bank has remained relatively calm. Analysts have warned of a spillover of tensions, however.\nIsraeli forces shot and killed three Palestinians on Friday, including Fares Hafez al-Sersawi, a 12-year-old boy, according to the Gaza Health Ministry.\nLast month, a Palestinian teenager fatally stabbed Ari Fuld, a resident of the West Bank settlement of Efrat, at the Gush Etzion shopping center. Mr. Fuld, who was well known for his pro-Israel advocacy, was hailed as a hero by many Israelis for possibly helping to save other lives after security cameras showed him chasing and shooting at his assailant after being stabbed in the back.\nColonel Conricus said that the assailant on Sunday appeared to have acted alone, operating without the backing of any known organization, and that he had been armed with an improvised weapon known as a Carlo. Named after the Swedish-made Carl Gustav submachine gun from the 1950s, Carlos are sometimes adapted from air guns in West Bank workshops.\nThe West Bank settlements, constructed in territory that Israel captured from Jordan in the 1967 war, and which the Palestinians envision as part of their state, are considered a violation of international law by most of the world.\nBut many Israelis, particularly the settler leadership, hold up the Barkan industrial park, where the attack took place on Sunday, as a model of cooperation and an important source of employment for thousands of Palestinians, who work in more than 150 factories and firms alongside an equal number of Israelis for equal salaries.\nMoshe Lev-Ran, an export manager at Twitto Plus, a company specializing in air-conditioning accessories and whose factory is next to the site of the attack, told reporters that the Palestinian employees “come happily to work because we provide them with a future and food.”\nDescribing annual company fun days and barbecues, he added, “I call it the island of peace.”\nPHOTO: The scene on Sunday after three Israelis were shot by a Palestinian co-worker in an industrial park in the West Bank. Israeli officials described the events as terrorism. (PHOTOGRAPH BY Ronen Zvulun/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nPalestinian Gunman Kills 3 Israelis at West Bank Crossing\nIsrael Faults Soldiers Who Filmed and Cheered Shooting of Palestinian\nIsrael Faults Soldiers Who Filmed and Cheered Shooting of Palestinian\n\nLoad-Date: October 13, 2018"
}