{
    "title": "Palestinian funding bill divides Oregon politicians",
    "publisher": "university wire",
    "year": 2006,
    "month": 6,
    "day": 1,
    "full text": "The 20-year U.S. Congressman running for re-election this November for the western and southwest Oregon region is being accused by his opponent of supporting terrorism by voting against a bill that punishes Hamas and other Palestinian authority groups that oppose Israel's existence.\nPeter DeFazio, D-Ore., is being criticized by Republican candidate Jim Feldkamp for voting against a bill that cuts U.S. funding to any Palestinian authorities who promote terrorism unless Hamas, the Palestinian Islamic Jihad and other groups \"agree to recognize Israel, renounce violence, disarm and accept prior agreements,\" including a two-state solution to the Palestinian-Israeli conflict.\nThe U.S. House of Representatives passed the bill, called the Palestinian Anti-Terrorism Act of 2006, last week. With bipartisan support, House members overwhelmingly passed the bill with a 361 to 37 vote.\nDeFazio was one of 31 Democrats to oppose the bill. Rep. Earl Blumenauer, a Democrat for Oregon's third district, also voted against the bill.\nThe other three Oregon representatives voted in favor.\nFeldkamp said in an interview Tuesday he didn't know why DeFazio would not support the act. He said he had not read DeFazio's floor speech, but he had read the text of the bill.\n\"Mr. DeFazio says he's talking tough on terror and all that, but we have the opportunity to say we're not going to give this money until they alter their views to allow Israel to exist,\" Feldkamp said.\nIn a floor speech May 23, DeFazio said he agrees that Hamas should not directly receive any U.S. aid because \"Hamas is, after all, a terrorist organization.\" But he said the bill is not only about keeping U.S. tax dollars from the Hamas-led Palestinian government.\n\"This bill goes much further, which is why a variety of Jewish, pro-Israel organizations ... are opposed to H.R. 4681,\" he said.\n\"The organizations rightfully argue that this bill weakens and undermines moderate Palestinian interests by imposing restrictions on and limiting diplomacy with all Palestinian leaders, even those not connected to Hamas,\" he continued.\nAfter he read a summary of the floor speech, Feldkamp, a former agent with the FBI who worked to fight international terrorism, asked, \"Should we not withhold money because we fear offending somebody?\"\nIn February, U.S. Secretary of State Condoleezza Rice toured the Middle East and met with leaders in four countries. One reason for the visits was to persuade the leaders to withhold or discontinue aid to Hamas.\nShe was rejected by Egyptian and Saudi Arabian governments who said \"we should not prejudge the issue\" and that the new Palestinian government should be given time to develop ideas, according to a report from the British Broadcasting Corp. President Bush's administration has vowed it will not work with the Hamas government until it allows for the existence of Israel.\nSeveral representatives have spoken in support of the House bill for providing food and other non-governmental aid.\nIn a statement supporting the House bill, Rep. Roy Blunt, R-Mo., said by passing the bill, Congress members \"will tell the world that no terrorist organization can expect any support from the American taxpayer.\n\"Hamas wants to and will take every opportunity to kill Israelis and Jews of other nationalities. It says so in their charter. And it was demonstrated just weeks ago in the bombing of a Tel Aviv restaurant,\" Blunt said.\nThousands of demonstrators have rallied behind the Palestinian government in protest of the United States and the West as Israel, Canada and the European Union cut aid to Hamas.\nFeldkamp said he doesn't agree that withholding aid will unite the people behind the terrorist government and that he believes Hamas is going to have to change its views toward Israel.\n\"Who said democracy is pretty? What we are saying is that we're not going to support a government that supports terrorism,\" he said.\nTim Daly, a spokesman for Blumenauer, said the representative opposed the bill because it sets permanent and inflexible limits that won't allow for Palestinian reform, it would sanction Palestinian parliament moderates who aren't involved with Hamas and will likely backfire as it did in the January elections.\n\"Hamas said the U.S. was meddling in the elections, and that influenced a lot of people. U.S Congress' comments backfired and strengthened the power of Hamas and that was frankly a strong reason that Hamas won those elections,\" Daly said Wednesday.\nBlumenauer, leading a debate against the bill on May 23, said the fundamental point of the bill is not about the \"shared revulsion at those who would murder innocent civilians and sow terror for political purposes.\" Instead, he said, the bill limits the United States' ability to help Israel if it decides to work with non-Hamas parliament officials in the future.\nThe bill has passed on to the U.S. Senate where, if approved, it will go to President Bush to be vetoed or signed into law.\n(C) 2006 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: June 1, 2006"
}