{
    "title": "Palestinians' attacks are 'terrorism'",
    "publisher": "usa today",
    "year": 2001,
    "month": 12,
    "day": 6,
    "full text": "It is wrong to characterize the Hamas, Islamic Jihad, Hezbollah and other Palestinian-based terrorist groups as \"militants.\" This past week's massacres by Hamas of 25 Israelis, plus the hundreds wounded, should confuse no one about the nature of Palestinian violence (\"Israel declares war on terror. Prime minister warns nation: 'This will not be a short war,' \" News, Tuesday).\nIt is terror. It is murder. It is unjustified.\nThe United States and its allies should encourage their official spokespersons and their national media to discontinue the white-washing of Yasser Arafat and the PLO-run Palestinian Authority. Instead, they should begin calling such barbarity what it truly is -- terrorism.\nIf the United States does not take this position, then it has no right to call al-Qaeda a terrorist group. Or conversely, Osama bin Laden would be justified in calling the U.S. attacks in Afghanistan \"terrorism.\"\nTo permit the confusion of definitions for political purposes is to invite disaster on all of us.\nMark Alan\nLos Angeles, Calif.\nIsraeli 'occupation' is the villain\nThe scenario must now be familiar to many USA TODAY readers: A suicide bomb explodes, killing many people. Israel and the West express shock and horror. The Israeli security cabinet convenes and what follows are airstrikes against Palestinian targets, assassinations and more deaths.\nIt is time for a new script to be written.\nNot once has Israel considered the alternative path of giving back the occupied territories to the Palestinians. It keeps hold of the land under the pretense that to give it back would mean certain destruction for Israel.\nPardon me, but whose army in the Middle East is capable of attacking and destroying the nuclear-equipped Israeli army?\nWhatever the Palestinians do -- and some acts can only be described as terrorism -- they are done for the purpose of removing the Israeli occupation from their land. If Israel was to withdraw to its internationally recognized 1967 borders, then any attacks on Israel could be legitimately answered in self-defense.\nAs long as Israel occupies the Palestinian territories, anything it does will always be an act of offense, and neither President Bush nor Israeli Prime Minister Ariel Sharon can convince us otherwise.\nNeil Lowrie\nLoughborough, England\nPalestinians' own country\nThere never will be peace in Israel until the Palestinians get a country of their own (\"Moderates hold key to elusive peace in Mideast,\" The Forum, Monday).\nThe Israelis should pull out of territories with a Palestinian majority and give them their own country. If they wish, the Israelis can put up a wall to keep a safe border around their own country.\nWhen it comes to Jerusalem, the city should become an international state, maybe even the headquarters for the United Nations with its own international government, similar to the Vatican. Jerusalem has roots of many different cultures and religions and shouldn't belong to just one of those cultures.\nCharles Smith\nMiami Beach, Fla.\n\nLoad-Date: December 6, 2001"
}