{
    "title": "Palestine Awareness Week needs to advocate peace",
    "publisher": "university wire",
    "year": 2006,
    "month": 5,
    "day": 4,
    "full text": "Since the assassination of Anwar Sadat in Egypt in 1981 by the Moslem Brotherhood for making peace with Israel, Egypt has been in a state of emergency, allowing it to arrest suspects without charging them and to restrict public freedom. Last week, their \"parliament\" extended this state for another two years. Israel has lived with terrorism, under threat of annihilation, assassinations, suicide bombings and economic boycotts all her life, with no such state of emergency against any of her citizens.\nArabs living in Israel enjoy the same rights as all Israelis and have 16 members in the Knesset. They are free to do as they wish, even if they advocate destruction of Israel. There are hardly any Jews left in any Arab country.\nIndia built a separation wall to combat terrorism from Pakistan in Kashmir. In fact, just a few days ago, another 35 Indians were killed by Kashmiri separatists. Chinese emperors built a 5,000-mile-long wall to protect themselves against their enemies. All other countries build fences along their borders too. Israel too, after years of suicide murders against her civilians, built a fence/wall combination to combat terrorism.\nYet, during the Palestine Awareness Week, Amir Abdel Malik Ali, Imam of the Oakland's Masjid Al-Islam talks about Israel as an apartheid country, calls her a Nazi regime, and vocally advocates a one-state solution: Palestine. No Israel. The title of another speech by Jeff Halper refers to it as the Apartheid Wall.\nWhat part of Israel is apartheid or racist? Arabs, Christians, and Jews live together under the same laws, they practice their religion freely, they live together, and you cannot even tell what background a person has as you walk on the street, as most of them look alike. There are no places where Moslems, Arabs or non-Jews cannot enter. There are no laws against any one particular group. And although you would not be able to even travel to Saudi Arabia as a Jew, let alone live or vote there, the speaker has the audacity to call Israel apartheid and Nazi. This is nothing but to accuse Israel of all the atrocities that were perpetrated against the Jews in the past, and to say it enough times, and it will be believed as truth.\nBut at the same time, he has no words about the atrocities of Arabs in Darfur, where Moslem Arabs have killed at least 180,000 black Africans, have raped their women, and have displaced millions. Not one word from him or the professors at Cal Poly.\nThese speakers are advocating a one-state solution not peace and justice between the two people. They expect Jews to live under a government such as Hamas, the Baathist government of Syria or a government like Saudi Arabia. Would you? Would they? They are living in Oakland and San Luis Obispo!\nIsrael captured the West Bank from Jordan and the Gaza Strip from Egypt in 1967 after years of terrorist attacks, and when Jordan, Syria and Egypt had amassed their armies at her border to annihilate her once and for all. In fact, she returned the Sinai to the Egyptians when Saddat made peace with her. Last summer, Israel withdrew from the Gaza Strip as well and is planning on withdrawing from the West Bank too. At that time, a group of philanthropists bought $14 million worth of greenhouses from the Israelis and gave them to the Palestinians to grow vegetables and make money. Three days after the Israelis left, the Palestinians destroyed all the greenhouses. Now they complain against the Israelis for their shambled economy because Israel has closed the border to Gaza, although they have been firing Kassam rockets into Israel every day.\nYes, you should be aware of the Palestinian leaders and the terrorists. They are their own people's worst enemies, not Israel. Israel built seven universities in the West Bank since 1967. How many were there before?\nInstead of bringing speakers here for propaganda, for inciting hate and for advocating the annihilation of Israel as the president of Iran does, would it not be better to advocate for peace and against terrorism and hate?\nYes, Israelis are Jews, but even Jews have the right to live in peace.\n(C) 2006 Mustang Daily via U-WIRE\n\nLoad-Date: May 4, 2006"
}