{
    "title": "Palestine plus free-elections equals more terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 1,
    "full text": "In 1993, the Palestinian group Harakat al-Muqawama al-Islamiyya (Hamas for short) denounced the Oslo accords, the closest thing to a peace treaty ever established between Israel and the Palestinians.\nIn 1994, Hamas brought the use of suicide bombings against innocent Israeli civilians to a whole new level.\nNow, in what appears to be a tragic turn of events for anyone with a vested interest in peace in the region, the terrorist organization Hamas has taken control of the Palestinian government. Last week, the group won 42.9 percent of the vote giving them majority control of parliament with 74 of the 132 seats, thus unseating the Fatah, who under the leadership of Yasser Arafat, held control of the government for decades.\nThis all occurred after Hamas ran for election on the platform of continued \"resistance\" against Israel. A co-founder of the group, Abdel Aziz al-Rantissi, was even quoted in the Wikipedia online encyclopedia as saying that the goal of the group was to \"remove Israel from the map.\"\nLast semester I criticized Israel's decision to return the territory of the Gaza Strip to Palestine because it would only encourage the terrorists who were using violence against women and children to achieve their objectives. Now it appears I wasn't just blowing smoke, as the succession of the Gaza Strip has not only encouraged Hamas but has convinced many Palestinian civilians of the group's ability to get things accomplished.\nLeaders in Europe, as well as the United States, reacted with shock last week at the obvious increase in Hamas' popularity and their overwhelming victory in a democratic election. Which begs the obvious question: could no one see this coming? Did no one think that giving terrorists what they want would encourage and embolden them? What was considered by some to be a gesture of goodwill and an investment in peace by the Israelis has set off a chain of events that could ignite centuries of warfare. It has also, in the same blow, destroyed the legitimacy of anyone who claims that Palestinians are a peaceful people.\nWith the full knowledge that Hamas has no plans to either discontinue violence or recognize a Jewish state; the majority of Palestinians voted to be governed by murderers.\nMany believe that with the governments of two countries in the region; Iran and now Palestine, both bent on the destruction of Israel, increased violence and even war are not too far in the future. Dan Junge, a senior history major here at CSU, conceded that he \"would not be surprised at all if Israel began to take things into their own hands\" in the face of this growing aggression by their neighbors.\nWith the backing of the United States and with the support of most of Western Europe (if that could even be considered an advantage) this standoff seems to be fairly one-sided.\nAt this point, we can only hope that the continued pressure by the global community and the string of strongly worded letters from the United Nations (their most significant contribution to any conflict in years) will be enough to prevent Palestine from getting a lot of people killed.\nIn last Friday's Denver Post, Secretary of State Condoleezza Rice was quoted as saying \"You cannot have one foot in politics and another in terror.\" It is too bad that most of the Middle East doesn't agree.\nRyan Chapman is a senior marketing major. His column runs every Wednesday in the Collegian.\n(C) 2006 Rocky Mountain Collegian via U-WIRE\n\nLoad-Date: February 3, 2006"
}