{
    "title": "Palestinians Must Speak Out Against Terrorism",
    "publisher": "the new york times",
    "year": 1996,
    "month": 3,
    "day": 10,
    "full text": "To the Editor:\nSmall vocal minorities among the Palestinian community have managed to silence the majority and distort the true feelings of my people. The violence in the Middle East these past weeks is a violence that Palestinians as a community abhor and denounce, for it contradicts our fundamental religious beliefs.\nThe majority of Palestinians detest the violence and the murder of innocent civilians. The bloodshed is unnecessary and contradicts the basic views of Arab Christians and Muslims.\nHamas is acting without a popular mandate. Yasir Arafat was elected president of the new Palestinian government. Nearly 70 percent of Palestinians eligible to vote participated in those elections, of whom more than 88 percent voted in support of Mr. Arafat and his platform of peaceful negotiations with Israel. Hamas has no right to act outside of this representative structure.\nMr. Arafat may not be able to prevent the violence himself, but he clearly has a mandate to act against Palestinian extremist violence.\nIt does not help the peace process for Israel to punish the innocent for the crimes of the terrorists by sealing the homes of families or individuals who have links to the terrorists' deeds. Collective punishment is not only immoral, it is illegal and counterproductive to the goal of peace. No one sealed the home of Baruch Goldstein when he murdered 29 Palestinians during prayers in the Hebron mosque.\nThose outside the Palestinian community must do a better job of understanding the complex circumstances we are in. Palestinians who speak out against the peace process have a right to do so. They should be treated with respect and not forced into an alliance with those who wish to destroy the peace process using violence.\nWe may not be able to prevent the voices of hatred from taking more innocent lives. But we can, if we stand together, prevent them from murdering the peace process, which is the only real hope for both Palestinians and Jews.\n \nRAY HANANIA\nNational President\nPalestinian American Congress\nChicago, March 6, 1996\n\nGraphic\n\n \nDrawing.\n\nLoad-Date: March 10, 1996"
}