{
    "title": "PALESTINIAN TERRORISM THWARTS EFFORTS TOWARD MIDEAST PEACE",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 4,
    "day": 16,
    "full text": "We express our outrage and deep sorrow at the loss of life and offer heartfelt condolences to the families of those brutally murdered in recent terrorist attacks in Israel. Our prayers also go out to the injured for a full and speedy recovery.\n We are also deeply saddened over the injuries and loss of life sustained by Palestinian Arabs. Almost surely, these tragedies would never have happened had Palestinian Authority Chairman Yasser Arafat chosen the path of peace at Camp David last summer. Instead, he chose rejection, and his leadership circles admittedly planned and stimulated the last six months' violent attacks against Israeli security posts and civilians in Judea and Samaria, the \"West Bank\" of the Jordan River.\nOur most profound sadness, then, is for the lost opportunity for a lasting peace. We were so close and yet Chairman Arafat did not rise to the occasion, matching former Israeli Prime Minister Ehud Barak's courage with his own to move the peace process forward. Clearly, because Chairman Arafat did not lead the way to peace but to this endless circle of violence, so many people are now dead.\n It is long past time for Yasser Arafat and the Palestinian Authority to implement fully their obligations under agreements with Israel and dismantle the terrorist infrastructure in Palestinian-controlled areas that enables such attacks to be launched. We support Israel's measured response and defensive strikes against the Palestinian terrorists. The events of recent weeks serve to convince Israel and the world that Chairman Arafat and the Palestinian Authority are not interested in peace.\n Our dismay at these attacks is deepened by the appalling statements made at the Arab summit in Amman, which included Syria's President Bashar Assad's characterizing Israeli society as \"even more racist than the Nazis\" and President Saddam Hussein's threat that Iraq was ready to \"liberate\" Palestine and that other Arab leaders would face the wrath of their people if they did not take part. He ended with the words, \"May God damn the Jews.\"\n We thank President Bush and his administration for taking a determined stand on terrorism and demanding that Chairman Arafat speak out \"loud and clear against it.\" A resolution of the Palestinian-Israeli conflict will not be found through anti-Israel diatribes at Arab summits and certainly not through terrorist pressure.\n Peace can only be achieved if the Palestinian Authority will end the violence and incitement, which will make possible negotiations between the parties.\n STEVEN D. IRWIN\n MARSHAL A. HERSHBERG\n KAREN A. SHAPIRA\n United Jewish Federation\n Oakland\n\nLoad-Date: April 16, 2001"
}