{
    "title": "Palin refers questions to camp GOP efforts include sending prosecutor to assist in 'Troopergate'",
    "publisher": "charleston daily mail",
    "year": 2008,
    "month": 9,
    "day": 17,
    "full text": "JUNEAU, Alaska - GOP vice presidential candidate Sarah Palin is effectively turning over questions about her record as Alaska's governor to John McCain's political campaign, part of an ambitious Republican strategy to limit any embarrassing disclosures and carefully shape her image for voters in the rest of the country.\nRepublican efforts include dispatching a former top U.S. terrorism prosecutor from New York, Ed O'Callaghan, to assist Palin's personal lawyer working to derail or delay a pending ethics investigation in Alaska. The probe, known as \"Troopergate,\" is examining whether the governor abused her power by trying to remove her former brother-in-law as a state trooper.\nO'Callaghan is just part of a cadre of high-powered operatives patrolling Alaska as reporters and Democrats scrutinize every detail of Palin's tenure in government, plus her family and friends. One strategy: Carefully coordinate any information that's released. The McCain campaign is demanding that it becomes the de facto source for answers about the operations of Alaska's government during the past 20 months.\nPalin's normal press secretary, for example, now turns away inquiries from any reporter who isn't permanently based in Alaska, referring questions to the presidential campaign. Trouble is, some of McCain operatives only recently have arrived in Alaska and struggle to explain Palin's positions on arcane state issues.\nWhen a reporter for The Associated Press asked the state's Department of Health and Social Services about lawsuits involving state health policies, he was directed to call Meg Stapleton, a former spokeswoman for Palin now working for McCain.\n\"In general the state is sending media inquiries this way because we're just inundated with hundreds and hundreds of phone calls,\" Stapleton said. \"It provides for the most expeditious channel to get stuff out there.\"\nO'Callaghan, who helped prosecute terrorism and national security cases for the Justice Department until a few weeks ago, was sent to Alaska to handle \"legal issues that are affecting the political dynamic of the campaign,\" said Taylor Griffin, a former Treasury Department spokesman in the Bush administration. O'Callaghan is expected to leave after this week.\nTranslation: O'Callaghan is helping ratchet up the heat on the Troopergate investigation, a probe with which Palin once promised to cooperate. O'Callaghan was the one who threw down the gauntlet during a news conference this week: Palin herself was unlikely to talk to the Alaska Legislature's investigator.\nMcCain's campaign has sent at least one dozen researchers and lawyers to Alaska to pore over Palin's background, ready to respond to questions about her tenure as governor and mayor of Wasilla, a small town outside Anchorage. Griffin has been leading the team in Alaska, which includes operatives of the Republican National Committee.\nRepublicans are rebutting what they describe as smears against Palin.\n\nLoad-Date: September 17, 2008"
}