{
    "title": "Pan Am victims' relatives struggle with deal",
    "publisher": "usa today",
    "year": 1999,
    "month": 8,
    "day": 24,
    "full text": "WASHINGTON -- As countries get out of the terrorism business,\nhow should they be treated for their past terrorist acts?\nRelatives of some of the 189 Americans killed on Pan Am 103 wrestled\nwith this question as they heard briefings Monday from U.S. and\nScottish officials on an unusual plan to try in the Netherlands\ntwo Libyans accused of planting the bomb that caused the airliner\nto explode over Scotland 11 years ago.\nSenior Clinton administration officials have talked of removing\nLibya from a list of seven terrorist-sponsoring nations if the\nregime of Libyan leader Moammar Gadhafi cooperates with the upcoming\ntrial and pays compensation to victims' families. According to\nthe State Department, Libya has had no direct involvement in terrorism\nfor a decade but still harbors some members of Middle East terrorist\ngroups.\nSome relatives of the Pan Am victims say the deal cut with Libya\nwill exonerate Gadhafi and effectively impose a statute of limitations\non the crime, which killed all 259 people on the Boeing 747 and\n11 people on the ground in Lockerbie, Scotland.\nIn meetings Monday closed to the press, Attorney General Janet\nReno and the Right Honorable Lord Hardie, Reno's Scottish equivalent,\ngave details of how the two Libyans will be tried by three Scottish\njudges next year on a 90-acre former U.S. air base in the Netherlands.\nThe venue, to be considered legally part of Scotland, was chosen\nbecause Libya refused to extradite the suspects to either the\nUnited States or the United Kingdom.\nChester Phillips of Little Rock, whose son, Sandy, 27, was one\nof 35 Syracuse University students on the ill-fated flight, said\nhe was impressed by the \"professionalism\" of the Scottish authorities\nand believed they would present a convincing case.\nFaced with \"no trial or this trial, I believe this is the best\nsolution,\" Phillips said.\nBut Susan Cohen, whose only child, Theodora, 20, also died on\nPan Am 103, called Monday's meeting \"primarily a public relations\nexercise to sell the trial. I'm not going to buy it.\" Cohen,\nof Cape May Court House, N.J., said the trial would be \"a farce\"\nbecause the two intelligence agents, Abdel Basset Ali al-Megrahi\nand Lamen Khalifa Fhimah, would never implicate Gadhafi, Libya's\nruler for three decades.\nCohen said the United States should not restore relations with\nLibya so long as Gadhafi remains in control there. \"There should\nnever be a statute of limitations for mass murder,\" she said.\nAdministration officials regard Gadhafi's decision to surrender\nthe two suspects as a diplomatic success, the result of mediation\nbacked by multilateral sanctions.\nSupport for those sanctions was eroding, U.S. officials say, and\nas happened frequently in recent years, Washington is now alone\nin barring all commercial ties with Libya.\nThe United Nations suspended air travel restrictions against Libyans\nin April, after Gadhafi surrendered the two suspects.\nLast month, Britain restored full diplomatic relations after Libya\naccepted responsibility for the fatal shooting of a British policewoman\noutside the Libyan Embassy in London in 1984.\nAlso last month, France accepted about $ 31 million from Libya\nfor the bombing of a French airliner in 1989 that killed 170 people.\nMike Stinson, vice president of Conoco, which is trying to regain\naccess to oil fields in Libya from which it has been barred by\nU.S. sanctions for 13 years, says policymakers should take into\naccount U.S. economic interests and the value of U.S. interaction\nin changing societies and regimes. \"Oil industry people travel\nmore than anyone and live in more dangerous places,\" he says.\n\"We have a deep hatred for terrorism.\n\"But there is a time when we have to reach some sort of closure\nand move on.\"\nBut Jeannine Boulanger, whose daughter, Nicole, 21, was another\nPan Am victim, said Monday that \"the word closure should be eliminated\nfrom the English language.\"\nAny administration decision to lift sanctions on Libya \"will\nbe met with an outcry from the families,\" said Boulanger of Shrewsbury,\nMass. She wore a brooch with her daughter's picture pinned to\nher dress.\nState Department officials deny any decision on lifting sanctions\nagainst Libya is imminent. But other U.S. officials, noting a\nsharp decline in terrorist acts by groups with government backing,\nsay sanctions have worked and should be eased as a reward for\nbetter behavior.\n\"It's not realistic to impose sanctions forever because you give\nno incentive to change,\" says Bruce Hoffman, a specialist on\nterrorism at the Rand Corporation. \"On the other hand, does anybody\nin their right mind think the two Libyans were independent agents?\"\nRep. Porter Goss, R-Fla., chairman of the House intelligence committee,\nsays countries should be judged on terrorism as they are for fighting\nnarcotics. \"If you draw the line of once a terrorist, always\na terrorist, you can't deal with Yasser Arafat or some Israeli\nleaders.\"\n\nGraphic\n\n \nPHOTOS, B/W, Reuters TV (2); Abdel Basset Ali al-Megrahi Lamen Khalifa Fhimah\n\nLoad-Date: August 24, 1999"
}