{
    "title": "Panama sends ex-CIA officer to U.S. , not Italy",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 7,
    "day": 20,
    "full text": "SAN JOSE, Costa Rica • A fugitive former CIA base chief detained in Panama this week is being sent to the United States instead of Italy, which wanted him to serve prison time in the 2003 abduction of a terrorism suspect, the administration of President Barack Obama said Friday.\nRobert Seldon Lady was held in Panama on Thursday after Italy and Interpol requested his arrest for his role in the anti-terrorism program known as extraordinary rendition. After barely a day in detention, he was put on a plane to the U.S. by the Panamanian government, a U.S. ally that offered no explanation for its decision.\nItaly's deputy foreign minister, Lap Pistelli, said in a statement that Italy \"acknowledges\" Panama's decision, adding nothing more about the case. Italy and Panama have no extradition treaty, Italian diplomats said, but Panama would have been free to send Seldon Lady to Italy if it wanted.\nSeldon Lady, 59, tried to cross from Panama to the Costa Rican border town of Paso Canoas about 10:30 a.m on Thursday but a check of his passport triggered an Interpol alert, said Andrea Quesada, a spokeswoman for Costa Rica's directorate of immigration. A Costa Rican border official called Interpol, which advised that Seldon Lady shouldn't be detained in Costa Rica, which has limited extradition powers, but could be held in Panama.\nCosta Rica sent Seldon Lady back across the border, where his passport didn't trigger any alert when checked by Panamanian authorities, Quesada said. Seldon Lady tried to cross back into Costa Rica again, where he was sent back for a second time. On his return to Panama, an Interpol alert was triggered and police detained him.\nCosta Rican records show Seldon Lady entered Costa Rica in December 2012, but stayed in the country less than 24 hours.\nCleric Osama Moustafa Hassan Nasr, also known as Abu Omar, was hustled into a car in February 2003 on a street in Milan, where he preached, and transferred to U.S. military bases in Italy and Germany before being flown to Egypt. He said he was tortured in Egypt before being released.\nItaly conducted an aggressive investigation and charged 26 CIA and other U.S. government employees despite objections from Washington. All left Italy before charges were filed in the first trial in the world involving the CIA's extraordinary rendition program, under which terror suspects were abducted and transferred to third countries, where many were tortured.\nThe U.S. employees were eventually convicted, but only Seldon Lady received a sentence - nine years in prison - that merited an extradition request under Italian legal guidelines.\nHe disappeared for years, offering sporadic comments to the media, until he reappeared this week.\n\nGraphic\n\n \n FILE -- In this file photo taken on April 11, 2007, Egyptian cleric Osama Hassan Mustafa Nasr, known as Abu Omar, who allegedly kidnapped by CIA agents off the streets of an Italian city and taken to Egypt where he said he was tortured, talks on his mobile as he walks at a Cairo street after attending Amnesty International press conference in Cairo, Egypt. Robert Seldon Lady, A former CIA base chief in Italy who was convicted in the 2003 abduction of an Egyptian terror suspect from a street in Milan has been detained in Panama, the Italian justice ministry said Thursday, July 18, 2013. (AP Photo/Amr Nabil, File) \n\nLoad-Date: July 21, 2013"
}