{
    "title": "Panetta insists military must be top priority",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 8,
    "day": 5,
    "full text": "WASHINGTON -- Defense Secretary Leon Panetta warned on Thursday that deeper cuts in the Defense budget risked hollowing out the military and would hamper Pentagon efforts to deal with rising powers such as China, North Korea and Iran. \nIt was the second day in a row that Panetta issued a public warning to Congress not to go beyond the roughly $400 billion in Defense cuts required over the next decade under the debt reduction bill signed this week by President Obama. \nSpeaking to reporters at his first Pentagon news conference, Panetta called on Congress to raise tax revenue and cut mandatory spending programs, which include Medicare and Social Security, rather than slash Defense further. \n\"You cannot deal with the size deficits the country is confronting by simply cutting the discretionary side of the budget,\" he said, referring to Defense and other portions of the budget that Congress appropriates annually. \"You have got to look at the mandatory side of the budget, which is two-thirds of the federal budget, and you also have to look at revenue.\" \nSince taking office last month with troops or aircraft in combat in Afghanistan, Iraq, Libya and elsewhere, Panetta has faced an unexpected threat to the Pentagon budget from Congress, which has been forced into considering deep cuts in military spending to deal with the nation's fiscal woes. \nThough Panetta has long been identified as a leading Democratic Party voice for reducing the federal deficit, he has been forced to take a hard-line stance against further cuts in his department's budget. \nPanetta said that the roughly half a trillion in additional cuts in Defense Department spending that would go into effect if Congress fails to enact a separate savings package by the end of the year would be \"unacceptable.\" Any further Defense cuts are \"going to damage national security.\" \nPanetta warned that \"terrorism and terrorism networks\" remain dangerous and that al-Qaida off-shoots still pose threats to the United States from Yemen. He warned that efforts by Iran and North Korea to develop nuclear weapons argue against cutting Defense. \n\nLoad-Date: August 5, 2011"
}