{
    "title": "PANEL ENDS WORK ON DISCLOSURE ACT",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 15,
    "full text": "A Senate judiciary subcommittee completed work today on legislation that would permit the Attorney General to protect details of Government investigations of organized crime and terrorism, or counterintelligence, from disclosure under the Freedom of Information Act.\nThe legislation, which would also exempt information likely to endanger the lives or safety of Government informers, is not in final form. When it is taken up next month by the full Judiciary Committee, amendments are expected from senators eager to stave off major changes. In general, the 1966 act permits citizens to request documents on Government activities.\nSenate judiciary subcommittee ends work on legislation that will exempt certain Government investigations from Freedom of Information Act\nThe measure approved today is a mixture of proposals by Senator Orrin G. Hatch, Republican of Utah, and the Reagan Administration.  However, it denies intelligence agencies the ''total immunity'' from provisions of the act they requested of the subcommittee.\n \nAdditional Records to Be Excluded\nBut the measure would exclude from provisions of the act records likely to reveal details of law-enforcement investigations or compromising confidential sources. It also would exempt material disclosing law-enforcement techniques.\nThe bill was criticized by press groups, including the Reporters Committee for Freedom of the Press. ''If this goes through,'' said Jack C. Landau, who heads that committee, ''it's going to be a disaster for the concept of public accountability of Government, and that doesn't only affect the press. It affects the academic community and the public interest community as well.''\nBefore sending the bill to the full committee, the subcommittee accepted amendments from Senator Dennis DeConcini, Democrat of Arizona. One was a provision to assure that documents would be furnished free or at a reduced charge to journalists or others whose work would benefit the public interest.\n \nBusiness Uses Detailed\nA second amendment would permit Government agencies to require those using the act to say on whose behalf they made requests for information. In seven hearings in five months this year, executives testified that the act has been used by businesses hoping to obtain commercial information.\nSenator Patrick J. Leahy, Democrat of Vermont, unsuccessfully attempted to put off today's session to permit more testimony. He was the sole vote against the measure. He said that changes were needed, in the act, but he said he did not want to weaken it substantially.  He said he would submit more amendments.\nLaw enforcement and intelligence officials have argued that the act, which was broadened in 1974 over a veto by former President Gerald R. Ford, has jeopardized national security secrets and criminal investigations, and has led to exposure of business secrets.\nThe bill approved by the subcommittee today included an Administration proposal to allow the Attorney General to refuse to disclose information about terrorism, organized crime and counterintelligence investigations. But such decisions by the Attorney General would be subject to court review.\n \nInvestigative Problems Explained\nIn appearances before a closed subcommittee session Friday, William H. Webster, Director of the Federal Bureau of Investigation, and William J. Casey, Director of Central Intelligence, explained their objections.\nA ''sanitized'' version of Mr. Webster's testimony, made public today, indicated that F.B.I. officials argue that the act discourages informers from cooperating with the Government. The testimony also indicated that F.B.I. officials believe the act is used by organized crime to learn the subjects of Federal investigations or investigative methods.\nMr. Casey said that foreign intelligence services had been reluctant to share information with the C.I.A., because they feared that, under the the act, the data might become public.\nSenator Leahy said that the Casey testimony as ''contradictory.'' Senator DeConcini said, ''The information given to us by the C.I.A.  director was anything but specific and gives me great anxiety about an agency that is not willing to confide in the subcommittee in a closed session.''"
}