{
    "title": "PANEL WEIGHS BOLSTERING LAWS TO FIGHT TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 28,
    "full text": "Current Justice Department guidelines on the infiltration of suspected terrorist groups are adequate so long as they are broadly interpreted, FBI Director Louis Freeh told a Senate committee Thursday.\nBut Freeh said the department had interpreted those rules \"defensively\" over the last 20 years and so had improperly limited agents' infiltration of suspect groups, fearing political criticism and lawsuits.\n\"For two decades, the FBI has been at an extreme disadvantage with regard to domestic groups which advocate violence,\" Freeh's written statement to the committee said. \"We have no intelligence or background information on them until their violent talk becomes deadly action.\"\nDeputy Attorney General Jamie Gorelick said the department planned to clarify the guidelines and add commentary to them to ensure that they are applied broadly.\nFreeh and Gorelick testified at a hearing of the Senate Judiciary Committee, which is considering new legislation to broaden the government's power to investigate and prosecute terrorists in the wake of the Oklahoma City bombing. Congressional leaders are trying to adopt a package by Memorial Day that will be a combination of proposals from President Bill Clinton and congressional members of both parties.\nFreeh advocated broadened authority and manpower to battle individuals and groups in the United States \"that are arming themselves for potential conflicts with law enforcement or gathering weapons to further a social or political cause.\" He said he was \"greatly concerned about terrorist attacks here on American soil . . .the effort, as in Oklahoma City, will be to murder as many as possible through a single blow.\"\nClinton's administration has proposed adding 1,000 new agents and prosecutors to combat terrorism and establishing a single counterterrorism center, which Freeh said should be run by the FBI. It is also asking for expanded wiretapping authority, use of the military to investigate crimes involving biological or chemical weapons, and required tagging of bomb-making materials.\nSenators at the hearing were receptive to the proposals and promised to cooperate to pass legislation.\n\"If there's any time the American people expect us to act in a bipartisan way, this is the time,\" said Sen. Joseph R. Biden Jr., D-Del.\nBut there were some hints of possible hitches, such as attempts by some senators to include in the legislation limits on criminal appeals and a ban on so-called \"cop-killer\" bullets.\nSome in Congress had questioned whether Justice Department guidelines were too restrictive to allow agents to gather inside information about people like the Oklahoma City bombers before a crime is committed. The administration itself had been fuzzy on the question but answered it for the first time Thursday.\n\"If these guidelines are interpreted broadly and proactively . . . I feel confident that within the four corners of those guidelines. . .we have sufficient authority,\" Freeh said. He said abuses by the FBI and other agencies that spawned the guidelines in 1975 had resulted in \"a clear consensus, at least as far as the investigators were concerned, that particular care. . . should be undertaken when investigating domestic groups, particularly groups who advocate social or political change. The guidelines. . .certainly don't say that.\"\nFreeh said that since November, the department had been interpreting the guidelines \"in a more expansive fashion, still well short of the constitutional parameters.\"\nSen. Arlen Specter, R-Pa., wondered whether the activities of paramilitary groups, such as the one in Michigan with which bombing suspect Timothy McVeigh was once associated, did not warrant infiltration by agents to find out what they are up to. Without specifying the Michigan group, Gorelick said the guidelines did permit at least 90 days of \"preliminary inquiry\" of such groups, including surveillance. What would justify such government investigations is the sticky problem that agents will face.\nSen. Paul Simon, D-Ill., said he thought the current guidelines were \"probably pretty sound. . . . Obviously, judgment calls have to be made.\"\nAs an example, Simon referred to G. Gordon Liddy, the ultraconservative talk-show host who has said he uses photographs of Clinton and his wife, Hillary, for target practice. Such a statement probably would not justify investigation, Simon said, but would if a paramilitary group was bragging about it because such groups could attract \"unbalanced individuals\" who might be inclined to shoot at more than paper targets.\nOthers who testified at the hearing called for the licensing and regulation of such paramilitary groups.\nMorris Dees, of the Southern Poverty Law Center, which keeps track of extremist groups like the Ku Klux Klan, suggested federal curbs on paramilitary training not authorized by state law. But he said intensive government monitoring of fringe groups might have little impact on crime because \"most hate violence is committed by angry, unaffiliated loners who would probably go undetected.\"\nDees said a major federal crackdown was likely to spur a violent reaction from those who felt threatened by it.\n\nGraphic\n\n \nPHOTO; Photo Headshot of Louis Freeh - At an \"extreme disadvantage\"\n\nLoad-Date: April 29, 1995"
}