{
    "title": "Panel Looks To Harness Science in Terrorism Fight",
    "publisher": "federal times",
    "year": 2002,
    "month": 1,
    "day": 7,
    "full text": "In a bid to mobilize the scientific community against the   global terrorist threat, a blueribbon panel is crafting a science and technology agenda to   improve homeland security   and revamp federally funded   research and development efforts, according to researchers   and policy analysts.\n\"The committee's purpose is   to help develop an agenda for   using science and technology,   research and development for   counter terrorism and homeland security,\" Bill Colglazier,   executive officer for the National Academy of Sciences   told Federal Times in a Dec. 14   interview.\nIn addition to suggesting   new ways to coordinate science and technology efforts,   the new panel also will recommend ways of responding to   terrorist attacks, Colglazier   said.\nIn consultation with John   Marburger, director of the   White House Office of Science   and Technology Policy, the National Academies have assembled scientific and engineering   experts to propose policy   guidelines to concentrate   counterterrorism research and   development efforts.\nThe National Academies include federally funded research and development organizations such as the National Academy of Sciences   and the National Research   Council.\nThe National Academies has   convened the Committee on   Science and Technology for   Countering Terrorism, which   was established in December   to help the federal government in general, and the Executive Office of the President in   particular, leverage the nation's scientific and technical   community to respond to the   threat of catastrophic terrorism.\nThe committee will recommend research agendas to   improve defense across   seven areas: biological;   chemical; nuclear and radiological; information technology; transportation; electric   facilities, cities and fixed infrastructure; and behavioral, social and institutional   issues.\nRichard Klausner, former   director of the National Cancer Institute, will spearhead   this new committee. On Jan.   1 Klausner became a senior   fellow and special adviser to   the presidents for counterterrorism at the National Academies.\nAlong with Harvard University physics professor   Lewis Branscomb, Klausner   will direct a panel of 24 scientists and engineers and deliver a first report in May.\n\"This effort is aimed to assist the government with   both its near-term needs for   scientific and technical advice and its longer-term   needs for strengthening our   institutional capacity for   combating terrorism,\" according to a memo describing   the project's scope.\nOne of the panel's first   tasks is to \"completely reassess all of the potential   threats\" to the United States,   Colglaizer said.\nThe committee \"is developing a taxonomy, or typology,   of terrorist threats. They will   certainly be thinking about   these things in order to come   up with innovative ways that   science and technology can   be applied,\" he said.\nAn objective, Colglaizer   said, is to \"identify the highest priorities for investments in research that could   have a big payoff in developing new capabilities. So in   that sense they'll be looking   at threats and weapon systems, but the ultimate goal   will be to come up and try to   think of new ways that science can help.\"\nOther panel participants include: Paul Bremer III, former State Department counterterrorism expert; Ashton   Carter, Harvard professor;   Richard Garwin, senior fellow   at the Council on Foreign Relations in New York and fellow emeritus of the Thomas   J. Watson Research Center of   IBM Corp.; George Whitesands, Harvard professor; former CIA director James   Woolsey and Thomas   Schelling, University of   Maryland professor.\nThe Sept. 11 terrorist attacks against the United   States present an opportunity to rally the scientific community once again - in a   manner similar to the efforts   of World War II in the race to   build an atomic weapon, believe some experts.\n\"As in the 1940s, we have a   new opportunity to mobilize   many of the best of our scientists and engineers in a great   common effort - one in   which their knowledge and   talents have been redeployed   and tightly refocused on preventing future attacks of terrorists,\" the presidents of the   National Academies wrote   President Bush in a Sept. 20   letter.\nThe presidents are Bruce   Alberts, William Wulf and   Kenneth Shine.\nKei Koizumi, director of the   Research and Development   Budget and Policy Program   at the American Association   for the Advancement of Science in Washington, D.C.,   said a more coherent federal   approach to research and development is needed.\n\"One of the things we've noticed in the past is that there   hasn't been as much coordination between the Defense   Department research program and what's going on in   the civilian side, such as the   Health and Human Services\"   Department, Koizumi told   Federal Times Dec. 31.\n\"We're all hoping - those of   us in the science and engineering community - that   the Office of Homeland Security has a strong role in overseeing all the research that is   going on in both the defense   and civilian sides,\" said   Koizumi.\n\nLoad-Date: June 18, 2004"
}