{
    "title": "Panel to discuss ways to handle bullying The statewide panel discussion on bullying will be from 7 t",
    "publisher": "wyoming tribune-eagle",
    "year": 2010,
    "month": 5,
    "day": 12,
    "full text": "By Baylie Evans\nbevans@wyomingnews.com\nCHEYENNE - Organizers of a panel discussion on bullying Thursday said their goal is to get everyone involved speaking the same language.\nThe event is being called a statewide town hall meeting, where administrators, parents, school board members, law enforcement, child advocates, counselors and others will get together to discuss solutions and strategies for handling bullying.\nThe panel will be broadcast by KGAB radio at 650 AM, as well as by video with the Wyoming Equality Video Network.\nBullying in this generation has changed over the last several years, said Marvin Nash of Cheyenne, a co-creator of the Bullying Hurts program and an organizer of the panel.\nIt's not a new problem, but today's adults may not understand the bullying that kids endure now, such as cyber-bullying.\n\"We need an interpreter,\" Darlene Nash, the other co-creator of Bullying Hurts, said.\nAbout 18 people are scheduled to serve on the panel, including Cheyenne Mayor Rick Kaysen, Laramie County Sheriff Danny Glick and Laramie County School District 1 Superintendent Ted Adams.\nDave Chaffin, host of the Morning Zone and the program director for KGAB, also is an organizer of the panel.\n\"Bullying is terrorism in its truest form,\" he said.\nThe goal is to scare others, and \"that's what terrorism is all about.\"\nBullying may seem like only a big town problem, Marvin Nash added, but it's a real problem right here in our schools. Sometimes it goes so far as to end in suicide.\n\"There are some things we just can't cowboy up,\" he said.\nWhile they know that bullying will never end completely, the organizers hope to help the community come up with ways to help the children handle it.\n\"A school cannot teach what a community will not support,\" Marvin Nash said.\n\nLoad-Date: May 12, 2010"
}