{
    "title": "Panel evaluates U.S. foreign policy post-9_11",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "The terrorist attacks of Sept. 11, 2001, and America's subsequent response did not change the world all that much, or at least that's the prevailing view in academic circles, according to James Der Derian, professor of international studies. Der Derian, who directs the Global Security Program at the Watson Institute for International Studies, introduced a panel held in the Joukowsky Forum Monday afternoon titled \"9/11 + 5.\"\nMelani Cammett '91, assistant professor of political science, participated in the panel along with Justine Rosenthal and Michael Bhatia '95, new visiting fellows in international studies.\nCammett, who was recently named director of Brown's International Relations program, began her part of the presentation by relaying a message she heard while traveling in Lebanon over the summer. Though President George W. Bush may claim he went to the Middle East to bring democracy, the joke goes that he instead took some notes, came home and used what he learned to run an authoritarian government in the United States.\nCammett recently returned from conducting research in Lebanon, and she spoke largely about how America and its foreign policy are perceived in the Arab world. The actions taken by American leaders in the region are largely viewed as hypocritical, as many observers might expect, she said.\nStill, Cammett described a \"latent good will toward Americans in the region\" that she said could be bolstered by a dramatic change in U.S. foreign policy.\n\"Hearts and minds in the Middle East are ready to be won,\" she said.\nCammett cited polls taken in 2001 showing that while residents of the Middle East were at that time critical of American foreign policy, most harbored favorable opinions of American culture, products and science and technology. However, similar polls taken in 2003 and 2005 indicated that perceptions of all aspects of American culture -- and not just its foreign policy -- had dramatically worsened.\nDuring her talk, Rosenthal described the international terrorism experts -- or \"gray beards\" -- who served on the Council on Global Terrorism she has been directing at the Watson Institute. The council recently released a report titled \"State of the Struggle against Global Terrorism,\" which is what Rosenthal centered her remarks on.\nIn the report, contributors graded the United States on 75 aspects of the war on terror. The United States received only four grades above a C, Rosenthal said.\nRosenthal went on to describe American progress regarding its efforts in the region. Though three-quarters of al-Qaeda's leadership has been killed, its center remains strong, Rosenthal said. It remains an active participant in most recent terrorist activity, including all recent European terrorist attacks and attempted attacks. Moreover, the organization is operating in an indirect manner that could ultimately prove exceedingly dangerous, she said. In the mind of al-Qaeda, \"simply being in the game is winning,\" she said.\nThe fact that another attack has not occurred on American soil since Sept. 11, 2001, is not a reason to think that terrorism has died down, Rosenthal said, who adding that the number of terrorism incidents occurring worldwide has actually gone up. Whether a future attack will occur in America is a question of \"when, not if,\" she said.\nSuch an attack will likely include suicide bombers, whose numbers have increased as Iraqis travel to Afghanistan to train for such missions.\nBhatia, who has spent extensive time researching combatants in Afghanistan, spoke about the use of language, naming and rhetoric in the war on terror.\nBhatia spent last weekend at a cultural competency conference at the Air War College. He told the audience he was glad to see the desire among attendees to avoid viewing the conflict in absolute terms and instead understand the perspective of those living in the Middle East.\nIn a question-and-answer session following the panelists' presentation, Rosenthal said U.S. politicians should stop employing the politics of fear and instead attempt to empower Americans. While she maintained there will be another attack on American soil, she also said the possibility that it will affect the average American is \"nil.\"\n(C) 2006 Brown Daily Herald via U-WIRE\n\nLoad-Date: September 12, 2006"
}