{
    "title": "Panelists discuss relationship between terrorism and Islam",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 28,
    "full text": "Terrorism was the central theme of two programs sponsored by the Institute for Global Leadership early this week.\nProfessor Roy Mottahedeh, chair of the Committee on Islamic Studies at Harvard University's Center for Middle Eastern Studies, spoke on Monday about the relationship between terrorism and the Islamic faith. Fletcher International Law Professor Alfred Rubin addressed many of these themes Tuesday in a panel that sought to define terrorism as a movement.\nThe topic of terrorism linked the speakers' discussions, but Mottahedeh's panel was focused on religion, while Rubin emphasized how international laws are perceived in foreign countries. \"The notion of terrorism initially being as evil confuses what is good and what is bad,\" Rubin said, explaining his theory with examples from American history. During the American Revolution, he said, the British saw the Americans as terrorists for seeking independence.\nTufts U.\nRubin's provocative discussion elicited passionate questions from the audience. At one point, a heated debate erupted between Rubin and a retired US commissioner over whether America should respect the sovereignty of other nations. \"Use of force by bad guys is terrorism, but not good guys. But who decides what's good and what's bad?\" Rubin asked. \"Do we see ourselves as the police of the world?\"\nThe next segment of the seminar focused on the legitimacy and implications of military tribunals. Rubin said it was na ve for the US to seek out terrorists in foreign nations without expecting other countries to react negatively.\n\"President Bush could say whatever he wants under the U.S. constitution, but it's certainly not binding legally, certainly not to Pakistan that faces its own dilemma,\" he said, adding that this is why the US is currently using the IMF to pressure certain countries into joining the coalition.\nPanelist Geneive Abdo, a former Tehran correspondent for The Guardian, said oppression is the driving force behind terrorism. Tracing terrorism to conflicts that took place in Egypt at the turn of the 20th century, Abdo said today's terrorist problems are a byproduct of oppressive regimes that evolved after World War II in the Middle East -- primarily in Egypt and Saudi Arabia.\nMany of Egypt's terrorist problems, Mottahedeh said, developed after Egypt signed an accord at Camp David with Israel in 1979. Most Egyptians viewed the agreement as a denial of basic political rights that stood against their moral and ethical loyalties to the rest of the Arab world. According to Mottahedeh, this led to the creation of activist groups that turned to violence, eventually assassinating the Egyptian President Anwar Sadat.\nAbdo said Islam does not allow Muslims to label other Muslims as non-believers, even if their interpretation of certain religious aspects differs from the norm. But at the same time, Islam calls for protective measures if other Muslims are threatened, she said, a belief which has caused much controversy.\nAccording to Abdo, militants formed \"Fatwas,\" or groups with different interpretations of Islam, and used violence to enforce their beliefs. While people often agreed with their goals -- from free elections to freedom of speech -- their means of implementation were less popular.\nTheir militancy grew in the 1970s and '80s during the Afghani-Russo war, she said. Later, with conflict developing in the Middle East and the Gulf War coming to an end, these groups saw US troops stationed in Saudi Arabia as an enemy force in their Holy Land. They gathered support by appointing some of their supporters as Sheiks and sending them to impoverished nations.\nThese men had no religious knowledge and were ignorant when it came to the study of Islam, panelists said. Egypt was affected most because terrorist attacks dramatically decreased revenue generated by the tourism industry. Additionally, due to US intervention in the Middle East and support for countries such as Israel, Muslim extremists shifted the focus of their attacks from Arab governments to US targets, and terrorism was internationalized.\n(C) 2001 Tufts Daily via U-WIRE\n\nLoad-Date: November 28, 2001"
}