{
    "title": "Panel_ Biological or nuclear attack likely by 2013",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 12,
    "day": 2,
    "full text": "WASHINGTON (AP) - The United States can expect a terrorist attack using nuclear or, more likely, biological weapons before 2013, reports a bipartisan commission in a study being briefed today to Vice President-elect Joe Biden. It suggests the Obama administration bolster efforts to counter and prepare for germ warfare by terrorists. \"Our margin of safety is shrinking, not growing,\" states the report, obtained by The Associated Press. \nIt is scheduled to be publicly released Wednesday. The commission is also encouraging the new White House to appoint one official on the National Security Council to exclusively coordinate U.S. intelligence and foreign policy on combating the spread of nuclear and biological weapons. The report of the Commission on the Prevention of WMD Proliferation and Terrorism, led by former Sens. Bob Graham, of Florida, and Jim Talent, of Missouri, acknowledges that terrorist groups still lack the needed scientific and technical ability to make weapons out of pathogens or nuclear bombs. But it warns that gap can be easily overcome, if terrorists find scientists willing to share or sell their know-how. \"The United States should be less concerned that terrorists will become biologists and far more concerned that biologists will become terrorists,\" the report states. The commission believes biological weapons are more likely to be obtained and used before nuclear or radioactive weapons because nuclear facilities are more carefully guarded. Civilian laboratories with potentially dangerous pathogens abound, however, and could easily be compromised. \"The biological threat is greater than the nuclear; the acquisition of deadly pathogens, and their weaponization and dissemination in aerosol form, would entail fewer technical hurdles than the theft or production of weapons-grade uranium or plutonium and its assembly into an improvised nuclear device,\" states the report. It notes that the U.S. government's counterproliferation activities have been geared toward preventing nuclear terrorism. The commission recommends the prevention of biological terrorism be made a higher priority.\n\nLoad-Date: December 2, 2008"
}