{
    "title": "Panel discusses terrorism, refugees following Paris attacks",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "In the Global and International Studies Building, people packed into the auditorium to hear a group of panelists discuss the questions displayed on a large screen behind them.\n\"What do we know? What do we do? A teach-in on terrorism and the Paris attacks.\"\nThe event, co-sponsored by the School of Public and Environmental Affairs and the School of Global and International Studies, featured distinguished IU faculty leading a \"teach-in,\" sharing expert opinions and fending audience questions.\nThe panel aimed to educate the public on issues of terrorism and the recent Paris attacks, according to an IU press release. The panel also ventured into territory concerning the Syrian refugee crisis and governmental responses to terrorism.\nThe terrorist attacks in Paris left 129 dead and numerous more injured. In his opening remarks, Feisal Istrabadi, professor of the practice of international law and diplomacy, wanted to put the devastation in perspective.\n\"As horrific as the events in Paris are, events like them have been happening in the Middle East for over a decade now,\" Istrabadi said. \"What is lost in all of this is that ISIL ... has killed far more Muslims than they have non-Muslims. I think we need to keep that in focus and in mind as we go forward.\"\nIstrabadi also touched upon issues of evidence after the Paris attacks, mentioning the supposed Syrian passport that was found afterward, following the attacks, was a forged document. Associate professor Elizabeth Dunn, who has worked extensively on refugee matters, echoed and extended Istrabadi's point about what she referred to as scapegoating.\n\"As important as it is to lay blame where blame is due,\" Dunn said, \"Paris has been attacked by Belgians, but the conversation has turned to Syrian refugees. We're looking at homegrown terrorists.\"\nDunn also denounced Indiana Gov. Mike Pence's move to prohibit further settling of Syrian refugees in Indiana and other U.S. governors who have made similar calls. Also, Dunn mentioned U.S. governors do not have the legal ability to prohibit refugees from ?settling.\nAs the discussion continued, an assortment of comments revealed the complexity surrounding terrorism.\nClinical associate professor Mark Levin, who came to the panel with experience at the local level, including public management, discussed the balance he said must be struck between liberty and security. Leslie Lenkowsky, professor of practice in public affairs and philanthropy, who served in the second Bush administration, discussed the need for western support of legitimate governments and peace in the Middle East.\nHowever, Lenkowsky said he does not see signs the West have either the knowledge or willingness to provide such support, despite the threat of the current situation.\nSome panelists, such as SPEA professor Robert Kravchuk, discussed the future of this ongoing conflict in broader terms.\n\"The way forward will be found nothing short of a reconciliation of two civilizations,\" Kravchuk said. \"The two societies couldn't be further apart in their perceptions of the other.\"\nKravchuk elaborated on the disparity between what he referred to as \"Islamist\" and \"Western\" societies, and called for reconciliation between these worlds.\n\"I want to suggest it's time we reach out, engage the Islamic world, avoid more of the same,\" Kravchuk said.\nSuch sentiments were similar to Dunn's points on the matter of refugees. She said refugee integration into the European nations and elsewhere is key in preventing hatred and radicalism from manifesting.\nAs the conversation expanded, one audience member pulled it back to France. He commented on France's current état d'urgence, or state of emergency, and the possibility of France moving toward the extreme political right, known as the National Front party.\nThe state of emergency is up for extension and gives the executive branch increased power. In particular, the man commenting said he worries the state of emergency could mean the stripping of liberties and rights of Muslims in France, with which France already has tense relations.\nThere is no doubt that such solidarity exists - it's exemplified in the worldwide spread of the tag \"Pray for Paris\" and in the packing of the auditorium for this teach-in. Afterward, IU junior Helenk Rubin de Celis , said she felt the conversation was necessary and informative. She left with notes but recalled one take-away off-hand, which harkened back to a point Rajendra Abhyankar, professor of diplomacy and public affairs, made.\n\"We're not fighting Islam, we're fighting terrorism,\" Rubin de Celis said.\n\nLoad-Date: November 19, 2015"
}