{
    "title": "Panel makes deal on anti-terrorism bill",
    "publisher": "the world",
    "year": 2001,
    "month": 10,
    "day": 2,
    "full text": "WASHINGTON - Senior members of the House Judiciary Committee reached bipartisan agreement Monday on anti-terrorism legislation that strengthens the hand of investigators but falls short of recommendations made by Attorney General John Ashcroft following the Sept. 11 attacks.\nThe compromise would make it easier for investigators to gain court permission for electronic surveillance of suspected terrorists under the Federal Intelligence Security Act. Another provision would extend the amount of time the government may detain an alien suspected of terrorism without filing charges, from the current two days to seven.\nBut the standard that would be set for these electronic surveillances would still be more stringent than the Justice Department sought. And Ashcroft had proposed there be no limitation on the length of detention in cases involving aliens suspected of terrorism.\nIn another setback for the administration, many of the key provisions of the bill would expire in little more than two years, on Dec. 31, 2003. Officials who described the proposed legislation did so on condition of anonymity.\nThey said the plan had the backing of Rep. James Sensenbrenner, R-Wis., and John Conyers, D-Mich., the chairman and senior Democratic member of the Judiciary Committee. The committee is expected to debate the measure as early as Wednesday.\nAshcroft proposed new terrorism laws in the wake of the Sept. 11 attacks at the World Trade Center and the Pentagon, and prodded Congress over the weekend to act speedily. But some of his initial proposals sparked opposition from liberals and conservatives alike who said they would infringe on civil liberties.\nThe Justice Department responded warily to the proposals. \"We are in the process of reviewing the legislation that Chairman Sensenbrenner has agreed to and will assess how it compares to the administration's proposal,\" said Susan Dryden, a spokeswoman for Ashcroft.\nThe legislation would make it easier for law enforcement authorities to obtain so-called \"pen register\" and \"trap and trace\" orders that permit them to learn the incoming or outgoing phone numbers from a particular telephone. Rather than seek permission for such orders in multiple jurisdictions around the country, officials would be required to obtain permission only once. The current law, according to a summary of the legislation, \"can cause serious delays that could be devastating to an investigation where additional criminal or terrorist acts are planned.\"\nThe law also extends the amount of time for which a court order may be used to conduct physical searches and electronic surveillance under the FISA. The current 45-day limitation for physical searches would go to 90 days, and the 90-day period for surveillance would go to one year for those acting as foreign agents.\nCurrent surveillance law requires the government to certify that its sole or primary purpose is to obtain foreign intelligence information. The new, lower standard would require that officials certify that obtaining a foreign intelligence order would be for a \"significant purpose of the investigation,\" according to the summary. Ashcroft had requested it merely be listed as a purpose, without any further qualifications.\nOfficials said the legislation would stiffen numerous existing penalties for those convicted of terrorist-related crimes. \"Under current law, penalties for certain offenses … are capped at 20 years imprisonment,\" the summary notes. The proposal would \"allow a judge to sentence a terrorist to prison for any number of years up to life.\"\nIn addition, the statute of limitations would be extended on numerous terrorism-related crimes, and abolished in some cases.\nAshcroft's proposal to allow suspected alien terrorists to be held indefinitely without charges was among the most controversial of the remedies he submitted to Congress. While current law limits detention to two days, the legislation would increase that to seven days. The government may certify an alien as a terrorist \"if they have reasonable grounds to believe\" that is the case, the summary says, and their certification can be challenged in court.\nOn another point, officials said current law contains no general provision against an alien contributing funds to a terrorist organization. The legislation would outlaw such action in cases involving organizations that have been certified by the State Department as terrorist in nature.\n\nLoad-Date: October 3, 2001"
}