{
    "title": "Panel Discusses Nuclear Security",
    "publisher": "university wire",
    "year": 2015,
    "month": 3,
    "day": 20,
    "full text": "ERICK CASTRO FOR THE HOYA\nSix speakers, including two former senators and a current congressman, spoke about nuclear security in the ICC auditorium.\nProminent nuclear security experts spoke Monday night in the Intercultural Center auditorium on the importance of tackling emerging and evolving nuclear security threats facing the United States and its global allies in the 21st century.\nThe speakers included former United Kingdom defense minister and Vice Chairman of the Nuclear Threat Initiative Des Browne, Co-Chair of the Congressional Nuclear Security Caucus Congressman Jeff Fortenberry (R-Neb.), Associate in Nuclear Policy Program and Asia Program for the Carnegie Endowment for International Peace Duyeon Kim, Visiting Assistant Professor at Georgetown University Ariane Tabatabai, former U.S. senator and President of the Lugar Center Richard Lugar (R-Ind.) and former U.S. senator and co-chairman and CEO of the Nuclear Threat Initiative Sam Nunn (D-Ga.).\nThe panel discussion focused on nuclear material security, nuclear terrorism and nuclear weapons proliferation. The event, titled \"Managing and Reducing 21st Century Nuclear Security Threats,\" was co-sponsored by Georgetown's Center for Security Studies and the International Relations Club. Kim moderated and began with a discussion on the importance of securing nuclear materials globally as a way to deter potential nuclear terrorism.\n\"The world has to understand that protecting nuclear material is the best way, the most efficient, the most effective way to prevent nuclear terrorism,\" Nunn said. \"The hardest job for the terrorist is the easiest job for us. Once the material gets in the wrong hand, at that stage, every step of the way is more difficult for the good guys, and easier for the bad guys.\"\nOn the 70th anniversary of the bombings of Hiroshima and Nagasaki, Brown emphasized the small amount of material that would be necessary to facilitate nuclear terrorism in comparison with the massive quantities of material present today.\n\"There is by our estimation, collectively about 2,000 metric tons of weapons-usable material in 25 countries and hundreds of sites in those 25 countries, not all of them secure and well-protected,\" Brown said.\nNunn then emphasized the outdated nature of the long-existing strategy of nuclear deterrence in an ever-changing landscape of nuclear terrorism, with unique groups such as the Islamic State entering the playing field.\n\"Deterrence basically has been the policy of the United States for a long time,\" Nunn said. \"We have not gotten away from that; we still have deterrents. But the problem here that we have to add to catastrophic terrorism, nuclear terrorism, is that nobody quite knows how you deter a group that doesn't have a return address.\"\nThe panel then moved to discuss the situation in Russia and Ukraine, highlighting the long-term consequences that current tensions may have on nuclear non-proliferation and disarmament.\nThe discussion also emphasized the ongoing importance of managing North Korea's nuclear ability as vital to global security. Congressman Fortenberry focused on the importance of China when dealing with North Korea and proposed a potential joint nuclear command in South Korea to act as significant leverage against continued nuclear proliferation in the region.\n\"There are no nuclear weapons in South Korea, but if North Korea continues down this path, then a joint South-Korean-American nuclear command [could act] as a deterrent,\" Fortenberry said.\nDuring the question-and-answer session, a major topic of discussion was Iran.\nWhen asked what a potential deal with Iran would look like, Tabatabai stressed the need for transparency in Iran's nuclear activities as well as clarification of its former military activity.\n\"I think ideally a good deal would provide the [International Atomic Energy Agency] with enough access to the different facilities, and it would scale back Iran's program enough, the breakout time of one year which has been on the table for a while,\" Tabatabai said.\nThe discussion ended with Kim asking each panel participant to give a 10-second pitch on how audience members can help in the fight against nuclear proliferation and support nuclear security worldwide.\n\"Capture the moment, capture the imagination and create a new movement,\" Fortenberry said. \"The future of civilization is at stake.\"\n\"Learn more,\" Lugar said.\nAttendee Brad Hong (COL '16) said he appreciated the opportunity to hear from former and current leaders in nuclear security policy and said that nuclear threat policy is an ongoing, generational issue.\n\"Though the speakers practiced a healthy relationship of banter amongst each other, none cracked a smile when discussing the ominous possibility that just one instance was enough to change the history of our world,\" Hong said.\nHave a reaction to this article? Write a letter to the editor.\n\nLoad-Date: March 20, 2015"
}