{
    "title": "PANEL OF HOUSE ACCEPTS REPORT ON BEIRUT BLAST",
    "publisher": "the new york times",
    "year": 1984,
    "month": 2,
    "day": 1,
    "full text": "The House Armed Services Committee today accepted a report prepared by its Investigations subcommittee that criticizes the United States military in connection with the bombing of the Marine headquarters in Beirut.\n The committee, which approved the report without dissent, , has generally supported the military. One of the strongest supporters of the military on the panel, Representative G. V. Montgomery, Democrat of Mississippi, said today: ''I commend this very strong report. Quite frankly, we need more reports like this on Capitol Hill.''\nHouse Armed Services Committee accepts report prepared by its investigations subcommittee that criticizes US military in connection with bombing of Marine headquarters in Beirut, Lebanon, in Oct 1983; committee, which approved report without dissent, has generally supported military; report concluded that Marine commanders in Beirut and other officers committed 'very serious errors in judgment' that led to lax security (M)\nThe report, completed last month, concluded that the Marine commanders in Beirut and other officers up the military chain of command had committed ''very serious errors in judgment'' that led to lax security the morning of the bombing, which took 241 American lives. The attack occurred Oct. 23.\n \nDiscipline Recommendation\nA report by a Defense Department commission that investigated the bombing also concluded that officers in Beirut and up the chain of command were to blame for the lax security. The Defense Department report recommended that Defense Secretary Caspar W. Weinberger take whatever disciplinary action he deemed appropriate.\nLast month President Reagan said that he, as Commander in Chief, took full blame for the security situation. He also said he did not believe any of the Marine commanders on the ground ought to be punished. Several committee members said today that they disagreed with that assessment.\nRepresentative Dan Daniel, Democrat of Virginia, said he was ''disappointed that the President took reponsibility.'' He also said he believed that the committee's report should have been harsher than it was.\nRepresentative Larry J. Hopkins, Republican of Kentucky, the ranking minority member of the Investigative subcommittee, said: ''I must say I am disappointed about what has happened as far as disciplinary action is concerned. I respectfully disagree with our President for taking blame.''\nRepresentative Nicholas Mavroules, Democrat of Massachusetts, said that in addition to blaming officers in the chain of command, ''We ought to blame the State Department for giving the Marines an impossible mission. The State Department ought to be answering to the American people.''\nA Pentagon spokesman said this week that Mr. Weinberger was still reviewing recommendations on possible disciplinary actions and would announce his decisions soon.\nThe subcommittee report also criticized Gen. Paul X. Kelley, the Marine Corps Commandant, who was not in the chain of command.  The report said General Kelley had given erroneous and misleading testimony to the Armed Services Committee. Today several subcommittee members backed away from that criticism. Chairman Bill Nichols, Democrat of Alabama, said, ''I wish to point out that there was no suggestion by the subcommittee that General Kelley intentionally sought to mislead the committee.''\n \nFighting Terrorism\nMr. Daniel said he had talked to General Kelley since the report was made public ''and told him that I hold him in very high esteem.''\nThe Defense Department report on the bombing said the United States was ill-equipped to fight terrorism, a conclusion that Mr. Mavroules also reached in written views that he added to the subcommittee report.\nOn that topic, a senior Administration official said today that the Justice and State Departments, the National Security Council and other agencies have almost finished work on a package of five new antiterrorism laws.\nOne would give the Secretary of State the authority to pay a reward to anyone who supplies useful information about people who commit terrorist acts in the United States or abroad.\n \nConspiracy Law Violations\nThe second proposed law would would make it a violation of Federal conspiracy statutes to plan a terrorist act in the United States, even if the act were carried out abroad. ''This is to help keep the United States from being used as base for planning these operations,'' the official said."
}