{
    "title": "PANEL SUGGESTS NEW AGENCY FOR ANTI-TERRORISM INTELLIGENCE; KEEPING JOB IN FBI ISN'T GOOD FOR SECURIT",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 12,
    "day": 17,
    "full text": "Anti-terrorism intelligence gathering should be stripped from the FBI and placed in a new agency that could better protect Americans, the federal panel on terrorism recommended to the White House and Congress on Monday.\nFBI agents are trained to investigate crimes that have already happened, not to gather information that can prevent future acts of terrorism, said former Virginia Gov. James Gilmore, the commission's chairman.\nAnd combining law enforcement and intelligence gathering within a single agency, as is now the case with the FBI, risks a \"secret police,\" Gilmore said. \"If we pursue more security at the cost of what makes us Americans, the enemy will have won,\" he said.\nThe new \"intelligence fusion center\" would analyze information provided by the Central Intelligence Agency, the Department of Defense, the National Security Agency and state and local agencies, while also having its own surveillance arm. It would provide the results to all branches of the government, thereby helping officials \"connect the dots,\" Gilmore said.\nU.S. gathering and sharing have improved only marginally over the past year, said Gilmore, a Republican. His commission is bipartisan and includes military and criminal justice officials.\nBecause FBI agents focus on solving cases, they are \"trained to look backwards,\" not ahead, Gilmore said.\nThe White House had no immediate comment. But the FBI contended in a release that it had \"made substantial progress since Sept. 11 to prevent terrorist attacks and protect the American people,\" and that it had the experience and expertise to carry out the mission while protecting civil liberties.\nLast week, a joint congressional intelligence committee recommended the appointment of a Cabinet-level intelligence czar. Analysts said Monday that the recommendation by Gilmore's panel would increase political pressure to reorganize the intelligence community.\nCommission members said they expected to testify before Congress on their proposal for a National Counter Terrorism Center, which would be an independent, \"stand-alone\" agency.\nThe commission was established by federal statute in 1999, after U.S. embassies were bombed in Africa. Its mission is to assess the national preparedness for terrorist attacks. It issues an annual report.\nMonday's report cited concerns about economic attacks aimed at reducing America's ability to act around the world, possibly targeting the agricultural and food sectors.\nClifford May of the Foundation for the Defense of Democracies, a Washin gton think tank, applauded the recommendation on the new intelligence agency.\n\"I think this is an idea that has to be given serious consideration,\" May said. \"We have had a luxury for a long time of not having a domestic intelligence agency. Britain has such an agency, Israel has such an agency.\n\"It's true that the culture and training of those working in a law enforcement agency like the FBI is very different from those working in a domestic intelligence agency.\"\nSimilarly, May said, gathering domestic intelligence differs from gathering foreign intelligence, in part because of the constitutional rights of Americans. So the CIA would be ill-suited for the role, he said.\nBut St. Louis University political scientist Tim Lomperis said the proposal could lead to the very abuses it's intended to prevent.\nSetting up a new agency to analyze and gather domestic intelligence would mark a drastic reversal of the structures set up in the 1947 National Defense Act, which set up the Defense Department and the Central Intelligence Agency, Lomperis said.\nDespite the word \"central\" in the CIA's name, intelligence gathering was actually set up in decentralized fashion among various agencies, he said.\nThat was done, he said, because \"no one wanted a single, super intelligence agency that would have a monopoly.\"\nOfficials also wanted the competition and diversity that comes from having several offices gathering intelligence, Lomperis added. He cited his own background in Vietnam as an Army intelligence officer with the Defense Intelligence Agency, whose analyses often differed from the CIA's.\nFor the past half-century, U.S. officials have preferred the occasional breakdowns and inefficiencies of a splintered intelligence network to the efficiency and secrecy offered by tight centralization, Lomperis said.\nMichael Scardaville, a terrorism expert at the Heritage Foundation, said the recommendation merited consideration. But he asked whether Americans \"really want one agency that is solely dedicated to spying on people in the United States.\"\nWhat is needed, he said, are not more walls between intelligence gathering and law enforcement, but closer ties.\n\nNotes\n\nNATIONAL FOCUS; Link to the report of the Gilmore Commission online at STLtoday.com/links.; Reporter Philip Dine:; E-mail: pdine@post-dispatch.com; Phone: 202-298-6880  \n\nGraphic\n\n \nPHOTO; Photo headshot - James Gilmore, the chairman of the federal commission on terrorism\n\nLoad-Date: December 17, 2002"
}