{
    "title": "Panel Criticizes War on Terrorism Strategies ; Utah academicians call U.S. policy inconsistent",
    "publisher": "the salt lake tribune",
    "year": 2002,
    "month": 1,
    "day": 20,
    "full text": "The United States is picking and choosing its way through the so-called War on Terrorism.\nThat was the concensus of a panel of Utah academicians who participated in a \"community teach-in,\" Saturday at the downtown Salt Lake City Public Library. The event was sponsored by the People for Peace and Justice, a coalition formed after the U.S. began military action in Afghanistan as a response to the Sept. 11 terrorist attacks.\nOne example of smorgasbord justice is the U.S. refusal to give criminal or prisoner of war status to the suspected terrorists being brought into Guantanamo Bay for military tribunals. Whether criminals or prisoners of war, the detainees would be entitled to certain civil rights under international law.\n\"But with no such declaration, never giving any thought to the idea that some of these people might not be guilty, the rights of these individuals are non-existent,\" said Jefferson Gray, a visiting professor of international relations at the University of Utah.\nFar more disturbing, Gray asserted, is the U.S. policy of working with other states in the matters and then asking them to break their own codes of prosecuting criminals and/or prisoners of war.\n\"We show contempt for these societies and peoples when we ask them to break their own law,\" Gray said.\nSuch action is not new to U.S. foreign policy, said Adbul-Qayum Mohomand, an Afghan native and doctoral candidate in Middle Eastern studies at the U.\nRapes, murder and torture were commonplace under the Northern Alliance regime that existed in the early '90s before the Taliban came to power, Mohomand said. Now, the U.S. and others are looking the other way in favor of the Northern Alliance.\n\"The loser in the war is not the Taliban. The winner is not the Northern Alliance,\" Mohomand said. \"The loser is the Afghan people, I assure you. It's a matter of the U.S. choosing to work with the lesser of two evils.\"\nOrganizers of Saturday's \"community teach-in\" said the event is meant to foster ideas for alternatives to solving the terrorism crises by means other than more violence.\n\"We condemn the terrorists who committed the atrocities of Sept. 11,\" reads the People for Peace and Justice mission statement. \"We're against violence and all forms of terrorism, including war.\"\nGray asserted that one way to deal with the matter is not to use the word \"terrorism.\"\n\"One man's terrorist is another man's freedom fighter,\" he said.\n\nLoad-Date: January 21, 2002"
}