{
    "title": "Panel Faults C.I.A. Over Brutality and Deceit in Terrorism Interrogations",
    "publisher": "the new york times",
    "year": 2014,
    "month": 12,
    "day": 9,
    "full text": "WASHINGTON - The Senate Intelligence Committee on Tuesday issued a sweeping indictment of the Central Intelligence Agency's program to detain and interrogate terrorism suspects in the years after the Sept. 11 attacks, drawing on millions of internal C.I.A. documents to illuminate practices that it said were more brutal - and far less effective - than the agency acknowledged either to Bush administration officials or to the public.\nThe long-delayed report delivers a withering judgment on one of the most controversial tactics of a twilight war waged over a dozen years. The Senate committee's investigation, born of what its chairwoman, Senator            Dianne Feinstein of California, said was a need to            reckon with the excesses of this war, found that C.I.A. officials routinely misled the White House and Congress about the information it obtained, and failed to provide basic oversight of the secret prisons it established around the world.\nIn exhaustive detail, the report gives a macabre accounting of some of the grisliest techniques that the C.I.A. used to torture and imprison terrorism suspects. Detainees were deprived of sleep for as long as a week, and were sometimes told that they would be killed while in American custody. With the approval of the C.I.A.'s medical staff, some prisoners were subjected to medically unnecessary \"rectal feeding\" or \"rectal hydration\" - a technique that the C.I.A.'s chief of interrogations described as a way to exert \"total control over the detainee.\" C.I.A. medical staff members described the waterboarding of Khalid Shaikh Mohammed, the chief planner of the Sept. 11 attacks, as a \"series of near drownings.\"\nThe report also suggests that more prisoners were subjected to waterboarding than the three the C.I.A. has acknowledged in the past. The committee obtained a photograph of a waterboard surrounded by buckets of water at the prison in Afghanistan commonly known as the Salt Pit, a facility where the C.I.A. had claimed that waterboarding was never used. One clandestine officer described the prison as a \"dungeon,\" and another said that some prisoners there \"literally looked like a dog that had been kenneled.\"\nThe release of the report was severely criticized by current and former C.I.A. officials, leaving the White House trying to chart a middle course between denouncing a program that President Obama ended during his first week in office, and defending a spy agency he has championed.\nMr. Obama welcomed the release of the report, but in a written statement made sure to praise the C.I.A. employees as \"patriots\" to whom \"we owe a profound debt of gratitude\" for trying to protect the country. But in a later television interview, he reiterated that the techniques \"constituted torture in my mind\" and were a betrayal of American values.\n\"What's clear is that the C.I.A. set up something very fast without a lot of forethought to what the ramifications might be,\" he told Telemundo, adding: \"Some of these techniques that were described were not only wrong, but also counterproductive because we know that oftentimes when somebody is being subjected to these kinds of techniques, that they're willing to say anything in order to alleviate the pain.\"\nMr. Obama's predecessor, President George W. Bush, said repeatedly that the detention and interrogation program was humane and legal. The intelligence gleaned during interrogations, he said, was instrumental both in thwarting terrorism plots and in capturing senior figures of Al Qaeda.\nMr. Bush, former Vice President Dick Cheney and a number of former C.I.A. officials have said more recently that the program was essential for ultimately finding Osama bin Laden, who was killed by members of the Navy SEALs in May 2011 in Abbottabad, Pakistan.\nThe Intelligence Committee's report tries to refute each of these claims, using the C.I.A.'s internal records to present 20 case studies that bolster its conclusion that the most extreme interrogation methods played no role in disrupting terrorism plots, capturing terrorist leaders, or even finding Bin Laden.\nThe report said that senior officials - including former C.I.A. directors George J. Tenet, Porter J. Goss and Michael V. Hayden - repeatedly inflated the value of the program in secret briefings both at the White House and on Capitol Hill, and in public speeches.\n'A Stain on Our Values'\nIn a speech in the Senate, moments after the report was released Tuesday morning, Ms. Feinstein described the tumultuous history of her investigation and called the C.I.A. interrogation program \"a stain on our values and our history.\"\nShe said, \"History will judge us by our commitment to a just society governed by law and the willingness to face an ugly truth and say 'never again.' \"\nAs she was preparing to speak, John O. Brennan, the C.I.A. director, issued a response that both acknowledged mistakes and angrily challenged some of the findings of the Senate report as an \"incomplete and selective picture of what occurred.\"\n\"As an agency, we have learned from these mistakes, which is why my predecessors and I have implemented various remedial measures over the years to address institutional deficiencies,\" Mr. Brennan said.\nBut despite the mistakes, he added, \"the record does not support the study's inference that the agency systematically and intentionally misled each of these audiences on the effectiveness of the program.\"\nThe report is more than 6,000 pages long, but the committee voted in April to declassify only its 524-page executive summary and a rebuttal by Republican members of the committee. The investigation was conducted by the committee's Democratic majority and their staffs. Many of the C.I.A.'s most extreme interrogation methods, including waterboarding, were authorized by Justice Department lawyers during the Bush administration. But the report also found evidence that a number of detainees had been subjected to other, unapproved methods while in C.I.A. custody.\nThe torture of prisoners at times was so extreme that some C.I.A. personnel tried to put a halt to the techniques, but were told by senior agency officials to continue the interrogation sessions.\nThe Senate report quotes a series of August 2002 cables from a C.I.A. facility in Thailand, where the agency's first prisoner was held. Within days of the Justice Department's approval to begin waterboarding the prisoner, Abu Zubaydah, the sessions became so extreme that some C.I.A. officers were \"to the point of tears and choking up,\" and several said they would elect to be transferred out of the facility if the brutal interrogations continued.\nQuestions From Within\nDuring one waterboarding session, Abu Zubaydah became \"completely unresponsive with bubbles rising through his open, full mouth.\" The interrogations lasted for weeks, and some C.I.A. officers began sending messages to the agency's headquarters in Virginia questioning the utility - and the legality - of what they were doing. But such questions were rejected.\n\"Strongly urge that any speculative language as to the legality of given activities or, more precisely, judgment calls as to their legality vis-à-vis operational guidelines for this activity agreed upon and vetted at the most senior levels of the agency, be refrained from in written traffic (email or cable traffic),\" wrote Jose A. Rodriguez Jr., then the head of the C.I.A.'s Counterterrorism Center.\n\"Such language is not helpful.\"\nThe Senate report found that the detention and interrogation of Mr. Zubaydah and dozens of other prisoners were ineffective in giving the government \"unique\" intelligence information that the C.I.A. or other intelligence agencies could not get from other means.\nThe report also said that the C.I.A.'s leadership for years gave false information about the total number of prisoners held by the C.I.A., saying there had been 98 prisoners when C.I.A. records showed that 119 men had been held. In late 2008, according to one internal email, a C.I.A. official giving a briefing expressed concern about the discrepancy and was told by Mr. Hayden, then the agency's director, \"to keep the number at 98\" and not to count any additional detainees.\nThe committee's report concluded that of the 119 detainees, \"at least 26 were wrongfully held.\"\nIt said, \"These included an 'intellectually challenged' man whose C.I.A. detention was used solely as leverage to get a family member to provide information, two individuals who were intelligence sources for foreign liaison services and were former C.I.A. sources, and two individuals whom the C.I.A. assessed to be connected to Al Qaeda based solely on information fabricated by a C.I.A. detainee subjected to the C.I.A.'s enhanced interrogation techniques.\"\nMany Republicans have said that the report is an attempt to smear both the C.I.A. and the Bush White House, and that the report cherry-picked information to support a claim that the C.I.A.'s detention program yielded no valuable information. Former C.I.A. officials have already begun a vigorous public campaign to dispute the report's findings.\nIn its response to the Senate report, the C.I.A. said that to accept the committee's conclusions, \"there would have had to have been a years long conspiracy among C.I.A. leaders at all levels, supported by a large number of analysts and other line officers.\"\nThe battle over the report has been waged behind closed doors for years, and provided the backdrop to the more recent fight over the C.I.A.'s penetration of a computer network used by committee staff members working on the investigation. C.I.A. officers came to suspect that the staff members had improperly obtained an internal agency review of the detention program over the course of their investigation, and the officers broke into the network that had been designated for the committee's use.\nMost of the detention program's architects have left the C.I.A., but their legacy endures inside the agency. The chief of the agency's Counterterrorism Center said during a meeting with Mr. Brennan in April that more than 200 people working for him had at one point participated in the program.\nWinning Approval\nAccording to the Senate report, even before the agency captured its first prisoner, C.I.A. lawyers began thinking about how to get approval for interrogation methods that might normally be considered torture. Such methods might gain wider approval, the lawyers figured, if they were shown to save lives.\n\"A policy decision must be made with regard to U.S. use of torture,\" C.I.A. lawyers wrote in November 2001, in a previously undisclosed memo titled \"Hostile Interrogations: Legal Considerations for C.I.A. Officers.\"\nThe lawyers argued that \"states may be very unwilling to call the U.S. to task for torture when it resulted in saving thousands of lives.\"\nThe report describes repeated efforts by the C.I.A. to make that case, even when the facts did not support it. For example, the C.I.A. helped edit a speech by Mr. Bush in 2006 to make it seem as if key intelligence was obtained through the most brutal interrogation tactics, even when C.I.A. records suggested otherwise.\nAfter the C.I.A. transported Abu Zubaydah to Thailand in 2002, two C.I.A. contractors, James E. Mitchell and Bruce Jessen, were in charge of the interrogation sessions, using methods that had been authorized by Justice Department lawyers. The two contractors, both psychologists, are identified in the Senate report under the pseudonyms Grayson Swigert and Hammond Dunbar.\nThe program expanded, with dozens of detainees taken to secret prisons in Poland, Romania, Lithuania and other countries. In September 2006, Mr. Bush ordered all of the detainees in C.I.A. custody to be transferred to the prison at Guantánamo Bay, Cuba, and after that the C.I.A. held a small number of detainees in secret at a different facility for several months at a time, before they were also moved to Guantánamo Bay.\nTaken in its entirety, the report is a portrait of a spy agency that was wholly unprepared for its new mission as jailers and interrogators, but that embraced its assignment with vigor. The report chronicles millions of dollars in secret payments between 2002 and 2004 from the C.I.A. to foreign officials, aimed at getting other governments to agree to host secret prisons.\nCables from C.I.A. headquarters to field offices said that overseas officers should put together \"wish lists\" speculating about what foreign governments might want in exchange for bringing C.I.A. prisoners onto their soil.\nAs one 2003 cable put it, \"Think big.\"\nMatt Apuzzo and Peter Baker contributed reporting.\nPHOTOS: Senator Dianne Feinstein (PHOTOGRAPH BY GARY CAMERON/REUTERS) (A1); George J. Tenet, left, was director of the Central Intelligence Agency when the brutal tactics began. The report said he misled President George W. Bush. (POOL PHOTO BY DAVID BURNETT); From left, Khalid Shaikh Mohammed underwent waterboarding that C.I.A. workers described as  a \"series of near drownings.\" Abu Zubaydah's torture moved some C.I.A. officers to tears. Ramzi  bin al-Shibh and Iyman Faris, also known as Mohammad Rauf, were held in secret prisons. (A14)\n CHARTS: A History of the C.I.A.'s Secret Interrogation Program: The Central Intelligence Agency used contentious interrogation techniques, including waterboarding and sleep  deprivation, on dozens of the 119 men it detained in secret prisons between 2002 and 2008. (A14)\nRelated Articles\nReport Portrays a Broken C.I.A. Devoted to a Failed Approach\nBush Team Approved C.I.A. Tactics, but Was Kept in Dark on Details, Report Says\nFor Dianne Feinstein, Torture Report's Release Is a Signal Moment\nPolitical Divide About C.I.A. Torture Remains After Senate Report's Release\nSenate Report Rejects Claim on Hunt for Bin Laden\n\nLoad-Date: December 17, 2016"
}