{
    "title": "Panetta outlines new U.S. rendition policy",
    "publisher": "usa today",
    "year": 2009,
    "month": 2,
    "day": 6,
    "full text": "WASHINGTON -- The Obama administration will sharply restrict \"extraordinary renditions\" in which the United States sends terrorism suspects to foreign countries for detention and interrogation, CIA Director-nominee Leon Panetta told a Senate committee Thursday.\nPanetta told Intelligence Committee Chairwoman Dianne Feinstein, D-Calif., that he backs President Obama's executive order that bars sending terrorism suspects to nations likely to torture or use other methods \"that violate our human values.\"\nHowever, rendition has some legitimate uses, Panetta told Sen. Kit Bond, R-Mo. Panetta said he wants the option of temporarily holding especially valuable prisoners at secret sites overseas.\n\"If we capture a high-value prisoner, I believe we have the right to hold that individual temporarily, to debrief that individual, and to make sure that individual is properly incarcerated,\" he said. \"I think that is provided for under the executive order.\"\nMembers of the Senate Intelligence Committee generally hailed Panetta during the first day of his confirmation hearing. His nomination last month drew some skepticism, including from Feinstein, because of his limited experience in intelligence. Panetta is a former congressman and White House chief of staff.\nFeinstein said those concerns eased after Panetta's private meetings with committee members. Panetta's nomination, she said, also signals a \"break\" from the Bush administration's more controversial policies. Those include renditions, interrogation techniques such as waterboarding and the indefinite detention of terror suspects, such as those held at Guantanamo Bay, Cuba.\nPanetta told the committee he opposes prosecuting CIA officers who used waterboarding and other techniques that were approved by the Bush White House. However, if officers \"deliberately took actions which were above and beyond the standards that were presented to them, there should be a prosecution,\" he said.\nThe hearing will resume today. \n\nGraphic\n\n \nPHOTO, B/W, Jason Reed, Reuters\n\nLoad-Date: February 6, 2009"
}