{
    "title": "Panel probes rise of Islamophobia in Europe Student discusses Islamophobia",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 21,
    "full text": "A panel of international studies scholars discussed the rise of Islamophobia in Europe on Wednesday afternoon at the Hesburgh Center for International Studies. The panel, which is sponsored by the Kroc Institute for International Peace Studies and the Nanovic Institute for European Studies, examined reasons for the recent spike in anti-Muslim activity in several European countries, as well as possible solutions.\nMaurizio Albahari, an assistant professor of anthropology, said Islamophobia is nothing new, as the term itself was created in the 1990s.\n\"When the world is compelled to coin a new term to account for increasingly widespread bigotry, that is sad and troubling,\" Albahari said.\nHowever, Albahari said Islamophobia now is worse than it has ever previously been in Europe.\n\"Opinions that you could not say out loud a few years ago abut Muslims-opinions that would have sounded racist-are allowed,\" Albahari said.\nVisiting assistant professor Aysegul Zeren said recent terrorist attacks are largely responsible for the recent rise in Islamophobia.\n\"Today, the escalation of Islamophobia in Europe has an obvious link to the Jan. 2015 Charlie Hebdo shootings and the Nov. attacks on Paris,\" Zeren said.\nZeren cited a Reuters report as evidence of this disturbing increase of Islamophobia. According to the report, 400 hate crimes were committed against Muslims in France in 2015, triple that of the previous year.\nZeren said this rise in Islamophobia could continue to have some extremely negative consequences.\n\"We can make an argument that Islam is not the real danger, but fear from it could be very dangerous for individuals, communities, and state,\" Zeren said.\n\"The reactions can vary from verbal and physical attacks to negative stereotyping in the media.\"\nHowever, Albahari said European governments have failed to provide any help to Muslims.\n\"Muslims remain outside the domain of anti-racism legislation in Europe,\" Albahari said. \"This is applied for other racial and religious minorities, but not for Muslims.\"\nZeren said this discrimination against Muslims has contributed to the rising number of terrorist attacks.\n\"This is a vicious cycle, with policies causing marginalization, and marginalization feeding terrorism, and terrorism igniting the Islamophobia,\" Zeren said.\nResearch scholar of Islamic Studies and peace-building A. Rashied Omar said the war on terror has only exacerbated the Islamophobia problem.\n\"The war on terrorism is not helpful in ameliorating the root causes that provide the fertile ground on which religious extremism thrives,\" Omar said.\n\"On the contrary, it is generating conditions that favor extremism, thus rendering the task of eradicating Islamophobia extremely difficult.\"\nIn order to end the \"vicious cycle\" Zeren described, Omar said people of different faiths and cultures must set aside their differences and attempt to understand each other.\n\"More efforts should be put in to mutual and respectful dialogue and interactions, so that people of different cultures, of different faiths and no faiths can get to know each other beyond mere toleration,\" Omar said.\nIn addition, an end to Islamophobia and terrorism in Europe will only be achieved if European citizens and governments treat migrants and refugees more justly, Omar said.\n\"The challenge that global peace holds for Muslims, Christians, Jews, people of different faiths and people of no faith is to work towards the building of more welcoming environments as well as inclusive cultures for immigrants,\" Omar said.\n\nLoad-Date: January 21, 2016"
}