{
    "title": "Panel members at NYU offer opinions on 'Munich'",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 9,
    "full text": "Professors and students debated the accuracy and meaning of \"Munich,\" Steven Spielberg's latest film, during a panel discussion held at New York University's Bronfman Center for Jewish Student Life last night. \"Making Sense of 'Munich,'\" a part of the Taub Israel Advocacy Lecture Series, featured a panel discussion by Professor Ronald Zweig, the Taub professor of Israeli studies, and Jeffrey Shandler, a visiting scholar from the Center for Religion and Media at NYU.\nReleased last December, \"Munich\" sparked heated debate over its portrayal of the Israeli government, which, in the film, hires agents to track down and kill the Arab terrorists responsible for the murder of Israeli athletes at the 1972 Munich Olympics.\nCentral to the debate was whether \"Munich\" was an accurate portrayal of these historical events and also whether the movie will sway America's perspective of Israel and its policies.\nZweig said the movie framed Israel's policy as revenge for the Holocaust, whereas the policy was instead to deter future attacks.\n\"Israel's actions were not about revenge, as Spielberg framed it,\" Zweig said. \"The actions were about stopping the Black September terrorists and a new form of terrorism.\"\nZweig said the movie used \"terrorism for titillation\" and Spielberg manipulated the audience. \"Spielberg wanted my $10, not my moral engagement,\" he said.\nA self-proclaimed \"movie guy,\" Shandler was less critical of Spielberg's direction and said the film had more universal themes.\n\"The film has a shallow belief that it has real moral implications,\" he said. \"It was a meditation on violence and terrorism, not mere manipulation.\"\nShandler said Spielberg used the events of the Munich massacre to examine the politics of today.\n\"The film used a time in history to think about the here and now,\" Shandler said. \"Maybe revenge in the movie is an encoded discussion of President Bush getting revenge for his father. Is it revenge for revenge's sake, or revenge for deterrence?\"\nZweig said the film would hardly have a lasting effect and the discussion and debate over \"Munich\" will soon disappear, though Shandler thinks that it is too early to tell how the movie will affect America's opinion of Israel.\nFreshman Neal Shechter said he attended the lecture to hear the Zionist perspective on Munich, a perspective that he welcomes but opposes.\n\"Professor Zweig cast off the movie because of minor problems, instead of addressing the real reason for the movie -- the unending cycle of violence,\" Shechter said.\nSteinhardt senior Samantha Nathan said the controversial film was in need of discussion in an academic setting.\n\"They brought in professors of the key two elements needed to discuss this idea, so the lecture was great,\" Nathan said.\n(C) 2006 Washington Square News via U-WIRE\n\nLoad-Date: February 9, 2006"
}