{
    "title": "PANEL RECOMMENDS NEW 'TERRORISM CZAR'",
    "publisher": "richmond times dispatch ",
    "year": 2000,
    "month": 9,
    "day": 29,
    "full text": "A congressional commission headed by Gov. Jim Gilmore has recommended that America create a \"terrorism czar\" within the White House.\nThis new White House-level Office of Domestic Preparedness for Terrorism Management would develop a strategy to prevent attacks on United States soil using nuclear, biological and chemical weapons of mass destruction and to deal with such a disaster should it occur, the commission decided in Richmond yesterday.\n\"The issue of who is in charge at the federal level is one of the key questions that must be addressed in order to develop a sensible, comprehensive national policy on how we can best respond to, and recover from, a terrorist attack inside our borders,\" Gilmore said.\nIn fact, said John O. Marsh, a former Virginia congressman from Winchester and former secretary of the Army, \"This is the most vital recommendation you're going to make.\"\nThe new office would have a coordinating, rather than operating, mission, but it should also have the budgetary power to certify whether other agencies' anti-terrorism programs fit into the national strategy, members said.\nOnly a presidential-level institution \"has the power and respect to bring the nation together in a crisis,\" said Hubert Williams, president of the Washington-based Police Foundation.\nThe panel also urged that local and state agencies be integrated with federal agencies in the wake of a terrorist act to deal with the disaster's results and to catch the terrorists. While the likelihood of a truly catastrophic event is small, an attack using weapons of mass destruction could blow up the best-laid response plans, commission members said.\nThe terrorism czar should be charged with coming up with ways to deter and prevent attacks, not just dealing with their aftermath, commission members agreed.\nThe commission also agreed to recommend easing legal restrictions on U.S. intelligence agencies' ability to gather information abroad, but not at home.\n\"Every alarm bell in my body's going off,\" Gilmore said when the topic came up. \"I certainly don't want to be attached to any increased domestic intelligence gathering on our citizens.\"\nLast year, Gilmore was appointed chairman of the Congressional Advisory Panel to Assess Domestic Response Capabilities for Terrorism Involving Weapons of Mass Destruction, which began two days of meetings in Richmond yesterday.\nThe panel is charged with recommending a federal, state and local response-and-recovery strategy to be submitted to the president and Congress in two reports, the first due Dec. 15.\n\"It is critical that we be able to 'operate as one,'\" Gilmore said.\n\nLoad-Date: October 4, 2000"
}