{
    "title": "PANEL'S NEW DEFINITION OF TERRORISM INCLUDES USE OF FIREARMS",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 6,
    "day": 15,
    "full text": "Over the objections of Republican opponents of gun control, the House Judiciary Committee yesterday approved a new definition of terrorism that includes the use of firearms.\nThe committee's action came as it drafted antiterrorism legislation in response to the April 19 bombing in Oklahoma City that killed 168 people.\nLast week, the Senate overwhelmingly passed an antiterrorism bill that includes provisions sought by President Clinton to enlarge federal law enforcement agencies and the government's wiretapping authority, allow use of the military in emergencies involving chemical or biological weapons, and ban fund-raising for foreign terrorist organizations.\nCritics have said Senate and House measures would trample constitutional rights. Both would establish streamlined procedures for deporting alleged terrorist aliens.\nJudiciary Committee Chairman Henry Hyde (R., Ill.) proposed the amendment changing the definition of terrorism to include the use of an explosive or firearm \"other than for mere personal monetary gain, with intent to endanger, directly or indirectly, the safety of one or more individuals or to cause substantial damage to property.\"\nIt also would define as terrorism the hijacking or sabotage of any \"conveyance,\" including an aircraft, vessel or vehicle; hostage-taking; use of biological, chemical or nuclear weapons; and assassination.\nOpponents said Hyde's definition was too broad.\nRep. Bob Barr (R., Ga.), who advocates repealing the ban on assault-style firearms, said that, under the provision, a husband's shooting his wife \"would be a terrorist act.\" He called the new definition \"phenomenally broader\" than the previous one, which did not mention firearms.\nBroaching another issue important to conservatives, the committee adopted a provision that would limit use of the military in response to attacks involving chemical or biological weapons. Military personnel, for example, would not be allowed to make arrests or help law enforcement agents conduct searches and seizures, except if needed to save lives.\nThe $2 billion Senate measure would authorize hiring 1,000 new federal law enforcement personnel to combat terrorism. The House bill authorizes \"such sums as are necessary\" for those agents without specifying an amount.\nIn another vote yesterday, the panel rejected an amendment that would have required the addition of tiny tracer materials, called taggants, to chemicals that can be used to make bombs.\nClinton had advocated use of the taggants, which can be retrieved after an explosion and are designed to help law enforcement agencies track down those responsible for bombings. The Senate-passed bill would require taggants in most chemical explosives, but the House bill would require only a study of taggants' potential use.\n\nLoad-Date: October 28, 2002"
}