{
    "title": "PANEL CONVICTS BIN LADEN DRIVER IN SPLIT VERDICT",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 7,
    "full text": "GUANTANAMO BAY, Cuba -- A panel of six military officers convicted a former driver for Osama bin Laden of one of two war crimes charges on Wednesday but acquitted him of the other, completing the first military commission trial here and the first conducted by the United States since the aftermath of World War II.\nIn a setback for the military prosecutors, the commission acquitted the former driver, Salim Ahmed Hamdan, of a conspiracy charge, arguably the more serious of the two charges he faced. At a trial that included references to the landmark Nuremberg war-crimes trials of Nazi leaders in the 1940s, Mr. Hamdan was convicted on a separate charge of providing material support for terrorism.\nThe split verdict gave both sides in the long debate over the procedures here grounds for their competing claims. Supporters said the system's fairness was illustrated by the careful verdict, while critics said the trial, which featured secret evidence and closed proceedings, demonstrated the injustice of the Bush administration's military commission system.\nMr. Hamdan, who has said he is about 40, could be sentenced by the panel to anything from no imprisonment to a life term. The sentence is to be determined after a separate proceeding before the same panel, which began Wednesday afternoon, after the announcement of the verdict. At that hearing, the defense worked to portray Mr. Hamdan sympathetically as a man with few choices who felt ''betrayed by bin Laden'' when he learned about terrorist attacks.\nThe sentence is expected to be announced as soon as Thursday. Its severity could provide an insight into the military panel's view of the case, which has been criticized because Mr. Hamdan was a minor figure in Al Qaeda.\nOn Wednesday, the judge granted a defense request that Mr. Hamdan be credited for more than five years of pretrial confinement since he was first charged in 2003. If the panel imposes a short sentence, lawyers said, the administration would be under increased pressure to justify continuing to hold a detainee who might already have completed his term after a conviction.\nThe Bush administration has long asserted that it could continue to hold detainees even if they were acquitted or given short sentences because they are designated enemy combatants who, according to the administration, can be held until the end of the war on terror.\nAs the verdict was read just after 10 a.m. on Wednesday in an old airport building at the isolated naval station here, Mr. Hamdan, a Yemeni who has been in custody since he was detained in Afghanistan in November 2001, stood passively at the defense table. He wore a traditional white headscarf. His head was bent slightly to one side.\nThe conviction of Mr. Hamdan, who was part of a select group of drivers and bodyguards for Mr. bin Laden until 2001, was a long-sought, if qualified, victory for the Bush administration, which has been working to begin military commission trials here for nearly seven years.\nThe six senior military officers on the panel deliberated for eight hours over three days. Four votes in a secret ballot were required for conviction.\nCritics have long contended that the military commission system does not meet American standards, partly because it allows hearsay evidence and evidence derived through coercive interrogation methods.\nThe verdict did not mute the critics. Larry Cox, executive director of Amnesty International USA, said the trial ''revealed what is common knowledge -- the military commissions are fatally flawed and do not adhere to major aspects of the rule of law.''\nBut the military prosecutors said the verdict supported their contentions that Mr. Hamdan was a ''career Al Qaeda warrior'' who was pledged to protect Mr. bin Laden from the mid-1990s until after the Sept. 11 attacks. The chief military prosecutor, Col. Lawrence J. Morris of the Army, added that the verdict validated the system ''as an extraordinarily fair, open and just process that produces a reliable result.''\nMichael J. Berrigan, the deputy chief defense counsel for Guantanamo, said the defense was encouraged by the verdict. ''For a team that was expected to strike out at every pitch,'' Mr. Berrigan said, ''we at least hit a triple.''\nHe described the conspiracy charge that was rejected by the panel as the government's main charge, and noted that when Mr. Hamdan was originally charged in 2003 the only charge he faced was conspiracy.\nCharles D. Swift, a former Navy lawyer who has represented Mr. Hamdan for years, said the case would eventually reach the American court system, which he predicted would correct legal errors here. Mr. Swift called the military commission ''a made-up tribunal to try anybody we don't like.''\nDefense lawyers have long argued that the charge on which Mr. Hamdan was convicted, material support for terrorism, has not historically been part of the international law of war, which is the law applied by the military commissions. Prosecutors say that, although the term ''material support'' may not have existed historically, the laws of war have long prohibited stealthy attacks on civilians, the mainstay of terrorism groups.\nAfter an appeal to a military appeals court, convicted detainees can take their cases to a civilian federal appeals court and, potentially, to the Supreme Court.\nThe panel rejected two specifications that would have supported a conviction for conspiracy. One asserted that Mr. Hamdan was part of the larger conspiracy with senior Qaeda leaders and shared responsibility for terror attacks including the 2001 terror attack.\nThe second conspiracy specification rejected by the panel asserted that Mr. Hamdan was part of a conspiracy to kill Americans in Afghanistan in 2001 with shoulder-fired missiles.\nBut the panel voted to convict Mr. Hamdan of five of eight specifications that made up the charge of providing material support for terrorism. The specifications included accusations that he drove Mr. bin Laden, served as his bodyguard, was a member of Al Qaeda and knew its goals.\nDuring the sentencing hearing the judge, Keith J. Allred, a Navy captain, told the panel members that the specifications were duplicative and that they should sentence Mr. Hamdan as if he had been convicted of only one specification.\nFor the Bush administration, a conviction on any charge represented a singular victory, partly because a case brought on Mr. Hamdan's behalf reached the Supreme Court in 2006. That case, Hamdan v. Rumsfeld, ended with a ruling that derailed the Bush administration's first plan for military commission trials here.\nTony Fratto, the deputy White House press secretary, said the administration was pleased that Mr. Hamdan received a fair trial, with an opportunity to present a defense against serious charges.\n''The military commission convicted Hamdan of material support for terrorism,'' Mr. Fratto said in a statement. ''The military commission system is a fair and appropriate legal process for prosecuting detainees alleged to have committed crimes against the United States or our interests. We look forward to other cases moving forward to trial.''\nThe two-week trial included references by both sides to the Nuremberg trials.\nProsecutors, eager to shore up the image of the commissions here, presented a video that included graphic images of Qaeda terror attacks and their victims that they titled ''The Al Qaeda Plan,'' in reference to ''The Nazi Plan,'' a film shown at Nuremberg to document the Holocaust.\nThe defense noted that Hitler's driver, Erich Kempka, was not prosecuted as a war criminal at Nuremberg.\nMuch of the case against Mr. Hamdan was based on his own descriptions of his role as a driver collected by federal agents in more than 40 interrogations, including some that lasted many days.\nIn the sentencing hearing on Wednesday afternoon, a psychiatrist called by the defense described Mr. Hamdan's feeling of having been betrayed by Mr. bin Laden, although she did not fully explain why.\nThe psychiatrist, Dr. Emily A. Keram, also described what she said was Mr. Hamdan's emotional reaction to seeing ''The Al Qaeda Plan'' at his trial, with its images of attacks and screaming victims.\nDr. Keram said that Mr. Hamdan had described being shocked by the images. ''He told me that it was hard on his soul,'' she said, adding that ''he felt that his head was going to explode.''\nProsecutors argued that Mr. Hamdan had protected and ferried Mr. bin Laden to elude detection, including after the Sept. 11 attacks. However small his role in Al Qaeda, they said, people like Mr. Hamdan make Al Qaeda possible.\nDefense lawyers argued that there was no evidence that Mr. Hamdan was involved in planning any Qaeda operations or had advance knowledge of them. They contended that his role as a driver was just a job for a father of two who ''had to earn a living,'' as one of his lawyers, Harry H. Schneider Jr., said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Salim Ahmed Hamdan, found guilty of supporting terrorism but acquitted of conspiracy. (PHOTOGRAPH BY NEAL KATYAL, VIA ASSOCIATED PRESS) (Pg. A23)                                          \n\nLoad-Date: March 16, 2011"
}