{
    "title": "Panel OKs Bills To Assist Insurers With Disasters",
    "publisher": "american banker",
    "year": 2007,
    "month": 10,
    "day": 18,
    "full text": "The Senate Banking Committee passed two bills Wednesday aimed at increasing\nthe capacity of insurers to deal with catastrophes.\nIn a 20 to 1 vote, the panel approved a stripped-down extension of the\nfederal terrorism risk insurance program that would preserve the backstop for\nseven more years. The bill would buttress insurers strained by terrorist attacks\nfor a shorter time than a House version that would extend the program 15 years.\nIn addition, the panel unanimously approved legislation that would\nreauthorize the National Flood Insurance Program for five years and add\nprovisions sparked by huge costs tied to the 2005 Gulf Coast hurricanes. Changes\nto the program would include forgiving the roughly $20 billion of debt incurred\nas a result of the storms, hiking premiums, and phasing out subsidies on\nsecondary homes.\nOf the two bills, the one to extend the Terrorism Risk Insurance Act appears\nto have the better chance of enactment this year. The White House has threatened\nto veto a House version, but Treasury Secretary Henry Paulson said Wednesday\nthat the Bush administration would not oppose the Senate legislation, despite a\npreference for letting the program expire.\nThe program, which was established in 2002 and has been extended once\nalready, is due to expire at yearend.\nThe Senate bill to extend that program is much narrower than the version the\nHouse approved last month by a 320 to 110 vote. For example, the House bill\nwould expand the backstop to cover group life insurance, but the Senate bill\nwould not. The House bill also would expand coverage to include nuclear,\nbiological, chemical, and radiological acts of terror, but the Senate bill would\nrequire only a report examining the effects of such coverage.\nThe sole vote against the Senate bill came from Sen. Wayne Allard, R-Colo.,\nwho said he intended to \"hold the insurance industry accountable for their\npledge\" after the Sept. 11 attacks that they would need only a temporary\nbackstop.\n\"Until they come up with their own solution\" to stabilize the terrorism\ninsurance market, \"they will continue to rely on the federal government,\" Sen.\nAllard said at Wednesday's vote.\nBut the bill's chances look good. \"Within a week we may actually have a\nwindow\" to move the legislation to the Senate floor, said Senate Banking\nChairman Chris Dodd, D-Conn.\nThe outcome for the flood insurance bill is less clear. It is largely\nsimilar to a measure that was sponsored last year by Sen. Richard Shelby of\nAlabama, the panel's top Republican, but stalled in the Senate because of\nobjections by Louisiana's two senators: Mary Landrieu and David Vitter.\nSince the program is not scheduled to run out until next year, the bill is\nnot considered as urgent as others. But Sen. Dodd said support for the bill - as\nwell as one the panel passed to bar public investment in firms with ties to\nSudan - is broad enough to justify quick Senate votes.\n\"These are provisions that enjoy such strong bipartisan support they may not\nrequire ... [debate] on the floor,\" he told reporters after the votes.\nIn a 263 to 146 vote last month the House passed a flood insurance\nreauthorization bill that would include optional wind insurance coverage. Sens.\nMel Martinez, R-Fla., and Charles Schumer, D-N.Y., advocated including a similar\nprovision in the Senate bill, but Sen. Dodd persuaded them to withdraw their\namendment and instead added a provision requiring a study of the cost\nimplications.\n\"There is merit\" in adding wind coverage, he said, but he would be \"uneasy\"\nabout including it without first studying its cost.\nhttp://www.americanbanker.com/            http://www.sourcemedia.com/\n\nGraphic\n\n \nphoto, Dodd\n\nLoad-Date: October 17, 2007"
}