{
    "title": "Panel urges rules for war on terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 11,
    "day": 17,
    "full text": "Torture of suspected terrorists should never be permitted, and coercive techniques should be used only if the president approves them, a panel of experts recommended yesterday.\nThe recommendations, part of an assessment at Harvard University of the more controversial components of the Bush administration's war on terrorism, also attempt to provide constitutional protections for suspects seized overseas.\n\"Everybody talks about balancing national security with civil liberties, but we think this report actually fills in some of the details on how to do that,\" said Juliette Kayyem, who wrote the report based on the input of 19 task force members and six British security experts.\nSpecifically, the task force - called the National Memorial Institute for the Prevention of Terrorism - concluded that the Bush administration erred in reviving military commissions for prosecuting war-crimes cases and should have used courts-martial, which have better due-process protections, to try foreign suspects.\nThe Patriot Act, which broadened the government's powers to investigate terrorism, contains many sensible provisions on surveillance of suspects, the task force found. And, it said, the government should have the latitude to hold a suspect for up to two years without trial if it can persuade a judge that the detention is based on evidence that cannot be made public.\nThe task force's members included such top former officials as Oliver \"Buck\" Revell, once an FBI senior executive; ex-CIA general counsel Robert McNamara; and federal Judge Michael Chertoff, who headed the Justice Department's criminal division immediately after the Sept. 11, 2001, attacks.\nFormer Republican Rep. Bob Barr of Georgia and Rand Beers, a former White House counterterrorism official who worked on Sen. John Kerry's presidential campaign, were also members. The report was a joint project of Harvard's Kennedy School of Government and its law school.\nMembers found wide areas of agreement, said Phil Heymann, former deputy attorney general in the Clinton administration.\n\"You don't have to radically change the Constitution,\" Heymann said at a news conference yesterday. \"We think you can have 90 percent of the civil liberties protections and 90 percent of the national security protections at the same time.\"\nThere was dissent on some issues. Most members saw little use in the military commissions created to try some terrorism suspects, but Bob Barnes, a retired Army brigadier general and judge advocate, said they were proper in some cases.\nAll the task force members at the news conference agreed that Congress appeared to be absent from the debate over the rules for fighting the war on terrorism, and military and intelligence leaders needed legislation to spell out some of those rules.\n\"Congress continues to abdicate its responsibility,\" said Michael Vatis, who was a terrorism adviser at the Justice and Defense Departments and formed a national center on cyber-security.\nAs a result, he said, the Bush administration operated in a vacuum, judges are now reining in the executive branch on detention issues, \"and the Defense Department is struggling to know what the rules are.\"\n\"There's a huge gap on how to treat noncitizens abroad, and that should be filled with legislation,\" said Heymann, adding that the war on terrorism could be fought for decades.\nKayyem said task force members planned to testify before Congress. He said members of both parties on the Senate Armed Services Committee were receptive to some of their recommendations.\nMembers pointed to \"coercive interrogation\" in Iraq, Afghanistan, and the detention center at the U.S. naval base at Guantanamo Bay, Cuba - along with the Abu Ghraib prisoner-abuse scandal in Iraq - as examples of the need for tight rules and regulations.\nThe task force supported total compliance with laws banning torture. It said that harsh interrogation methods should be spelled out by the executive branch and that any use of them should be reported to congressional committees.\nContact reporter Frank Davies at 202-383-6054\nor fdavies@krwashington.com.  \n\nLoad-Date: September 2, 2005"
}