{
    "title": "Panel Criticizes F.B.I. for Scrutiny of U.S. Group",
    "publisher": "the new york times",
    "year": 1989,
    "month": 7,
    "day": 17,
    "full text": "The Senate Intelligence Committee has criticized the Federal Bureau of Investigation for its 27-month inquiry into a domestic group opposing Government policy in Central America, but it called the episode an ''aberration'' in a generally sound F.B.I. performance.\nIn a 150-page report issued Friday, the intelligence panel called the investigation of the group, the Committee in Solidarity With the People of El Salvador, ''a serious failure in F.B.I. management.''\nThe report said William H. Webster, then Director of the bureau, had imposed safeguards to prevent the investigation of domestic political activities protected by the First Amendment. Those safeguards failed, in part, the report said, because the inquiry into the solidarity committee was not viewed as a domestic matter but was handled by the bureau's foreign intelligence and counterterrorism section, which was responsible for a significant part of the management failure.\nThe bureau worked from March 1983 to June 1985 on the inquiry. It was spawned by an tip, which later proved unreliable, that the committee was involved in international terrorism. The bureau used all its 59 field offices in the investigation, which scrutinized 2,370 people and 1,330 groups but failed to find any terrorist activity or significant foreign influence.\nThe intelligence panel stated that it did not believe that the inquiry ''reflected significant F.B.I. political or ideological bias in the conduct of international terrorism investigations.''\n''There was a legitimate basis for the F.B.I. to investigate material support for the use of violence by guerrillas seeking to overthrow the Salvadoran Government,'' the report said.\nBut the Senate panel criticized the bureau for distributing to its field offices unfounded attacks on the group by political opponents.\nIt also found that in conducting investigations into terrorism, the bureau ''tends to emphasize those groups that attack U.S. interests'' instead of groups based in the United States that might be supporting violent activity elsewhere. ''In the committee's view, the F.B.I. should not pick and choose among groups engaged in political violence solely on the basis of their support for, or opposition to, U.S. policy,'' the report said.\nThe Senate committee said it had found no evidence that the F.B.I. investigation had been influenced by the Reagan White House, whose policies were strongly criticized by the solidarity committee.\nIn a written statement, the solidarity committee, a nationwide group based in Washington, said it disagreed that the investigation was an aberration or was without political motivation. It said the report ''raises new and worrying questions about the true purpose of the investigation and whether similar investigations continue today under different names.''\nThe group has sued the F.B.I., seeking to force it to turn over files on the investigation to an independent custodian, a proposal the Senate panel said it supports."
}