{
    "title": "Panel at security forum discusses terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 23,
    "full text": "Just six days after the 15th anniversary of 9/11, the long narrative of domestic terrorism in the U.S. was reopened Saturday, when a bomb fashioned from a pressure cooker went off in the Chelsea district of New York City, injuring 29 people.\nTerrorism and the impact of current events on the incoming presidential administration was the focus of a panel at the Herzstein Texas National Security Forum Thursday.\nThe panelists were John McLaughlin, former deputy director of Central Intelligence, Nicholas Rasmussen, director of National Counterterrorism Center and Farah Pandith, former special representative to Muslim Communities for the Department of State.\n\"It breaks my heart that in 2016, I'm sitting here telling you we haven't done enough,\" Pandith said. \"The solutions are available and affordable. We know so much about how young people get recruited, and we haven't done enough to prevent it.\"\nAt the beginning of the event, panelists were asked questions about the challenges the next president will encounter.\n\"New patterns of behaviors, with new officials, will have to be created almost instantaneously because these decisions will literally be at the door,\" McLaughlin said.\nThe panelists discussed a variety of strategies for addressing issues that perpetuate terrorism.\n\"The subjects that ISIS is going after are young millennial Muslims, and the founder generation. That number is 1 billion strong,\" Padith said.\nRasmussen said the administration has to focus on places the American military is not strong.\n\"We have to disrupt and mitigate threats brewing in areas where we don't have military presence right now,\" Rasmussen said.\nSome students cited this particular panel's appeal in its relevance to current events, and its impact on society.\n\"I think there's such a massive disconnect in the information we have at the leadership level, and the American people,\" said Alexandra Vermooten, international relations and global studies junior.\nVermooten said she hopes to see the effect of the panel in the everyday lives of Muslim Americans.\n\"I understand getting swept up in the narrative that they are a threat, but it is a conspiracy theory,\" Vermooten said. \"It is an oversimplified, overgeneralized argument that doesn't do any justice.\"\nThe forum continues into Friday with panels beginning at nine a.m. at the Etter-Harbin Alumni Center.\n\nLoad-Date: January 9, 2017"
}