{
    "title": "Panic subsides, prices fall for terrorism coverage; But many don't buy unless required",
    "publisher": "crain's new york business",
    "year": 2004,
    "month": 2,
    "day": 16,
    "full text": "After the attacks of Sept. 11, Trinity Church scrambled to buy terrorism insurance. For more than a year, carriers refused to cover the landmark institution, which is located near the site of the World Trade Center. Then early last year, the church obtained a policy.\n''Now that people feel less panic, the insurance market has stabilized,'' says Jason Pizer, director of commercial real estate leasing for Trinity Real Estate, which manages the church's properties.\nFollowing a period of scarce coverage, insurance companies and their clients have adjusted to a new environment. Prices of terrorism insurance have dipped to manageable levels, and coverage is readily available.\nMuch of the credit for the improved climate goes to the Terrorism Risk Insurance Act, which became law in November 2002. Under the legislation, the federal government will absorb most of the costs of a big terrorist incident and insurers must provide terrorism coverage.\nBefore the World Trade Center attack, insurance routinely covered damage from terrorism. But after the event, carriers rushed to exclude terrorism from policies, and those that did provide coverage charged exorbitant prices. In some instances, a terrorism policy alone cost an owner as much as all of the other coverage for a building.\nHowever, by early 2003, prices began falling. Terrorism coverage in midtown Manhattan now adds only about 20% to a property owner's insurance bill, says Damian Testa, president of Kaye Insurance Associates, a brokerage in Manhattan. In Brooklyn and Queens, the coverage adds only about 5% more. Prices are steepest for buildings in Manhattan between 60th Street and the tip of the island, where many lenders require coverage.\nTargeted area\n''In that area, insurance companies figure that you are either a prime (target) or you are near a courthouse or other landmark that could be a target,'' Mr. Testa says.\nBut faced with sharply increased burdens for taxes and insurance coverage of all kinds, most Manhattan owners have elected not to buy terrorism policies if they are not required by lenders, says Sharon Emek, a partner at CBS Coverage Group, a brokerage in Manhattan. ''If you are near a potential target, you are buying it,'' she says. ''But if you are on the Upper East Side, you are probably not buying it.''\nDifferent decisions\nNo matter where their buildings are located, property owners can face a wide range of bids, says James Fenniman, executive vice president in the Manhattan office of Bollinger Inc., an insurance brokerage. One of his clients-a co-op apartment building near Lincoln Center-was told it would cost $5,000 a year to purchase $50 million of coverage. Another client, a club in a brownstone near Gramercy Park, was offered only $5 million in coverage for the same premium. The apartment house bought a policy, while the club did not.\nPart of the reason for the varying costs is that the insurers have few rules for setting premiums. While data exist on the risks of fires and hurricanes, there is little history to guide insurance companies about pricing terrorism coverage. ''Because terrorists are so unpredictable, it is hard to see how you can ever get reliable cost estimates,'' says Samir Shah, a managing consultant with Towers Perrin in Manhattan.\n\nLoad-Date: February 20, 2004"
}