{
    "title": "Panic Stations; Does Cost Outweigh Risk in the War on Terror_",
    "publisher": "the new york times",
    "year": 1996,
    "month": 9,
    "day": 1,
    "full text": "THE vaunted military and security organs of the United States, bereft of the clarity of the Soviet enemy or the probability of traditional war, have turned considerable attention and resources to the scourge of international terrorism, the weapon of the weak and dispossessed.\nPresident Clinton calls international terrorism the greatest security threat to the United States. Secretary of Defense William J. Perry estimates that the United States Government alone spends $5 billion a year combating terrorism.\nThat figure is likely to be dwarfed by what the private sector spends in increased security at airports and telephone switching centers, let alone in the time lost to Americans as they wait for increasingly long periods in an increasing number of lines.\nBut there seems to be an extraordinary disconnect between all this furor and the actual damage inflicted on the United States and Americans. In 1994 and 1995 combined, exactly 16 Americans died in acts of international terrorism, defined by the State Department as involving citizens or territory of more than one country. The year before, 57 Americans died when struck by lightning.\nEven if one includes the 168 dead from the domestic bombing of the Federal building in Oklahoma City in April 1995 and the 19 servicemen killed last June in the bombing of the American military barracks in Dhahran, Saudi Arabia -- or the 230 people who died on T.W.A. Flight 800, possibly downed by terrorists -- the figures pale next to the 42,000 Americans who died in 1993 from motor-vehicle accidents or the 31,000 Americans who killed themselves that year.\nAnd worldwide, the number of deaths from terrorism dropped to 44 in the first six months of 1996, compared with 85 in the same period last year.\nRichard N. Haass, who is about to become director of foreign-policy studies at the Brookings Institution, likened the tradeoff between cost and risk to insurance. \"What sort of a premium are we willing to pay as a society for this insurance policy, in costs and liberties,\" he asked, \"and what sort of risk will we tolerate?\"\nThe premium seems high right now, he believes, but it will grow. Given America's openness and its dependence on vulnerable centralized systems for water delivery, telephone service and transport, he said, \"we've gotten off pretty easily.\"\nTerrorism has a sharp political cost in that no Government can be seen to be doing nothing, even in the face of ambiguous evidence, says Morton Abramowitz, director of the Carnegie Endowment. \"To find the right balance in dealing with terrorism is very difficult,\" he said, \"and like our drug policy, it's very heavily politically determined.\"\n \nTerror Without Purpose\n Walter Laqueur, the author of two influential books, \"Terrorism\" and \"Guerrilla,\" thinks the cost of fighting terrorism, given the panic and death it causes, will only increase. His concern, he said, is the access to modern technology and scientific expertise of various new terrorist groups, some very small and sectarian or millenarian, \"to whom no intelligence agency has paid too much attention.\n\"We seem to be coming to the age of purposeless terrorism,\" he said. \"The smaller the group, the less clear the aims and the greater likelihood they just want to destroy.\"\nTerrorists have so far used conventional weapons against specific targets, like airplanes and buildings, rather than unconventional weapons, like nerve gas or biological poisons, against larger targets.\nIn the 1960's, says Anthony Cordesman of the Center for Strategic and International Studies, the American military conducted secret \"field trials\" of anthrax spores, dumping a safe facsimile on commuters leaving Grand Central Station in Manhattan and letting the wind carry more to shore from a ship anchored near Atlantic City. The military concluded that 65 pounds of anthrax, released without a sophisticated delivery system, would be equivalent to a small nuclear weapon.\nBut the real goal of terrorism is affecting politics and strategy, causing incapacity, intimidation and enormous pressure on the part of a victimized Government to strike back somewhere. As Mr. Laqueur says, \"the real danger now is not the damage that can be done but the panic and the reaction of the public, which is not prepared,\" especially in a country that has become so intolerant of casualties, even in war.\nIn the current furor, there are already calls for harsher laws and less worry about civil liberties. In foreign-policy terms, unilateral American efforts to isolate and sanction \"rogue nations\" that sponsor terrorism, like Iran, have not only elicited little support among allies but produced new resentments and divisions among them, without much damage to the target.\n \nWaging War\n William E. Odom, a retired general, former director of the National Security Agency and director of counterterrorism in the Carter White House, says context is everything. No act of terrorism has ever brought down a democracy, he says, while the leverage of the terrorist depends on the political and psychological reaction to the act. \"I came to a fairly simple view,\" he said. \"Terrorism at home is crime; terrorism abroad is war.\"\nWashington has lots of capacity to handle both crime and war, Mr. Odom said, but operational tactics and intelligence -- which by themselves do not involve large new expenditures -- need to be improved. \"I have no problems with economic sanctions as an instrument of diplomacy,\" he added. \"But if it's an act of war, why not act militarily?\"\nWhile retaliation must depend on evidence, some suggest that America's threat to retaliate lacks credibility. Richard Perle, a former Assistant Secretary of Defense under President Reagan, finds it absurd that Washington merely demands that Libya turn over the men indicted for the 1988 Pan Am bombing.  Mr. Reagan, after determining Libyan complicity in an attack on American servicemen in a Berlin discotheque in 1986, ordered the bombing of Col. Muammar Qaddafi's residence in Tripoli. \"We were serious about it and retaliated in a way Qaddafi understood,\" Mr. Perle said, \"and he behaved differently for years.\"\n\"Sanctions are rapidly becoming the alternative to a serious policy on almost everything,\" he added. \"The resort to them often reflects a lack of will,\" which is well understood by both the intended target and reluctant allies.\nThe result, Mr. Haass says, is \"a foreign policy of appearances, which is about how you position yourself with a domestic audience rather than the real concerns, which are about whether you're alienating your friends or influencing your adversaries.\"\n\nGraphic\n\n \nPhoto: Statistically, Americans have little to fear from international terrorism, but billions of dollars are being spent every year on antiterrorism measures, including state-of-the-art bomb-detection machines like this one at Hartsfield Airport in Atlanta. (Rich Addicks/Atlanta Journal Constitution)\n\nLoad-Date: September 1, 1996"
}