{
    "title": "Paper_ Leaked documents describe al-Qaida plots",
    "publisher": "the new york times",
    "year": 2011,
    "month": 4,
    "day": 26,
    "full text": "WASHINGTON, D.C. (AP) - Classified military files obtained by the WikiLeaks website reveal a range of potential al-Qaida plots against the United States, including post-9/11 aircraft attacks on the West Coast, The New York Times reported yesterday.\nThe schemes - none of which were executed - are described in U.S. military assessments of terrorism suspects being held at the military prison at Guantanamo Bay, Cuba. Those detainees include Khalid Sheikh Mohammed, the alleged mastermind of the 9/11 attacks.\nOne of the dossiers described by the Times concerns Saifullah Paracha, a New York travel agent for years who allegedly worked with Mohammed on plots to follow up on the attacks of Sept. 11, 2001. One plan suggested by Paracha involved smuggling plastic explosives in shipments of clothing bound for the U.S., the Times reported.\nThe U.S. assessment of Mohammed, posted on the WikiLeaks site, describes an early 2002 meeting with former Chicago gang member Jose Padilla. The file says Mohammed directed Padilla to rent an apartment in Chicago and \"initiate a natural gas explosion to cause the building to collapse.\" Mohammed also told Padilla to \"study the feasibility\" of setting fire to a hotel or gas station, the assessment says.\nPadilla was accused in 2002 of plotting to blow up a radioactive \"dirty bomb.\" though those claims were eventually dropped. He was later convicted along with two others in an unrelated terrorism plot.\nThe Mohammed file also includes discussions of plots to hijack cargo planes, hack into bank computers and cut the cables holding up the Brooklyn Bridge.\nThe Times said the assessments were obtained last year by WikiLeaks but provided to the newspaper by another source.\nThe Defense Department yesterday condemned the release of information from the classified documents, which it said were written between 2002 and early 2009 and \"based on a range of information available then.\" The leaked files \"may or may not represent the current view of a given detainee,\" the Pentagon said.\nWhite House Press Secretary Jay Carney echoed that statement, telling reporters yesterday that \"a detainee assessment brief in 2006 may or may not be reflective of the administration or the government's view of that particular detainee in 2011.\"\n\nLoad-Date: May 20, 2011"
}