{
    "title": "Pardoned Peru prisoners find life tough on outside",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 9,
    "day": 23,
    "full text": "LIMA, Peru ; The first thing Antonia Alfaro did after she left prison was knock on the doors of family and friends to collect the children she left behind when anti-terrorism police took her and her husband away.\nOnly then did the 39-year-old mother of four give in to the anger she felt for having served four years of a life sentence for a crime she says she did not commit.\nIn pardoning Alfaro last Oct. 4, President Alberto Fujimori conceded she had been convicted of terrorism on insufficient evidence.\nBut, like hundreds of other terrorism prisoners pardoned in the past year, Alfaro found life tough on the outside. They still carry the stigma of conviction, have trouble resuming careers or finding jobs and face the breakup of families.\nTheir plight is a scar from the war with leftist guerrillas that has killed 30,000 people since 1980 and has included widespread human-rights abuses by both sides.\n\"It's been hard. I lost everything and had to start over again. Plus, the terrorism conviction stays on my record like a stain,\" said Alfaro, who sells fish in a market in the poor Lima barrio of Canto Grande.\nFujimori's government has freed 226 prisoners it admits were unfairly convicted by military courts of terrorism or treason.\nHuman-rights groups claim that in the drive to put guerrillas behind bars, secret military courts filled Peru's prisons with the guilty and innocent alike in the early 1990s. They estimate that of the 3,900 people jailed on terrorism-related charges, 600 are innocent.\nIn 1996, the government admitted errors were made by the military courts, which are presided over by \"faceless judges\" either wearing hoods or sitting behind one-way glass. It formed a review board to determine which prisoners were wrongly convicted and recommend their release.\nBut the pardoned prisoners have received no compensation, and the government has left the convictions on their criminal records.\n\"They are innocent. They have been pardoned. But they continue being marked, stigmatized,\" said Gabriela Joo, a social worker who assists freed prisoners.\nSuspicion follows the pardoned prisoners. When they apply for a job or are stopped by police, their records come out, making it difficult for them to make a living or lead normal lives.\nIn some cases the pardoned prisoners' spouses remarried thinking they would never get out of prison or their children were given to other families. Most left prison penniless.\nThe years in prison, often surrounded by hardline Maoist guerrillas in brutal conditions, scarred many of the innocent, said the Rev. Hubert Lanssiers, a priest who works in Lima's prisons and is Fujimori's representative on the prison review board.\n\"Prison's effect on the innocent is very hard. I've seen many who have lost their minds,\" he said.\nEven those acquitted by military courts can face a nightmare.\nJuan Huapaya, 35, was tried and absolved twice by military courts on charges of belonging to a leftist guerrilla group, but he still spent almost three years in prison awaiting the trials.\n\nLoad-Date: April 3, 1998"
}