{
    "title": "Pardoning vigilantes is bad policy",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 7,
    "day": 13,
    "full text": "President Donald Trump's pardon of two Oregon ranchers for willfully destroying federal property establishes a new level of impunity for anyone who is mad as hell and thinks it's OK to take the law into his own hands.\nThe cause of Oregon cattle rancher Dwight Hammond and his son, Steven Hammond, inspired the 2016 takeover and occupation of the Malheur National Wildlife Refuge. The occupation, in which militiamen geared up for war and directly defied Obama administration authority over federal lands, lasted 41 days.\nThe Hammonds were under the mistaken impression that they should be allowed to run their business -- grazing cattle for sale or slaughter -- on the taxpayers' dime using taxpayer property instead of their own 13,000 acres of land in eastern Oregon. When they were told that they had to pay up, just like everyone else, for grazing their cattle on federal property, they revolted.\nThe Hammonds were convicted in 2001 of setting fire to more than 100 acres of federal land, and Steven Hammond was convicted of a similar offense in 2006. It was their 2012 conviction -- under a 1996 anti-terrorism law passed in the wake of the Oklahoma City bombing by terrorist vigilantes Timothy McVeigh and Terry Nichols -- that ultimately sparked the Malheur protest.\nA federal appeals court ruled in late 2015 that the sentence handed down for the Hammonds' previous offenses was improperly short, considering the anti-terrorism law's mandatory five-year minimum sentencing guideline. The court ordered them back to prison, after which the Malheur occupation began.\nAfter the 2016 siege, investigators found dozens of guns and 15,000 rounds of ammunition at the site of the protest. There was no question that the group was preparing for a gun battle. Eleven of the 27 Malheur protesters pleaded guilty, admitting that they knew their method of protest was illegal.\nBut since their cause resonated with some of the more extremist elements among Trump's base, the president apparently had no problem pardoning the Hammonds.\nLast August, he pardoned another infamous vigilante, former Arizona sheriff Joe Arpaio, who was convicted of criminal contempt for defying a court order to stop racially profiling Hispanics in his campaign to hunt down and detain undocumented immigrants.\nTrump's apparent image of an American hero is someone who thinks the law doesn't apply to him. The only problem is, when some Americans get the idea that they get to make their own laws, America steps closer to becoming a vigilante nation.\nSt. Louis Post-Dispatch (July 12)\n\nLoad-Date: July 14, 2018"
}