{
    "title": "Pardee professor to advise team which was awarded NATO grant",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 4,
    "full text": "Research professor Jessica Stern of the Frederick S. Pardee School of Global Studies at Boston University is among a team that was awarded a grant from the NATO Science for Peace and Security Programme. COURTESY OF PARDEE SCHOOL OF GLOBAL STUDIES\nA research team that includes Frederick S. Pardee School of Global Studies research professor Jessica Stern has received a grant from NATO to conduct two research projects aimed at countering terrorist threats.\nThe group will attempt to improve the effectiveness, transparency and accountability of programs to counteract violent extremist threats, according to a NATO press release. They will work with other NATO countries to create local counterterrorism program evaluations and provide practical tools for cities to fend off terrorist threats.\nTeam members come from the Harvard University T.H. Chan School of Public Health and the Swedish Civil Contingencies Agency, which is responsible for issues of public safety and civil defense. Their project is entitled evaluation support for countering violent extremism at local levels.\nCounterterrorism has both offensive elements, such as infiltrating terrorist organizations, and defensive elements, such as background checks and security officers, international relations professor Joseph Wippl said. He said he thinks Stern's team will look beyond the \"shallow level of a terrorist attack.\"\n\"I think it's an effort to gain greater understanding of what motivates people to engage in terrorism, how to convincingly argue against terrorism ... and to give police and intelligence authorities the tools they need to penetrate terrorist organizations, but at the same time to ensure that these measures are legal,\" Wippl said.\nThe grant was provided by the NATO Science for Peace and Security Programme , which encourages scientific collaboration among NATO member states, said Eyup Turmus, senior advisor for the NATO Science for Peace and Security Programme.\nScientists from NATO countries review all project proposals sent to SPS for scientific and technical quality, according to Turmus.\nThe process for choosing which projects get funded through SPS involves submitting a proposal which then goes through an important peer review process within the SPS program, Turmus said. Once the CVE team's proposal was recommended by this scientific evaluation group, it passed political review by 29 NATO members as well.  \nThe Department of Homeland Security will also help fund the projects, according to the NATO press release.\n\n\nLoad-Date: December 5, 2018"
}