{
    "title": "Pared-down anti-terrorism measures signed",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 5,
    "day": 23,
    "full text": "Gov. Jesse Ventura signed into law today two anti-terrorism bills that sparked heated controversy in the Legislature.\n     Both measures _ one that puts $13 million into upgrading equipment, training and communications for emergency crews and another that spells out state powers to respond to a bioterrorism attack _ were among those passed in the Legislature's final weekend.\n     Deep disputes erupted over funding mechanisms, civil liberties, treatment of immigrants and other issues, and the resulting new laws are much more limited in scope than many officials wanted.\n   In addition to new funding, the anti-terrorism act increases criminal penalties for acts of terrorism, weapons of mass destruction and trespassing at power plants and other critical facilities. But it does not make changes to driver's licenses, including color-coding for temporary immigrants, proposed as a way to curb the movements of foreign terrorists.\n     Public Safety Commissioner Charlie Weaver, who urged the changes, said he will seek to implement some of them via administrative rulemaking.\n     To maintain funding for police and fire dispatch centers, the new law also increases monthly telephone surcharges to 33 cents, a 6-cent boost. The Senate had sought a 25-cent increase to speed completion of a statewide high-tech police radio system.\n     The new health emergency act grants the governor and health commissioner some authority to quarantine the sick and commandeer property in response to a bioterror attack, but the Legislature also is given power to call off such an emergency declaration.\nOther bills signed\n     Among other bills Ventura signed Wednesday were one to safeguard the privacy of Internet users and another that will give nursing homes and facilities for vulnerable adults immunity from lawsuits for releasing information about current or former employees.\n     Some legislators have hailed the Internet privacy bill as a national model. It limits the information that service providers may release about customers without their consent.\n     The nursing home act, designed to protect residents from abusers, also allows schools to release information about employees who commit violent or sexual acts involving students.\n    _ Conrad deFiebre is at cdefiebre@startribune.com.  \n\nLoad-Date: May 23, 2002"
}