{
    "title": "Paris attacks_ US will host summit to counter international terrorism As more than 40 world leaders",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 1,
    "day": 11,
    "full text": "The United States has been at war with the likes of the Paris terrorists who shook up the world last week since September 11, 2001 - back when the Bush administration dubbed it the \"Global War on Terror\" or GWOT.\nFor the most part, terrorist attacks on the US homeland have been thwarted - the major exception being the Ft. Hood shooting in 2009 when radicalized US Army Major Nidal Malik Hasan, who'd been in touch with US-born Islamic militant Anwar al-Awlaki, killed 13 people and wounded 32 others.\nThat war continues today as additional troops are sent to Iraq to fight the self-styled Islamic State, also known as ISIS and ISIL.\nLast week's terrorist attacks in Paris, which killed 17 people in the Charlie Hebdo newspaper office and a kosher supermarket, sharpen the concern about cross-border terrorism and heighten the need for international cooperation in preventing such attacks.\nAs more than 40 world leaders joined hundreds of thousands of marchers for a unity rally in Paris Sunday, the White House announced that on February 18 it would be hosting a \"Summit on Countering Violent Extremism.\"\nThe purpose is \"to highlight domestic and international efforts to prevent violent extremists and their supporters from radicalizing, recruiting, or inspiring individuals or groups in the United States and abroad to commit acts of violence, efforts made even more imperative in light of recent, tragic attacks in Ottawa, Sydney, and Paris.\"\nIn Paris Sunday, US Attorney General Eric Holder joined other interior and justice officials discussing terrorism.\n\"It's something that frankly keeps me up at night. Worrying about the lone wolf or a group of people, a very small group of people, who decide to get arms on their own and do what we saw in France this week,\" he said on CBS's \"Face the Nation.\" \"It's the kind of thing that our government is focused on doing all that we can, in conjunction with our state and local counterparts, to try to make sure that it does not happen.\"\nSpeaking on ABC's \"This Week,\" Mr. Holder said, \"There's a greater need for us to share information, to knock down these information-sharing barriers so that we can always stay on top of these threats.... One nation cannot by itself hope to forestall the possibility of terrorism, even within its own borders.\"\nAfter meeting with Holder and other officials, French Interior Minister Bernard Cazeneuve said Europe needs to establish a European Passenger Name Record database in order to facilitate the exchange of data about passengers between member states.\n\"We are convinced of the need for such a tool, to follow those who travel to terrorist operating theaters or who return from there,\" he said.\nSpeaking on \"Fox News Sunday,\" Joint Chiefs of Staff Chairman Gen. Martin Dempsey said the terrorists involved in last week's attacks in Paris were connected to Yemen's branch of Al Qaeda but the Islamic State bears some blame for enticing its fellow travelers to become more extreme.\n\"ISIL is inspiring groups that already exist to re-brand themselves, but in re-branding themselves into a more radical ideology,\" Gen. Dempsey told Fox News host Chris Wallace. \"That's what makes it dangerous.\"\nThe US-hosted counterterrorism summit announced Sunday was originally scheduled for last October. Critics have suggested that the postponement was linked to the midterm elections the next month. Critics also chided the White House for not sending a top official - Vice President Joe Biden or President Obama himself - to the Paris march and unity rally Sunday.\nLeaders who took part included British Prime Minister David Cameron, Israeli Prime Minister Benjamin Netanyahu, Jordan's King Abdullah, and German Chancellor Angela Merkel. The US was represented by Ambassador to France Jane Hartley.\n\nLoad-Date: January 11, 2015"
}