{
    "title": "Paris Knife Attacker, Born in Chechnya , Was on Terrorism Watch List",
    "publisher": "the new york times",
    "year": 2018,
    "month": 5,
    "day": 13,
    "full text": "PARIS — The knife-wielding man who briefly spread terror in the heart of Paris on Saturday night was born in Chechnya and was on a list of potential terrorism suspects, leading critics of the French government’s antiterrorism policy to again call on Sunday for a crackdown on those on the list.\nThe man, identified by the police and the French news media as Khamzat Azimov, 20, a French citizen, stabbed five passers-by, one fatally, in the middle of a neighborhood crowded with restaurants and bars, the authorities said.\nHis hands and face bloodied from the attacks, he confronted three police officers in a narrow street near the main Paris Opera house, the Rue Monsigny, witnesses said, and was quickly gunned down after the police apparently failed to stop him with a stun gun.\nA day after the fatal stabbing, the Islamic State’s news agency, Amaq, released a cellphone video of the attacker pledging allegiance to the terrorist group’s leader, Abu Bakr al-Baghdadi, and issuing a call to fellow Islamic State supporters in France, Germany, Britain and elsewhere to carry out attacks.\nThe rampage on Saturday lasted less than 20 minutes, and Oliver Woodhead, a restaurant owner on the street, said the police had arrived “within 45 seconds” of the suspect’s appearance on the Rue Monsigny.\nMr. Woodhead said he saw the suspect running into the Rue Monsigny, apparently on the lookout for more potential victims. “He came around the corner, and his hands were bloody,” Mr. Woodhead said. “He’d done his business.”\nThree police officers on foot quickly entered the short street. After the stunning failed to stop him, “he came at the third policeman,” Mr. Woodhead said.\nTwo shots were fired, one of them hitting the suspect in the chest.\nA French judicial official said that the victim who was fatally stabbed was a 29-year-old man. None of the injuries suffered by the four wounded people are considered life-threatening, officials said on Sunday.\nThe suspect had been on the government’s terrorism watch list since 2016, placed there, according to French news reports, because of his contacts with a man whose wife had attempted to go to Syria.\nThe terrorism watch list is broad and long — there are about 20,000 names on it. Successive governments have said that the list is merely a tool to help keep loose track of those in danger of turning to terrorism.\nEven slight indications of jihadist affinity, as in the case of the suspect in Saturday’s attack, are enough to land individuals on the list. There are too many to follow closely, officials say, and it does not signal past criminal activity.\nAfter each attack, nevertheless, opposition politicians call for a crackdown, sometimes demanding the internment or expulsion of all those on the list.\n“Once again we learn that the terrorist was in the S Files,” said Marine Le Pen, the leader of France’s far-right National Front, referring to the government’s antiterrorism list. “What use are the S Files if we don’t use them to neutralize these time bombs on French soil?”\nA government spokesman, Benjamin Griveaux, responded in a broadcast on Sunday that “zero risk doesn’t exist” and that “those who say pulling responses out of a hat will solve the problem are lying.”\nOn Sunday, the police questioned Mr. Azimov’s parents and searched an apartment connected to the family in the 18th Arrondissement of Paris. He was born in the Russian republic of Chechnya and became a naturalized French citizen in 2010. He grew up in Strasbourg, in eastern France, according to a French judicial official. The official said that a friend of Mr. Azimov’s, also born in 1997, had been taken into custody in Strasbourg.\nApart from being questioned by security services in 2017 over his connections to the Syria departure, he had no previous run-ins with the authorities.\nBut the fact the attacker was able to get his videotaped footage to the Islamist group’s central news operation before carrying out the stabbing indicates that he had, at a minimum, a digital connection with it.\nIn the two minute and 31 second video clip, Mr. Azimov is seen wearing a balaclava that covers the lower part of his face. He is in a wooded, secluded area and he speaks into the camera, pledging allegiance to the Islamic State.\nIn nearly every other case in which such a video pledge was shared with the terrorist group ahead of the attack, officials later discovered evidence of a direct digital connection with the Islamic State or the group’s affiliates, including in the 2016 Bangladesh coffee shop siege, the 2017 Berlin truck attack and the killing of a priest in a French church during Mass in 2016.\n“There is a lot of suffering; this is a new ordeal,” Anne Hidalgo, the mayor of Paris, told French television, as she paid a visit on Sunday to the neighborhood of the attack. “Every time we are called for this kind of events, we wonder if this is going to happen again.”\nAdam Nossiter reported from Paris, and Rukmini Callimachi from New York. Elian Peltier contributed reporting from Paris. \nPHOTOS: The Paris neighborhood near the Opera House after a knife attack on Saturday night. Five people were stabbed, one fatally. (PHOTOGRAPH BY THIBAULT CAMUS/ASSOCIATED PRESS); Khamzat Azimov\nRelated Articles\nParis Attack Leaves 1 Dead and 4 Wounded by Knife-Wielding Terrorist\n\nLoad-Date: September 25, 2020"
}