{
    "title": "Paris Attack Suspect Is Convicted for Shooting at Police",
    "publisher": "the new york times",
    "year": 2018,
    "month": 4,
    "day": 23,
    "full text": "PARIS — Salah Abdeslam, who is believed to be the only surviving member of the group that carried out a series of coordinated attacks in and around Paris in 2015 and then in Brussels five months later, was convicted on Monday and sentenced to 20 years in prison for shooting at the police in the Belgian capital while he was on the run.\nThe Brussels Criminal Court also convicted Sofien Ayari, who was with Mr. Abdeslam at the time of the fusillade and sentenced him to the same 20-year term that prosecutors had sought for both men.\nMr. Abdeslam, 28, who has French citizenship, and Mr. Ayari, who is Tunisian, faced trial on charges that included possession of illegal weapons and attempted murder in a terrorist context.\nThe two men were accused of shooting and wounding four Belgian and French police officers who were searching for them in southern Brussels, four months after the            attacks in Paris and the northern suburb of St.-Denis that left 130 dead, and days before two deadly attacks in Brussels, one at the main airport and another on a subway train.\n“The silence of Abdeslam, apart from his few remarks in court, makes it reasonable to fear that he has not taken the right measure of his actions or that he is sinking into silence. His dangerousness remains intact,” said Judge Marie-France Keutgen.\nSven Mary, Mr. Abdeslam’s lawyer, described the rulings as “creative” and said that he would look into filing an appeal. Mr. Mary argued that although Mr. Abdeslam was present at the time of the police raid, he did not open fire and there was no evidence that he had even picked up a gun.\nProsecutors responded that he was at the scene of a shooting that took place as part of a terrorism investigation and that he was prepared to use a firearm.\nMr. Abdeslam and Mr. Ayari escaped after the shootout, fleeing out of the back of a house and climbing over adjacent rooftops. A third man, who had been hiding in the house with them, was killed by the police.\nThe trial did not include any charges directly related to the planning and execution of the attacks in Paris; proceedings in that trial are not expected to start for several years.\nContrary to some expectations, the trial revealed little about the broader conspiracy and attacks because it focused narrowly on an individual episode — the shooting of police officers — and because the two defendants refused to testify beyond giving very brief statements.\nThe trial, which took place in February, was the first chance for most people to get a glimpse of Mr. Abdeslam and to hear his side of the story.\nBut in keeping with his past conduct, Mr. Abdeslam revealed almost nothing. He refused to attend the trial after the first day. After initially giving the impression that he might talk about the case, he instead went on a tirade about the justice system and said it was biased against Muslims.\nFollow Alissa J. Rubin and Milan Schreuer on Twitter: @Alissanyt and @MilanSchreuer. Alissa J. Rubin reported from Paris, and Milan Schreuer from Brussels. \nPHOTO: Salah Abdeslam (PHOTOGRAPH BY Belgian Federal Police, via European Pressphoto Agency FOR THE NEW YORK TIMES)\nRelated Articles\nSole Surviving Suspect in Paris Attacks Stands Trial in Belgium\nLawyers for Salah Abdeslam, Suspect in Paris Attacks, Resign\nIn Paris Terrorism Trial, a Protest of Few Words\n\nLoad-Date: April 25, 2018"
}