{
    "title": "Paris Trial Shows Faltering Evolution of a Jihadist Cell",
    "publisher": "the new york times",
    "year": 2018,
    "month": 4,
    "day": 13,
    "full text": "PARIS — Besides having gone to Syria, or having encouraged others to go, according to prosecutors, the five men who stood trial on terrorism charges this week in Paris all had one thing in common: They came from Lunel.\nWhitewashed, sunstruck and Mediterranean, and hard hit by mass unemployment, Lunel, a southern town of about 25,000, earned the dubious distinction of having sent more recruits per capita to Syria than any other at the height of the jihad that washed over France. It became a symbol of the peril that France suddenly found lurking within.\nThe trial this week became a symbol of a different sort, underscoring how much France is still dealing with the aftermath of that peril, even as the courtroom spectacle offered a murky window on the faltering evolution of a jihadist cell.\nBy turns defensive, rueful and apologetic, two of the defendants who testified either covered their tracks spectacularly well or were as they appeared: struggling young men imbued with a deep sense of failure, discrimination and exclusion.\n“I wanted to seem like a know-it-all,” one of the defendants, Jawad Salih, 34, told the judge, Céline Ballerini. “Really, I was nothing.”\nThe trial of the Lunel cell is one of dozens of anti-terrorist cases have been prosecuted in France in recent years — some 200 since 2012, according to Sharon Weill, an expert on terrorism trials at Sciences Po in Paris.\nThe French law under which the Lunel defendants are being prosecuted — “conspiracy of wrongdoers with a terrorist aim” — is “very broad,” Ms. Weill said.\nTo be prosecuted you simply “need to join a group with this terror aim,” Ms. Weill said.\n“But the plan doesn’t need to be executed,” she said. “The idea was to create a very large net.”\nFrance is prosecuting suspected terrorists, whether they have made the jump to Syria or not, “super-vigorously,” said Nadim Houry of Human Rights Watch. “It’s full throttle.”\nThe country, he said, now has “one of the more expansive counterterrorism laws in Europe, and in the last few years they have only added to it.”\nThat prosecutorial energy reflects the public preoccupation with terrorism and the extent to which France still feels itself under threat.\n“We are fighting against Salafism, that is to say extremism, religious fundamentalism,” President Emmanuel Macron said in a television interview this week. “I want to be very clear about this: This is a problem in our country.”\nYet, if anything, the trial this week confirmed that it is French society’s marginals, the unemployed and the psychologically unstable, who are particularly prone to sudden bursts of radical Islamization — and not its Muslim pious.\nThe continuing debate in France between these two explanations for jihad has not been resolved, but real-life incidents consistently throw up more examples of the former than the latter.\nAnd so it was at this week’s trial.\n“The ambience was very much in favor of the Islamic State,” one of the defendants, Hamza Mosli, 29, who lost two younger brothers in Syria, testified.\nHaving sprung to prominence, Lunel was invaded by journalists around that time, even as officials and citizens professed shock and disbelief that 20 sons of the town had left for jihad, at least eight having died. The imam at the mosque was censured for not taking a firmer stand against the departures.\nUnder the radar, virulent proselytizing had been taking place, particularly around a much-frequented fast-food restaurant, and amid shared videos of decapitations.\nAll of the men were arrested in January 2015in the wake of the Charlie Hebdo killings in Paris.\n“The radicalization I was in was very violent, very deep,” Mr. Salih said.\nThe investigators had heard him telling a friend, “Those guys at Charlie Hebdo, right on,” Mr. Salih said. “You cut their throats. Of course, my brother. They insulted the Prophet,” he was heard saying.\n“I went from a middling kind of Islam, to Salafism” — a strict orthodoxy present in many French mosques — “to this tendency of which you are speaking,” said Mr. Salih, bending his head.\nHe spoke fluently and without hesitation, and appeared more like an aging university student than a dangerous radical.\n“I’m not in the least proud of what I was in that period,” Mr. Salih said. “I was astonished at what I had become. Really, I was someone who was always known for being quite helpful.”\nThere were repeated references to close psychiatric counseling following his arrest.\n“I had started to educate myself about what was going on in Syria,” Mr. Salih said. “It all happened progressively.”\nDivorced, childless, jobless, “your life was empty, sad,” one of the judges remarked. So why had he not gone to Syria himself?\nMr. Salih stood before the judge and began to snuffle quietly. “It was because of my attachment to my country,” he said. “I am French. I really feel French. And so, I was torn.”\nHis lawyer suggested that “cowardice” also played a role, and Mr. Salih acknowledged the word unhesitatingly. “Happily, I didn’t leave,” he said.\nMr. Mosli shared top billing as a fellow instigator, and he spoke of his inability to find a job in Lunel, and a “deep sense” that he was being discriminated against as a Muslim. “I couldn’t find a company that would take me,” he said.\nHis unemployment appeared to play a role in his radicalization since, as he explained, “I had more time” to attend the mosque, steep himself in news from Syria, and disseminate gruesome videos. “I was impregnated with all of that at that time,” said Mr. Mosli, tall, well spoken and careful in his choice of words.\n“I feel like I’m missing the train,” the police heard him tell a friend, as he watched siblings and other companions leave for Syria.\n“It was a bit of my role to clarify things,” he acknowledged, for the other jihad-leaning youth in Lunel.\nPleading for leniency, Mr. Mosli told the court that he had been subjected to “a kind of group effect. It was a certain ambience,” he argued. “And I didn’t have proper judgment.”\nProsecutors and judge were not convinced.\nMr. Mosli was sentenced on Friday to seven years for having “played a key role in the decisions of some to leave,” Ms. Ballerini said.\nMr. Salih received a sentence of five years, also for encouraging departures to Syria. Two others who had spent a brief time in Syria received similar sentences, and one was acquitted.\nPHOTO: Lunel, France, a southern town that came to be seen as a breeding ground for jihadists. Five men from the town stood trial on terrorism charges this week. (PHOTOGRAPH BY Nanda Gonzague for The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nA French Town Linked to Jihad Asks Itself Why\nFrench Police Arrest 5 in Hunt for Terrorism Recruiters\n\nLoad-Date: October 16, 2018"
}