{
    "title": "Paris disaster highlights necessity of separating Islam from terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 17,
    "full text": "Photo by: Loren Peralta | Staff Illustrator\nOn Nov.13, a series of terrorist attacks raged in Paris resulting in the tragic deaths of more than 120 civilians, leaving the country in anguish and tarnishing the reputation of the Islamic faith.\nThe Islamic State group is the merciless and cruel terrorist organization responsible for the disasters breaking the hearts of loved ones and families. On the other hand, true Islamic followers are mourning for Paris and the horrific crimes blemishing the sanctity of their faith.\nMany followers, ranging from prominent leaders to everyday citizens, are openly condemning the actions of IS, . Leaders of Iranian states have called the terrorist acts immoral and insane. French Foreign Minister Laurent Fabius said last week the word \"Islamist\" should not be used to described the murderers, but rather \"terrorist.\"\nTerrorists are un-Islamic. They do not follow the basic teachings of the Islamic faith, and therefore do not affiliate with the Muslim people. Almost instantly, despite the supposed religious nature of the terrorists, Muslims around the world have openly condemned and disowned the criminals from their faith.\n\"If anyone killed an innocent it would be as if he killed the whole mankind,\" states the Quran, the religious text of Islam. \"And one who has saved a life would be as if he had saved the lives of mankind.\"\nThis verse has been shared incessantly on Twitter by Islamic followers to express their disgust for the actions of the so-called Islamic State group. The hashtag #NotInMyName has been circulating Twitter in order to demonstrate the foolishness of killing for a \"holy\" cause.\nDespite the obvious opposition towards the terrorist attacks, France's National Observatory Against Islamophobia reports about 60 Islamophobic incidents have been recorded over the course of a week. Naturally, other encounters could have easily gone unreported.\nFurthermore, approximately 26 mosques across France have fallen victim to physical and symbolic destruction in the wake of the Paris attacks.\nThe rise of anti-Muslim violence after the Paris attacks is understandable, as people are scared, but citizens have to remember that the faces of the terrorists do not represent the entire Muslim faith.\nIn a time of pain and loss, there is no need to terrorize more innocent individuals. Islamophobia is simply not the answer. Peace cannot be found this way.\nTrue, one of the terrorists is suspected to be a Syrian refugee, but the case still stands: terrorists do not represent the wave of Syrian refugees merely seeking a place to stay. Although, since the security of hundreds of civilians are at stake, it makes sense to control borders and regulate or halt the flow of immigrants into some countries.\nTwo battles are being fought at the same time: the battle of terrorism and the battle of Islamophobia. Muslims are distancing themselves from wayward extremists. There is no need to drive more fear into the hearts of others.\nTogether the people of Europe and the people of the Muslim religion need to join hands in this mourning process and seek to fight the enemy together.\n\nLoad-Date: November 17, 2015"
}