{
    "title": "Paris returns to work in city under _psychosis' of terrorism",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 11,
    "day": 17,
    "full text": "PARIS — Parisians returned to work Monday under the watchful gaze of armed police and soldiers, giving the French capital the air of a city under siege.\nMachine-gun-toting officers patrolled the platforms at the six main train terminals and other key transport hubs, while information screens flashed messages urging commuters to be vigilant and to dial an emergency number should they spot any suspicious behavior.\n\"Things are bad; we are afraid but we have to carry on,\" said Boutina Tazi, a 29-year-old tech worker, as she headed to her office in the La Defense financial district. \"There are extra checks at shop entrances, security everywhere. It's all slightly surreal.\"\nMonday marks the last of three days of national mourning after the terrorist attacks on Friday that claimed at least 129 lives. President Francois Hollande on Sunday said France would extend a state of emergency imposed on Friday for three months.\nMeanwhile, security agencies across Europe and the United States raced to piece together how teams of coordinated gunmen and suicide bombers evaded heightened security to strike in the heart of one of Europe's most heavily-policed cities.\nThe city struggled to put on a brave face as metros and buses plied as usual. The Louvre and other museums opened at 1 p.m. Monday after shutting their doors over the weekend. The Eiffel Tower will open at 2 p.m. on Wednesday, according to the Paris Mayor's office. Parisian branches of brands such as Yves Saint Laurent, Gucci and Balenciaga reopened after owner Kering closed them as a precaution over the weekend.\n\"We're in a state of psychosis at the moment,\" said Amaury Larreur, 27, who works at a hospital trust in the east of Paris. \"Even if the atmosphere is very heavy, we have to get on with life because we can't let the terrorists win.\"\nSecurity measures extended to the capital's school system. All French school trips have been canceled until Nov. 22, French Education Minister Najat Vallaud-Belkacem said on radio station France Inter. The same goes for any school activity that requires taking public transport. The only exception is for students already on trips abroad who will return as originally scheduled. And at a school in the 15th arrondissement south of the Seine, extra security personnel stood guard to ensure only students entered.\nEmployers, meanwhile, sought to ensure the safety of their workforce and to encourage employees to respect a minute of silence scheduled for noon.\n\"Our chief executive officer messaged everyone over the weekend to inform us of extra security measures,\" said Antoine Roillard, a 46-year-old who works at a bank in La Defense. \"It never crossed my mind not to come to work today.\"\n\nGraphic\n\n \nAssociated Press An Amtrak Police officer with K-9 dog patrols the food court of Union Station in Washington, Monday, Nov. 16, 2015, following the Paris terrorist attacks.Associated Press French Police officers check a suspect bomb alert in front of the Paris Court House, in Paris, France, Monday, Nov. 16, 2015. French police raided more than 150 locations overnight as authorities released the names of two more potential suicide bombers involved in the Paris attacks, one born in Syria, the other a Frenchman wanted as part of a terrorism investigation.\n\nLoad-Date: November 17, 2015"
}