{
    "title": "Paris stabbing suspect wasn't on police radar, minister says",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 9,
    "day": 26,
    "full text": "PARIS — The main suspect in the double stabbing Friday outside the former Paris offices of a satirical newspaper where dozens were killed in 2015 was arrested a month ago for carrying a screwdriver but not on police radar for Islamic radicalization, France's interior minister said. Two suspects were arrested separately shortly after the stabbing in which two people were wounded, although the links between the two suspects weren't immediately clear. The main suspect, the young man wearing orange gym shoes, with a few speckles of blood on his forehead, was arrested on the steps of the Bastille Opera not far from the attack site, near the building where the weekly Charlie Hebdo was located before the 2015 attack. The interior minister said the young man arrived in France three years ago as an unaccompanied minor, apparently from Pakistan, but his identity was still being verified. \n\"But manifestly it's an act of Islamist terrorism,\" Interior Minister Gerald Darmanin said in an interview with the France 2 television station. \"Obviously, there is little doubt. It's a new bloody attack against our country, against journalists, against this society.\" France's counterterrorism prosecutor said earlier that authorities suspect a terrorist motive because of the place and timing of the stabbings: in front of the building where Charlie Hebdo was based until the Islamic extremist attack on its cartoonists and at a time when suspects in the 2015 attack are on trial across town. Prosecutor Jean-Francois Ricard said that the chief suspect in Friday's stabbings was arrested, along with another person. Ricard said the assailant did not know the people stabbed, a woman and a man working at a documentary production company who had stepped outside for a smoke break. An investigation was opened into \"attempted murder in relation with a terrorist enterprise,\" according to an official at the terrorism prosecutor's office. French Prime Minister Jean Castex said the lives of the two wounded workers lives were not in danger. He offered the government's solidarity with their families and colleagues. The prime minister noted the \"symbolic site\" of the attack, \"at the very moment where the trial into the atrocious acts against Charlie Hebdo is under way.\" He promised the government's \"unfailing attachment to freedom of the press, and its determination to fight terrorism.\" People in the neighborhood were stunned, saying on French TV that they were reliving the nightmare of the newsroom massacre. No one gave their identities. In a tweet, Charlie Hebdo strongly condemned the stabbings. \"This tragic episode shows us once again that fanaticism, intolerance, the origins of which will be revealed by the investigation, are still present in French society....There is no question of ceding anything,\" the newspaper said. The two people confirmed injured worked for documentary film company Premieres Lignes, according to founder Paul Moreira. He told France's BFM television that the attacker fled into the subway, and the company's staff members were evacuated. Moreira said a man in the street \"attacked two people who were in front of the building, didn't enter the building, and who attacked them with an axe and who left.\" He said the company had not received any threats. His colleague, Luc Hermann, describing witnesses' version of the attack, said the assailant first struck the woman in her face, then the man, before returning to attack the woman again. \"The whole team ... took refuge on the roof of the building like our team did five years ago during the attack of Charlie Hebdo,\" he said on France 2. He said it was \"incomprehensible\" that authorities had not taken special security precautions particularly at this time. A wrenching, two-month trial in the Charlie Hebdo attacks is currently unfolding at the main Paris courthouse. Murmurs broke at the terrorism trial of 14 people, including 3 fugitives, accused of helping the attackers in the January 2015 killings, as the news filtered through. The widows of the two brothers who forced their way into the newspaper's offices and opened fire at a morning editorial meeting were to testify. Caty Richard, a lawyer for the Charlie Hebdo journalists, heard about the knife attack in the midst of the trial. \"My first thought was this will never end,\" she said. \"I am devastated, angry.\" The interior minister conceded that security was lacking on the street where Charlie Hebdo was once headquartered. He said that 775 police protect its new location. But \"there was an attack so we could have done better,\" he said. The minister said he has ordered special protection for all \"symbolic sites,\" noting in particular Jewish sites. A Jewish grocery store was attacked days after the Charlie Hebdo newsroom massacre. Charlie Hebdo recently reproduced caricatures of the Muslim prophet that stoked the ire of some Muslims when first produced. Associated Press reporters at the scene saw police flood the neighborhood in eastern Paris near the Richard Lenoir subway station, which remained cordoned off for hours. Children were sequestered in nine schools while police scoured the area, but were later released, according to the Paris school district. Witness Kader Alfa told The AP at the scene: \"I saw a guy that was in his 30s or 40s with an axe in his hand who was walking behind a victim covered in blood.\" Police initially announced that four people were wounded in the attack, but a police official told The AP that there were in fact only two confirmed wounded. Police could not explain the discrepancy. Lori Hinnant contributed to this report.\n\nNotes\n\nEds: UPDATES: Updates to show victims a woman and man. Comment of lawyer for Charlie Hebdo journalists. Charlie Hebdo condemns attack. Adds photos. Eds: MAJOR UPDATE: This story has been updated throughout with details about the main suspect in France, and the stabbings were an Islamic extremist attack. Eds: MAJOR UPDATE: This story has been updated with new details.\n\nGraphic\n\n \nAssociated Press French soldiers patrol Friday after four people have been wounded in a knife attack near the former offices of satirical newspaper Charlie Hebdo in Paris. A police official said officers are \"actively hunting\" for the perpetrators and have cordoned off the area including the former Charlie Hebdo offices after a suspect package was noticed nearby. Islamic extremists attacked the offices in 2015, killing 12 people.\n\nLoad-Date: September 28, 2020"
}