{
    "title": "Paris rally today 'a cry for freedom' against terrorism 'The indignation must be absolute,' says Fre",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 1,
    "day": 11,
    "full text": "France vowed to combat terrorism with a cry for freedom in a giant rally for unity today after a three-day spree of violence horrified the world. \nThe rally is also a huge security challenge for a nation on alert for more violence after 17 people and three gunmen were killed over three days of attacks on a satirical newspaper, a kosher supermarket and on police.\nHundreds of thousands of people marched Saturday in cities from Toulouse in the south to Rennes in the west to honor the victims, and Paris expects hundreds of thousands more at today's unity rally. More than 2,000 police are being deployed, in addition to thousands already guarding synagogues, mosques, schools and other sites around France.\nThe leaders of Britain, Germany, NATO and the Arab League are among dozens of world dignitaries expected to attend - as are French politicians from across the spectrum, and Muslim, Jewish and Christian leaders. Top European and U.S. security officials are also holding an emergency meeting in Paris about fighting terrorism.\nThe rally must show the power, the dignity of the French people who will be shouting out of love of freedom and tolerance, Prime Minister Manuel Valls said Saturday.\nJournalists were killed because they defended freedom. Policemen were killed because they were protecting you. Jews were killed because they were Jewish, he said. The indignation must be absolute and total - not for three days only, but permanently.\nAl-Qaida's branch in Yemen said it directed Wednesday's attack against the publication Charlie Hebdo to avenge the honor of the Prophet Muhammad, a frequent target of the weekly's satire.\nFrench radio RTL released audio Saturday of Amedy Coulibaly, speaking by phone from the kosher supermarket where he killed four hostages, in which he lashes out over Western military campaigns against extremists in Syria and Mali. \nInterior Minister Bernard Cazeneuve said the government is maintaining its terror alert for the Paris region at the highest level while investigators determine whether the attackers were part of a larger extremist network.\nJewish groups held a vigil after sundown Saturday to mourn the four people killed at the market.\n\nLoad-Date: January 12, 2015"
}