{
    "title": "Parks hiring more security Disney , Universal beef up guest protection in new era of terrorism. PUBL",
    "publisher": "daily news ",
    "year": 2016,
    "month": 3,
    "day": 1,
    "full text": "ORLANDO, FLA. - Walt Disney World and Universal Orlando are hiring additional security employees as theme parks enter what experts say is a new era of stepped-up efforts to shield visitors from possible terrorism and mass shootings.\nThe theme parks would not say how many people they are adding or give details on the security measures they are taking. At Disney, many of the new security personnel will help staff metal detectors. A third-party company has overseen the detectors since Disney - along with the two other major parks - put them up last month. Over the coming weeks, Disney is moving the operation in-house.\nOne expert said the number of new security hires at the parks would likely be large.\n\"I would say given the nature of their operation, we're not talking about tens. We're talking about hundreds,\" said Abraham Pizam, dean of the University of Central Florida's Rosen College of Hospitality Management.\nIn the wake of recent deadly attacks in Paris and San Bernardino, Calif., attractions are focusing more on security, said Dennis Speigel, president of the consulting firm International Theme Park Services.\n\"I think in 2016, we're going to see the implementation of more security measures, heightened security... than we've seen in the last three decades,\" he said.\nLast month Disney made several security changes, including forbidding costumes on adults in the theme parks and banning toy gun sales. As it announced those restrictions Dec. 17, Disney - along with SeaWorld and Universal - began using metal detectors at its gates.\nThat same day, President Barack Obama said that the United States had no \"specific and credible\" information about a terrorist threat over the holidays, but that the country was seeing \"a new phase of terrorism, including lone actors and small groups of terrorists like those in San Bernardino.\"\nUniversal describes its detectors as in an experimental phase.\n\"We really wanted to test what we see as best practices when it comes to security in today's world,\" spokesman Tom Schroder said. \"It's just part of our dedication to the safety of our guests.\"\nUniversal started out with metal detector wands, then installed walk-through detectors at entrances. Monday morning, it appeared everyone leaving a parking garage with a purse or backpack had to walk through a metal detector. Guards scanned people with wands if they didn't have bags.\nAt SeaWorld recently, there were at least two sheriff's vehicles in the parking lot and a deputy stood at the entrance. Visitors were randomly selected for scanning with a wand. There were metal detectors at the gates, but no one was going through them early Monday.\nGuests shrugged off any inconvenience.\n\"With all the news stuff going on, it will help,\" said Kathy Frasure of Kentucky, who was visiting Universal. \"It's like at the airport.\"\n\nLoad-Date: March 1, 2016"
}