{
    "title": "Parliament car crash_ Salih Khater named as suspect in possible terror attack, reports say",
    "publisher": "daily news ",
    "year": 2018,
    "month": 8,
    "day": 15,
    "full text": "LONDON —\nA man arrested on suspicion of terrorist offenses in connection with a Tuesday morning car crash outside the Houses of Parliament in London has been identified as Salih Khater, British media outlets are reporting.\n Here are the latest updates:\n Update 5:45 a.m. EDT Aug. 15: More details are emerging about the man accused of driving a car through security barriers and injuring pedestrians outside the Houses of Parliament in London on Tuesday.\n According to The Associated Press, British media outlets have identified the terror suspect as Salih Khater, 29.\n Khater is a \"British citizen of Sudanese origin,\" the AP reported. A Facebook page that appeared to be his said he is a shop manager who lives in Birmingham and attended the Sudan University of Science and Technology, the report said.\n Investigators searched three properties tied to Khater, including two in Birmingham and one in Nottingham, the AP reported.\n Read more here.\n Update 3:50 a.m. EDT Aug. 15: According to British media, the man arrested in connection with a possible terrorist attack outside the Houses of Parliament in London has been identified as Salih Khater, The Associated Press is reporting.\n Update 9:10 a.m. EDT Aug. 14: President Donald Trump responded to Tuesday's attack in a tweet.\n \"Another terrorist attack in London,\" the president wrote. \"These animals are crazy and must be dealt with through toughness and strength!\"\n Authorities said three people suffered injuries that did not appear to be life-threatening on Tuesday morning after a man in his late 20s slammed a silver Ford Fiesta into cyclists and pedestrians in front of the Houses of Parliament. The car stopped when it hit a barrier, police said.\n The man, who has not been identified, was arrested on suspicion of terrorism offenses.\n \"Given that this appears to be a deliberate act, the method and this being an iconic site, we are treating it as a terrorist incident and the investigation is being led by officers from the Counter Terrorism Command,\" Assistant Commissioner Neil Basu said.\n Authorities do not believe any other suspects were involved in the incident.\n Update 7:08 a.m. EDT Aug. 14: Three people were injured when a man drove through security barriers outside the U.K. Houses of Parliament, the London Ambulance Service tweeted Tuesday.\n \"Two patients were treated at the scene and taken to hospital, and a third patient with minor injuries was assessed at the scene,\" the tweet read.\n Prime Minister Theresa May thanked first responders and expressed sympathy for the victims.\n \"My thoughts are with those injured in the incident in Westminster and my thanks to the emergency services for their immediate and courageous response,\" she tweeted.\n Meanwhile, Britain's emergency COBRA committee announced it would be meeting in response to the suspected terrorist attack, The Associated Press reported.\n Update 5:46 a.m. EDT Aug. 14: A man in his late 20s has been arrested \"on suspicion of terrorist offenses\" in connection with the crash that left \"a number of people\" injured, London police said in a news release. The injuries are not believed to be life-threatening.\n The man, who was driving a silver Ford Fiesta, struck cyclists and pedestrians before hitting security barriers in the area, police said.\n The car was not carrying any passengers, police said.\n \"At this stage, we are treating this as a terrorist incident and the Met's Counter Terrorism Command is now leading the investigation,\" the news release said.\n Authorities are requesting anyone with photos, videos or information about the incident to contact police.\n Read more here.\n Original report: London's Counter-Terrorism Command is leading the probe into a Tuesday morning crash outside the U.K. Houses of Parliament, The Associated Press is reporting.\n Police said a man driving a car slammed into security barriers in the area about 7:37 a.m., hurting pedestrians. None of the injured \"are in life-threatening condition,\" the AP reported. Police arrested the man.\n Metropolitan police tweeted that authorities are \"keeping an open mind\" about the investigation.\n In March 2017, four people were killed in a terror attack in the same area, the AP reported.\n – The Associated Press contributed to this report.\n\nLoad-Date: August 15, 2018"
}