{
    "title": "Parliament Tells Europeans to Explain What They Knew About U.S. Tracking of Bank Data",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 7,
    "full text": "The European Parliament demanded Thursday that European institutions in Brussels and European governments disclose how much they knew about a secret American program to tap into international banking data.\n  In a resolution that reflected rising concern among Europeans about their countries' cooperation in the United States' effort to curb terrorism, the Parliament voted 302 to 219, with 22 abstentions, to demand that the European Commission, the European Central Bank and the European Union's 25 member states ''explain fully the extent to which they were aware of the secret agreement'' between Swift, an international banking consortium, and the United States government.\n The Parliament, meeting in Strasbourg, France, also adopted a resolution stating that it was ''implausible'' that ''certain European governments were not aware of the activities linked to extraordinary rendition taking place on their territory,'' referring to a process of seizing terrorism suspects and transferring them to a third country. It voted to extend its investigation by six months into whether C.I.A. detention centers operated in Europe.\n  On Wednesday, two Italian intelligence agents accused of helping with what is alleged to have been the seizing of a terrorism suspect by the C.I.A. were arrested in Italy. While the European resolutions are not legally binding, they have ''political teeth,'' said Friso Roscam Abbing, spokesman for the European Union's justice and security commissioner, Franco Frattini.\n  The resolutions, by the European Union's only directly elected organization, illustrated the broad differences that have opened up between Europeans and the Bush administration, as well as between Europeans and their own governments, over how best to confront terrorism.\n  Europeans are concerned that their governments may have been complicit in secret prisoner transports by the C.I.A. and in the seizing of terrorism suspects by the Americans for interrogation in third countries, some of which condone torture. A report leaked to the French press this week raised temperatures by disclosing that French intelligence officers secretly interviewed six French terrorism suspects held by the United States at Guantanamo Bay in Cuba.\n  The debate preceding Thursday's vote was heated. ''Now we discover that our powerful friend and ally is rifling through our private bank accounts,'' said Jean-Marie Cavada, a lawmaker from France, speaking for the Liberals. Freedom, he said, ''is not the enemy of our citizens, and it is high time the United States decided which camp they belong to.''\n  An Italian lawmaker, Giusto Catania, said the Swift case was the other side of the coin from the suspected C.I.A. kidnappings, The Associated Press reported. ''This is perhaps less violent but with the same objective: that is to extort information,'' he said.\n  The revelations about the Swift data transfers have brought accusations that Swift, which is based in Brussels, violated European data protection laws.\n  Privacy International, a human rights group in London, has filed complaints in at least 32 countries, including all 25 European Union nations. Belgium is also investigating what information was handed over and with what justification.\n  Swift says it complied with subpoenas from the American government and kept Belgium's central bank, its main supervisor, and the European Central Bank informed of its actions.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Franco Frattini, the European Union's justice and security chief. (Photo by Christophe Karaba/European Pressphoto Agency)\n\nLoad-Date: July 7, 2006"
}