{
    "title": "Party platforms likely to be broad, bland NATION",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 8,
    "day": 20,
    "full text": "WASHINGTON - Don't look for many bold pronouncements when Republicans and Democrats adopt party platforms at their national conventions.\nPlatforms are supposed to reflect the core values of the party and maybe provide some red meat to fire up the base, getting activists excited about supporting their presidential nominee. That's what Democrats hope to do by embracing gay marriage in their platform, a position that President Barack Obama only recently has adopted.\nBut no candidate wants to provide political fodder for opponents by including something that might turn off the sought-after undecided swing voters who could decide the election.\n\"You don't want a sentence or paragraph or phrase from your platform to be used against you in an ad or in a speech as a wedge issue,\" said Linda P. Schacht, a veteran of many Democratic conventions who worked on Jimmy Carter's campaigns in 1976 and 1980.\nThat could present a challenge for Republican Mitt Romney, who will have to contend with supporters of Rep. Ron Paul at the GOP convention in Tampa, Fla., at month's end.\nThe GOP platform committee meets today and Tuesday in Tampa, ahead of the start of the convention next Monday.\nRomney will have enough delegates to win any battle over the platform. But if Paul's supporters aren't placated, they could become an unwanted distraction, forcing public debates over foreign policy and the fight against terrorism at a time when Romney would rather focus on the struggling economy and his efforts to defeat Obama.\nMany of Paul's libertarian views dovetail nicely with mainstream Republican ideas on limited government and low taxes. But Paul breaks with much of his party when he rails against American intervention abroad, calling the wars in Iraq and Afghanistan illegal because Congress never passed a declaration of war. Paul also calls for abolishing the Federal Reserve and repealing the Patriot Act.\nRepublican Party leaders could make some concessions, perhaps agreeing to a plank that calls for an audit of the Fed or a broad statement that calls for respecting civil liberties in the fight against terrorism.\nThe Democratic platform committee met a week ago and approved the platform that will be presented at the party's national convention in Charlotte, N.C. The platform endorses same-sex marriage for the first time and calls for the repeal of a federal law that denies federal marriage benefits to same-sex couples.\n\nLoad-Date: August 21, 2012"
}