{
    "title": "PASSAGE OF TIME BRINGS PERSPECTIVE ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 1,
    "day": 27,
    "full text": "Sept. 11 has receded far enough to allow for some rumination, for some perspective -- and for what will surely be an outpouring of books.\nIn the vanguard is Caleb Carr, best known as a novelist (\"The Alienist\"). In \"The Lessons of Terror\" he has delivered a nonfiction primer on his approach to terrorism, which he sums up in his subtitle: \"A History of Warfare Against Civilians: Why It Has Always Failed and Why It Will Fail Again.\"\nBasically, Carr defines terrorism as war waged on civilians. Under his definition, most of the terrorists in his book wear the uniforms of well-organized armies, starting with the Roman soldiers who tried to quash unrest among the Germanic tribes. His thesis: Violence visited upon civilians will plant the seeds of hatred and revenge.\nIn many ways, this book is an extension of the long-running debate among soldiers over attrition warfare (waged with firepower) versus maneuver warfare (waged with finesse). In Carr's view, attrition warfare -- he calls it \"destructive warfare\" -- always kills civilians and thus always sows bitterness and hatred. Carr says maneuver warfare -- he calls it \"progressive warfare\" -- can accomplish the end (which he defines as peace, rather than victory) without the toxic side effects of total war.\nHe says that if the United States pursues Osama bin Laden and his ilk with limited and deftly applied doses of military power, it will inevitably win. But if the United States overreacts, he cautions, it will inevitably lose. Trouble is, total war is the American tradition. Even in a limited war like Vietnam, Carr argues, American firepower has a boomerang effect.\nMostly, though, his book marches through conventional military history, which some readers may find mildly interesting but largely beside the point. Its relevance to unconventional warriors such as bin Laden seems marginal at best.\nYou can get some sense of the curious nature of \"The Lessons of Terror\" by scanning the historical figures whom Carr judges by their manner of waging war. Among his heroes: Sun Tzu, St. Augustine, Oliver Cromwell (at least before Ireland), Francis Drake, Frederick the Great, Helmuth von Moltke, Hans Guderian, George Shultz, the Green Berets and the Predator, the unmanned plane pressed into combat in Afghanistan.\nAmong Carr's villains: Louis XIV, Karl von Clausewitz, William Sherman, Woodrow Wilson, Jimmy Doolittle, Irgun and the Stern Gang, James Forrestal, the Central Intelligence Agency and the Air Force.\nAs we said, it's a curious book.\nMore conventional is \"The Age of Terror,\" a collection of essays commissioned after Sept. 11 by the Yale Center for the Study of Globalization. Like many collections, it's a mixed bag without a central theme.\nOn the one hand, Niall Ferguson urges the United States to impose democracy at bayonet point on the world's rogue states, in a sort of rebirth of imperialism. On the other hand, and in the very next chapter, Harold Hongju Koh urges the United States to tread lightly and preserve its liberal values.\nI was most interested in Paul Kennedy's essay on preserving American power. He raises a question little discussed elsewhere: If American-led globalization lifts the world upward, ever upward, \"until it is just like Kansas City,\" would that be a totally good thing? Kennedy looks backward at what happened to Britain's world leadership when prosperity lifted the United States and Imperial Germany. His conclusion: We might want to rethink this stuff.\n\"The Lessons of Terror\"\nBy Caleb Carr\nPublished by Random House, 272 pages, $19.95\nOn sale Tuesday\n\"The Age of Terror\"\nEdited by Strobe Talbott and Navan Chanda\nPublished by Basic Books, 232 pages, $22\n\nNotes\n\nBooks\n\nGraphic\n\n \nPHOTO; PHOTOS of covers of \"The Lessons of Terror\" and \"The Age of Terror\"\n\nLoad-Date: January 27, 2002"
}