{
    "title": "Pass the Patriot Act Specter_ Bill isn't 'perfect,' but Senate should vote yes",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 12,
    "day": 16,
    "full text": "Sen. Arlen Specter\nis a Republican representing the state of Pennsylvania\nThe Senate will soon vote - possibly today - on a conference report on the Patriot Act that makes major improvements over the existing law in protecting civil rights.\nThe conferees agreed that reauthorization of the act was necessary to continue to use evidence obtained under the Foreign Intelligence Surveillance Act in criminal prosecution. But the negotiations were complicated because the political left and right joined forces to try to limit the FBI's investigative authority. The result provides an equitable and realistic balance between giving law enforcement adequate tools to combat terrorism and protecting civil rights with judicial review.\nThe final report vastly improves the most important problem in the current act, the so-called library-records provision, in which an FBI agent, without any judicial supervision, can obtain business records, including library and medical records, by simply asserting they are relevant to a terrorism investigation. The conference report requires approval by the FBI director, deputy director, or executive assistant director before the government can seek such sensitive documents. The court may issue an order for records only on \"a statement of facts showing that there are reasonable grounds to believe that the tangible things sought are relevant to an authorized investigation... to protect against international terrorism... . \"\nUnder the Senate bill, \"relevance\" is established by a factual showing that the records pertain to \"(1) a foreign power or an agent of a foreign power; (2) the activities of a suspected agent of a foreign power... . or (3) an individual in contact with, or known to, a suspected agent of a foreign power... .\" The report also added a provision that authorizes ordering records when the Department of Justice can demonstrate in a closed-door classified briefing that the records of an individual not covered by the three categories above may be crucial to a terrorism investigation.\nThe report also makes a critical change from existing law to protect civil rights on national security letters (NSLs). Under current law, the recipient of an NSL - used to obtain an individual's records - is precluded from telling anyone about the letter. The report now specifies that the recipient may tell his lawyer and it requires judicial review, if a challenge is filed, before law enforcement can obtain an individual's records. With court approval on a finding that national security would not be harmed, the individual whose records are sought may be informed about the proceeding. The court has the discretion to quash the NSL on a finding that it is unreasonable, oppressive or otherwise unlawful.\nThe report altered the Senate bill on NSLs by establishing a presumption in favor of the representation of a high-ranking official (the U.S. attorney general, the deputy or assistant attorney general or FBI director) that national security requires the matter be classified unless there is a showing of bad faith. After considerable negotiations, the House receded a 10-year sunset to the Senate's four-year provision.\nThe Senate bill and the conference report impose specific time limits - 30 days unless the court allows a later date - within which the government must notify the target on the \"sneak-and-peek\" search. Existing law has no time limit on such notice beyond what is \"reasonable.\"\nThe report limits the use of roving wiretaps to cases where law enforcement gives a \"specific\" description of the target and \"specific facts in the application\" showing the target's actions may thwart surveillance efforts. The report further requires comprehensive audits by the Department of Justice inspector general, detailed reports to the House and Senate Judiciary Committees, and public reporting on aggregate numbers of wiretaps and business records obtained.\nThe negotiations took months and were not completed until the December adjournment date left no more time to talk. We were faced with the alternatives of no bill, continuing the current unsatisfactory law, or compromise, which is the art of politics, legislating and governing.\nTo let the Patriot Act expire was totally unsatisfactory because terrorism remains a major national and international threat. It was unacceptable to retain the current act, which needs improvement.\nWe elected the least of the undesirable alternatives. A \"perfect bill\" is always the enemy of a \"good bill.\" We have a good bill and it should be passed by the Senate.\nThe Web site address for Sen. Arlen Specter is http://specter.senate.gov/.\n\nLoad-Date: December 16, 2005"
}