{
    "title": "PAST CLAIM HISTORY FAILS TO REFLECT TERRORISM RISK FOR AIRLINES_ UNDERWRITER",
    "publisher": "business insurance",
    "year": 1995,
    "month": 3,
    "day": 20,
    "full text": "LONDON-Although hull war risk claims have been scarce in the past two years, the terrorist risk to airlines and airports is greater than ever, warns a leading Lloyd's of London aviation hull war risk underwriter.\n\"Terrorism directed against civil aviation will not go away,'' said Christopher Hancock, hull war risk underwriter for syndicate 270, which is managed by Tower Managing Agents Ltd.\n\"The emotional attractiveness of such a soft, newsworthy target appeals to those who commit acts of unlawful interference,'' he said. This is a message that all airline and airport senior managers and governments should be aware of and act upon, he said.\nDefensive procedures must take into account that aggressive actions may take place outside the airline's principal hub, such as in smaller airports or offices, Mr. Hancock said.\n\"It is my belief that the emergence of Moslem terrorists determined to sacrifice their lives in the cause of Islamic fundamentalism poses the greatest threat to civil aviation today,'' said Mr. Hancock. The religious fundamentalism seen in Medieval Europe now is being witnessed in the Moslem world, but the potential damage has magnified in modern times, said Mr.  Hancock. ''Fully laden 747s with 400 or more passengers on board make an easy and emotive target.''\nSpeaking at the 10th International Airline Insurance Conference, Mr.  Hancock produced statistics that showed that hull war risk coverage for Western-built aircraft has produced overall profits for underwriters in the past six years.\nPremiums between 1989 and 1994 total $854.1 million, while claims total nearly $625 million. Only in 1990, during the Gulf War, did hull war claims exceed premiums (see chart, page 63).\nBut premiums rose less than 3% to $172.1 million last year from $166.8 million in 1993 and $136.2 million in 1992.\n\"If early trends from the first two months of this year continue, the reduction in rates will more than outweigh the still strong growth in fleet values, resulting in the war market's first drop in premium income since 1989,'' he said.\nBetween 1989 and 1993 there were 305 criminal acts against civil aviation; 251 of those occurred between 1991 and 1993.\nOf these, there were 95 hijackings, 13 of them in China in 1993; two bombings and three attempted bombings; 22 shootings at aircraft; 71 attacks at airports; and 123 attacks of off-airport facilities such as airline ticket offices.\nTwo incidents in particular last year ''highlighted how much worse things could have been for us,'' added Mr. Hancock. Losses could have been substantial if a disgruntled employee who gained control of a Federal Express Corp. DC-10 in April had succeeded in crashing the aircraft on the company's headquarters at the Memphis International Airport, he said. ''Fortunately, the crew were able to overpower him.''\nThe second incident was the much more publicized hijacking of an Air France A300 aircraft last Christmas Day, when Algerian terrorists' planned to crash-land the aircraft over Paris before being thwarted by French authorities in Marseilles (BI, Jan. 9).\n\nGraphic\n\n \nFriendlier skies for insurers? (bar chart)\n\nLoad-Date: March 23, 1995"
}