{
    "title": "Past administrations didn't deter terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 4,
    "day": 28,
    "full text": "Despite all of the partisan bickering and finger pointing that occurred during testimony before the federal Sept. 11, 2001, commission, there's one valuable lesson we all must take from the proceedings: It's vital to understand that we have been at war for many years now; we just didn't know it until Sept. 11, 2001.\nAlthough I have strong thoughts about how we allowed the problem of terrorism to grow for many years, it does us no good to look back for the purpose of assigning blame. The fact is we're at war, and all of our focus needs to be on winning.\nThere's a dangerous thought among many that the actions America has taken in the last three years are only fostering more terror and hate. This is a mindset that, if allowed to rule our nation, will result in our destruction.\nWhat gave Osama bin Laden and al Qaeda confidence that they could destroy America through terrorism? Bin Laden's own words spell out exactly why.\nThe terrorist leader's 1996 written declaration of war against the Americans came at the height of the Bill Clinton presidency, well before we were supposedly inflaming all of this extra hatred through use of military force.\nAn excerpt from bin Laden's declaration: \"The defense secretary of the crusading Americans had said that the explosions at Riyadh and al-Khobar had taught him one lesson, and that is not to withdraw when attacked by cowardly terrorists. Well, we say to the defense secretary, Mr. Cohen, that his talk could induce a grieving mother to laughter, and it shows the fears that have enveloped you all.\n\"When tens of your soldiers were killed in minor battle and see one American pilot was dragged in the street of Mogadishu, you left the area in disappointment, humiliation and defeat, carrying your dead with you. Clinton appeared in front of the whole world threatening and promising revenge, but these threats were merely a preparation for withdrawal. You have been disgraced by Allah, and you withdrew. The extent of your impotence and weaknesses became very clear.\"\nBin Laden refers to Clinton's immediate withdrawal of American forces after 18 were killed in Mogadishu. He openly mocks both Clinton and then Defense Secretary William Cohen. Clinton's decision emboldened bin Laden to try increasingly more daring attacks.\nEach successive attack that went without a significant American response only fed the terrorist perception that the United States military was weak, causing bin Laden to refer to the American armed forces as a \"paper tiger.\"\nI point this out not to lay blame at the feet of Clinton but rather to counter the notion that seems to be widely held among many liberals and Democratic leaders that a strong American military only increases the terror threat.\nThis is why it's absolutely essential to achieve complete and final victory in Iraq and Afghanistan. These victories alone won't mean the end of the struggle with terrorism, but they will go a long way toward showing the world that, contrary to what bin Laden thinks, the American military is the most exceptional fighting force ever assembled and is made up of the finest that our nation has to offer.\nDespite all of the technological advances that have made it possible for our nation to engage in military conflict with far less casualties than before, we can't be fooled into thinking that wars can be won with no bloodshed. We have two choices: We can show potential enemies of our nation that we're willing to pay high costs to ensure our freedom continues, or we can show weakness and further encourage attacks on us by bin Laden and other like-minded terrorists.\nLike it or not, we live in a world that's governed by the use of force. Either we inflict that force on our enemies, or they inflict it on us. It's the brutal reality, and our nation has always understood the cost of freedom. May it always be that way.\n(C) 2003 Sidelines via U-WIRE\n\nLoad-Date: April 28, 2004"
}