{
    "title": "Patents Insurance protection for terrorism, divorces, frivolous lawsuits and excessive gambling loss",
    "publisher": "the new york times",
    "year": 2003,
    "month": 6,
    "day": 30,
    "full text": "PATENTS for methods of carrying out an idea have long generated controversy because they award exclusive ownership to a way of doing things, not a mechanical, electrical or chemical innovation. Patents have been granted for methods of doing surgery, business, scientific experiments, even cutting hair and brushing teeth. \n     In 1998, after hearing a legal challenge to a patent for a way of pooling mutual fund assets, the United States Court of Appeals for the Federal Circuit ruled that methods of doing business could be patented. Since that ruling, known as the State Street Bank decision, applications for business-method patents have begun transforming the way products are created and marketed. \n Those changes are starkly apparent in insurance. In the past, if an insurer came out with a creative new kind of policy, other companies could simply copy it, explained Mark Nowotarski, a patent agent in Stamford, Conn., who specializes in business-method patents.\n\"There are a lot of very experienced people in the insurance industry, like actuaries and underwriters and so forth, who for years had new ideas and nothing to do with them,\" he said. Now many of those same people are forming start-ups that Mr. Nowotarski calls \"insurance development labs.\"\n\"We're seeing new entrepreneurs arise, and they are by far getting the majority of the patents,\" he said. Most then license their inventions to large insurers.\nTheir ideas include coverage for just about anything that carries risk. Recent applications -- published by the Patent and Trademark Office -- and newly issued patents include those for terrorism insurance, divorce insurance, insurance against frivolous lawsuits, coverage for gambling losses or foreign exchange losses, and insured lottery tickets.\nTwo Virginia inventors, Anthony Beverina of Falls Church and Bryan Ware of Fairfax, have two applications pending, Nos. 20010027388 and 7389, for a method of computerized risk management that \"allows users to evaluate the risk of a terrorist attack at their site, determine their vulnerability to a terrorist attack, assess the damage caused by a successful terrorist attack, and select countermeasures to prevent terrorist attacks.\"\n\"One of the applications of this method is determining insurance risk,\" Mr. Nowotarski said.\nAnother inventor, Lawrence M. Sherman of Westport, Conn., has filed patent application No. 20030120521 for a method of shared life insurance, which would pay beneficiaries in the event of the death of two or more insured parties.\nThe parties could be connected by family or business relationships, and that might include people working in a place hit by a terrorist attack.\nIn Dallas, John R. Lee has filed patent application No. 20030074233 for a method of donating life insurance benefits to nonprofit groups. A charity could buy life insurance for willing donors, make the premium payments, then collect when donors die.\nJohan Renes, of Soest, the Netherlands, and his partner, Allen C. Turner, of Salt Lake City, have filed application No. 20030074231 for an idea they call \"insurance for cessation of legal personal contract.\" Their application calls it a \"method of doing business in divorce insurance policies,\" which includes figuring out a premium based on the spouse's ages and projected earnings.\nThe inventors say the premium can be recalculated to take into account factors like inflation, further education, children, or disability.\nEngaged couples might be reluctant to buy such a policy, but the inventors say it could be taken out on their behalf by other interested parties -- perhaps wary future in-laws.\nTo collect, the parties would have to provide proof of a legal divorce and demonstrate that they have physically separated. Benefits could cover \"child support, alimony, children's or former partner's education, other maintenance of a former partner or spouse (e.g., health and life insurance premiums), etc.,\" the application said. \n\"Although the concept may sound cynical, the advantages of such a system are many fold to both the insured parties and to society in general,\" the inventors said. \"For society, by taking the responsibility for payment away from the parties there should be an increased certainty that child support payments will actually be made, thus decreasing the burden on taxpayers. For the individuals involved, there is no need to beggar one or both spouses unnecessarily which should hopefully decrease the bitterness.\"\nJay S. Walker, a prolific inventor who founded Walker Digital in Stamford, Conn., and James A. Jorasch of Stamford have won a patent for a method of insuring against gambling losses. Under patent No. 6,561,903, gamblers would be able to buy the policies with cash or credit cards from computerized terminals in casinos. \nMany gamblers are prepared to lose an initial stake. The insurance is designed to limit a gambler's excessive losses, the inventors say.\n\"Once a player starts gambling, it is sometimes hard for the player to keep accurate track of the amount of gambling losses, and even players that can do so sometimes find it hard to control the urge to continue playing,\" they write in their patent.\nThe same two inventors also won patent No. 6,128,598 for protecting against foreign exchange losses. The method calculates type of currency, exchange rate, amount of coverage and period of coverage to determine a premium, and then would protect investors and even tourists against swings in the value of the dollar. \nIn Terre Haute, Ind., Jeffrey J. Segal has won patent No. 6,272,471 for a method of \"deterring frivolous professional liability claims.\" He calls it countersuit insurance and said it would pay the legal costs of professionals who had to defend themselves from frivolous suits. \n\"As part of the insurance plan, the names of covered professionals are posted on a publicly accessible database,\" he said, to warn anyone considering filing a weak or frivolous claim. \n\nhttp://www.nytimes.com\n\nLoad-Date: June 30, 2003"
}