{
    "title": "Path to peace_ Negotiation and incentives The United States needs to realize that resorting to war h",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 11,
    "day": 24,
    "full text": "Stuart Diamond\nteaches negotiation at the University of Pennsylvania's Wharton Business School\nOn Sept. 23, 2001, less than two weeks after the World Trade Center attacks, I published a column in The Inquirer titled \"A violent war against terrorism is doomed to fail.\" Five years later, the warning has come true. Hundreds of billions of dollars and thousands of U.S. lives have needlessly been lost.\nIn the last month, it was reported that U.S. intelligence officials concluded that the number of terrorists is increasing and attacks are widening - something clear five years ago to those who study negotiation and human psychology. Thicker cockpit doors have led to shoe bombs, to flammable liquids and, in the future, perhaps to solid explosives soluble in lavatory water. Instead of pursuing a path that would have reduced terrorism, the government continues to take actions that make things worse. North Korea's recent nuclear test is only a symptom.\nLet's review - again - what needs to occur:\nForm alliances with the other side. The United States continues to pay little more than lip service to the notion that Arabs and Muslims aren't all enemies. Many are not only friends, but avid advocates against terrorism. This should be strategically used. Opportunity continues to be missed in allying with Mideast mothers who don't want their children to commit suicide, with business executives on all sides who want to establish commerce. The United States and Israel continue to be the wrong party to be fighting Arabs in the Middle East. Arabs should be fighting Arabs. The Arabs know the territory and know where the enemy is. We don't.\nGive them something to lose. It continues to astonish that the U.S. government has not spearheaded corporate efforts to establish, say, a $15 billion investment bank on the West Bank. This could fund jobs for virtually every Palestinian in the West Bank and many in Israel. Instead, 10 times the money has been spent on Middle East wars in recent years. Providing education, health care, jobs, housing and decent food and water to people who have nothing tends to get those people invested in the preservation of what they have recently acquired. They will resist efforts to destabilize the region. Conditions could easily be attached to the investment money for audit, control, lack of violence, collaboration with Israel, and so forth. A state of Palestine could be formed, mile by mile, in return for lack of violence, and taken away, mile by mile, in response to violence. This will in effect deputize a million people in finding a relatively small number of terrorists.\nCommunicate and underscore that the current path is disaster. Not talking to the other side leaves war or litigation as alternatives. It devalues the other side; it causes mistrust. Whatever one thinks of one's enemies, it is useful to know the contents of their heads. This is best achieved in face-to-face meetings. Negotiation doesn't have to be a sign of weakness. No concessions need be given. This is a cost-free way to get information and increase the chance of agreement. We must start talking and agree to get off the path we are on, or we will all die at the end of it.\nUnderstand and acknowledge their perceptions. Most people finally see the folly of terms like \"axis of evil.\" What is really going on is that a lot of people are afraid of the United States, with its policy of unilateral military action and its constant threats against whole nations. Of course, people threaten us - and how effective is that? What we need to do is admit, for once, that a lot of people are afraid of us; admit, for once, that we ourselves have caused damage, too; admit, for once, that the state of things is a mess, that policies involving threats don't work for anyone. This will not in and of itself accomplish our goals of reducing terrorism. But it will get many people to start listening, and that is what we need to move forward. We can start trying to understand and communicate with all sides, find those who might agree with us, and provide effective incentives for them to change. In other words, start incrementally with those most likely to side with us.\nThese maxims were articulated by experts I quoted in newspaper articles as early as 1981. At that time, skeptics said, \"We're in a crisis now. It'll take too long. It'll take 20 years.\" Now, 25 years later, in much worse shape, one wonders how many more deaths it will take before we get on the right path.\nContact Stuart Diamond at diamonds@wharton.upenn.edu.\n\nLoad-Date: November 24, 2006"
}