{
    "title": "PATH TRAIN SLAMS INTO PLATFORM IN HOBOKEN . NO FATALITIES AFTER MORNING RIDE NIGHTMARE . COMMUTERS B",
    "publisher": "daily news ",
    "year": 2011,
    "month": 5,
    "day": 9,
    "full text": "AN OUT-OF-CONTROL PATH train barreled into the Hoboken station and smashed head-on into the platform yesterday morning - injuring at least 34 riders, officials said.\nThe train rammed into a spring-action bumper at the end of the station with a thunderous boom about 8:30 a.m. Cars at the head of the train buckled and the lead car jumped onto the platform and smashed into the turnstiles.\nStraphangers, who were knocked around like pinballs - some of them slammed against seats, poles or car walls - immediately feared the worst.\n\"I thought it was an explosion - terrorism or something,\" said Cesar Cayancela, 45, of Queens, whose arm was injured in the jarring smashup\nAmazingly, no one was critically hurt.\nThe crash came one week after the killing of Osama Bin Laden and just days after a computer seized from the terror leader's Pakistani hideout revealed Al Qaeda was planning to strike U.S. rail lines.\nOfficials do not believe the crash was rooted in terrorism, and local police said it appeared to have been a mechanical failure, but the cause remains under investigation.\nPassengers described the terrifying uncertainty and panic that washed over them in the moments after the derailment. People were crying; others were banging against closed doors, screaming for help.\n\"We were all scared. We thought there was a bomb,\" said Mahoud Metwali, 26, of Jersey City, who was hurled face-first into a door and had blood gushing from his nose. \"Everyone was trying to open the door, and it didn't open for four or five minutes.\"\nCathrina Gonzales, 30, who works in a newsstand across from the entrance to the station, said she saw an all-out exodus after the crash.\n\"I heard a boom, and then I saw people running out the station,\" she said. \"They looked very scared. They just wanted to get away from the PATH train.\"\nThe crash turned Mother's Day into a nightmare, but it also had a silver lining. \"We are all very thankful there were no life-threatening injuries,\" Hoboken Mayor Dawn Zimmer said.\nA total of 34 passengers were taken to hospitals with injuries that included bruises, neck pain and bloody noses, said Zimmer. A child suffered bruised ribs. Five of the hospitalized passengers suffered more serious injuries, but all were expected to survive.\nA spokesman for the Port Authority, which runs PATH service, said at least a dozen other riders were shaken up but refused medical attention.\nThe spokesman, John Kelly, refused to speculate about the cause of the crash. Investigators are looking at the mechanics of the train, and also testing the engineer for use of drugs or alcohol - a step that is routine for subway accidents.\nOne track at the Hoboken station was being reopened overnight, while crews continued to work on getting additional tracks back in service in time for this morning's rush hour, said Port Authority spokesman Ronald Marsico.\n\"There's damage to the track,\" Zimmer said. \"Crews will be working all night.\"\njlauinger@nydailynews.com\n\nGraphic\n\n \nMahoud Metwali gets nosebleed in accident. Photo by Julia Xanthos Daily News Damage caused by PATH train that failed to stop in Hoboken, N.J., yesterday, injuring 34 people. Workers hope to have most rails in service today.\n\nLoad-Date: May 9, 2011"
}