{
    "title": "Patience pays off in fighting terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 11,
    "day": 20,
    "full text": "A strange wind of nostalgia swept over me when I read that four terrorists had been convicted of participating in the 1986 bombing of the La Belle disco in then-West Berlin.\nThis terrorist attack left two American servicemen and a Turkish woman dead. Another 229 people were wounded (\"Four convicted in 1986 attack in Germany,\" World, News, Wednesday).\nI was living just outside Frankfurt, Germany, when that awful event took place. It was my first actual experience with terrorism -- in the sense that my lifestyle was altered.\nWith U.S. forces and personnel the obvious target, all U.S. military bases moved immediately to high alert.\nIn addition to checking identification more thoroughly, gate guards at those barracks were issued clips with live rounds, and German police squad cars could be seen slowly cruising nearby streets.\nEven though the incident was almost immediately attributed to Libyan leader Moammar Gadhafi, wanted posters featuring members of the notorious Baader-Meinhof Gang -- also known as the Red Army Faction or RAF, a Marxist-oriented terrorist group indigenous to Germany -- were circulated on U.S. military posts in all of Germany.\nActive-duty soldiers and civilian Defense Department workers were briefed and cautioned concerning their social activities after duty hours.\nSome off-post establishments were put off-limits, and American military posts were, for the most part, locked down. That meant no one could leave without special permission.\nI hope that the pertinent U.S. personnel -- military, government and others -- now searching for wanted terrorist Osama bin Laden and his accomplices will utilize the same diligence and perseverance as did those who finally brought to justice those responsible for the 1986 bombing in West Berlin.\nMike Vinson\nMcMinnville, Tenn.\nMilitary tribunals are good idea\nIf anyone has doubts about whether terrorist tribunals should be allowed, he or she needs to read no further than USA TODAY's article about those convicted in the 1986 attack in Germany (\"Terrorist tribunals allowed,\" News, Wednesday).\nThe story reports that 15 years after the fact, a German court convicted four defendants in the terrorist attack that killed two Americans and a third individual while wounding hundreds. The arrests did not occur until 10 years after the attack.\nFortunately, President Reagan waited only 10 days before striking back at the source of the 1986 terrorist attack: Libyan leader Moammar Gadhafi. Gadhafi has not been a chief exporter of terrorism ever since.\nI'm glad that President Bush seems to be cut from the same piece of cloth as President Reagan.\nRobert S. Terjesen\nBrunswick, Ga.\n\nLoad-Date: November 20, 2001"
}