{
    "title": "PATRIOT ACT FOES GAIN A TOEHOLD",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 7,
    "day": 10,
    "full text": "We don't know whether the USA Patriot Act, a sweeping anti-terrorism measure passed by a distracted Congress in October 2001, has been invoked to search the library or bookstore activities of suspected terrorists.\n Two U.S. attorneys general claim that in their four-year war on terrorism, no library or book- seller has been ordered to turn over records, thus making the case that the provision -- Section 215 -- isn't really needed.\n Last month, though, the American Library Association found at least 200 instances since late 2001 in which police targeted libraries in a hunt for information.\n In one case, the names of people checking out books on Osama bin Laden were requested.\nBecause Section 215 makes it illegal for anyone involved in a search to make it public, there was no way the ALA study could determine if the actions were Patriot Act-approved.\n The responses were anonymous to protect librarians.\n The survey, which cost $300,000, found no widespread investigative assault on libraries, nor did it find a lot of libraries really interested in participating.\n Out of 5,500 survey requests, there were fewer than 1,500 responses.  Among those responses, only 200 requests for information were reported.\n The government says it's not interested in nosing around libraries, and an expensive study would appear to confirm that claim. So what's the big deal? Why are so many groups, from the ALA to a bipartisan collection of members of Congress, so opposed to Section 215?\n Last month, the U.S. House approved a measure barring the Justice Department from spending money on library and bookstore searches under Section 215.\n Are these opponents of 215 \"soft on terrorism,\" as some Bush administration members charge? Do they want to provide a \"safe haven in bookstores and libraries\"?\n Well, no. The truth is that these places are just as open to legal searches as any other public place, as long as a subpoena is approved in open court.\n The problem is that Section 215 removes that constitutional provision by clamping a lid of secrecy over the investigation of activities the government suspects are connected to terrorists.\n A secret federal court is used to issue Section 215 warrants, which sounds nice and constitutional, except that the provision exempts the government from showing probable cause.\n The secrecy makes it nearly impossible for a suspect to mount a legal defense. These conditions threaten our constitutional right to privacy, pure and simple, whether they are used or not. Someday they may be invoked unnecessarily.\n One of the best descriptions of the Patriot Act is offered by Geoffrey R. Stone, professor of law at the University of Chicago and author of \"Perilous Times: Free Speech in Wartime.\"\n \"The Patriot Act smuggled into law several investigative practices that have nothing to do with fighting terrorism but that law enforcement officials had for years tried to persuade Congress to authorize.\n \"It failed to require reasonable executive branch accountability, undermined traditional -- and essential -- checks and balances and disregarded the fundamental principle that government intrusion on civil liberties should be narrowly tailored to avoid unnecessary invasions of constitutional rights.\"\n ALA president Carol Brey-Casiano has met with Attorney General Alberto Gonzales and suggested changes addressing those very concerns. One would require that warrants must specify connections to terrorists and what records are being sought.\n Gonzales, who defends the Patriot Act without reservation, gave no indication that her suggestions interested him. He continues to campaign for congressional renewal of the act when it expires this year.\n Now that the House has thrown a temporary roadblock in the path of Section 215, it should alert the administration that adjustments are needed.\n Blocking funds is a poor way to do that, though. Substantive changes to Section 215 are the best way to restore some of those checks and balances that have been compromised in the war on terror.\n The Patriot Act, which has failed to convict any terrorist anywhere since Sept. 11, needs to live up to its name by protecting the Constitution, not subverting it.\n\nNotes\n\nPost-Gazette book editor Bob Hoover can be reached at bhoover@post-gazette.com or 412-263-1634.  \n\nLoad-Date: July 14, 2005"
}