{
    "title": "Patriot Act doesn't deserve renewal",
    "publisher": "university wire",
    "year": 2005,
    "month": 4,
    "day": 7,
    "full text": "Those who are protected to do basically whatever they want under the Patriot Act are now fighting to reinstate it.\nNo, the War on Terror is not over, but honestly, this is not a war that will ever end. It is like the War on Drugs in that drugs will always exist and people will always use them improperly. The feds can continue to fight against it. They may even make a dent in the drug trafficking -- they will make it more difficult to get harder drugs like heroin into the United States, but the traffickers will only get smarter and sneakier because of the resistance.\nTerrorism is the same way. There will always be opposition to governments and other countries as long as super-strength nationalism exists. Countries can make extreme punishments for terrorism, but after the first wave of sloppy terrorists, the good terrorists will slide even lower under the radar so as not to be detected until their final move against whoever they perceive to be the opposition. Terrorism will always exist, but that does not mean the Patriot Act should always be active.\nGovernment officials need the authority to do background checks and find out if a certain suspect is indeed a terrorist, but some of the Patriot Act's allowances are too strong. This act was meant to be temporary, not a permanent acceptance of \"sneak and peak\" or \"delayed notification\" (Section 213) warrants. A judge is still needed to determine if the sneak peaks are acceptable, but this is decided after the federal agents have gone into someone's home and rifled through their things without a warrant.\nU.S. Attorney General Alberto Gonzales wants the temporary act kept alive a bit longer, as does FBI Director Robert Mueller. The latter also would like the right to sneak into citizens' bank, medical, phone and Internet records without a judge's approval, in a manner similar to the way library records are obtained currently under Section 215 of the Patriot Act. These supporters of the act do not feel its liberties have been misused at all.\nAccording to Muller, the FBI has that luxury for drug trafficking and health care fraud but does not for terrorism. It is easy to picture a situation in which the FBI would need to examine medical records for someone suspected of committing health care fraud, or the Internet and phone records for a suspected child exploitation ring. Many people read books about terrorism or how to create a bomb, but that does not mean the person is involved in a terrorist plot.\nThere is opposition in the Capitol, luckily for citizens. Senators Larry Craig, R-Idaho, and Dick Durbin, D-Ill., are planning on reintroducing the Security and Freedom Enhancement (SAFE) Act, which will still allow the fight against terrorism, but will check the extreme parts of the current Patriot Act, which will expire at the end of this year unless it is renewed.\nThe SAFE Act will review the parts of the Patriot Act that are not set for expiration.\nHopefully the legislators will see that there should be more checks and balances to the Patriot Act and that SAFE just may be the plan to do so. Either way, the reign of terror will not end, but the reign of the Patriot Act should.\n(C) 2005 Daily Forty-Niner via U-WIRE\n\nLoad-Date: April 7, 2005"
}