{
    "title": "PATRIOT ACT'S LIBRARY POWER SURVIVES VOTE",
    "publisher": "the new york times",
    "year": 2004,
    "month": 7,
    "day": 9,
    "full text": "An effort to ban the government from demanding records from libraries and book sellers in some terrorism investigations fell one vote short of passage in the House yesterday after a late burst of lobbying prompted nine Republicans to switch their votes.\n The vote, which ended in a deadlock, 210-210, amounted to a referendum on the anti-terrorism law known as the USA Patriot Act and reflected deep divisions in Congress over whether the law undercuts civil liberties. Under House rules, a tie vote meant the measure was defeated.\nThe outcome led to angry recriminations from House Democrats, who accused Republicans of \"vote-rigging\" by holding the vote open for an extra 23 minutes in order to get enough colleagues to switch votes. Frustrated Democrats shouted \"Shame, shame!\" and \"Democracy!\" as the voting continued, but Republicans defended their right as the majority party to keep the vote open in order to \"educate members\" about the dangers of scaling back government counter-terrorism powers.\n \"We're more interested in catching terrorists who are trying to kill Americans than we are in leaving the Capitol in time for happy hour,\" said Stuart Roy, a spokesman for the House majority leader, Rep. Tom DeLay of Texas.\n Western Pennsylvania lawmakers, reflecting the same partisan split as the full House, voted along strict party lines. The amendment was supported by Democratic Reps. Mike Doyle of Swissvale and John Murtha of Johnstown. It was opposed by Republican Reps. Phil English of Erie, Melissa Hart of Bradford Woods, Tim Murphy of Upper St. Clair, John Peterson of Venango and Bill Shuster of Blair.\n The library proposal, tacked onto a $39.8 billion spending bill, would have barred the federal government from demanding library records, reading lists, book customer lists and other material in terrorism and intelligence investigations.\n Federal law enforcement officials say the power to gain access to such records has been used sparingly. Still, the provision granting the government that power has become the most widely attacked element of the law, galvanizing opposition in more than 330 communities that have voiced concern about government abuse. Critics say the law gives the government the ability to pry unnecessarily into people's personal reading habits.\n \"People are waking up to the fact that the government can walk into their libraries, without probable cause, without any particular information that someone was associated with terrorism, and monitor their reading habits,\" Rep. Bernie Sanders, the Vermont independent who sponsored the amendment, said in an interview.\n Republicans lobbied furiously before the vote to defeat the amendment. President Bush threatened late Wednesday to veto the spending bill if the library provision was included, and the Justice Department yesterday sent a letter saying that at least twice in recent months, \"a member of a terrorist group closely affiliated with al-Qaida used Internet services provided by a public library.\" The letter provided no specifics.\n Even so, the measure appeared headed for passage, leading by at least 18 votes as the set time-period for voting wound down.\n The House traditionally holds its votes open for 15 minutes to give lawmakers time to get from their offices to cast their votes, but the vote on Sanders' amendment stayed open for 38 minutes, officials said.\n\nLoad-Date: July 9, 2004"
}