{
    "title": "Patriot Act powers should apply solely to terrorism; A careful eye should be kept on the law",
    "publisher": "portland press herald",
    "year": 2003,
    "month": 5,
    "day": 22,
    "full text": "The USA Patriot Act, passed quickly in the days following the terrorist attacks of Sept. 11, 2001, was meant to enhance the nation's security by making it easier for investigators to do their jobs in the fight against terrorism.\nIt's done that, but a new Justice Department report released to the House Judiciary Committee said that the government has used the provisions of the act in other investigations as well.\nThis is one of the things of which people were afraid.\nMany concerns have been voiced by civil liberties groups, librarians and ordinary citizens about the government's expanded capabilities to surveil and apprehend suspects in terrorism cases since the passage of the Patriot Act.\nLaw enforcers can and should propose changes to laws to make their jobs easier, though under the proper watchdog of the U.S. Supreme Court.\nWhile it's necessary to protect the nation's citizens from terrorism, a careful balance must be struck with protecting the nation's citizens from violations of their constitutional rights.\nSome of the actions taken under the umbrella of the new laws skirt the questionable. Federal investigators, for example, have delayed informing suspects for months about searches and seizures. They've secretly detained nearly 50 material witnesses in the Sept. 11 investigation. Most ominously, they have used the legislation's powers to investigate cases unrelated to terrorism.\nThe intent of the Patriot Act was to enhance the government's ability to prevent tragedies like what happened on Sept. 11. Other crimes should be addressed by existing laws, or law enforcers should suggest changes to existing laws.\nCivil rights advocates and lawmakers, in turn, should continue to weigh the implications of the Patriot Act against the nation's foundation of constitutional rights.\n\nLoad-Date: May 22, 2003"
}