{
    "title": "Patriot Act report documents 34 'credible' civil rights complaints; The accusations stem from anti-t",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 7,
    "day": 22,
    "full text": "Justice Department investigators found that 34 claims were credible of more than 1,000 civil rights and civil liberties complaints stemming from anti-terrorism efforts, including allegations of intimidation and false arrest.\nAccording to a report Monday, Glenn A. Fine, the Justice Department's inspector general, looked into allegations made between Dec. 16, 2002, and June 15 under oversight provisions of the USA Patriot Act. Many complaints were from Muslims or people of Arab descent who claimed they were beaten or verbally abused while being detained.\nAmong these are a claim by a Muslim inmate that he was ordered to \"remove his shirt so that the officer could use it to shine his shoes\" and a complaint from an Egyptian national that he was improperly arrested by the FBI after the Sept. 11 terrorist attacks.\nThe report also substantiated a claim by a federal prison inmate who said he was told by a prison doctor, \"If I was in charge, I would execute every one of you … because of the crimes you all did.\" The doctor received a verbal reprimand from the Bureau of Prisons, the report said.\nIn other cases, an immigration official allegedly held a loaded gun to the head of a detainee, while another was said to have \"rudely\" asked a person being detained if he \"wanted to kill Christians and Jews.\"\nThe FBI was accused of illegally searching an Arab-American's apartment, vandalizing it and seizing property, later to return \"to plant drugs in the complainant's home,\" the report says. A complaint from a naturalized citizen of Lebanese descent contends that the FBI and other federal agents raided his home searching for an AK-47 assault weapon based upon false information.\nMost of the credible complaints remain under investigation, the report said. None of the individuals or locations involved was named in the report.\nThe Justice Department inspector general is required to monitor and issue regular reports on allegations of civil rights and civil liberties violations as part of the USA Patriot Act, a law Congress passed shortly after the terrorist attacks that broadened government powers of surveillance and investigative methods.\nJustice Department spokesman Mark Corallo said Monday that the agency is \"committed to pursuing every allegation of civil liberties violations by federal law enforcement officers.\" But he added that the relatively small number of credible complaints makes it \"pretty clear that this is not a huge problem.\"\nBut Anthony Romero, executive director of the American Civil Liberties Union, said the latest report shows \"there was a pattern of violating immigrants' rights\" by the Justice Department after the Sept. 11, 2001, attacks.\nThe latest report follows one by Fine in June that was highly critical of the department's detention of 762 people on immigration violations after the attacks. That report said some detainees were held for as long as eight months, sometimes mistreated and kept confined for 23 hours a day.\n\"Will the Justice Department ever admit that it has gone too far?\" said Rep. John Conyers of Michigan, senior Democrat on the House Judiciary Committee.\nThree previous complaints investigated by Fine's office were closed during the six-month time frame because he allegations could not be substantiated. These included an immigration detainee who said he was beaten and denied medical treatment and a prison inmate who said a guard slammed a food tray into his face, causing a nosebleed.\nThere were 1,073 new complaints forwarded to Fine's office between December and June. Of those, 431 were found to be outside the inspector general's jurisdiction because they mainly involved other federal agencies.\nAnother 370 cited no credible improper act by a Justice Department employee, made no direct claim of civil rights or civil liberties violations or were from individuals contending they were under 24-hour CIA surveillance or that their phones and e-mails were being intercepted.\nThe report identified 272 complaints as within the inspector general's jurisdiction, of which 34 were deemed credible and investigated.\nOn the Net:\nInspector general's report: http://www.usdoj.gov/oig/special/03-07/index.htm \n\nLoad-Date: July 23, 2003"
}