{
    "title": "Patriot Act changes urged post-ruling Congress debates anti-terrorism law",
    "publisher": "usa today",
    "year": 2015,
    "month": 5,
    "day": 8,
    "full text": "A federal court's ruling that the National Security Agency's mass collection of phone data is illegal comes as Congress is about to vote on whether to renew the Patriot Act.\nThe NSA has been using Section 215 of the anti-terrorism law to justify the bulk collection of phone data from millions of Americans who are not suspected of any terrorist activity.\n\"The dragnet collection of Americans' phone records is unnecessary and ineffective, and now a federal appellate court has found that the program is illegal,\" said a joint statement from Sen. Patrick Leahy, D-Vt., and Sen. Mike Lee, R-Utah. \"Congress should not reauthorize a bulk collection program that the court has found to violate the law.\"\nThe House Judiciary Committee last week passed the USA Freedom Act, which would end the NSA program. The House is expected to vote on the bill next week.\nA bipartisan group of senators has introduced an identical bill; its fate is less certain. Senate Majority Leader Mitch McConnell, R-Ky., has introduced a competing measure that would  renew the act through 2020. Several key sections of the law are set to expire on June 1, including Section 215.\nMcConnell, while he did not address the court ruling,  took to the Senate floor after it was issued and urged his colleagues to support his proposed renewal.\nLeahy and Lee, who are sponsoring the USA Freedom Act, urged McConnell to bring their bill to a vote next week after the House acts.\nSen. John McCain, R-Ariz., said he was disappointed by the ruling. \"We were reminded again in Texas ... that the dark forces of radical Islamic extremism remain determined to carry out attacks against our nation,\" he said, referring to the  attack outside  an exhibit of caricatures of the Prophet Mohammad. \"We must make sure that our intelligence agencies have the necessary tools in their toolbox to get the job done.\"\nSens. Ron Wyden, D-Ore., and Martin Heinrich, D-N.M., called on the White House to end the NSA's mass surveillance program. President Obama has the power to order an end to the program but has said Congress needs to pass legislation to make any changes permanent.\n\"The executive branch's claims about its legality and effectiveness are crumbling,\" Wyden said.\nThe ruling \"should also give the president the confidence to finally end this overly broad program using his existing authority,\" Heinrich said.\nHouse Intelligence Committee Chairman Devin Nunes defended the NSA program, calling it \"constitutional\" and \"authorized by Congress.\"\nRep. Adam Schiff of California, the senior Democrat on the Intelligence Committee, said the court ruling \"should help propel Congress to end the program as it is currently structured. ... It also shows that a straight re-authorization ...  is on shaky legal ground as well.\" \n\nGraphic\n\n \nphoto AFP/Getty Images\n\nLoad-Date: May 8, 2015"
}