{
    "title": "Patriot Act gets 5 weeks; Extension now sets measure to expire on Feb. 3",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 12,
    "day": 23,
    "full text": "Congress gave the Bush administration's anti-terrorism powers five more weeks of life Thursday, with work finished by a lone senator sitting in the virtually empty Senate chamber.\nCongress also finalized a defense spending bill that funnels extra money to the Gulf Coast and Iraq. The GOP-run Congress completed the two bills in a scramble to finish a year complicated by standoffs with Democrats and disagreements among Republicans.\nThe defense bill keeps the Pentagon running, while also channeling $29 billion in hurricane aid to the Gulf Coast and $50 billion more to military action in Iraq and Afghanistan.\nThe Patriot Act extension keeps anti-terrorism laws that were due to expire Dec. 31 in place until Feb. 3. It allows the FBI to continue to investigate terrorism cases using powers granted in 2001, include roving wiretaps and the authority to intercept wire, spoken and electronic communications relating to terrorism.\n\"The Patriot Act has helped us disrupt terrorist plots and break up cells here in the United States,\" President Bush said in a statement the White House released after he left for Camp David for the holiday.\n\"I will work closely will the House and Senate to make sure that we are not without this crucial law for even a day,\" the president said.\nCongress completed the legislation even though most lawmakers already had headed home for the holidays. Congressional rules allow bills to pass without a recorded vote as long as no lawmaker objects.\nHouse approval sent the defense bill to the president, including its $3.8 billion for bird flu preparedness and liability protections for flu drug manufacturers. The $29 billion for the Gulf Coast included $11.5 billion for community grants to spur economic development, along with aid for schools and money to start shoring up New Orleans' levees.\nBush and Republican leaders had insisted the law be permanently extended before its scheduled expiration, but they were stymied by a Senate filibuster and criticisms that the legislation failed to protect the civil liberties of innocent Americans.\nHouse and Senate Democrats said they had no problem with the shorter extension, and opponents of the law signaled they would not back down.\n\"No one should make the mistake of thinking that a shorter extension will make it possible to jam the unacceptable conference report through the Congress,\" said Sen. Russell Feingold, D-Wis., who led the Senate filibuster. \"That bill is dead and cannot be revived.\"\nThe White House also will get an empty budget stocking from the GOP-controlled Congress this year as Republican leaders were forced to postpone completion of a promised deficit-reduction package curbing the growth of federal programs like Medicare and Medicaid.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: December 23, 2005"
}