{
    "title": "Patriot games",
    "publisher": "university wire",
    "year": 2007,
    "month": 3,
    "day": 13,
    "full text": "Even in the united political climate which followed the Sept. 11, 2001 terrorist attacks, the USA Patriot Act was controversial.\nFrom the beginning, one side of the issue complained that the act dismantled civil liberties, while others said the tools were needed to fight terrorism. One side warned of the dangerous potential for abuse. They other side made the case the fear should be directed at al Qaeda.\nBut now it has become known that those concerned with the potential for abuse were right on target. A 126-page report released last week by the Justice Department's inspector general outlined the unauthorized, improper and non-urgent use of the act on the part of the FBI.\nA March 9 Associated Press story described the areas of abuse. First, agents demanded personal information about people without the required official authorization. Second, agents improperly obtained telephone records in non-emergency situations. Third, the FBI for three years underreported how often it used \"national security letters\" -- subpoenas that do not require a judge -- to obtain customer data.\nLawmakers from both parties are naturally upset over the abuse of the act they passed. Some are calling for new restrictions on the FBI.\nThis week, New York's Charles Schumer, the Senate's No. 3 Democrat, called on Attorney General Alberto Gonzales to resign for putting politics above the law, the AP reported.\nSchumer told the AP that Gonzales \"... either doesn't understand that he is no longer just the president's lawyer, but has a higher obligation to the rule of law and the Constitution even when the president should not want it to be so.\"\nThe American Civil Liberties Union said Congress should amend the Patriot Act to require a judge's approval if agents want personal information the AP said.\nMeanwhile, Gonzalez and FBI Director Robert Mueller have acknowledged that officials broke the law, apologized and said they would prevent further problems. In addition, they say the act is needed to fight terrorism.\nSo once again, one side is concerned that the civil liberties are being eroded, but the other side maintains the act is needed to save American lives.\nThe cycle continues. But voters can stop it in 2008 by electing an administration which can find a way to fight international terrorism without breaking the laws of this country.\n(C) 2007 OSU Daily Barometer via U-WIRE\n\nLoad-Date: March 13, 2007"
}