{
    "title": "Patriot Act E-Mail Searches Apply to Non-Terrorists, Judges Say",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 2,
    "day": 28,
    "full text": "Two federal judges in Florida have upheld the authority of individual courts to use the Patriot Act to order searches anywhere in the country for e-mails and computer data in all types of criminal investigations, overruling a magistrate who found that Congress limited such expanded jurisdiction to cases involving terrorism.\nThe disagreement among the jurists about the scope of their powers simmered for more than two years before coming to light in an opinion unsealed earlier this month. The resolution, which underscored the government's broad legal authority to intercept electronic communications, comes as debate is raging over President Bush's warrantless surveillance program and the duties of Internet providers to protect personal data.\nA magistrate judge in Orlando, James Glazebrook, first questioned the so-called nationwide-search provision in 2003, after investigators in a child pornography probe asked him to issue a search warrant requiring a \"legitimate\" California-based Web site to identify all users who accessed certain \"password-protected\" photos posted on the site. The Web provider was not named in public court records.\nMagistrate Glazebrook said that in passing the Patriot Act, formally known as the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act, Congress made clear its focus was on terrorism. He said there was nothing in the language Congress adopted in the days after the September 11, 2001, terrorist attacks that suggested the nationwide-search provision should apply to garden variety federal cases.\n\"The statutory language is clear and unambiguous in limiting district court authority to issue out-of-district warrants to investigations of terrorism, and that language controls this court's interpretation. The government has shown no legislative intent to the contrary,\" the magistrate wrote. He also noted that many of the examples given during legislative debate involved terrorism. The then chairman of the Senate Judiciary Committee, Senator Leahy, a Democrat of Vermont, described the nationwide-search language as applying in terrorism cases, the court noted.\nMagistrate Glazebrook denied the search warrant, but it was recently disclosed that the government appealed to a federal judge, G. Kendall Sharp, who granted it without explanation.\nThe scenario played out again late last year, after prosecutors presented Magistrate Glazebrook with an application for a search warrant directed to a Sunnyvale, Calif.-based Web portal, Yahoo. The government asked that Yahoo produce web pages, documents, and usage logs pertaining to two e-mail addresses and a Web site allegedly linked to an Orlando man, Earl Beach, under investigation for involvement in child pornography. Magistrate Glazebrook allowed searches of Mr. Beach's home and computers, but again rejected prosecutors' request to acquire data located across the country. \"Congress has not authorized this court to seize out-of-district property except in cases of domestic or international terrorism,\" the magistrate handwrote on the application.\nAgain, prosecutors appealed. Judge Gregory Presnell took up the question and concluded that \"it seems\" Congress did intend to authorize nationwide search warrants in all cases, not just ones pertaining to terrorism. However, the judge acknowledged that the language Congress used was far from clear. \"The court rejects the assertions made by both the United States here and the magistrate judge... that the statutory language is unambiguous. Although the court ultimately comes to a determination regarding the meaning of this language, by no means is it clearly, unambiguously or precisely written,\" Judge Presnell wrote.\nThe chief federal defender in Orlando, R. Fletcher Peacock, said the dispute was a straightforward one pitting literal interpretation against legislative intent. \"Judge Presnell was more willing to go behind the language of the statute and look at the statutory intent, and clearly Judge Glazebrook was not,\" the attorney said.\nOne of the most striking aspects of the dispute is that there appears to be no other published court ruling addressing the nationwide-search provision, known as Section 220. The magistrate involved cited no cases directly on the point and neither did the government.\nAn attorney with a group that pushes for online privacy, the Electronic Frontier Foundation, said yesterday that the lack of published cases on the subject reflects the fact that search warrant applications are presented outside the presence of defense lawyers, often before a defendant even knows he is under investigation. \"It's fairly typical that search warrants for electronic evidence would be kept under seal,\" the privacy advocate, Kevin Bankston, said. \"In most cases, they wouldn't be reported.\"\nMr. Bankston said there is no question that the Justice Department wanted the Patriot Act to include nationwide-search authority for all crimes, but whether lawmakers accomplished that task is another question. \"I don't know that Congress knew what it was voting on,\" he said.\nCivil libertarians have objected to the nationwide-search provision on the grounds that it allows prosecutors the discretion to pick judicial districts where judges are seen as more friendly to the government. Critics of the Patriot Act have also warned that allowing search warrants to be filed from across the country will discourage Internet service providers from fighting such requests even when they may be unwarranted.\n\"The only person in a position to assert your rights is the ISP and if it's in their local court, they are more likely to challenge it if it is bad or somehow deficient,\" Mr. Bankston said.\nA spokesman for the prosecutors did not return a call seeking comment for this story. However, the Justice Department has said the nationwide-search provision was \"vital\" to its investigation of the gruesome murder in 2004 of a pregnant Missouri woman, Bobbie Jo Stinnett, whose unborn child was cut from her womb with a kitchen knife. Investigators claim that they used the Patriot Act authority to quickly obtain email evidence from an Internet provider across state lines in Kansas. That data led them to a woman who later confessed to the attack, Lisa Montgomery.\nIn his ruling, Judge Presnell did not mention that episode, but suggested it was simpler for the courts and prosecutors to issue all warrants in a case from one place.\n\"As a matter of judicial and prosecutorial efficiency, it is practical to permit the federal district court for the district where the federal crime allegedly occurred to oversee both the prosecution and the investigation (including the issuance of warrants) thereof,\" he wrote. The government has also complained that the former procedure caused court backlogs and delays in jurisdictions, like northern California, that are home to many Internet companies.\nIt is unclear whether any charges resulted from the 2003 investigation, but the suspect involved in the disputed 2005 search, Mr. Beach, was indicted earlier this month on charges of possessing and distributing child pornography. He has pleaded not guilty. A trial is set for April.\nMagistrate Glazebrook said in a brief interview yesterday that he could not discuss the specific cases that prompted the legal disagreement over the Patriot Act, but that he expects the question to arise again. \"It is certainly something that will come up,\" he said. \"There are a lot of interesting issues surrounding that.\"\n\nLoad-Date: March 2, 2006"
}