{
    "title": "Patriot Act's snooping probes too deep",
    "publisher": "university wire",
    "year": 2006,
    "month": 5,
    "day": 25,
    "full text": "Since its renewal more than three months ago, the Patriot Act has met with significant criticism from various members of the American public.\nBehaviors once unthinkable under American law have become increasingly commonplace under the act, and the severity of these excesses became more grating with the act's renewal.\nHowever, many Americans took refuge in the fact that, although the declared purpose of fighting terrorism quashed some rights, they, as average citizens, were safe. The majority had no demographic qualities or behaviors that would give the government reason to suspect them, and they therefore figured there was no way they would be exploited under the Patriot Act.\nIt's highly likely the nation's media companies felt the same way. News reporting can hardly be classified as a terrorist act, especially in a nation founded upon the principles of free speech.\nThis free speech was initially guaranteed with the purpose of keeping the government from shutting down those who would criticize it. Without the right of the press to free speech, the citizens of our nation would have little to no access to information regarding our government's activities.\nSimilarly, government whistle-blowers are a modern-day form of protection against government excess. By exposing information that is not readily available to the public, they prevent backroom dealing and secret illegal behavior. Furthermore, by going to the press only on the condition of anonymity, they can avoid massive political fallout and/or legal action.\nOr, at least, they could avoid these problems. In the past months, the FBI has been investigating whistle-blowers and information leaks under new provisions of the Patriot Act. Using National Security Letters, which are essentially subpoenas without judicial approval, the FBI has been demanding reporters' phone records in order to identify individuals who go to the press with information.\nThe stated purpose of gathering these records, according to an official FBI statement, is to \"determine if a criminal act was committed by a government employee by the unauthorized release of classified information.\"\nThe implications of this behavior are staggering. Under the Patriot Act, the government has now granted itself unlimited powers of investigation to use in finding individuals who go to the public with secret information and in prosecuting them for treason.\nAll that is needed to hide illegal governmental acts is a declaration that the dirty facts are \"classified.\" Those who would follow their conscience are now without any protection from the government's vengeance.\nFurthermore, it's a far stretch to brand all of those who would leak governmental information as terrorists. Yet these individuals are being investigated under governmental abilities granted through the Patriot Act, which has the express purpose of fighting terrorism.\nPerhaps our government officials feel any thought or act in opposition to their goals is terrorism. But if that is the case, then the situation is even more terrifying.\nWhile a limiting system of checks and balances has supposedly been built into our nation's government, the real source of checks comes from America's citizens. Public outcry is the strongest and most democratic method for putting fear into our politicians and protecting the interests of the average American.\nIt is a very dark day when those who would leak information for the good of the United States are declared as both traitors and terrorists.\n(C) 2006 Independent Florida Alligator via U-WIRE\n\nLoad-Date: May 25, 2006"
}