{
    "title": "Patriot Act bill would make 14 provisions permanent",
    "publisher": "usa today",
    "year": 2005,
    "month": 7,
    "day": 22,
    "full text": "WASHINGTON -- The U.S. House passed a bill Thursday night that would make permanent several controversial provisions of the USA Patriot Act, a sweeping anti-terrorism and anti-crime law that Congress passed in the weeks after the 9/11 attacks.\nThe House, which approved the measure 257-171, began debate shortly after the Senate Judiciary Committee approved its version of the bill.\nBoth bills would make permanent 14 of 16 Patriot Act provisions set to expire Dec. 31. Both would also extend \"sunsets,\" or expiration dates, for two other provisions -- one dealing with wiretaps and the other with seizures of library and medical records.\nUnlike the House bill, the Senate committee wants more proof of a suspect's terrorism connections before federal agents could obtain personal information. The committee also wants to eliminate a gag order provision that prohibits any business from speaking about an FBI request for information.\nOnce the Senate passes its version of the bill, a committee will be formed with the House to work out the differences between the two versions.\nPassed in October 2001, the USA Patriot Act is a cornerstone of the Bush administration's war on terrorism, and the president has insisted that Congress make permanent all of the act's provisions.\nThe act contains hundreds of changes to existing laws that federal investigators had sought for years dealing with terrorism, espionage and general crime. Its most significant change allowed the FBI's criminal and intelligence agents to share evidence with each other, and with the CIA.\nRep. Mike Rogers, R-Mich., a former FBI agent, dismissed the worries about civil liberties as \"ridiculous\" because \"we are at war.\"\nRep. Bill Delahunt, D-Mass., said maintaining sunsets for such broad law enforcement powers ensures Congressional oversight and \"encourages good behavior\" by federal agents.\nRep. F. James Sensenbrenner of Wisconsin, chairman of the House Judiciary Committee, said additional sunsets aren't necessary. \"The record shows that there's no evidence whatsoever that the Patriot Act has been abused to violate Americans' civil liberties.\"\nRepublicans and Democrats offered nearly 20 amendments to the House bill that would place more restrictions on federal agents' surveillance powers. One of the approved amendments would require the FBI director to personally sign off on agents' requests to a secret court order for library or bookstore records.\nRep. Jane Harman, D-Calif., said she favors most of the act but powers need to be tailored \"so the government doesn't have a license to engage in fishing expeditions.\"\nWhat it authorizes\nThe USA Patriot Act's provisions let federal agents:\n*Conduct court-supervised wiretaps and other electronic surveillance in terrorism investigations.\n*Extend to up to a year the length of wiretaps in terrorism and espionage probes.\n*Share foreign intelligence from wiretaps and other surveillance.\n*Seize unopened voice mail with a warrant.\n*Get search warrants from a judge that are valid nationwide.\nThe House of Representatives seeks to extend a 10-year \"sunset,\" or expiration date, for two provisions that:\n*Permit \"roving\" wiretaps in terrorism and espionage investigations that would track a suspect's use of communications devices.\n*Allow the FBI to seek a court order to obtain records from libraries, hospitals, gun stores or any business.\nSource: USA TODAY research\n\nLoad-Date: July 22, 2005"
}