{
    "title": "Patriot Act author best suited to fix its flaws(2)",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 15,
    "full text": "The Patriot Act must be one of the most infamous acts in modern times.\nThe act was designed after the tragedy of 9/11 in order to use specific tools to obstruct terrorism. The act essentially allows the government to spy and record private communications, including phone calls, emails and text messages, allowing the government to access all of America's private information.\nThe Patriot Act is a flawed act that needs to be changed.\nAfter ex-NSA contractor Edward Snowden leaked stolen information about how invasive the Patriot Act truly is, the public has started to look down on it, but the Patriot Act was created more than a decade ago, but many American citizens have just recently become outraged due to the release of leaked information.\nIn a 2004 survey by ABC News, 84 percent of Americans actually agreed the government should extend the power of the Patriot Act. Now several Congress members are actually attempting to revise the act to make it more transparent and specific. This just shows the need for more transparency in the NSA.\nAccording to Congressman Jim Sensenbrenner, the author of the Patriot Act, the act has not been used as designed and he plans on changing that.\nOn Wednesday, he introduced his plans for the USA Freedom Act, according to the online news site, The Daily Dot. This act generally restricts the usage of the Patriot Act and makes it have the specific purpose of fighting terrorism instead of invading the privacy of American citizens. This is a great revision to the act since it lessens its power and makes the act more specific.\nThis act would end the collection of private data because when the NSA decides a particular citizen is not terrorist affiliated, his or her information gets dropped from the system. Also, the government wouldn't be able to stockpile information, as Snowden revealed. This act sets a great example for government because with broad laws like the Patriot Act, the government is left with too much disclosure and power to readjust the law and do with it as they please.\nThe new act sounds ideal, but unfortunately it seems to be going through several obstacles on the way to becoming a law. According to US News and World Report, Senator Diane Feinstein is actually drafting a revision of the Patriot Act that would add transparency to the bill, but would not take away public surveillance. The same story goes for Rep. Mike Rogers who is also constructing a revised bill, but still not overturning surveillance. It's great the government is seeing the need for the revision but transparency isn't enough, Sensenbrenner's bill is truly the most effective solution.\nSensenbrenner knows the act's flaws and its original purpose. Therefore he is the best suited to truly fix it.\nThe USA Freedom Act must be passed instead of the other revisions that will continue to still invade America's privacy.\nThis is a positive glimpse at Congress and a bipartisan attempt to fix something that is wrong - something somewhat refreshing as most of what America hears is about the partisanship of the government shutdown.\nHowever, if Congress doesn't take the USA Freedom Act seriously, the NSA will continue to invade the privacy of American citizens and still run on a flawed attempt to fight terrorism.\nJames Baker is a freshman majoring in political science and\neconomics.\n\nLoad-Date: October 15, 2013"
}