{
    "title": "Patriot Act renewal still stalled; 90-day extension floated Senators fail to reach deal to reauthori",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 12,
    "day": 22,
    "full text": "Despite last-minute negotiations, senators failed Wednesday to reach an agreement reauthorizing the expiring parts of the USA Patriot Act.\nSenate Judiciary Committee Chairman Arlen Specter, R-Pa., said Wednesday that he was holding talks with some of the senators who were filibustering the anti-terrorism law. Early in the day, he said chances of a deal were \"brighter in the last half-hour than they've been for six days.\"\nBut no deal had been reached by nightfall. Lawmakers milled around the Senate chamber as they awaited word on what would happen with the chamber's last pieces of legislation.\nA House-Senate compromise extending 16 expiring provisions of the Patriot Act has been stuck in the Senate for the past week because of a Democratic-led filibuster.\nOpponents say they want more safeguards in the legislation.\nSpecter and other supporters have argued that the measure is the best they could come up with in negotiations with the Republican-controlled House.\nWithout some sort of compromise, the 16 provisions will expire Dec. 31. But in the case of investigations that began this year, officials still will be able to use those powers, which include the tapping of multiple telephones and computers.\nSpecter said he was trying to broker a deal that would let the Senate pass the current legislation \"on my commitment to take up issues that they are so worried about. We'd have hearings early next year and consider the amendments, no commitment as to passage, but give consideration to that so we don't have the Patriot Act lapse, since it's important to America.\" \nLobbying hard to get the Patriot Act compromise through the Senate have been President George W. Bush, Attorney General Alberto Gonzales and Republican congressional leaders. The House passed the compromise last week.\nBush said at the White House, \"The senators obstructing the Patriot Act need to understand that the expiration of this vital law will endanger America and will leave us in a weaker position in the fight against brutal killers.\" \nThe bill's opponents said Wednesday that they had enough signatures in the Senate to pass a three-month extension of the Patriot Act.\nEight Republicans joined with 44 Democrats in the letter to Senate Majority Leader Bill Frist, R-Tenn. The letter asks him to bring up their bill to extend the Patriot Act for 90 days to allow for continued negotiations.\nBut Frist has shown no interest in bringing up a short-term Patriot Act extension, saying he wants a vote on the House-Senate compromise.\n\"I'm very hopeful that over the course of the day that bill can be addressed, that we do get an up-or-down vote,\" he said.\n---\nSTLtoday.com/current How well do you think the Patriot Act has worked to counter terrorism? Talk about it in our Current Affairs forum online. \n\nNotes\n\n Congress \n\nLoad-Date: December 22, 2005"
}