{
    "title": "PATRIOTIC PLATES IN DEMAND; DMV MAILS 'FIGHT TERRORISM' TAGS",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 8,
    "day": 24,
    "full text": "Virginians will have a choice of patriotic license plates that they can begin displaying before the Sept. 11 anniversary of the terrorist attacks.\nThe Department of Motor Vehicles mailed 4,133 \"Fight Terrorism\" special license plates yesterday.\nDel. Robert D. Hull, D-Fairfax, who sponsored legislation creating the plates, said the initial order is the largest specialty-license-plate order ever in Virginia.\nDMV also began shipping \"United We Stand\" plates.  The $25 proceeds from these go to the Rewards for Justice Fund, a charity set up by the U.S. State Department that offers rewards to individuals who provide information leading to the capture of terrorists.\nTo date, the program has paid $8 million, according to Scott Case, a co-founder of the fund. The United We Stand license plate has been authorized in four states besides Virginia.\nThe proceeds from the Fight Terrorism plates go to DMV, but Hull said he is trying to arrange to have the money put into a special fund.\nIn addition to regular license plates, the Fight Terrorism plates are being offered as souvenirs.  Hull said 899 souvenir plates have been sold in 46 other states and 24 to citizens in seven other countries.\nA retired foreign service officer, Vincent Rotundo, suggested the plate to Hull.\nDel. John J. Welch III, R-Virginia Beach, sponsored legislation creating the United We Stand plates at the suggestion of 11-year-old Christopher Mingus.\nDMV is also offering a specialty plate honoring the victims of the USS Cole. Suicide bombers attacked the Navy ship in October 2000. Among the 17 dead was Kenneth Clodfelter of Mechanicsville, whose father, John Clodfelter, suggested the commemorative plate.\nThe Cole plates will be ready for distribution in about two months.\n\nGraphic\n\n \nPhoto\n\nLoad-Date: August 28, 2002"
}