{
    "title": "Patriot Act Corrected Nation's Security Weaknesses",
    "publisher": "the tampa tribune ",
    "year": 2005,
    "month": 4,
    "day": 28,
    "full text": "By PAUL I. PEREZ\nAttorney General Alberto Gonzales spoke for almost all of America's justice community recently when he said the USA Patriot Act is \"integral to the government's prosecution of the war on terrorism.\"\nSixteen provisions of the Patriot Act are up for reauthorization, and the Senate and House have been holding hearings on this important law. In crime-fighting and the war against terror, the Patriot Act is critical to helping intelligence and law enforcement work together effectively, efficiently and constitutionally.\nThe Patriot Act corrected two major weaknesses in our nation's pre-Sept. 11 defenses. First, it lowered the bureaucratic and legal wall that had prevented law enforcement and the intelligence community from sharing information about terrorists. Second, the Patriot Act updated our legal tools, allowing our nation's justice community to use court-approved legal authorities for terrorist investigations that had long been used in investigations of drug smugglers and organized crime.\nTools For Securing Evidence\nThree years after the passage of the Patriot Act, we can point to a nation that is safer and more secure. Yet critics have come forward to attack the Patriot Act, claiming the law endangers our individual rights and our civil liberties.\nCritics zero in specifically on two sections: 213 and 215. Both are critical for the safety and security of the American people. And both have strict safeguards to protect our rights and liberties.\nWhy are these provisions so important to protecting American lives?\nSection 215 allows the government in national security and terrorism-related cases to request the production of business and other records. Such records, which have long been available to prosecutors through grand jury subpoenas, allow us to uncover important evidence.\nSection 213 allows investigators to use delayed-notification search warrants. Investigators can gather critical information without tipping off the members of a terrorist cell or a major drug-trafficking organization.\nIn cases of national security, law enforcement can monitor a terrorist plot and stop it if necessary or continue the investigation until all members of a terrorist cell are captured. Section 213 also helps prevent members of terrorist cells from alerting their co-conspirators, who could then escape the law, alter their tactics or unleash an early attack.\nBoth of these provisions in the Patriot Act are critical to our nation's success in the war on terror. That's why in the current debate, we must focus on the facts and not get distracted by conjecture.\nWeapons Against Drugs\nHere in Florida, we have witnessed the positive effect of such legal tools in the fight against drug smugglers. In Operation Candy Box, law enforcement stopped a major Canadian-based drug-trafficking organization.\nInvestigators learned in 2004 that an automobile loaded with a shipment of Ecstasy and high-potency marijuana was set to cross the U.S.-Canadian border on the way to Florida. On March 5, 2004, DEA agents followed a suspect vehicle until the driver stopped at a restaurant. An agent used a duplicate key to enter the vehicle and drive away. The law enforcement agents then spread broken glass in the parking space to make the driver think the vehicle had been stolen.\nA search revealed a hidden compartment containing 30,000 Ecstasy tablets and 10 pounds of high-potency marijuana. Because of the delayed-notification search warrant, the drugs were seized but the investigation was not jeopardized. In the end, more than 130 individuals were arrested. Nineteen of these were charged, pled guilty and are awaiting sentencing in the Middle District of Florida.\nIf you listened to the critics, you might think the Patriot Act allows investigators to monitor your business, medical, even library records without any oversight or legal limitations. But Section 215 is narrowly focused and has many protections that go beyond subpoenas issued by grand juries. For instance, court orders to examine business records may not be obtained to investigate ordinary crimes or even for domestic terrorism. Investigators can seek them only in investigations regarding national security or to protect against international terrorism.\nLimited Application\nCritics claim that the Patriot Act invades our privacy. The facts show that law enforcement has judiciously applied the act. It has never been used to obtain library or bookstore records. The Justice Department has applied Section 215 only 35 times to obtain driver's license records, public accommodation records, apartment leasing records and financial records in intelligence investigations.\nCritics also charge that Section 213 of the Patriot Act is a dangerous departure from our constitutional principles and rule of law. But the Patriot Act did not create the delayed-notification search warrants. Law enforcement has used these for decades, and every federal court to consider the question has upheld them as constitutional.\nThe Patriot Act states that courts can allow these search warrants only in the face of threats such as death or physical harm to an individual, evidence-tampering, witness intimidation, flight from prosecution or serious jeopardy to an investigation. At all times, the government is subject to the jurisdiction and supervision of a federal judge.\nThe government uses such warrants sparingly; they make up less than one of every 500 warrants obtained nationwide.\nThe Patriot Act is a bulwark to liberty and a tribute to our democratic response to the threat of terrorism. We should note that Democratic Sen. Dianne Feinstein stated during a congressional hearing that she had found \"no reported abuses of the Patriot Act.\"\nIn the fight for the freedom of every American — whether that fight is against terrorism or against crime — the Patriot Act is a critical tool for protecting our liberties in the 21st century.\nPaul I. Perez is the U.S. attorney for the Middle District of Florida.\nCopyright © 2005, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nOTHER VIEWS\n\nLoad-Date: April 30, 2005"
}