{
    "title": "Patriot Act Searches Are Rare",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 11,
    "day": 16,
    "full text": "Civil liberties groups have been criticizing the \"sneak and peek\" provision of the USA Patriot Act since the law was passed after the September 11 attacks, and Bush administration officials have been defending it. But for all the debate, the provision was not used at all by federal prosecutors in most jurisdictions, including Manhattan and the Bronx, in the year and a half that followed the law's enactment in 2001, according to data obtained by The New York Sun.\nRecently released statistics show that during the same period, federal agents did use the \"sneak and peek\" authority to carry out four searches and two seizures in the judicial district that covers Brooklyn, Queens, and Long Island.\nThe hotly debated law enforcement tactic allows officials to conduct a search or seizure without immediately notifying the person whose property was affected. Use of the provision requires the approval of a federal judge, who must also set the length of time before notice of the search is given.\nThe Eastern District of Virginia, a venue favored by the government for prosecuting terrorism cases, accounted for eight \"sneak and peek\" warrants, the highest tally in America. Also ranking high on the list were eastern California, which includes Sacramento, with six, and Nebraska, with five.\nAmong the areas reporting no \"sneak and peek\" activity through April 2003 were Washington, D.C., Pennsylvania, Florida, Illinois, and California districts covering Los Angeles, San Diego, and San Francisco.\nThe statistics, obtained by the Sun through a lawsuit brought by this reporter under the Freedom of Information Act, provide the first-ever public breakdown of use of the government's new \"sneak-and-peek\" power. Previously, the Justice Department has released only gross totals of 47 \"sneak-and-peek\" searches nationwide as of April 2003 and an additional 108 through January 2005.\nFederal prosecutors in New York declined to comment for this story, but a statement issued by the Justice Department in April said the Patriot Act's \"sneak-and-peek\" authority was employed \"in a wide spectrum of criminal investigations, including those involving terrorism and drugs.\"\nIn congressional testimony in May, the then deputy attorney general, James Comey, said without elaborating that the sneak-and-peek provision had been used \"at least 18 times in terrorism-related investigations.\" Mr. Comey is a former U.S. attorney for the Southern District of New York, which includes Manhattan.\nThe geographic pattern of use of the much debated provision suggests to outside observers it is rarely being used in terrorism-related cases. The government may find other tools in its arsenal more attractive than the Patriot Act's \"sneak-and-peek\" authority, according to one critic of the anti-terror law.\n\"They are using the provision almost entirely in run-of-the-mill criminal investigations and not in national security investigations,\" an attorney with the American Civil Liberties Union, Jameel Jaffer, said.\nMr. Jaffer said the \"sneak-and-peek\" provision was part of a law enforcement wish list pushed through after the September 11, 2001 terrorist attacks, but largely unrelated to terrorism. \"We knew from the beginning that they didn't need this for terrorism-related crime,\" he said. \"It was just a bait and switch.\"\nA former prosecutor, Orin Kerr, said no one should have expected the \"sneak-and-peek\" authority to be used exclusively or even primarily in terror cases. \"Of the various sections in the Patriot Act, some had a more direct connection to terrorism and some had a less direct connection,\" said Mr. Kerr, who is a law professor at George Washington University. \"I think it's been widely understood the 'sneak-and-eek' provision had a less direct connection,\" he said.\nMr. Kerr noted that several courts approved of the practice before the passage of the Patriot Act, known formally as the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001.\"What this section did was nationalize the standard and slightly broaden the standard that existed before,\" he said.\nA critic of the Patriot Act, James Dempsey of the Center for Democracy and Technology, said the lack of use of the provision by Manhattan-based federal prosecutors undercuts some of the Justice Department's arguments for the legislation. \"It does show that perfectly hard-nosed law enforcement can occur without 'sneak-and-peeks,'\" he said. \"It's not like the Southern District are a bunch of slackers. That's one of the premier offices in the country and they handle some of the toughest of the tough.\"\nMr. Dempsey said the government may also be seeking to avert a court ruling that could cripple the provision. \"I just think it's on shaky constitutional ground to say you can go into somebody's house without notice,\" he said.\nThe relatively infrequent use of the new \"sneak-and-peek\" power stands in contrast to the government's growing use of similar authority under the Foreign Intelligence Surveillance Act, which allows for secret wiretaps and searches in connection with counterintelligence and international terrorism investigations. In 2004, 1,758 such warrants were sought, nearly double the number from 2001.\n\"That act doesn't just delay notice. It does away with it altogether,\" Mr. Jaffer observed. \"They don't even have to show criminal probable cause.\"\nThe government has also expanded its use of administrative subpoenas that require no court approval. The Washington Post reported earlier this month that the FBI is now issuing more than 30,000 \"national security letters\" each year, demanding information from financial institutions, telephone companies, and Internet providers. In most cases, the information obtained through a national security letter is more limited than that which could be captured in a court-ordered search. The precise number of national security letters issued annually is classified.\nThe Justice Department has released selected examples of its use of the Patriot Act's \"sneak-and-peek\" power, but has steadfastly resisted attempts to produce a comprehensive catalog of its use. In September, a federal judge, Ronald Whyte, upheld the government's claims that disclosure of names, case numbers, and locations where the warrants were issued could lead to an unwarranted invasion of privacy. However, the judge ordered disclosure of the district-by-district tallies and branded as \"dubious\" the government's arguments that criminals might use the numbers to hone their illegal activities. The Justice Department provided \"no evidence that delayed-notification warrants are particularly feared or effective,\" Judge Whyte wrote.\nOther records obtained through the litigation show that the delayed-notification provision was used in investigations of credit card fraud, methamphetamine distribution, and immigration related violations. The \"sneak-and-peek\" searches were also used in the prosecution of a Syracuse-area physician, Rafiq Dhafir. He was sentenced last month to 22 years in prison on charges of mail fraud, tax evasion, and violation of American sanctions against Iraq, in connection with a charity he operated, Help the Needy.\nThe \"sneak-and-peek\" provision of the Patriot Act has been under fire for years from figures at both ends of the political spectrum.\nIn March 2003, the House of Representatives voted 308-113 to bar the Justice Department from using the delayed-notification authority. The legislative amendment, introduced by Rep. Clement Otter, a Republican of Idaho, was dropped later in the year.\nIn August 2004, the ACLU launched a television ad campaign stoking fears about the \"sneak-and-peek\" provision. \"The government can search your house ... my house ... our house ... without notifying us. ... treating us all like suspects,\" the ad warned. The Democratic nominee for president last year, Senator Kerry of Massachusetts, also raised the issue during debate with President Bush.\nA separate section of the Patriot Act may have muddied some of the \"sneak-and-peek\" numbers. The 2001 law allows magistrates to issue warrants for searches and seizures outside their districts, but only in terrorism cases. The Justice Department has released no data on how often the authority for nationwide jurisdiction has been used.\nWhile several parts of the Patriot Act expire at the end of this year, the \"sneak-and-peek\" provision is not among them. A bill to extend the expiring sections of the law is currently before a House-Senate conference committee.\n\nLoad-Date: November 16, 2005"
}