{
    "title": "Patriot Act renewal passes",
    "publisher": "lincoln journal star ",
    "year": 2006,
    "month": 3,
    "day": 8,
    "full text": "WASHINGTON - The House renewed the USA Patriot Act in a cliffhanger vote Tuesday night, extending a centerpiece of the war on terrorism at President Bush's urging after months of political combat over the balance between privacy rights and the pursuit of potential terrorists.\nBush, forced by filibuster to accept new curbs on law enforcement investigations, is expected to sign the legislation before 16 provisions of the 2001 law expire on Friday.\nThe vote was 280-138, just two more than needed under special rules that required a two-thirds majority. The close vote caught senior Republican aides in both chambers by surprise.\nNonetheless, the vote marked a political victory for Bush and will allow congressional Republicans facing midterm elections this year to continue touting a tough-on-terror stance. Bush's approval ratings have suffered in recent months since revelations that he had authorized secret, warrantless wiretapping of Americans.\nThat issue helped fuel a two-month Senate filibuster that forced the White House to accept some new restrictions on information gathered in terrorism probes.\nRepublicans on Tuesday declared the legislative war won, saying the renewal of the act's 16 provisions along with new curbs on government investigatory power will help law enforcement prevent terrorists from striking.\n\"Intense congressional and public scrutiny has not produced a single substantiated claim that the Patriot Act has been misused to violate Americans' civil liberties,\" said House Judiciary Committee Chairman James Sensenbrenner, R-Wis. \"Opponents of the legislation have relied upon exaggeration and hyperbole to distort a demonstrated record of accomplishment and success.\"\n\"The president looks forward to signing the bill into law,\" said White House spokeswoman Dana Perino.\nDespite its passage, the Patriot Act still has staunch congressional opponents who protested it by voting 'no' even on the part of the bill that would add new civil rights protections.\nThe package renews 16 expiring provisions of the original Patriot Act, including one that allows federal officials to obtain \"tangible items\" such as business records, including those from libraries and bookstores, for foreign intelligence and international terrorism investigations.\nHOW NEBRASKANS VOTED\nHow Nebraska representatives voted Tuesday on legislation to renew the Patriot Act.\nRepublicans - Fortenberry, Y; Osborne, Y; Terry, Y.\nUnder a special procedure, a two-thirds majority was needed for passage. A \"yes\" vote is a vote to pass the bill.\nVoting yes were 66 Democrats and 214 Republicans. Voting no were 124 Democrats, 13 Republicans and one independent.\n\nLoad-Date: May 4, 2006"
}