{
    "title": "PAUL RYAN SAYS CUBA IS A 'SAFE HARBOR' FOR FUGITIVES AND TERRORISTS",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 3,
    "day": 24,
    "full text": "\"To this day, (the Cuban government) is a regime that provides safe harbor to terrorists and fugitives.\"\n- Paul Ryan on Thursday, March 17th, 2016 in a news conference\n* * *\nTHE RULING: MOSTLY TRUE\nAs President Barack Obama works to restore relations with Cuba, opponents of the policy shift cite Cuban practices that they see as contradictory to U.S. interests.\n\"To this day, this is a regime that provides safe harbor to terrorists and fugitives,\" said House Speaker Paul Ryan, R-Wisc., in a March 17 news conference.\nWe were curious about Ryan's claim, particularly because last year the Obama administration removed Cuba from its list of state sponsors of terrorism. Cuba first made the list in 1982, when the country was actively supporting communist revolutions in the thick of the Cold War.\nThere are some U.S. fugitives and a handful of terrorists living in Cuba, but experts told us these are more remnants of the Cold War rather than a staple of modern Cuban policy.\nRyan's statement is \"accurate but outdated,\" said Ted Piccone, senior fellow in the Brookings Institution's Project on International Order and Strategy and Latin America Initiative.\nFugitives\nWe weren't able to pin down a more recent number, but the State Department said in a 2008 report that more than 70 U.S. fugitives lived in Cuba, some receiving protection and resources from the Cuban government. The list includes individuals accused of murder, hijacking and even insurance fraud.\nPiccone said it's fair to say these fugitives are under \"safe harbor\" in Cuba.\nJoanne Chesimard might be the most high-profile U.S. fugitive living in Cuba. Chesimard, a member of the Black Liberation Army, was convicted of killing a New Jersey state trooper in 1973. She escaped prison and fled to Cuba in 1984. There's also William \"Guillermo\" Morales, a member of Puerto Rican militant group Armed Forces of National Liberation, who was convicted on weapons charges in New York in 1979.\nA State Department report published in 2015 said Cuba has been more cooperative with the United States on this front in recent years, and the two countries have engaged in talks about returning some of these fugitives.\nWhile Cuba has been returning wanted criminals to the United States on a case-by-case basis, the Cuban government generally has declined to return fugitives they perceive as political, according to a 2016 report by the nonpartisan Congressional Research Service.\nThe Cuban government also believes the United States harbors Cuban fugitives, like Luis Posada Carriles, a Cuban exile convicted of bombing a Cuban airliner in 1976, who now lives in Miami. And if fugitive exchange talks are to move forward between the two countries, Cuba will want its fugitives to be on the table, Piccone said.\nTerrorists\nWho are the \"terrorists\" who live in Cuba?\nAbout two dozen members of Spanish separatist group Basque Fatherland and Liberty, designated by the State Department as a foreign terrorist group, live in Cuba with permission from the Cuban government. There's no evidence to show that Cuba has allowed these individuals to conduct terrorist activity while in Cuba, according to the State Department.\nIn his statement, Ryan was referring to this group, a spokesperson said.\nCuba has significantly ratcheted back its support for U.S.-designated terrorist groups since the early 1990s, said Frank Mora, a professor at Florida International University and a former deputy assistant secretary of defense for the Western Hemisphere under Obama.\nDuring the Cold War, when Cuba sided with the Soviet Union, Cuba supported what it perceived as liberation movements around the world. But the United States viewed many of those communist groups as terrorist organizations, like the Palestinian Liberation Organization and the Revolutionary Armed Forces of Colombia.\nWhen the Cold War ended in 1991, however, Cuba recalculated, Mora said. Cuba pulled out of these movements in order to focus on internal economic problems and, in part, to not give the United States any reason to amp up its anti-Cuba policies.\n\"In recent years, Cuba has taken a number of steps to fully distance itself from international terrorism and has taken steps to strengthen its counterterrorism laws,\" the State Department found.\nFor example, Cuba has enacted policies to criminalize terrorist financing. And Cuba has shared counterterrorism intelligence with the Obama administration and condemned various recent terrorist attacks, according to the CRS report.\n\"Cuba has not been identified for several years for supporting international terrorism,\" Piccone said.\nWhile Ryan's statement is technically correct - as there are U.S. fugitives and some members of a U.S.-designated terrorist group living on Cuban soil - his phrasing doesn't capture the positive change in this arena that has happened in Cuba over the past quarter century, Mora said.\n\"He's implicitly suggesting there's a flow of fugitives and terrorists coming to Cuba, and that's not true,\" Mora said.\nOur ruling\nRyan said, \"To this day, (the Cuban government) is a regime that provides safe harbor to terrorists and fugitives.\"\nThere are some U.S. fugitives and members of a Spanish separatist group living in Cuba with the Cuban government's permission.\nBut Ryan's statement misses an important nuance: In the past couple decades, Cuba has been more cooperative with the United States in terms of returning fugitives, and the country has cut ties with foreign organizations designated by the United States as terrorist groups. Significantly, the United States recently removed Cuba's designation as a state sponsor of terrorism.\nRyan's statement is accurate but could use that additional clarification, so we rate it Mostly True.\n* * *\nAbout this statement:\nPublished: Thursday, March 24th, 2016 at 10:52 a.m.\nResearched by: Lauren Carroll\nEdited by: Angie Drobnic Holan\nSubjects: Foreign Policy, Terrorism\nSources: Associated Press, \"Obama's Historic Trip to Cuba Rife With Risk, Opportunity,\" March 19, 2016; State Department, Country Reports on Terrorism 2014, April 2015; State Department, Country Reports on Terrorism 2007, April 2008; CRS, \"Cuba: Issues for the 114th Congress,\" March 15, 2016; CRS, \"Latin America: Terrorism Issues,\" Aug. 11, 2015; Washington Post, \"Obama removes Cuba from the list of state sponsors of terrorism,\" April 14, 2015; White House, \"Certification -- Report to Congress with Respect to the Proposed Rescission of Cuba's Designation as a State Sponsor of Terrorism,\" April 14, 2015; Interview, FIU professor Frank Mora, March 23, 2016; Interview, Brookings senior fellow Ted Piccone, March 22, 2016; Interview, University of Miami professor Jaime Suchlicki, March 23, 2016; Email interview, Ryan spokesperson AshLee Strong, March 23, 2016\n\nGraphic\n\n \nPHOTO (2) VIDEO - AP: President Barack Obama began the final day of his historic visit to Cuba by addressing a the public in a landmark televised speech March 22.\n\nLoad-Date: March 25, 2016"
}