{
    "title": "Paul Greengrass offers a horrifying account of the 2011 Norway attacks in 'July 22'",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 11,
    "full text": "Paul Greengrass' newest film \"July 22\" offers a chilling account of the deadliest terrorist attack in Norway since World War II and its painful aftermath. Right-winged extremist Anders Behring Breivik committed acts of terrorism on July 22, 2010, in defiance of the Norwegian government. This assault, which included strapping two thousand pounds of explosives to a car bomb in front of a government building in Oslo and shooting the teenagers attending a youth summer camp on the island of Utoya, left a total of 77 people dead and over 300 people wounded.\nThe film is based on the novel \"One of Us: The Story of Anders Breivik and the Massacre in Norway,\" by journalist Asne Seierstad. Greengrass, who was most notably involved in the making of the Jason Bourne franchise, has explored the topic of terrorism in a few of his other films including \"Flight 93\" and \"Captain Phillips.\" He is known for depicting these events in a grim and accurate manner. Greengrass' expertise in this genre shows in \"July 22\" as he wastes no time in recreating the horrific massacre. It was particularly chilling to watch dozens of smiling and cheerful camp-goers gunned down moments later.\nThe film begins on the day of the attacks. Peaceful aerial views of the countryside convey a quiet and tranquil atmosphere. Teenagers attending a summer camp are shown offering their opinions on how to improve the world. Greengrass places a considerable amount of attention on one camper, Viljar (Jonas Strand Gravli), who becomes a major focus in the latter half of the film. This serenity created in the opening scenes quickly transcends into chaos as the attack unfolds.\nTension begins to build as scenes of Breivik preparing for his attack are intercut sporadically in the opening minutes. The extremist is played brilliantly by Anders Danielson Lie, whose portrayal of Breivik is both convincing and terrifying. Lie does an excellent job at conveying the terrorist's twisted views of the world through random outbursts during and after the attack.\nGreengrass really shines in the second half of the film, which focuses on the aftermath of the attack. This portion of \"July 22\" places emphasis on the psychological toll of the terrorist attacks for specific individuals and also for the nation as a whole. Viljar, the boy from the summer camp, was shot five times during the attack. His strong, able-bodied life was completely shattered. The film follows his long and difficult road to recovery as he is eventually forced to face the shooter in court.\nAnother interesting dynamic in the second half of the film is that in Norway, Breivik is able to choose any lawyer to defend him. Geir Lippestad, the lawyer who was chosen, goes through an internal struggle of doing his job versus doing what he feels is right. In this way, Greengrass allows the viewer to contemplate the concept of justice.\nThe biggest triumph of \"July 22\" is in the film's honesty and commitment to reality. The violence of the massacre isn't censored, but at the same time it isn't overdramatized. This is important in creating an accurate account of a violent historical event. During the aftermath of the attacks, the depiction of the shattered life of Viljar and his family is especially powerful. Greengrass undoubtedly succeeds in showing the audience the gravity of an event such as the 2011 Norway Attacks.\nRating: 4/5\n\nLoad-Date: October 11, 2018"
}