{
    "title": "PBS Station Nixes Show On Terrorism",
    "publisher": "the forward",
    "year": 2006,
    "month": 2,
    "day": 3,
    "full text": "Following last-minute cries of protest from Muslim leaders last week, a Public Broadcasting Service affiliate in Dallas canceled the premiere of a documentary on the roots of Islamic terrorism.\n\"The Roots of War: The Road to Peace\" was scheduled to air on KERA-TV on Sunday, January 29, but the premiere was postponed by the station's managers after a local Muslim group alleged that the program contains inaccuracies and anti-Muslim bias. The documentary's producers, Niki and Dennis McCuistion, have defended their work; they have refused to make changes.\nThe Dallas controversy emerged last week just as an international feud reached a boiling point over a Danish newspaper's publication of satirical cartoons of the prophet Muhammad. After the Danish government refused to issue a sanction against the independent newspaper that ran the cartoons, Libya and Saudi Arabia withdrew their ambassadors from Copenhagen and Muslim organizations called for a boycott of Danish goods (see Page 1).\nAmerican Jewish community leaders drew a connection between the two controversies, even though Muslim leaders in Texas voiced their protests in terms that were described as respectful by the Dallas station and by the producers.\n\"There's a real danger in this,\" American Jewish Congress general counsel Marc Stern said in an interview with the Forward. \"Whatever the legalities, you take all this together, and you have the Muslim world saying, 'You can't criticize us.' It's one thing for them to say, 'You can't come to Saudi Arabia and criticize us,' but to say, 'You can't criticize us in Denmark, and you can't criticize us in the United States' - even the excess and extremism in some parts of the Muslim world - that's a rather glum and ominous state of affairs.\"\n\"The Roots of War\" is a two-hour documentary that combines footage shot in several Middle Eastern countries, including Israel, Saudi Arabia, Syria and Lebanon. Commentary is included from such sources as 9-11 Commission member John F. Lehman, Palestinian legislator Hanan Ashrawi, Jewish communal leaders, the grand ayatollah of Lebanon, United States Ambassador James C. Oberwetter and Richard Miniter, the author of \"Losing bin Laden: How Bill Clinton's Failures Unleashed Global Terror.\"\nMohamed Elibiary, president of the Dallas-based Muslim advocacy group The Freedom and Justice Foundation, raised concerns after viewing the film at an advance screening.\n\"I was expecting them to break new ground, to take not a pro the other side [view], but take a close look at the other side and take a more critical look at our side here, and see, does the other side have any story to tell, have anything to say,\" Elibiary told the Forward. \"Unfortunately, they failed in that regard.\"\nElibiary's organization sent the station a letter of concern several days before the documentary was set to air, alleging that the film inaccurately portrays the distinction between Wahhabism and Salafism, two strains of Islam. The letter also stated that film incorrectly includes the nation's largest Muslim advocacy group, the Council on American-Islamic Relations, on a list of American organizations with \"associates\" convicted of terrorism and that it repeatedly shows a Texas mosque even though the program focuses on radical Islam in the Middle East. The letter acknowledged \"every documentary maker's right\" to express his or her own viewpoint, but it asked the Dallas PBS affiliate to postpone the broadcast, add a disclaimer and tape a \"citizen town hall\" meeting, to air following the program. Niki McCuistion said that her team is willing to add a disclaimer and to tape a town hall segment, but it will not make changes to the documentary's content.\nRichard Pearlstein, a professor of political science at Southeastern Oklahoma State University who studies terrorism, was interviewed in the film. He told the Forward that, in his view, the end product is \"extremely accurate and evenhanded and balanced\" and that it makes clear the distinction between radical and mainstream Islam.\nOfficials and KERA-TV defended their decision to postpone the documentary in an effort to ensure that they were airing the final version. They said they plan to run it in April.\nElibiary characterized his discussions with both the station and the McCuistions as positive and focused on cooperation.\nBut he cautioned that \"every community keeps all its civic rights on the table,\" and that the foundation will \"use all the levers\" if what it views as inaccuracies are not corrected.\n\"We'll let the station know and every station in the country know that this is an inaccurate product and it's defamatory to Islam and the American Muslim community and we ask you not to air it,\" he said.\n\nLoad-Date: June 14, 2006"
}