{
    "title": "PC Dangers Extend Far Beyond UF 's Doors",
    "publisher": "the tampa tribune ",
    "year": 2007,
    "month": 12,
    "day": 20,
    "full text": "By SHERYL YOUNG\nThe Dec. 13 Tribune editorial about violating free speech on the University of Florida campus was spot-on.\nBut the argument could expand outside the realm of UF. More people should acknowledge that \"political correctness\" is being taken too far.\nThe issue was the promotion of a movie about the dangers of radical Islam being censored by the university's vice president of student affairs in deference to political correctness.\nBy using the description \"radical\" before the word \"Islam\" in the title, both the filmmakers and flier bearers were acknowledging the many good and decent Muslims who disagree with Islamic terrorism. But political correctness has caused the opposite of what was intended in the early days of tolerance and \"valuing diversity\": It now censors ideas that aren't the most popular through the subjective disapproval of the most vocal group.\nFor example, the United Nations has announced that its second World Conference on Racism will focus on \"Islamophobia,\" implying that all Westerners who fear Middle East-based terrorism are fearful and hateful of all Muslims. As this word is popularized by PC gurus, it may no longer be politically correct to denounce radical Islamic terrorism because that would mean we hate all Muslims. This conveniently diverts attention from the UN's own refusal to place sanctions on countries that finance terrorists.\nUniversities haven't been safe havens of free expression for a long time. Our education system has been shutting down another type of student free speech for years - expressing Biblical faith. Besides the unlawful silencing of individuals at graduations, there is mounting evidence that numerous professors at universities are forbidding their students from verbalizing or writing about any personal belief in God. Students who do so are often reprimanded, given failing grades or forced to sit through \"diversity\" training, which is ironic given that their own viewpoints aren't being tolerated.\nIn his book \"University of Destruction - Your Game Plan for Spiritual Victory on Campus,\" David Wheaton addresses the onslaught against Bible-based faith by humanist college educators through his own experience and others' at Ivy League schools. Various case studies also estimate that 72 to 80 percent of college professors vocally lean left politically.\nThe flier-carrying students were obviously trying to warn others about what life would be like under radical Islamic rule. The terrorists wish to destroy all other faiths, atheists and even Muslims who don't support them. They abhor abortion, and don't tolerate homosexuality outside of the closet. Free speech will be unheard of. Women won't get to choose their clothes, have good jobs or be educated.\nYet there is more hysteria here when someone offends us by having a \"Christmas\" party or saying \"God loves you.\" But due to other misconceptions about biblical speech being synonymous with hate speech, it wouldn't be politically correct to run with the term \"Christophobia.\"\nThe American public has already been asked to walk on so many eggshells in the name of tolerance that we're unaware of the looming threats, not only to our safety but our free thought process. Shall we dally away our days in ignorant bliss of the fact that we're being dumbed down and silenced to the point of not being able to defend ourselves?\nSheryl Young, a former Tribune community columnist, lives in Citrus Park.\nPhoto credit: Associated Press photo\nPhoto: Fears of upsetting or offending vocal segments of a given social group has led us to censor and limit any speech that might spark a reaction, even as we allow our enemies to speak freely.\nCopyright © 2007, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nOTHER VIEWS\n\nLoad-Date: January 1, 2008"
}