{
    "title": "Peabody awards for terrorism, 9; 11 shows",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 4,
    "day": 4,
    "full text": "Several television networks have won Peabody Awards for their coverage last year of the war on terrorism and the aftermath of the 9/11 attacks.\nCNN's Terror on Tape analyzed al-Qaeda instructional videos, and ABC's Nightline focused on people who helped injured victims of the attacks.\nCBS's 48 Hours was honored for its \"9/11\" piece by two French filmmakers whose cameras rolled inside the collapsing World Trade Center as they documented the life of a rookie New York firefighter.\nNational Public Radio's All Things Considered received an award for a history of the trade center with rare recordings and oral histories.\nThirty-one TV and radio programs were recognized this year, using the prestigious Peabody's only criterion: excellence in broadcast. The annual George Foster Peabody Awards are administered by the Grady College of Journalism and Mass Communication at the University of Georgia. This year's honors, announced Wednesday, went to programs produced in 2002.\nThe awards will be presented at a ceremony set for May 19 in New York. Barbara Walters will host. For the first time in Peabody's 62-year history, the ceremony will be televised nationally, on A&E sometime in June.\nSeveral TV dramas won Peabodys, including HBO's Six Feet Under and NBC's Boomtown. Producer David E. Kelley received a Peabody for the episode of Fox's Boston Public featuring a \"highly charged exploration\" of a racial epithet in the classroom.\nJudges also cited HBO's Russell Simmons Presents Def Poetry Jam for making poetry fun and giving it rare TV coverage.\nHere are the winners:\nTerror on Tape, CNN Productions.\nSix Feet Under, HBO from Janollari Studios and Actual Size with HBO Original Programming.\nThe Gathering Storm, HBO, Scott Free Productions; story of Winston Churchill.\nRussell Simmons Presents Def Poetry Jam, HBO, Simmons/Lathan TV.\nThe Interrogation of Michael Crowe, Court TV from JB Media and Hearst Entertainment; examination of children in criminal-justice system.\nBang Bang You're Dead, Showtime from Viacom Productions, A Jersey Guys Production.\nDoor to Door, TNT from Rosemont Productions International with Angel/Brown Productions; based on true story of salesman Bill Porter, who battled cerebral palsy.\nThe Complete Angler, ESPN, Lake Champlain Productions; exploration of fly fishing.\nAlmost Strangers, BBC America with Talkback Productions, presented on BBC; examination of family relationships in contemporary England.\nBoomtown, NBC.\nBoston Public, Fox. Producer David E. Kelley.\n\"9/11\" edition of 48 Hours, CBS News.\nNightline: \"The Survivors\" and \"Heart of Darkness,\" ABC News.\nFrontline: \"Shattered Dreams of Peace: The Road From Oslo,\" SET Productions, C-Films Productions for WGBH, with France 2, Abu Dhabi Television, Tel Ad Israel.\nBringing Down a Dictator, York Zimmerman, presented on PBS.\nEGG: The Arts Show and Stage on Screen: Beckett on Film, Thirteen/WNET, New York, presented on PBS.\nExxonMobil Masterpiece Theatre: \"Othello,\" WGBH, London Weekend Television.\nExxonMobil Masterpiece Theatre's American Collection: \"Almost a Woman,\" WGBH, ALT Films.\n\"Monkey Trial,\" Nebraska ETV and The American Experience, WGBH (Boston); on the Scopes trial.\nThe Rise and Fall of Jim Crow, Thirteen/WNET (New York); four-part series on U.S. post-slavery racism.\nSounding the Alarm, WISN-TV, Milwaukee; on fire safety.\nDNA Protects Men of Dishonor, KPRC-TV, Houston.\nFake Drugs, Real Lives, WFAA-TV, Dallas.\nThe Sonic Memorial Project/SonicMemorial.org, Lost and Found Sound from the Kitchen Sisters Productions, presented on NPR and Sonic Memorial Project Web site; memories of 9/11.\nThe Yiddish Radio Project, NPR, Sound Portrait Productions; special on the Golden Age of Yiddish radio.\nStories of Home, WBEZ/Chicago Public Radio; personal stories on different meanings of \"home.\"\nFile on 4: \"Export Controls,\" BBC Radio 4; on \"dual-use\" material to develop nuclear weapons.\nThe Hepatitis C Epidemic: A 15-Year Government Cover-up, Fuji Television Network, Japan.\nHow High Is the Mountain, Public Television Service Foundation, Taiwan; on families divided by geography, politics.\n\nGraphic\n\n \nPHOTO;\nRussell Simmons and his \"Def Poetry Jam\" won an award.\n\nLoad-Date: July 19, 2005"
}