{
    "title": "Peace in the age of terrorism",
    "publisher": "the wilson daily times ",
    "year": 2016,
    "month": 9,
    "day": 28,
    "full text": "Sept. 28--Frances Flannery traveled to Wilson Monday to mark the launch of a book she co-edited with Barton College professor Rodney Werline and to be the guest speaker at the annual Allan R. Sharp Religion in Life lecture.\n\"The Bible in Political Debate: What Does It Really Say?\" includes essays by 14 biblical scholars who discuss how the Bible is used by politicians in debates. The book sold out during the signing event at Barton Monday afternoon.\nWerline is the Marie and Leman Barnhill Endowed Chair in Religious Studies at Barton College and director of the Barton College Center for Religious Studies. Flannery is director of the Center for the Interdisciplinary Study of Terrorism and Peace at James Madison University.\nMonday night, Flannery spoke to a capacity crowd at the Sam and Marjorie Ragan Writing Center during her lecture titled \"Fostering Peace in an Age of Terrorism.\"\nThe audience of students, faculty members, local church leaders and the community heard an hour-long lecture on how society makes terrorism worse and ways to make it better.\n\"We live in a time of terror that will not end anytime soon,\" she said.\nFlannery traced terrorism in recent years and the rise of ISIS, which she referred to by the name Daesh.\nFlannery discussed the role religion plays in the radicalization of some terrorists, who believe the end goal of cleansing the world of evil is worth the means -- acts of terror.\nMost terrorists believe they are the ones on the side of God, she said.\nShe also told the audience ways society can help.\n\"Terror, I think, is not a problem that government alone can solve.\"She encouraged the audience members to set a tone of inclusiveness and include protection for those who are different.\nIf the cycle of terrorism is to be broken, she said, ordinary citizens and religious leaders must all take steps for wide cultural changes: don't talk about others in negative ways across classes and cultural groups, don't think an entire group is unredeemable, foster understanding, stop the hate speech, forge friendships and make an effort to understand other religions.\nEach of us must step up to the challenge for sustainable peace, she said.\nShe encouraged religious leaders to have conversations with their congregations about violent interpretations of their beliefs.\n\"Violent interpretations must be contested,\" she said, and it's not up to the government to do this. \"This is our job.\"\nFlannery ended her lecture in time for everyone to go home and watch the presidential debate. She encouraged audience members to evaluate the candidates by what they said, not by their style.\nlisa@wilsontimes.com -- 265-7810\n___ (c)2016 The Wilson Daily Times (Wilson, N.C.) Visit The Wilson Daily Times (Wilson, N.C.) at www.wilsontimes.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 29, 2016"
}