{
    "title": "Peacekeepers denounce attack on Serb leader",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 11,
    "day": 2,
    "full text": "'Terrorism' in Kosovo: Attacks by Albanians out for revenge increase\nPRISTINA, Yugoslavia (AP) - The commander of the NATO-led peacekeeping force in Kosovo called an attack on a Serb leader \"terrorism,\" and pledged Monday to crack down on increasing violence directed at the dwindling Serb population.\nGen. Klaus Reinhardt made his comments after Momcilo Trajkovic said he was shot in the thigh in his apartment Sunday night. NATO said two ethnic Albanian men were being sought in connection with the attack.\n\"The bullet is still in my leg,\" Trajkovic told The Associated Press while in a hospital in nearby Kosovo Polje. \"I'm lucky not to be dead.\"\nReinhardt said Monday that \"the criminal attack against a very respected politician like Trajkovic is unacceptable.\"\n\"This is terrorism,\" the German general said.\nThough Trajkovic normally was escorted by peacekeepers, he had asked them Sunday to leave him for \"personal reasons,\" Reinhardt told reporters.\nTrajkovic was unescorted when he entered his building at about 11 p.m. Sunday. According to his neighbors, Trajkovic said he was in his apartment when the bell rang and he went to open the door, thinking it might be peacekeepers, and somebody shot at him from the outside.\nHe managed to telephone the NATO command for help, and said he had heard the men speaking Albanian.\nTrajkovic has been a key negotiator between Kosovo's Serbs and the peacekeepers, which in many cases have been unable to protect Serbs from ethnic Albanians seeking revenge for an 18-month crackdown by Yugoslav President Slobodan Milosevic.\nThough most of Milosevic's forces and government officials left Kosovo in June after NATO's 78-day bombing campaign, Trajkovic stayed in the province to help protect remaining Serbs.\nLeading Serbian opposition parties, including the Civic Alliance and the Democrats, condemned the \"attempted murder\" of Trajkovic and demanded \"prompt punishment\" for those responsible.\n\"Trajkovic has for years worked for a democratic, multiethnic Kosovo,\" the parties said in a statement from Belgrade.\nThe Democrats described Trajkovic as \"the true leader of Kosovo Serbs, whom Milosevic's regime had abandoned and left exposed to terrorist gangs.\"\nThe chief U.N. administrator in Kosovo, Bernard Kouchner, also condemned the attack, and was expected to visit Trajkovic in the hospital.\n\nLoad-Date: November 3, 1999"
}