{
    "title": "Peace Be Upon Us_ A Holiday Reflection",
    "publisher": "the new york times",
    "year": 2012,
    "month": 11,
    "day": 27,
    "full text": "This is my version of a standard holiday column, inspired by the hope that we can rise above all the horror and suffering in the world today and live in peace and goodwill.\nIts subject is the Middle East because, well, that's where peace and goodwill go to die. The Middle East is always the center of our most heartfelt holiday wishes, because it's the one place on earth where the idea that we might all come to love one another is truly hopeless.\nThink about it. Who else is fighting anymore? The Cold War ended more than 20 years ago. It's not coming back, even if John McCain and Mitt Romney, for whatever mysterious reasons, would like to revive it. Northern Ireland is quiet as a pub on Sunday morning. Eight hundred years of conflict, finito. Even the FARC, down in Colombia, seems to be making peace overtures-a 50-year civil war, coming to an end.\nNor are there many good prospects for future conflicts. People talk about a military showdown between the United States and China. Right, the greatest trading partners in the history of the world are going to go to war with each other. And sure, there's always a bloody civil war, or two or three, in Africa, which, apparently, we don't much care about because they're black people and they don't have any natural resources that we need that urgently. And even those fights seem to be losing steam.\nNope, pretty much the whole of human conflict has been reduced to that broad swath of civilization extending from northern Africa across the Fertile Crescent and over the Himalayas. That is, almost everywhere Islamic nations abut other cultures, but especially at the epicenter, between Israel and the Palestinian Territories.\nAlready this holiday season, we've been treated to the now-perennial sight of dead Palestinian children in the Gaza Strip being carried through the streets, and frightened Israeli children huddling in bomb shelters. It's been the usual tit-for-tat maneuvering that has come to pass for Realpolitik in that part of the world. Hamas lobs a few hundred missiles into Israel, which counters with bombings and drone strikes. A cease-fire is arranged, a body count taken, and both sides and their allies hurry to total up the political points won and lost: who suffered the most, who was the most intemperate, who looked worse in the eyes of the world. There's as much spin involved as there is in the wake of a presidential debate, with each side's spokespeople rushing to get out their interpretation.\nWhat doesn't seem seriously disputed now is that it is all primarily for domestic consumption. Neither side expects the other to give up or go away anytime soon, or over the next few decades, or ever. Instead, there is a terrible kind of symbiosis here.\nHamas fires hundreds of missiles willy-nilly into a civilian population, then hides behind its own people to ensure maximum Palestinian civilian casualties as well-surely one of the most reprehensible tactics in human history. The justification for decades of Palestinian terrorism has usually been that they lacked the military hardware to fight the IDF directly, but given missiles by the smuggled truckload, the targets remain the same, i.e., anybody. In fact, for decades the Palestinians and their allies have basically claimed the right to kill just about anyone, anywhere in the world, in order to force attention to their cause. But, Palestinian terrorism has usually served a much narrower political purpose: to drown out more moderate voices, pre-empt competing radicals and draw the material support of Arabian royalty looking to appease their own Islamists by contributing a few more millions to the cause.\nFor Israel, as The New York Times's analysis spelled out this Sunday, the latest attacks leave Benjamin Netanyahu's right-wing government feeling \"very comfortable,\" after Mr. Netanyahu's extremely uncomfortable and embarrassing effort to influence our presidential election. Hamas's actions give Israel an almost free hand in the West Bank, while the government's thuggish foreign minister, Avigdor Lieberman, has already denounced the Palestinian Authority's bid for observer state status at the United Nations as \"diplomatic terrorism,\" and even threatened to collapse the Authority in retaliation. Such a turn of events can only please Mr. Netanyahu's Christian fundamentalist backers in this country, who care so deeply for the state of Israel that they expect it to disappear any day now in a bloody apocalypse that kills half of all the Jews in the world and convinces the other half to convert to Christianity.\nLooking at this sorry mess of opportunism, one can only conclude that the last, most violent area on earth is being done in by ... the religions it has spawned. Or rather, by those strands of dogmatic, fundamentalist religion promoted by a handful of leaders in all camps who likely don't even believe much of what they say themselves anymore, but feel it necessary to keep the most vicious and ignorant of their supporters nestled into suicide vests and settlements.\nI don't mean to be cynical. I remain convinced that all faiths convinced that God commands their own immediate occupation of the Holy Land can come together for a greater cause. I know, I've seen it happen. It was captured in a wire service photograph I used to keep on my refrigerator.\nThere, assembled behind a table as if at the Last Supper, were the high holy men of nearly all the major faiths represented in Jerusalem: Jewish, Muslim, Protestant, Catholic, Greek Orthodox, etc. They were all done up in their most impressive garb. One of them, I remember, was wearing something that looked like a giant coonskin cap on his head. Another was arrayed in an outfit that resembled a Klan hood.\nWhat had they all come together to do? Denounce a planned gay pride march.\nThat's right, folks. After five thousand years of killing one another in the name of God, the one thing what they could all agree on was that homosexuality is an abomination.\nDon't expect the parade of dead or terrified children to stop any time soon.\nAnd God bless us, every one.\n\nLoad-Date: November 27, 2012"
}