{
    "title": "PEACE ACCORD DEPENDS ON BOTH SIDES, NETANYAHU SAYS; PALESTINIANS MUST FULFILL PLEDGE TO THWART TERRO",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 8,
    "day": 24,
    "full text": "Israeli Prime Minister Benjamin Netanyahu said Sunday that if Israel were to give up 13 percent of its territory for peace, then it would require a stronger stance against terrorism by Palestinians.\nNetanyahu was asked by Fox news television network in an interview what Palestinian President Yasser Arafat was prepared to do on terrorism if Israel was prepared to give up the land. \"I won't go into the specifics of the negotiations because we're still in them, in a critical phase,\" Netanyahu said.\n\"Our agreement to withdraw from additional territory depends first on the configuration and location of this territory,\" he said, adding that Israel was \"obviously very concerned with each piece of land . . . both from terms of history and the very real terms of security.\"\n\"There is a specific Palestinian promise to act against this (terrorist) infrastructure. We want to see that in concrete terms as part of the deal, not only the physical battle against terrorism . . . but also the moral battle against terrorism, and that is chiefly exhibited by their willingness to annul the Palestinian charter which calls for Israel's annihilation.\"\n\"It's not only Israel that has to give, the Palestinians have to give as well,\" he added.\nSeparately, in the West Bank town of Hebron, a Palestinian woman blamed the Israeli army on Sunday for the death of her infant son, charging that soldiers at a checkpoint prevented the child from getting to a hospital in time.\nThe Israeli army said that an investigation conducted by its officers in the Hebron area had not uncovered any such incident.\nTroops have sealed off Hebron since Friday while searching for a suspected Palestinian assailant who stabbed a Jewish settler to death and set fire to his home.\nSherine Badr al-Haddad said she wanted to take her 3-month-old son, Qosay, one of a set of triplets, to Hebron's Alia hospital on Saturday because he had been suffering from influenza.\nShe said that she had tried to pass through an Israeli army checkpoint, but when soldiers barred her entry, she had to take a longer route, and by the time she reached the hospital, the baby was dead.\n\nGraphic\n\n \nPHOTO Photo Headshot from AGENCE FRANCE-PRESSE - Israeli Prime Minister Benjamin Netanyahu attends an Israeli Cabinet meeting Sunday in Jerusalem. Netanyahu is calling on Palestinian leader Yasser Arafat to do more to prevent attacks on Jewish settlers.\n\nLoad-Date: August 24, 1998"
}