{
    "title": "PEACEWORK JUST DON'T PAY BILL, BIBI SITDOWN YIELDS NO CHANGE ON STALEMATE",
    "publisher": "daily news ",
    "year": 1997,
    "month": 4,
    "day": 8,
    "full text": "WASHINGTON President Clinton yesterday failed to get Israeli Prime Minister Benjamin Netanyahu to ease up on his drive to build more Jewish housing in Jerusalem.\nNetanyahu said \"nothing definitive\" came of two hours of blunt talks with Clinton at the White House in the U.S. bid to quell Israeli-Palestinian violence and revive the stalled peace process.\n\"It's well-known that the U.S. has its position on this subject and we have our position, and I don't think that will surprise anyone,\" Netanyahu said.\n\"We had a very specific, frank, candid and long talk,\" Clinton said, using diplomatic code words signaling a failure to make progress. \"Now we're going to talk to Palestinians and see what we can do to get this thing going again.\"\nClinton rejected Netanyahu's call for an immediate Camp David-style summit with Palestinian leader Yasser Arafat. \"It's important not to jump the gun on that,\" Clinton said.\nBut the President backed Israel's position that no concessions should be made to those who staged suicide bombings and riots to protest Netanyahu's bulldozing of ground in Jerusalem for new apartments. \"No one should have to bargain to be free from terrorism,\" Clinton said.\nThe violence continued yesterday, as a Jewish settler opened fire with a rifle on stone-throwers, wounding two in the West Bank town of Kharbata. In a separate incident, a Jewish settler fired into the air to disperse stone-throwers in Hebron.\nNetanyahu declined to discuss proposals Clinton outlined but said he was open to building more Arab housing in Jerusalem and to allowing the Palestinians to build an airport and seaport in the Gaza Strip.\nClinton was due to meet later this week with Palestinian delegations, but the outlook was grim. Netanyahu stood firm on refusing to talk until Arafat showed \"zero tolerance\" for terrorism, while yesterday Arafat again said he would not meet until Netanyahu stopped the bulldozers.\nEarlier, Netanyahu scoffed at the Palestinian charge that he was engaging in a form of terrorism by building the apartments on a Jerusalem hill that the Israelis call Har Homa, and the Arabs call Jabal Abu Gneim.\n\"The terrorism of walkup rentals, the terrorism of condominiums,\" Netanyahu said.\nHe said Israel had a right to build anywhere in Jerusalem because the Jewish connection to the holy city was \"more powerful than all the laws of history. We will never allow Jerusalem to be redivided again never, never!\"\nNetanyahu also bristled at what he said were attempts by critics to paint Israel as the villain in the recent outbreak of violence. \"Why are we being perceived as the heavy? I come here with absolutely clean hands,\" he said.\n\nGraphic\n\n \nHARRY HAMBURG DAILY NEWS TALKING HEADS: President Clinton and Israeli Prime Minister Benjamin Netanyahu share laugh yesterday.\n\nLoad-Date: April 8, 1997"
}