{
    "title": "Peace on the line in terrorism summit Clinton trying to save legacy of Israel 's Rabin",
    "publisher": "usa today",
    "year": 1996,
    "month": 3,
    "day": 12,
    "full text": "President Clinton went to the Mideast five months ago to mourn\nslain Israeli Prime Minister Yitzhak Rabin. Now he returns to try to\nsalvage Rabin's legacy.\nAt a Red Sea resort at the tip of the Sinai Peninsula, Clinton\nand Egyptian President Hosni Mubarak will host a summit Wednesday\nthey hope will prevent a series of suicide bombings in Israel from\ndestroying three years of hard-won progress toward peace.\n\"Yitzhak Rabin was a good friend of mine,\" Clinton told a New\nJersey audience Monday. He said the former general told him Israel's\nsurvival was the result of \"hard work and effort and courage and\nultimate sacrifice to a common cause.\"\n\"I will go to Egypt to try to advance that cause and beat back\nthe terrorism that threatens it today.\"\nBut many question whether the gathering of presidents, prime\nministers and kings will be enough to stop terrorists who threaten\nthe peace process and the two leaders who are trying to keep it\nalive, Israeli Prime Minister Shimon Peres and Palestinian leader\nYasser Arafat.\nThe meeting the White House calls the \"Summit of the Peacemakers\"\nis clearly more symbol than substance. The public opening statements\nare slated to last twice as long as the one-hour private session\nthat follows.\nBut the \"class photo\" is expected to be historic. It will show\nthe largest collection of Arab leaders ever to stand with an Israeli\nprime minister.\nPrince Saud al-Faisal will become the highest-ranking Saudi ever\nto meet with a leader of the Jewish state. Russian President Boris\nYeltsin, French President Jacques Chirac, British Prime Minister\nJohn Major and Jordan's King Hussein also will attend.\n\"This proves the Woody Allen principle: 90% of life is showing\nup,\" says Richard Haass of the Council on Foreign Relations. \"The\nreal meaning of the summit is simply that it's happening.\"\nU.S. officials predict some concrete results:\n-- Increased communication and coordination among intelligence\nagencies in the region to locate and arrest suspected terrorists.\nDeputy CIA Director George Tenet met last weekend with the chiefs of\nIsrael's security police and the Palestinians' internal security\nforce to urge more cooperation.\n-- A request by Arafat for more aid, including an emergency fund\nto help Palestinians who have lost jobs because of Israel's military\nblockade.\n-- Increased international isolation of nations suspected of\nharboring or financing terrorism, including Iran, Iraq, Libya and\nSudan. They were not invited to the summit.\nSyria and Lebanon declined invitations, disappointing the White\nHouse. A last-minute acceptance was still possible.\nThe deaths of 62 people in four bombings has cost Peres his lead\nin the May 29 Israeli elections and strengthened the opposition\nLikud Party, which opposes the land-for-peace compromises Israel has\nmade.\nAnd Arafat, under pressure from Israel and the United States, has\nlaunched a crackdown on the militant Islamic group Hamas that some\nfear will divide Palestinians and fuel a new round of violent\nresistance.\n\"If there are no more bombs, then it's going to be a close call\nbut the peace process can still be saved,\" says Geoffrey Kemp of the\nNixon Center for Peace and Freedom. \"But if there's another bombing,\nall bets are off.\"\nSince the breakthrough accords were signed by Rabin, Peres and\nArafat in 1993, more Israelis have been killed in terrorist attacks\nthan at any time in the Jewish state's history.\nThe message in Clinton's speech Thursday at the Tel Aviv Center\nfor the Performing Arts will be that the Israelis are not alone in\ntheir grief, aides say. He also will meet with Peres and Likud\nleader Benjamin Netanyahu.\nAnd he will visit Rabin's grave at the Har Herzl Cemetery with\nRabin's widow, Leah.\n\nGraphic\n\n \nPHOTO, b/w, Joe Marquette, AP; PHOTO, b/w, AP; In Hackensack, N.J.: President Clinton shakes hands Monday with Arline Duker, mother of Israel bombing victim Sara Duker. Clinton is headed to a one-day Mideast peace summit on Wednesday. Summit site: A worker waters plants outside the Movenpick Hotel in Sharm al-Sheikh, Egypt.\n\nLoad-Date: March 13, 1996"
}