{
    "title": "Peace elusive in Middle East Charleston rabbi says violence will continue until Arabs rise against H",
    "publisher": "the world",
    "year": 2006,
    "month": 7,
    "day": 18,
    "full text": "DAILY MAIL STAFF\nRabbi Victor Urecki, of B'nai Jacob Synagogue in Charleston, said the world must unite in the battle against terrorism, but it is frustrating to figure out how to do it.\nUrecki's comments come on the heels of attacks on Israel by Hezbollah, a militant Islamic group believed backed by Iran and Syria. Calling the situation \"complex and difficult,\" he said the war is not against Lebanon but is against terrorism.\nAs world leaders struggle to come up with a solution, Urecki points to earlier resolutions that called for disarmament of Hezbollah when Israel withdrew from southern Lebanon in 2000.\n\"It is continuing,\" he said of the violence. \"It is a well-run organized militia. It has not been removed.\"\nUrecki is not optimistic about a quick fix.\n\"It's so difficult,\" he said. \"It's a mess. It gets complicated. You feel there really is no solution. The reality is as long as there is terrorism, it will be hard to move the peace process forward. It is so easy to destroy the peace process.\"\nHe added he doesn't believe anyone is getting a good handle on how to tame the escalating violence.\n\"Terrorism is growing and not going away,\" he said. \"That is why people are so frustrated. How do you break up the infrastructure when it is so imbedded? You can try to get the infrastructure but you don't want to go into a ground war. Hezbollah would love a ground war.\"\nWhile the situation in the Middle East has historically been bleak, there has always been a feeling that one day there would be a chance for peace, he added.\n\"There are indeed moderate forces in the Arab world who do believe in a two state solution and who sincerely want to create peace between a Jewish state and an Arab world,\" he said. \"Unfortunately, thanks to a terrorist organization such as Hamas, Hezbollah and their sponsors - Iran and Syria - there is effectively no way for those who want peace to have a voice.\n\"These organizations and states continue to fight for the destruction of the Jewish state,\" he said. \"With such groups and support, violence can be the only continued outcome, with innocent civilians on both sides being hurt.\"\nHe compared the power of terrorism to a hostage situation.\n\"As long as terrorist organizations are able to hold the countries and the world hostage, there is no way to ever create the environment for peace between the two sides,\" he said. \"In addition, as long as Hezbollah and Hamas are embedded in the Palestinian territories and Lebanon, there is no way for Israel to ever be able to rid itself of terrorism.\n\"The only way to stop the violence is for the Arab world to rise up against these forces. Until that happens, the violence, sadly, will continue.\"\nUrecki said Jews are riveted to the news and meetings are in the works to discuss the imminent need for humanitarian relief.\nContact writer Charlotte Ferrell Smith at charlotte@dailymail.com or 348-1246.\n\nLoad-Date: March 5, 2008"
}