{
    "title": "PEACE GESTURES MAKE 'TERRORIST' CASE MOOT",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 9,
    "day": 23,
    "full text": "Janet Reno has attracted great public support as attorney general because she is straight. She calls them as she sees them, not hesitating to challenge such shibboleths as mandatory sentences and drug-law enforcement methods.\nReno's attention could be usefully directed at a six-year-old case that I think shows the prosecutorial mind at its obsessive worst. The Immigration and Naturalization Service is trying to push a terrorism clause in the law beyond its words - perhaps beyond the Constitution - to deport two Palestinians who have not engaged in terrorism.\nThe case is especially dubious now because of the agreement between Israel and the Palestine Liberation Organization. President Bill Clinton and other leaders urged support for the PLO effort at governance in Gaza and Jericho.  But in the INS view of the law, an alien resident who gave such support would be deportable.\nKhader Hamide and Michel Shehadeh have lived in the United States for many years. In 1987, in Los Angeles, INS agents arrested them, put them in shackles and labeled them terrorists.\nBut they were not charged with committing any terrorism. In the deportation proceedings that have dragged on since then, they were accused of raising money for a radical PLO faction, the Popular Front for the Liberation of Palestine.\nThe Popular Front has indeed carried out terrorist acts. Like many other organizations, it has been both a guerrilla and a political group.\nHamide and Shehadeh say they supported only lawful activities, such as clinics in the West Bank. How does the INS justify the claim that they should be deported? It relies on a clause in a 1990 Immigration Act that makes aliens deportable if they give \"material support to any individual, organization or government in conducting a terrorist activity at any time.\"\nTo be grounds for deportation, the support must be for someone \"in conducting a terrorist activity.\" But in the teeth of those words, as it seems to me, the INS says it can deport aliens who gave money to an organization for the most peaceful purpose if that organization had ever conducted a terrorist action.\nGiving support to terrorism is a crime in this country. Anyone who aids terrorism, citizen or alien, should be prosecuted. But it is lawful - and a right under the First Amendment - to support peaceful activities by even a despised group.\nA year ago I spoke with a Bush administration assistant attorney general, Stuart Gerson, about the case. He said, \"We'll try to show that they materially aided a terrorist cause. If we don't, we should lose.\"\nThe only way the INS has tried to meet that test is by defining \"terrorist cause\" beyond common sense and the language of the statute. It is time for the Justice Department - for Attorney General Reno - to put an end to this perversion of justice.\n\nLoad-Date: September 24, 1993"
}