{
    "title": "PEACE ACTIVIST, LABOR DECRY FBI TERRORISM PROBE RAIDS IN MIDWEST TARGET CRITICS OF U.S. POLICY IN MI",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 6,
    "day": 14,
    "full text": "CHICAGO -- FBI agents took box after box of address books, family calendars, artwork and personal letters in their 10-hour raid in September at the century-old house shared by Stephanie Weiner and her husband.\nThe agents seemed keenly interested in Ms. Weiner's home-based business, the Revolutionary Lemonade Stand, which sells silkscreened infant bodysuits and other clothes with socialist slogans and phrases like \"Help Wanted: Revolutionaries.\"\nThe search was part of a mysterious, ongoing nationwide terrorism investigation with an unusual target: prominent peace activists and politically active labor organizers.\nThe probe -- involving subpoenas to 23 people and raids of seven homes last fall -- has triggered a high-powered protest against the Department of Justice and, in the process, could create some political discomfort for President Barack Obama from his union supporters as he gears up for his re-election campaign.\nThe apparent targets are concentrated in the Midwest, including Chicagoans who crossed paths with Mr. Obama when he was a young state senator and some who have been active in labor unions that supported his political rise.\nInvestigators, according to search warrants, documents and interviews, are examining possible \"material support\" for Colombian and Palestinian groups designated by the U.S. government as terrorists.\nThe apparent targets, all vocal and visible critics of U.S. foreign policy in the Middle East and South America, deny any ties to terrorism. They say the government, using its post-9/11 focus on terrorism as a pretext, is targeting them for their political views.\nFirst Amendment rights cited\nThey are \"public nonviolent activists with long, distinguished careers in public service, including teachers, union organizers and antiwar and community leaders,\" said Chicago lawyer Michael Deutsch, part of a legal team defending those who believe that they are being targeted by the investigation.\nSeveral activists and their lawyers said they believe that indictments could come anytime, so they have turned their organizing skills toward a counteroffensive, decrying the inquiry as a threat to their First Amendment rights.\nThose who have been subpoenaed, most of them non-Muslim, include clerical workers, educators and, in one case, a stay-at-home dad. Some are lesbian couples with young children -- a point apparently noted by investigators, who infiltrated the activists' circle with an undercover officer presenting herself as a lesbian mother.\nAll 23 of the activists invoked their right not to testify before a grand jury, defying U.S. Attorney Patrick Fitzgerald, whose office is spearheading the investigation.\nA spokesman for Mr. Fitzgerald, the Chicago prosecutor whose past work has sometimes riled both political parties, declined to comment.\nIt is uncertain whether Mr. Obama is aware of the investigation. A White House official referred questions to the Justice Department, where spokesman Matthew Miller said the agency will not comment on any specific investigation.\nMr. Miller disputed any assertion that people would be targeted for political activities. \"Whenever we open an investigation, it is solely because we have a reason to do so based on the facts, evidence and the law,\" he said.\nThe activists have formed the Committee to Stop FBI Repression, organized phone banks to flood Attorney General Eric Holder's office and the White House with protest calls, solicited letters from labor unions and faith-based groups and sent delegations to Capitol Hill to gin up support from lawmakers.\nLabor backers include local and statewide affiliates representing the Service Employees International Union and the American Federation of State, County and Municipal Employees, two of the most influential unions in the liberal movement. So far, nine members of Congress have written letters to the administration asking questions.\nUnion locals up in arms\nThe major national labor organizations have not gotten involved in the case and are considered likely to support Mr. Obama's re-election next year. But some state and local union organizations are expressing alarm about the case, saying the government appears to be scrutinizing efforts by workers to build ties with trade unionists in other countries.\n\"I am so disgusted when I see that so many union people have been targeted in this,\" said Phyllis Walker, president of AFSCME Local 3800, which represents clerical workers at the University of Minnesota, including four members who are possible targets. The union's statewide group, which says it represents 46,000 workers, called upon Mr. Obama to investigate and passed a resolution expressing \"grave concern\" about the raids. Similar resolutions have been approved by statewide AFSCME and SEIU affiliates in Illinois.\nIf there are indictments, the case could test a 2010 Supreme Court ruling that found that the ban on material support for designated foreign terrorist groups does not necessarily violate the First Amendment -- even if the aid was intended for peaceful or humanitarian uses. The ruling held that any type of support could ultimately help a terrorist group's pursuit of violence.\nActivists' international work\nThe probe appears to date from 2008, as a number of activists began planning for massive antiwar demonstrations at the Republican National Convention in St. Paul, Minn. After the convention, the FBI's interest continued, apparently focused on the international work pursued by many of the participants.\nSeveral activists said they had traveled to Colombia or the Palestinian territories on \"fact-finding\" trips designed to bolster their case back home against U.S. military support for the Israeli and Colombian governments.\nIn 2009, a group raised money to travel and deliver about $1,000 to a Palestinian women's group, but the delegation was turned back by officials at the airport in Israel, organizers said.\nSearch warrants, subpoenas and documents show that the FBI has been interested in links between the activists and the Revolutionary Armed Forces of Colombia, or FARC, the Popular Front for the Liberation of Palestine and Hezbollah.\nIn the early morning of Sept. 24, 2010, agents raided homes in Chicago and Minneapolis, issued subpoenas to 14 activists, and tried to question others around the country, including prominent antiwar organizers in North Carolina and California.\nAt 7 a.m., according to documents and interviews, about a dozen armed federal agents used a battering ram to force their way into Mick Kelly's second-floor apartment, which sits over an all-night coffee shop in a working-class Minneapolis neighborhood. Mr, Kelly, 53, a University of Minnesota dormitory cook and a Teamsters member, said he was at work and his nightgown-clad wife, Linden Gawboy, was slow to answer the door.\nApparently by accident, the agents left something behind: a packet of secret documents headlined \"Operation Order,\" laying out detailed instructions for the FBI SWAT team to find clues of Mr. Kelly's activism, including personal finances or those of the Freedom Road Socialist Organization, a far-left group he works with. The documents point to the FBI's interest in Mr. Kelly's foreign travel.\n\"We've done absolutely nothing wrong,\" Mr. Kelly said. \"We don't know what this is about, but we know that our rights to organize and speak out are being violated.\"\nIn Chicago, the raid at the home of Ms. Weiner, 49, also targeted her husband, Joe Iosbaker, 52, a University of Illinois-Chicago office worker and an SEIU local union steward. The couple are among the grass-roots activists close to the world once inhabited by Mr. Obama who have been caught up in the investigation.\nLike others, Ms. Weiner and Mr. Iosbacker have been fixtures on the local liberal political scene, protesting police actions, attending antiwar rallies, leading pay-equity fights and even doing some volunteer work for Mr. Obama's past campaigns.\nTom Burke, who received a subpoena Sept. 24, had in 2004 discussed the plight of murdered Colombian trade unionists with then-state Sen. Obama.\nHatem Abudayyeh, one of seven Palestinians subpoenaed in the investigation, recalls encountering Mr. Obama in the community during his years as a state legislator. Mr. Abudayyeh, 40, is executive director of the Arab American Action Network, a Chicago advocacy group that hosted Mr. Obama for at least two events while he was a state senator.\nFBI pattern referenced\nCivil libertarians and other critics say the investigation fits a pattern for the FBI, pointing to a Justice Department inspector general's report -- issued three days before the raids -- chiding the agency for monitoring the domestic political activities of Greenpeace, People for the Ethical Treatment of Animals and other groups in the name of combating terrorism.\nRep. Jan Schakowsky, D-Ill., a House Intelligence Committee member and a close Obama ally, wrote Mr. Holder in April conveying the activists' concerns. \"Clearly, we need to have a bright line where people can exercise their civil rights, their civil liberties, to peacefully protest,\" she said in an interview.\n\nLoad-Date: June 14, 2011"
}