{
    "title": "Peddlers and Politics",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 13,
    "full text": "The Vice-Presidential debate didn't end when George Bush and Geraldine Ferraro walked off the stage Thursday night. Within minutes their partisans were smoothly lobbying reporters to see the result their way, and yesterday the principals were still arguing over who won.\nIn one respect, Vice President Bush dismayed even his well-wishers. So exuberant was he in his determination to tell the Reagan-Bush story that he often bubbled over into gush.\nEditorial suggests Geraldine Ferraro and George Bush, while pursuing different agendas, both 'won' their TV debate\nBut in most other respects, the partisans for both sides had a plausible case.\n''He won,'' some of the partisans insisted, on policy grounds. His long experience showed in his mastery of the foreign affairs discussion, notably the skillful way he seized on the bluntness of Mrs. Ferraro's denunciation of covert action.\n''She won,'' insisted the partisans who called themselves her ''surrogates,'' on grounds of Presidential poise and polish. The minute he tried to put her down, for instance, on that same issue of covert action, she spoke up firmly, showing becoming strength.\nThe two candidates, in fact, pursued two different agendas, and in that sense both won.\nMrs. Ferraro, though sometimes lacking fire, made her party's case against belligerence abroad and for civil rights at home - and praised her running mate with grace.\nThe Vice President performed both better and worse. Worse when he felt compelled to pronounce his leader ''wonderful'' in this respect, ''excellent'' in that one. But when he came to direct discussion of foreign policy, like Euromissiles, terrorism and oppression of Soviet Jews, the former envoy to China and C.I.A. Director performed with ease and authority.\nIn the end the surrogates and lobbyists on both sides in Philadelphia could claim success. The Vice- Presidential event was less a debate between two rivals and more a display of two candidates. For the public, that too could be counted a victory."
}