{
    "title": "Peddling Fear",
    "publisher": "the new york times",
    "year": 2011,
    "month": 10,
    "day": 23,
    "full text": "At one o'clock in the morning Friday, in one of its rushes to get out of work and back to fund-raising, the Senate took up a measure to strip the Justice Department of the power to charge and try any non-American terrorism suspect captured anywhere in the world.\nIt was an outrageous usurpation of executive authority and a mockery of the values on which this nation was founded. It sought to eliminate the only effective tool this country has to punish terrorists, the federal courts, and create a system of unchecked military detention with no judicial or even Congressional review.\nAnd yet 47 senators voted for the measure, introduced by Kelly Ayotte, the New Hampshire Republican who is a favorite of the far right. They included the usual gang of fearmongerers, John McCain, Lindsey Graham and Joe Lieberman, but also so-called Republican moderates like Susan Collins and Olympia Snowe.\nThe measure failed, but there is still a bill pending in the Senate that is very nearly as bad. That version was attached to the annual military budget bill through a deal between Carl Levin, the Democratic chairman of the Armed Services Committee, and Mr. McCain, the committee's senior Republican, after GOP members of the panel proposed an even worse amendment. Mr. Levin made the compromise despite the objections of his majority leader, Harry Reid, the Justice Department, the State Department, the White House and the Pentagon.\nJeh Charles Johnson, the chief Pentagon lawyer, warned in a speech that ''there is risk in permitting and expecting the U.S. military to extend its powerful reach into areas traditionally reserved for civilian law enforcement in this country.''\nThe Senate measure would mandate military custody for any non-American citizen who is accused -- not proven to be, but simply accused -- of being a member of Al Qaeda, or of planning or carrying out an attack on the United States or any country deemed to be an ally at any particular time. That means that if the F.B.I. is interrogating a man who tried to blow up Times Square, and he says he is with Al Qaeda, the Justice Department would have to stop the investigation and turn him over to the military.\nThe Levin-McCain amendment allows in theory for a prisoner to be tried later in civil court, but under conditions making that impossible. In any case, Congress has already barred the civilian trial of any inmate of the Guantanamo Bay detention camp and would surely do the same for prisoners held in the United States if the occasion arose.\nThere are so many terrible things in this bill. Here are just a few of them.\nIt could cripple F.B.I. investigations of terrorism suspects and agents' ability to disrupt plots.\nIt's a step toward making permanent the Guantanamo prison, a blot on America's reputation and an increased danger to any soldier captured in battle.\nThere is no provision for judicial review of the decision to send a prisoner to military detention. The government has mistakenly detained hundreds of men -- that we know of -- on suspicion of terrorism in the last 10 years.\nIt's unnecessary since civil courts have a track record of success in trying, convicting and sentencing terrorists. The military tribunals created by President George W. Bush and improved by President Obama have a record of failure.\nThe president has the authority needed to detain members of Al Qaeda under the laws of war. This bill extends a power appropriate only for times of actual war to all time and across the entire globe.\nWhen the United States is finally restoring its global standing, after the damage of the Bush years, it seems sure to enrage American allies and give new comfort to our enemies.\nThe White House, the Justice Department and the Pentagon have been trying to tinker with the Levin amendment to lessen the damage. But the real answer -- the only one that safeguards American lives and safeguards American values -- is to kill it.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 25, 2011"
}