{
    "title": "Pegasus Spyware_ Now it can breach your mobile and WhatsApp",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 11,
    "day": 1,
    "full text": "The confirmation by WhatsApp that the mobile phones of several Indian rights and activists and journalists had been hacked into has sparked with privacy activists asking the government to clarify. Pegasus-the spyware- sold by Israel's NSO Group was used to tap into 1,400 accounts globally.\n\nOn Thursday the central government said it has asked WhatsApp to explain how the Israeli spyware-Pegasus had been used to infect the phones of many Indian human rights activists, lawyers, and journalists to spy on them.\n\nIT Minister Ravi Shankar Prasad responded to the Facebook-owned messaging platform's revelation that 1,400 people had been targeted worldwide including India. By surveillance technology, it can read and transmit the entire content of a phone as well as operate its camera.\n\nThe Israeli company NOS Group which developed the technology has said it sells 'Pegasus' only to vetted governments and their agencies.\n\nIT Minister Ravi Shankar Prasad tweeted on Thursday,\" The government of India is concerned over the breach of privacy of citizens of India on the messaging platform WhatsApp. We have asked WhatsApp to explain the kind of breach and what it is doing to safeguard the privacy of millions of Indian citizens\".\n\nThe targeted Indians were people of similar persuasion, mainly human rights activists, lawyers and journalists fighting for or speaking out for tribals, Dalits, and people fighting the government in court.\n\nHigh technology is involved to target for surveillance. Injected software then is capable of secretly transmitting the phone's contents to the attacker.\n\nWill Cathcart, heads WhatsApp said in an OpEd in the Washington Post that his company had first detected this new form of cyber attack in May 2019.\n\nCathcart said that 100 human rights activists, journalists, and others were targeted it should serve as a wake-up call for technology companies, governments, and all Internet users.\n\nNSO Group said any use of the product other than to prevent serious crime and terrorism was a misuse.\n\nLoad-Date: November 2, 2019"
}