{
    "title": "Pelosi_ Congress to consider two bills targeting Chinese forced labor",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 19,
    "full text": "Beijing has come under fire for a network of detention centres which mostly house Muslim minorities.\nIn a first ever, the Chinese government yesterday published a white paper providing a figure on the number of people housed in what the United Nations and a large part of the worldwide community consider \"concentration camps\".\nThe United States and other countries have been ratcheting up pressure on China over its treatment of Uighur Muslims in the remote Xinjiang region, where the United Nations cites credible reports as saying 1 million Muslims held in camps have been put to work.\n\"These extraordinary human rights violations demand an extraordinary response\", Kenneth Cuccinelli, the Department of Homeland Security's acting secretary told reporters at the time.\nThe government has consistently insisted that mass \"vocational education and training\" is necessary in the region to combat terrorism and poverty.\n\"While there are no indications for forced labor in the Shangyu mill, we have chose to, until we get more clarity around allegations of forced labor, phase out our indirect business relationship with Huafu Fashion Co, regardless of unit and province, within the next 12 months\", H&M said.\n\"Xinjiang has built a large knowledge-based, skilled and innovative workforce that meets the requirements of the new era\", the report reads.\nBeijing has come under intense worldwide criticism over its policies in the resource-rich region.\nFirefighters Work to Save Mount Wilson Observatory From Bobcat Fire\nIn the nearby Cooper Canyon area, air tankers have been deployed to help contain a large spot fire north of Highway 2. To date, the Bobcat Fire has engulfed more than 44,000 acres, according to the Angeles National Forest Twitter feed.\nIt says the training provided includes written and spoken Mandarin, labour skills and \"knowledge of urban life\".\nHowever, the white paper warns there is a low level of vocational skills and says \"terrorists, separatists and religious extremists\" have encouraged the public not to learn Chinese, to \"reject modern science, and refuse to improve their vocational skills\".\nStephen Lamar, president of the American Apparel and Footwear Association, said his industry is working hard to root out products made with forced labor from its supply chains, but Xinjiang, where China has detained over 1 million Muslim Uighurs, represents a unique challenge.\nBeijing has denied claims of forced labour and in Tuesday's report said it would take \"resolute action\" against it.\nThey fall short of the region-wide ban that had been considered, officials said.\nThe EU meanwhile has urged China to allow independent observers to travel to the highly-surveilled region.\nBut human rights groups have said at least one million people have been incarcerated in camps which they describe as \"re-education\" centres.\nIn a white paper on Xinjiang in March, China defended its controversial security crackdown and said almost 13,000 \"terrorists\" have been arrested there since 2014.\n\nLoad-Date: September 19, 2020"
}