{
    "title": "Pelosi's actions harmful to the country",
    "publisher": "university wire",
    "year": 2007,
    "month": 4,
    "day": 11,
    "full text": "If an award were given out to the most ridiculous, outlandish politician, I'm fairly confident that Speaker of the House Nancy Pelosi would be the overwhelming victor. Her detrimental efforts to undermine President Bush's foreign relations, her acceptance of failure in Iraq, and her party's call to remove the phrase \"global war on terrorism\" have all contributed to Pelosi's growing arrogance.\nHer recent trip to the Middle East, particularly Syria, has been at the forefront of news recently. Even the liberal-biased media has not been able to avoid printing and broadcasting sharp criticisms about her. Her actions are part of the new Congress' plans to diminish President Bush's leadership abilities by undermining his effective foreign policies with nations harboring terrorists. That's right, I called a Bush policy effective.\nWith North Korea backing down and Iran feeling insurmountable pressure worldwide, I don't believe Bush's entire presidency to be the failure some label it as.\nThe Democrats, namely Pelosi, have decided to take foreign relations into their own hands by engaging in talks with Middle Eastern nations that are listed as terrorist sponsors. On top of that, Ms. Pelosi had the nerve to \"relay messages\" from Israel to Syria and vice-versa. This may sound harmless enough -- except that she was relaying incorrect messages. Is this woman serious?\nI cannot take someone seriously who jeopardizes a foreign relations strategy that excludes conversations with terrorist-harboring nations. Pelosi honestly believes her actions helped the Bush Administration. I honestly believe that Ms. Pelosi has overstepped her power that clearly calls for an investigation by the Department of Justice.\nOn top of this fiasco, Ms. Pelosi and her fellow anti-war lawmakers have put together an emergency spending bill that sets a timetable for withdrawal from Iraq.\nThis raises quite a thorny question to me -- what is a timetable doing in a spending bill? Congress is playing politics with the funding necessary to run the war and keep our troops well-equipped. When this bill is finally reconciled by the House and the Senate, President Bush is going to do something remarkable: a presidential veto.\nI keep hearing the Democrats speak of their overwhelming victory in the November 2006 election as justification for accepting failure in Iraq. Even after Congress entrusted General David Petraeus with the responsibility of managing the war effort, they are still undermining his leadership in Iraq. General Petraeus called for the troop surge as a necessary step in an attempt to salvage victory in Iraq. Despite this, the anti-war lawmakers continue to push for withdrawal. Perhaps the Democrats' refusal to admit progress in Iraq is nothing more than the Democrats looking for the White House in 2008. Watching Pelosi stammer over the dates set as \"benchmarks\" made me sick to my stomach.\nSen. Harry Reid then proceeds to threaten President Bush by telling him the troops will not receive funding if this bill is vetoed. Good thing the Democrats have someone like Sen. Carl Levin to clean up after their mess. Levin very intelligently, and strategically, denounced Reid's empty threat of cutting funds.\nThis bill tells the terrorists the exact date in which we give up in Iraq, sending the message that they just need to be patient. As we all know, terrorists are extremely patient -- Sept. 11 wasn't planned overnight.\nAs if terrorists haven't received enough good news from our newly elected Congress, the Democrats are now on a crusade to eliminate the phrase \"global war on terrorism.\" This is a powerful phrase that sends the clear message to terrorists that they are being pressured around the globe. Why would we want to eliminate a phrase telling terrorists they are being watched? It seems as if the Democrats are trying to deny the war on terrorism even exists. Perhaps they should re-watch the devastating video footage of Sept. 11, when 3,000 Americans were killed on our own soil. Ms. Pelosi and her posse need to wake up to the reality of the world we live in. Terrorism is a real threat being run by individuals who are incapable of reason, live to kill and who don't deserve the attention of our leaders. Denial only equates to inevitable failure.\n(C) 2007 Daily Collegian via U-WIRE\n\nLoad-Date: April 11, 2007"
}