{
    "title": "PEMA chief tells hazmat workers they have a friend",
    "publisher": "tribune-review",
    "year": 2013,
    "month": 8,
    "day": 24,
    "full text": "Pennsylvania Emergency Management Agency director Glenn Cannon channeled a 1980s license plate slogan - \"You've Got a Friend...\" - to describe that agency's role with state hazardous materials emergency responders. \n\"Remember, our staff has walked in your shoes. When you call PEMA, we don't plan on taking over anyone's job, but we want to provide you the resources - tools, training and equipment - so you can do your jobs,\" Cannon said. \nCannon spoke to more than 100 members of the Pennsylvania Association of Hazardous Materials Technicians on Friday during a three-day conference and training session at Seven Springs Mountain Resort in Somerset County. \nCannon recalled during his tenure as director of the Allegheny County Emergency Management and Public Safety departments, and later from 1996 to 2001 as manager and chief operating officer, there was not that secure feeling when contacting the state agency. \nHe noted that many prior governors' administrations never filled those roles with people who had worked as emergency responders. \nHowever, since January 2011, when Gov. Tom Corbett appointed Cannon to head the state agency, Cannon said he's made it a rule when selecting senior staffers that they have experience in emergency management. \nAs the agency begins to reformulate state certification requirements for hazardous materials technicians, Cannon pledged the new rules \"will first be completely vetted by important organizations like this\" before they are enacted by the end of 2013. \nCannon told the technicians that private hazardous materials teams, many hired by insurance companies or cargo carriers to assist in cleanups, \"will have to have the same certification and training background as you do.\" \n\"We have had cases in the state - I'm not going to say where - when we've had spills and the private hazmat crews have gotten into fist fights and they've had to call state police,\" Cannon said. \nCannon said that as he reviews the roles of hazardous materials teams, water search and rescue teams and firefighters across the state, he sees a lot of the same names on the various lists, which stretch people's and departments' resources for proper training. \n\"Unfortunately, we're losing a lot of folks; 25 years ago there were over 300,000 firefighters, now there are just 60,000,\" Cannon said. \nCannon said the responsibilities of hazardous materials crews are growing each year with the advent of Marcellus shale drilling and increased threats of terrorism. \n\"When I started, agricultural terrorism - we didn't have that. Chemical suicides, we didn't have that thing, either. And pressure cookers blowing up - we didn't have that back then. The world continues to change, but the old calls never seem to go away,\" he said. \nPaul Peirce is a staff writer for Trib Total Media. He can be reached at 724-850-2860 or ppeirce@tribweb.com \n\nLoad-Date: August 26, 2013"
}