{
    "title": "Pence_ U.S. 'shoulder to shoulder' with Egypt",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 1,
    "day": 21,
    "full text": "CAIRO - Vice President Mike Pence and Egyptian leader Abdel-Fattah el-Sissi pledged a united front against Mideast terrorism on Saturday as Pence, the highest-level American official to visit the U.S. ally in nearly a decade, began a trip through the region amid a government shutdown in Washington.\nPence told reporters that he raised the issue of two Americans who have been imprisoned for several years in Egypt and that el-Sissi said \"he would give personal attention\" to their cases. \"We'd like to see our people come home. I made that clear to him,\" Pence said before flying to Jordan.\nPence and el-Sissi held 2½ hours of talks at the presidential palace in Cairo, with acknowledgments of friendship and partnership between the two countries. Through a translator, Pence listened as el-Sissi cited the need to address \"urgent issues,\" including \"ways to eliminate this disease and cancer that has terrified the whole world.\"\nPence pointed to President Donald Trump's efforts to forge stronger ties with el-Sissi in his first year in office, \"after a time when our countries seemed to be drifting apart.\"\nThe vice president said that \"we stand shoulder to shoulder with you and Egypt in fighting against terrorism\" and that \"our hearts grieve\" for the loss of life in recent terrorist attacks against Egyptians.\nThe vice president noted the deadly attack against Christians in late December, when a militant opened fire outside a suburban Cairo church, killing at least nine people. He also cited the killing of 311 worshippers inside a mosque in northern Sinai last November.\n\"We resolve to continue to stand with Egypt in the battle against terrorism,\" Pence said.\nPence arrived in Cairo hours after the U.S. Congress and Trump failed to reach agreement on a plan to avert a partial federal closure. Pence went ahead with his four-day trip to the Middle East, citing national security and diplomatic reasons.\nPence's meetings with el-Sissi delved into security cooperation, economic ties and efforts to fight the Islamic State group. The vice president called it a \"very productive\" meeting and said he pressed el-Sissi to cut diplomatic ties with North Korea, urged him to respect religious diversity and told him the U.S. was committed to the Israeli-Palestinian peace process.\nHis visit to the region came more than a month after Trump announced his decision to recognize Jerusalem as Israel's capital, a step that's enraged Palestinians. El-Sissi identified \"the peace issue\" as one of the most important issues in their discussions.\n\"We heard President el-Sissi out,\" Pence said. \"He said to me about what he said publicly about a disagreement between friends over our decision to recognize Jerusalem as the capital of Israel.\"\nPence said he assured el-Sissi that \"we're absolutely committed to preserving the status quo with regard to holy sites in Jerusalem, that we have come to no final resolution about boundaries or other issues that will be negotiated. ... I reminded President el-Sissi that President Trump said that if the parties agree, we will support a two-state solution. My perception was that he was encouraged by that message.\"\nWhen Pence's motorcade arrived at the palace, journalists traveling with the vice president were initially barred from exiting their bus. After they were taken into the palace, media were not allowed into a photo session with the two leaders. Negotiations between U.S. and Egyptian officials followed, and Pence personally requested to el-Sissi that American media be allowed to cover the event. Members of the media were eventually taken into the meeting and heard the leaders deliver short statements.\nPence was meeting Sunday with Jordan's King Abdullah II in Amman and visiting with U.S. troops in the region. He was traveling to Israel later Sunday but was not expected to meet with Palestinians officials.\nEl-Sissi has built a strategic alliance with Trump and urged the American president to become more involved in the fight against Islamic militancy in the Middle East. Trump has praised el-Sissi for the April release of Egyptian-American charity worker Aya Hijazi, who had been detained for nearly three years.\nBut Trump's designation of Jerusalem as Israel's capital poses a dilemma for Egypt, which receives extensive military and economic aid from Washington but does not want to appear dismissive of Palestinian concerns.\nPalestinian leader Mahmoud Abbas has condemned Trump over the Jerusalem announcement and warned that the U.S. can no longer play any role in future peace negotiations between the Palestinians and the Israelis.\nEl-Sissi has tried to reassure Abbas of his continued efforts to secure an independent Palestinian state with east Jerusalem as its capital.\nPence had initially planned to visit the region in December, shortly after Trump's announcement, but the trip was postponed after Abbas' refusal to meet the vice president in Bethlehem.\n\nLoad-Date: January 22, 2018"
}