{
    "title": "Penn State political science course hones in on terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 28,
    "full text": "As bombs drop in Baghdad and the terror alert remains high, Pennsylvania State University students taking Political Science 297C (Conflict and Terrorism) are trying to find out who becomes a terrorist.\n\"I ask students to check [their] moralistic opinions at the door,\" instructor Dennis Foster said.\nFoster, who is completing his doctoral thesis this semester, said the class promotes an objective and scientific study of terrorism.\nThe first third of the class focuses on defining terrorism as a weapon of the weak and on the tactics and strategies of terror groups.\nPennsylvania State U.\n\"One group which is vastly weaker than another … must strike the more powerful adversary where it hurts,\" Foster said.\nHe said for a complete understanding of this, students must see the use of terror to accomplish a political goal as rational -- or in other words, self-interested.\n\"I portray terrorism as being just one of many violent acts in a political process,\" Foster added.\nHe also said individuals most inclined to join terror groups are those who have been marginalized by society, either socially or economically. Despite the natural hatred and anger terrorism elicits from most people, Foster said students have been able to keep emotion out of classroom discussion.\n\"I think they appreciate looking at it from a scientific standpoint,\" he said.\nJustin Silberg (junior-political science and economics) said he took the class thinking it would be just an overview of historical events. However, he said he has been pleasantly surprised.\n\"It's better to learn the means and the reasons for terror groups than to just learn their history,\" Silberg said.\nThe second part of the course places terrorists into three groups -- revolutionary, religious and separatist -- that tackle the difficulties of counter-terrorism. Foster said the class will talk in detail about America's task of fighting terror domestically, specifically through the USA PATRIOT Act, and internationally, through conflicts in Afghanistan and Iraq.\n\"To have an effective intelligence system, one must keep tabs on individuals who have not yet committed crimes,\" he said. \"And this may involve violating some civil liberties.\"\nFoster emphasized that students must decide for themselves whether this is a valid response to terror.\nDespite the class focus, talk of the war in Iraq was unavoidable during last week's discussion. Foster wasted no time, immediately inviting students to give a cost-benefit analysis of military action in Iraq.\nA confident and articulate speaker, Foster moves from side to side methodically across the front of his classroom. He controls the discussion, and students are forced to justify their answers and go deeper.\n\"He asks a lot of questions, and encourages you to form your own opinions,\" Rita Murphy (junior-political science) said.\nPhil Ross (junior-political science) agreed, saying he has gained a deeper understanding of terrorism.\n\"It's my favorite class,\" he said. \"You learn more than you get from the media.\"\nFoster has done coursework on terrorism, but the focus of his doctorate work is to debunk the notion that world leaders wage war to divert attention from domestic problems.\nHowever, D. Scott Bennett, political science professor, said he was the best fit for the class.\n\"He's equally qualified as any faculty member in the department who deals with international conflict,\" Bennett said. \"He has the background to make research for the course very easy.\"\nThis is the first semester this particular course on terrorism has been taught, but Foster said the demand from students was high, most likely because of the Sept. 11, 2001, attacks.\nA similar class, The Politics of Terrorism, was taught at the 400-level from 1985 to 1995. Bennett said the topics have changed since the Sept. 11, 2001, attacks, but the new class is not a response to the tragedy.\n(C) 2002 Daily Collegian via U-WIRE\n\nLoad-Date: March 28, 2003"
}