{
    "title": "Penn State researchers_ Agricultural terrorism still a concern",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 15,
    "full text": "Maintaining the security of the United States is not limited to protecting against terrorist attacks on citizens. The agricultural industry also has to be more cautious, Pennsylvania State University researchers said.\nPrior to Sept. 11, the movement for more security in the farm industry was already underway, but the terror attacks accelerated it.\n\"(Sept. 11) actually gelled everything together,\" said Bhushan Jayarao, extension veterinarian at the department of veterinary science.\nPennsylvania State U.\nAgro-terrorism is an intention primarily used to cause economic loss and instill fear in the public, Jayarao said.\nThe importation of crops and animals can be hazardous to farmers, said David Wolfgang, field study director for the department of veterinary science.\n\"On those products there can be bacteria or viruses,\" Wolfgang said.\nThe speed items are transported around the world can pose a problem as well. Foreign importers might discover there is a problem with the stock after it has arrived; however, at that point it may be too late, Jayarao said.\n\"Some kind of insect, not seen in the United States, it can cause a lot of devastation,\" he said. \"There is nothing to kill the agent.\"\nThe United States Department of Agriculture takes this risk very seriously, Jayarao said. For increased protection, scientists said farmers should follow the isolation, resistance and sanitation (IRS) plan.\nFarmers should keep sick and new animals isolated because of the risk of their infecting fit ones. Keeping animals resistant to illness must be a main priority, Wolfgang said.\n\"Healthy animals fight off disease better,\" he added.\nTo that extent, he said, they should be vaccinated and given a balanced diet. The sanitation of the farm also is important.\n\"Once you identify a problem area, clean it up,\" Wolfgang said.\nOn today's farms, there is more production per acre than ever before. Due to the concentration of animals and crops, bacteria and viruses can spread quickly.\n\"Once it gets on the farm it can infect more animals,\" Wolfgang said.\nIn addition, averting large problems is financially prudent.\n\"It's almost always cheaper to prevent problems and then clean up afterwards,\" Wolfgang said.\nA new theme in agriculture is biosecurity.\n\"We need to have single farmers, everybody, who raise livestock to have a biosecurity plan,\" Jayarao said.\nThe plan will examine the strengths and weaknesses of the farm and address the deficiencies detected.\n\"Good biosecurity makes the products safer,\" Wolfgang said. \"We're really doing this for the consumer and the economy.\"\nA large fear among farmers involves terrorists poisoning farm animals with a disease such as anthrax that can harm large numbers of people. But this is an unlikely scenario.\n\"No animals with anthrax will pass through inspections,\" Jayarao said.\nThe screening procedure for livestock in the United States is quite thorough, Jayarao said.\n\"When the people open the animal [for inspection], even a lame one, he will say something's wrong,\" Jayarao said. \"It's so very apparent.\"\nBoth scientists believe any terrorist attack will have harsher effects on the economy than on individual citizens' safety.\n\"There would be a lot of regional disruption and quite an amount of economic loss, but it would be difficult for agents of other countries to destroy our food system,\" Jayarao said. \"The economic part of agro-terrorism is the biggest concern.\"\nThe agricultural industry is extremely important to Pennsylvania. It ranks in the top 10 nationally in dairy, poultry and other agricultural areas, and an attack would hurt the state substantially, Jayarao said. The power of one person to cause great harm, however, is limited.\n\"The ability for a devious person to cause mass destruction is small,\" Wolfgang said. \"A person could cause a lot of animal destruction and [damage] a region.\"\nBut the threat of an attack on the agricultural industry is credible, Jayarao said.\n\"Agro-terrorism is real,\" he said. \"It is serious and it should never be discounted.\"\n(C) 2002 Daily Collegian via U-WIRE\n\nLoad-Date: January 15, 2002"
}