{
    "title": "PENNSYLVANIA IS PREPARING A PLAN TO AID VICTIMS OF TERRORISM AND DISASTERS",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 2,
    "day": 4,
    "full text": "I have read with interest recent articles in the Post-Gazette describing new counterterrorism initiatives and federal policy toward the increasing possibility of terrorist use of weapons of mass destruction on U.S. soil. In one of these articles, \"Arms Expert Warns U.S. Cities Face Nuclear Terrorism Threat\" (Jan. 23), the chilling scenario of nuclear blackmail involving the destruction of our own city was mentioned.\nAs a physician, I cringed at this possibility and envisioned the chaotic horror that would ensue in the aftermath of such or similar biological or chemical attack, as thousands of injured and maimed fellow citizens lie dying slowly in our streets, awaiting outside medical assistance that would, most likely, be delayed for days or weeks.\nMore important, these articles may have created an acute sense of vulnerability and perhaps fear not experienced before among many of your readers. Like myself, many others may have been left wondering what is being done to prevent and/or mitigate the consequences of such an attack here in our city and commonwealth.\nFortunately, I am aware that many of the initiatives mentioned in the article, such as the education and training of health care personnel and the strengthening of the public health system to more adequately confront these scenarios, are occurring in Pittsburgh.\nHowever, the main purpose of this letter is to inform your readers of another less known effort under way in Pennsylvania. Since July 1, 1998, the Department of Health, the Emergency Medical Ser vices Office and the Safar Center for Resuscitation Research, University of Pittsburgh School of Medicine, have been involved in developing a Catastrophic Casualty Disaster Management Plan for the commonwealth. The primary goal of the plan is to establish the procedures and identify the human and material resources needed to assess the gravity of the impact and to efficiently deploy an appropriate and timely response, thereby reducing the likelihood that seriously injured victims of terrorist attacks or large-scale natural disasters occurring in the commonwealth would go unattended.\nReaders interested in finding out more about this project or who would like to lend support to this effort are welcome to contact me at the Safar Center.\n\nLoad-Date: February 4, 1999"
}