{
    "title": "Pennsylvania gunman charged with terrorism",
    "publisher": "the new york times",
    "year": 2014,
    "month": 11,
    "day": 20,
    "full text": "Matthew Eric Frein, a self-claimed survivalist who shot and killed one Pennsylvania state trooper and injured another, was charged with two counts of terrorism on Thursday, Nov. 13.\nFrien, who was captured near Tannersville, Pennsylvania, on Oct. 20, 2014 after a seven week manhunt, told police he planned the attack to \"wake people up,\" according to ABC.\nThe terrorism charges were brought about in part when police found a letter Frein had sent to his parents.\nAccording to ABC, the letter read, \"There is so much wrong and on so many levels only passing through the crucible of another revolution can get us back the liberties we once had.\"\n\"Tension is high at the moment,\" Frein's letter continued, \"and the time seems right for a spark to ignite a fire in the hearts of men. What I have done has not been done before and it felt like it was worth a try.\"\nThe letter, which was discovered on Frein's computer, was written last December.\nFrein was placed on the FBI's Ten Most Wanted Fugitives list after he opened fire on the Blooming Grove state troopers barracks, killing Pennsylvania State Trooper Cpl. Bryon K. Dickson II and injuring trooper Alex T. Douglass on Sept. 12.\nFrein then disappeared into the woods, prompting a statewide search that concluded with his Oct. 30 arrest.\nPrior to the terrorism charges, Frein was charged with first degree murder, attempted first degree murder, possession of weapons of mass destruction and reckless endangerment, according to The New York Times.\nPike County district attorney Raymond Tonkin says he plans on seeking the death penalty.\nFrein was known to have a deep hatred for law enforcement. Throughout the manhunt, police ensured the public that Frein was not out to hurt them, but rather law enforcement agents.\nHowever, this did not stop the citizens in nearby towns from canceling all outdoor activities and sporting events until Frein's capture.\nABC reports that the seven-week manhunt cost Pennsylvania more than $11 million. Overtime pay made up the majority of the total, with $6.9 million being paid to officers for working overtime during the search.\nThis total does not reflect the amount of money spent by supporting agencies like the FBI and U.S. Marshals.\nA laptop and two flash drives were found with Frein's belongings in the abandoned airplane hangar where Frein had been staying while evading capture.\nOfficials believe Frein was accessing open wireless internet connections in order to gain access to the web. According to CNN, the searches on his computer show he was monitoring police reports.\nThe trial date for Eric Frein has not yet been released.\nEditor's Note: Information from ABC, The New York Times and CNN was used in this report.\n\nLoad-Date: November 20, 2014"
}