{
    "title": "Penn State graduate speaks about technology's influence on terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 2,
    "full text": "Like many college students, Mary Beth Long was unsure where life would take her after graduation.\n\"I graduated from Penn State with no clue about what I wanted to do,\" Long said. Twenty-one years later, her resume includes jobs with the Department of Defense, the CIA, Drug Enforcement Agency, the FBI and military.\nAbout 150 people came to the Information Sciences and Technology Building at Pennsylvania State University on Friday to see Long speak to faculty and students about technology's influence on terrorism, border control and national security.\nLong, who worked for the CIA for 13 years, serves as principal deputy assistant secretary of defense for international security affairs.\n\"What does that mean?\" she said jokingly. \"I don't know, but lately it means that I've spent a lot of time working on policy issues in Iraq.\"\nShe said one of the greatest challenges the U.S. is facing while fighting terrorism is the lack of personal record keeping in other countries.\n\"Here we keep track of your birthday, name and location. You would be surprised; a lot of other societies just haven't gotten there,\" she said.\nThis results in confusion distinguishing people with the same name, she said. Lack of identification makes border control especially difficult in Iraq and Afghanistan, where one or two soldiers process about 900 people a day, she said.\nLong said border patrols often encounter the same person using different names each time they cross the border but can't prove anything without means to identify them. \"Borders are going to be the big issue of the global war on terror,\" Long said.\nShe said weapons and drugs move across the borders because the available technology is not sufficient enough to detect them. She added that the opium trade makes up about 80 percent to 90 percent of Afghanistan's economy.\nLong said many of the \"big brains\" in technology work in the private sector for higher pay, but she urged students to choose public service. She said she believes the U.S. is falling behind in technology compared to terrorists and foreign governments.\n\"The Chinese are kicking our butts technologically,\" Long said. \"And Osama bin Laden's network was way ahead of us.\"\nBlaine Hoffman, a doctoral candidate in information sciences and technology, said he enjoyed the speech.\n\"A lot of times people assume that if America makes something, it's the best. But she said there are things we are behind in,\" he said.\nLong said terrorists use the media, especially the Internet, to spread propaganda. She said the government must improve tracking such sites even if they can't be shut down.\n\"These are things you technological gurus are going to have to figure out,\" she said. \"Washington policy makers are pretty freaking clueless, which is why they went the policy route -- no math.\"\n(C) 2006 Daily Collegian via U-WIRE\n\nLoad-Date: October 2, 2006"
}