{
    "title": "Pensacola shooting suspect identified as Saudi national_ Why was he there_",
    "publisher": "university wire",
    "year": 2019,
    "month": 12,
    "day": 9,
    "full text": "The shooter was 21-year oldMohammedAlshamrani, a second lieutenant in the Royal Saudi Air Force who was a student naval flight officer at the Naval Aviation Schools Command at NAS Pensacola.\nIn remarks at a gathering of top USA military officials on Saturday, Defence Secretary Mark Esper was asked whether he could say definitively the shooting was an act of terrorism.\nA vigil was held on Saturday for those wounded and killed, among them a recent Naval Academy graduate who dreamed of being a fighter pilot and a teenage Arab American. The other deputy had surgery on Friday and is expected to recover, Simmons said.\nGaetz, who, like Graham, is an outspoken defender of Trump during the impeachment inquiry being led by House Democrats, declined to criticize the president when asked whether Trump has been tough enough with Saudi Arabia.\nBritish Prime Minister Boris Johnson's Conservative Party is on course to win a parliamentary majority of 38 seats in Thursday's election, according to a new poll, the Sunday Times' political.\n\"There's going to be a lot of questions about this individual being a foreign national, being a part of the Saudi air force, and then to be here training on our soil\", Governor Florida Ron DeSantis said at a news conference.\nUSA officials provided his name on condition of anonymity because it has not yet been released publicly.\nThe shooter, who was also killed in the incident, is reported to have hosted a dinner party earlier in the week where he showed videos of mass US shootings to his guests, according to media reports.\nHe previously said he would not label the incident \"terrorism\" while the investigation was in its early stages.\n\"Today we are here collectively focused on conducting additional interviews of witnesses, base personnel, and the shooter's friends, classmates, and other associates\", she said.\nThe shooting on Friday, inside a classroom at Naval Air Station in Pensacola, Florida, left three people dead and eight others wounded.\nAhead Of Pats Game, Chiefs' Equipment Accidentally Sent To New Jersey\nPregame warmups are likely to happen around that time or earlier, so we'll see if the delayed equipment delivery affects that. Through the NFL's first 100 years, there has never been an instance in which one team forfeited a game to another.\nFamily members of Joshua Kaleb Watson said he was shot several times but made it out of the building to alert first responders.\nThree sailors killed in the shooting were identified as Ensign Joshua Kaleb Watson, 23, from Alabama; AirmanMohammed Sameh Haitham, 19, from Florida and Airman ApprenticeCameron Scott Walters, 21, from Georgia. \"May you rest in heaven (We belong to Allah and to Him we shall return)\". They are devastated, Saudi Arabia.\n\"I think they're going to help out the families very greatly\", Trump said.\nRep. Adam Schiff, D-Calif., struck a similar tone on CBS' \"Face the Nation\" Sunday, saying officials would press Saudi Arabia to investigate the tragedy as well. He said his nephew \"has his religion, his prayer, his honesty and commitments\".\nThe youngerAlshamrani appeared to have posted a justification of his planned attack in English on Twitter a few hours before it began, according to SITE Intelligence Group, which monitors online Islamist extremism.\nTwelve minutes before, at 6:39 a.m., a Twitter account with the handle @M7MD_SHAMRANI posted a message addressed to the American people, declaring hate for Americans due to their \"crimes\" against Muslims.\nShootings often tap into public fissures in the United States.\nReuters has not verified the authenticity of the account, @M&MD_SHAMRANI, which was suspended by Twitter on Friday. It ended when a sheriff's deputy shot and killed the suspect.\n'A large number of Saudi graduates of the Naval Air Station in Pensacola moved on to serve with their USA counterparts in battlefronts around the world, helping to safeguard the regional and global security.\nFlorida Gov. Ron DeSantis called for better vetting of foreigners allowed into the US for training on American bases.\n\nLoad-Date: December 9, 2019"
}