{
    "title": "Pensacola_ Blowback Terrorism_ The problem isn_t _radical Islam_",
    "publisher": "the capital ",
    "year": 2019,
    "month": 12,
    "day": 9,
    "full text": "Florida Senator Rick Scott is lost in the dark. After Friday’s deadly Afghan war-style “green on blue” attack by a Saudi air force officer at the Pensacola Naval Air Station in Florida, the senator issued a statement calling the shooting an act of terrorism, and stating that this was the case, “whether this individual was motivated by radical Islam or was simply mentally unstable.”\nFirst of all, “terrorism,” means the use of violence against civilians in order to provoke a political reaction. But these targets were all members of the U.S. Navy, not civilians. The three killed are Ensign Joshua Kaleb Watson, Airman Mohammed Sameh Haitham and Airman Apprentice Cameron Scott Walters. This is a tragedy, but it’s not really terrorism.\nThen again, of course, the real question about terrorism is not about the victims, but about the motives of the perpetrator, Saudi Air Force Second Lieutenant Ahmed Mohammed al-Shamrani. And here is where the Florida senator misses the point. The possibilities as he presents them are that the attack was motivated either by “radical Islam” or “mental instability.” But perhaps the perp’s belief in his religion hadn’t changed at all, in terms of degrees of devotion or in beginning to prefer a different, stricter Islamic doctrine. And maybe he wasn’t mentally ill either. After all, there was a shooting at the navy’s Pearl Harbor base in Hawaii the day before, and all indications are that that shooter’s motives were purely personal.\nAs long as the senator is speculating, why should religion or mental illness be considered the most likely explanations at all? Maybe al-Shamrani had gambling debts. Maybe he was blackmailed into it by an unknown party. (At least 10 other men were taken in for questioning, at least one of whom is alleged to have recorded the attack with his phone camera.) …\nMaybe he was mad about American foreign policy.\nThat’s what he said his motive was: [Errors in original.]\n“I’m not against you for just being American, I don’t hate you because your freedoms, I hate you because every day you supporting, funding and committing crimes not only against Muslims but also humanity. I am against evil, and America as a whole has turned into a nation of evil. What I see from America is the supporting of Israel which is invasion of Muslim countrie, I see invasion of many countries by it’s troops, I see Guantanamo Bay. I see cruise missiles, cluster bombs and UAV.\n“Your decision-makers, the politicians, the lobbyists and the major corporations are the ones gaining from your foreign policy, and you are the ones paying the price for it.\n“What benefit is it to the American people to suffer for the sake of supporting Israel?\n“Do you expect to transgress against others and yet be spared retribution?\n“How many more body-bags are American families willing to receive?\n“For how long can the US survive this war of attrition?\n“The US Treasury spend billions of dollars, in order to give Americans a false sense of security .\n“The security is shared destiny\n“You will not be safe until we live it as reality in pleastain, and American troops get out of our lands .”\nNo wonder American papers and news stations are so reluctant to quote the whole statement. For Republicans, Democrats, spies, soldiers, Zionists and their media myna birds, “Mohammed made him do it” is surely a preferable explanation to “Uh, this is all our fault.”\nBut al-Shamrani’s statement doesn’t have anything to do with “radical Islam.” (Notably, though Twitter deleted his statement, the replies remain, and seem to uniformly consist of denunciations of the attack and the attacker by other Muslims.) Whatever this man’s sect and degree of devotion, this attack was political. As others have noted, some of the phrases in the screed have been borrowed directly from Osama bin Laden and Anwar Awlaki’s statements (though so far he is said to have no established ties to terrorist groups.) This would include the reference to the “war of attrition” that bin Laden had wanted to initiate against the U.S. since the early 1990s. That wasn’t about radical Islam targeting unbelievers either.\nIt’s fighting them over there that causes them to fight us here. It always has been.*\nThe perpetrators of virtually every single terrorist attack against the U.S., beginning with Egyptian Islamic Jihad/proto-al Qaeda’s assassination of Rabbi Kahane in New York City in 1990, have cited their wanting revenge for, and desire to play a role in a war that the United States started here on Earth. Before September 11th, al Qaeda’s leaders cited the presence of U.S. bases in Saudi Arabia which were being used to attack other Muslim countries such as Iraq, support for Israel’s occupations in Palestine and (then) Lebanon, support for Saudi kings and Egyptian military despots, theft of Arab oil resources at artificially low prices, and support for other nations’ oppression of Muslim minorities. The plan was to attack us to provoke an overreaction. As the great intelligence beat reporter James Bamford explained,\n“Ayman al-Zawahiri argued that al-Qaeda should bring the war to ‘the distant enemy’ in order to provoke the Americans to strike back and ‘personally wage the battle against Muslims.’ It was that battle that bin Laden and Zawahiri wanted to spark [with the 9/11 attacks]. As they made clear in their declaration of war ‘against Jews and Crusaders,’ they believed that the United States and Israel had been waging war against Muslims for decades. Now their hope was to draw Americans into a desert Vietnam, with bin Laden in the role of North Vietnamese president Ho Chi Minh.”\nTwelve years after the humiliation of “America’s mayor,” Rudy Giuliani by Rep. Ron Paul in a 2007 Republican Party presidential debate, when Paul explained the truth about the terrorists’ motives for attacking the United States, the argument has still not been won. That is, of course, because the same people who are responsible for these policies, including the government’s handmaidens in the major media, are the same ones in charge of diagnosing and confronting the problem now. But that’s just how it works. The worse they fail, the more job security they have in the future, at least until the trillions of dollars spent becomes too many and retrenchment becomes unavoidable.\nBut it’s no mystery. You could ask Robert Mueller, James Comey and the FBI about it. Their agent, James Fitzgerald, told the 9/11 Comission in long-since forgotten testimony about al Qaeda that,\n“I believe they feel a sense of outrage against the United States. They identify with the Palestinian problem, they identify with people who oppose repressive regimes, and I believe they tend to focus their anger on the United States.”\nApparently the FBI brass considered this intelligence pure gold because they went on to use America’s interventionist policy in the Middle East as their main talking point when grooming and entrapping idiots by the hundreds into fake terrorism plots across the country since that time. Never has an FBI informant enticed his mark into a violent plot by converting him to Salafism or Wahaabism or by condemning Americans’ freedom, such as it is. That wouldn’t work. Playing on their victims’ need for cash and sympathy for dead civilians seems to be their winning formula instead.\nDonald Trump ran for office claiming to oppose America’s “stupid” Middle East wars. He continues to complain that “USA should never have been in Middle East.” Yet all he’s done is escalate every single one of the wars Bush and Obama left him, and has withdrawn from none. His government continues to threaten Iran’s Shi’ite mullahs with war as well, something no one in the world would like to see happen more than Ayman al Zawahiri, other than perhaps Benjamin Netanyahu. In the name of deterring attacks from Iran, Trump has recently sent 3,000 more U.S. troops to Saudi Arabia.\nAmerican civilians and enlisted men may continue to be slaughtered, but the foreign policy hawks can go ahead and relax. Secretary of Defense Esper, speaking at the Reagan Defense Forum in Simi Valley, said the attack would not affect the presence of U.S. forces in Saudi Arabia “at all.”\nTrump has also nearly snapped his own spine bending over backwards to please Netanyahu’s Likud Party and its American supporters. They’re even talking now about a new official defense pact between our countries.\nIt should be no surprise at all that the Pensacola attacker’s second-to-last tweet was a retweet of a Times of Israel reprint of the text of Trump’s speech announcing the moving of America’s embassy to Jerusalem and his “recognition” of that entire city as the capital of Israel, thereby precluding the possibility that the eastern part of the city would someday be the capital of an independent Palestinian state.\nThe first blowback terrorist attacks attributable to that terrible policy change happened almost immediately when gunmen attacked targets in Kenya and Mali and cited the Jerusalem move as the motive.\nPresident Trump, obsequious as ever before the Saudi royals and the Israelis and American-Israeli lobby, will only continue to make things worse.\n*I cover this topic in more detail in my book Fool’s Errand: Time to End the War in Afghanistan.\nReprinted from Anti-War.com.\nPensacola: Blowback Terrorism: The problem isn’t ‘radical Islam’ was first posted on December 9, 2019 at 7:03 am.\n\nLoad-Date: January 27, 2020"
}