{
    "title": "Pentagon to boost intel, cyber-defense",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 3,
    "day": 19,
    "full text": "WASHINGTON (AP) - The military is beefing up efforts to gather intelligence, fend off cyber-attacks and improve relations with other nations as part of a strategy for keeping the U.S. safe while fighting two wars, according to a Pentagon document.\nThe four-page plan acknowledges there is still a significant risk that the military cannot quickly and fully respond to another outbreak in the world and outlines what must be done to counter that threat.\nSent to Congress by Defense Secretary Robert Gates and obtained by The Associated Press, the plan relies heavily on building partnerships with other countries. It accompanied a classified risk assessment compiled by Adm. Michael Mullen, chairman of the Joint Chiefs of Staff.\n\"The most important component in the 'long war' is not the fighting we do ourselves, but how well we help our partners defend and govern themselves,\" Gates said in the plan. The term \"long war\" refers to the global war against terrorism.\nThat would include providing more disaster relief around the globe to improve \"the positive worldwide perception of the United States,\" he said.\nMullen's risk assessment, as reported by the AP last month, concluded that long battlefield tours in Iraq and Afghanistan, along with persistent terrorist activity and other threats, have prevented the U.S. military from improving its ability to respond to a crisis.\nGates echoed that sentiment, saying the greatest challenges to U.S. security continue to be terrorism, regional instability and the possibility that a hostile nation or extremist group acquires a weapon of mass destruction.\nHis use of the term \"long war\" marks a rebirth for the phrase, which was coined by Gen. John Abizaid, when he led U.S. Central Command, and was aimed at conveying the lengthy struggle the U.S. must wage against Islamic extremists.\n\nLoad-Date: March 19, 2008"
}