{
    "title": "Pentagon collects fingerprints to initiate terrorism database",
    "publisher": "the world",
    "year": 2004,
    "month": 11,
    "day": 1,
    "full text": "The Pentagon has launched a pilot program to collect the fingerprints of potential enemies in its war on terrorism.\nThe program eventually aims to go much further and enable U.S. officials to recognize terrorists by building databases of DNA samples, palm prints, voice sounds and iris patterns.\nTroops on the front line are already collecting fingerprints to feed a new military database that will be modeled on -- and linked to -- the FBI's fingerprint library. The FBI's library contains prints and criminal histories of 47 million people and is the world's largest biometric collection. (Biometrics is the statistical analysis of biological observations.)\nThose being fingerprinted will include detainees, enemy prisoners of war, civilian internees and foreigners under U.S. government control who are perceived as national security threats and deemed to require further background checks.\n\"In the global war on terrorism, the Defense Department and the U.S. government cannot trust the names and documents that are presented to authorities in order to establish true identity,\" John Woodward, director of the Defense Department's Biometric Management Office that is overseeing the effort, said in an e-mail response to questions.\n\"We must develop a method for linking an individual to their past alias identities and activities, particularly criminal and terrorist activities,\" Woodward wrote.\nFingerprints are the first step in building what proponents hope will eventually be a comprehensive system that uses a number of biometric factors to identify an individual.\nLockheed Martin Information Systems of Seabrook, Md., which built the FBI's fingerprint system, was awarded $5 million by the Pentagon on Sept. 10 for the first year of a five-year contract to begin building the military's fingerprint system.\nCompany officials issued a press release announcing the contract, but declined requests for an interview through a spokesman because of the \"sensitivity of the project.\"\nBarry Steinhardt, director of the American Civil Liberties Union's technology and liberty program, said the Pentagon's biometric efforts are worthwhile -- as long as they focus outward.\n\"What would worry me about this is that systems used by the Defense Department off American soil are going to find themselves migrating back to the U.S. … and turned on American residents,\" he said.\nThe Pentagon's new Automated Biometric Identification System will be based in West Virginia, near the FBI's Criminal Justice Information Services Division and Automated Fingerprint Identification System in Clarksburg.\nAfter it is up and running, the Pentagon's system \"would provide the necessary means for storing, searching, matching, and sharing biometric data amongst U.S. government organizations while taking advantage of existing databases,\" Woodward said.\n\nLoad-Date: November 9, 2004"
}