{
    "title": "Pentagon Sees Covert Move In Somalia As Blueprint",
    "publisher": "the new york times",
    "year": 2007,
    "month": 1,
    "day": 13,
    "full text": "Military operations in Somalia by American commandos, and the use of the Ethiopian Army as a surrogate force to root out operatives for Al Qaeda in the country, are a blueprint that Pentagon strategists say they hope to use more frequently in counterterrorism missions around the globe. \n  Military officials said the strike by an American gunship on terrorism suspects in southern Somalia on Sunday showed that even with the departure of Donald H. Rumsfeld from the Pentagon, Special Operations troops intended to take advantage of the directive given to them by Mr. Rumsfeld in the weeks after the Sept. 11 attacks.\nAmerican officials said the recent military operations have been carried by the Pentagon's Joint Special Operations Command, which directs the military's most secretive and elite units, like the Army's Delta Force. \n  The Pentagon established a desolate outpost in the Horn of Africa nation of Djibouti in 2002 in part to serve as a hub for Special Operations missions to capture or kill senior Qaeda leaders in the region. \n  Few such ''high value'' targets have materialized, and the Pentagon has gradually relocated members of the covert Special Operations units to more urgent missions in Iraq and Afghanistan. \n  But officials in Washington said this week that the joint command had quietly been returning troops and weaponry to the region in recent weeks in anticipation of a mission against members of a Qaeda cell believed to be hiding in Somalia. \n  Gen. Peter Pace, chairman of the Joint Chiefs of Staff, told members of Congress on Friday that the strike in Somalia was executed under the Pentagon's authority to hunt and kill terrorism suspects around the globe, a power the White House gave it shortly after the Sept. 11 attacks.\n  It was this authority that Mr. Rumsfeld used to order commanders to develop plans for using American Special Operations troops for missions within countries that had not been declared war zones. \n  But since the retreat of the Taliban in 2001, when American Special Forces worked with Afghan militias, Mr. Rumsfeld's ambitious agenda for Special Operations troops has been slow to materialize. \n  The problem has partly been a shortage of valuable intelligence on the whereabouts of top terrorism suspects. Mr. Rumsfeld also dispatched teams of Special Operations forces to work in American embassies to collect intelligence and to develop war plans for future operations.\n  Pentagon officials said it is still not known whether any senior Qaeda suspects or their allies were killed in the airstrike on Sunday, carried out by an AC-130 gunship. A small team of American Special Operations troops has been to the scene of the airstrike, in a remote stretch near the Kenya border, to collect forensic evidence in the effort to identify the victims. \n  Some critics of the Pentagon's aggressive use of Special Operations troops, including some Democratic members of Congress, have argued that using American forces outside of declared combat zones gives the Pentagon too much authority in sovereign nations and blurs the lines between soldiers and spies. \n  The State Department and Pentagon took control of Somalia policy in the summer, after a failed effort by the Central Intelligence Agency to use Somali warlords as proxies to hunt down the Qaeda suspects. \n  The trail of the terrorism suspects in Somalia, blamed for the 1998 embassy bombings in Kenya and Tanzania, had long gone cold. But American military and intelligence officials said that the Ethiopian offensive against the Islamist forces who ruled Mogadishu and much of Somalia until last month flushed the Qaeda suspects from their hide-outs and gave American intelligence operatives fresh information about their whereabouts. \n  The Bush administration has all but officially endorsed the Ethiopian offensive, and Washington officials have said that Ethiopia's move into Somalia was a response to ''aggression'' by the Islamists in Mogadishu. \n  In the weeks before the military campaign began, State Department and Pentagon officials said that they had some concerns about the impending Ethiopian government's offensive in Somalia. \n  But as the Ethiopian's march toward war looked more likely, Americans began providing Ethiopian troops with up-to-date intelligence on the military positions of the Islamist fighters in Somalia, Pentagon and counterterrorism officials said. \n  According to a Pentagon consultant with knowledge about Special Operations, small teams of American advisers crossed the border into Somalia with the advancing Ethiopian army. \n  ''You're not talking lots of guys,'' the Pentagon consultant said, speaking on condition of anonymity. ''You're talking onesies and twosies.'' \n\nhttp://www.nytimes.com\n\nLoad-Date: January 13, 2007"
}