{
    "title": "Pentagon Report on Fort Hood Details Failures",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 16,
    "full text": "A Pentagon review released Friday portrayed a systemic breakdown within the military that permitted an Army psychiatrist, now charged with killing 13 people, to advance through the ranks despite concerns from his superiors about his behavior.\n  The review, the first into the Nov. 5 shooting rampage at Fort Hood, Tex., concluded that the Department of Defense was poorly prepared to defend itself from internal threats well beyond the single case of the military doctor accused of the killings, Maj. Nidal Malik Hasan.\n  The review's findings, although they were focused only on the military and not on other agencies, are the latest signal that the government has not achieved the smooth communications and agility among intelligence agencies that has been sought since the attacks of Sept. 11, 2001.\n  Defense Secretary Robert M. Gates, in comments about the review at a Pentagon news conference on Friday, said the Defense Department was still focused on fighting external threats and previous conflicts and had not paid enough attention to workplace violence and any ''self-radicalization'' within its ranks. \n  ''It is clear that, as a department, we have not done enough to adapt to the evolving domestic internal security threat to American troops and military facilities that has emerged over the past decade,'' Mr. Gates said. ''In this area, as in so many others, this department is burdened by 20th-century processes and attitudes mostly rooted in the cold war.''\n  The review recommended that ''several officers'' be referred to the Army for possible punishment for not properly supervising Major Hasan, but it did not provide names or a specific number. The Associated Press and The Los Angeles Times, which first reported the findings early Friday, said that as many as eight midranking officers could face reprimands.\n  A senior administration official, briefing reporters in a telephone conference call after the release of the report, described the shooting rampage as ''an act of terrorism,'' although the official provided no details and stopped short of saying that Major Hasan had been directed or inspired to act by any overseas militant groups. The official spoke on the condition of anonymity under the ground rules of the telephone call.\n  Starting in late 2008, American officials have said that Major Hasan wrote about 20 e-mail messages to a radical Yemeni-American cleric, Anwar al-Awlaki, asking for guidance on religious obligations, including whether it would be justified for a Muslim American soldier to kill fellow soldiers. \n  A few of the e-mail messages, but not all, were intercepted and passed on to a Joint Terrorism Task Force, officials have said. But a Defense Department analyst examined them and decided the queries were part of Major Hasan's research and warranted no further investigation.\n  Mr. Awlaki, who was born in the United States but now is in hiding in Yemen, has become an influential figure whose sermons, distributed from his popular Web site, encouraged violence to defend against what he described as attacks on Muslims. While he has not been charged for participating in any attack, his recordings and writings have been found in a dozen terrorism investigations in the United States, Canada and Britain. American intelligence officials believe he was in contact with Umar Farouk Abdulmutallab, the Nigerian accused of trying to bomb a Detroit-bound airliner on Christmas Day. \n  In the months before the Fort Hood shootings, Major Hasan, 39, alarmed some colleagues by becoming increasingly outspoken against the wars in Afghanistan and Iraq, whose traumatized and injured veterans he was counseling. He became preoccupied with the conflict between the religious obligations of Muslims and the American military's role in fighting in Muslim countries, but supervisors minimized the concerns.\n  The Pentagon review, titled ''Protecting the Force: Lessons From Fort Hood,'' was conducted by Togo D. West Jr., a former secretary of the Army, and Adm. Vernon E. Clark, a former chief of naval operations. \n  ''The challenge for the Department of Defense is to prepare more effectively for a constantly changing environment,'' the report said. ''The department's security posture for tomorrow must be more agile and adaptive.''\n  The report recommends that the Pentagon work more closely with the F.B.I., which runs a terrorism task force jointly with other agencies. The task force uses investigators, analysts, linguists and others to review intelligence reports about possible links between troops and terrorist or extremist groups.\n  The report recommended that the Defense Department should devote the same commitment to protecting its personnel from internal threats as it does to protecting them from external dangers; develop guidance and awareness programs so that commanders can better identify risky behavior within the ranks; share information about potential internal threats across the military bureaucracy; and develop more sophisticated and agile responses to emergencies like the shooting at Fort Hood, in which 30 people were injured.\n  Mr. West, at a second Pentagon news conference with Admiral Clark, said the problem with ''self-radicalization'' in the military was not rooted in Islam. ''Suppose it were fundamentalist-Christian-inspired,'' Mr. West said. ''Our concern is not with the religion. It is with the potential effect on our soldiers' ability to do their job.''\n  Major Hasan was born and raised in Virginia, the son of Palestinian immigrants who ran a restaurant and convenience store in Roanoke. After graduating from Virginia Tech, he pursued a military career against the wishes of his parents, relatives have said. \n  Mr. Gates said he was particularly concerned that the military does not seem to be alert to signs of radicalization in its own ranks, to be able to detect its symptoms or to understand its causes. Major Hasan's commanders and supervisors, he suggested, may have lacked the clear authority or explicit channels for reporting any doubts they had about him. Indeed, troubling information about individuals is often withheld or filed discreetly away instead of being shared, he said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Maj. Nidal Malik Hasan, accused of killing 13 people. (PHOTOGRAPH BY ASSOCIATED PRESS)                                                 \n\nLoad-Date: January 16, 2010"
}