{
    "title": "Pentagon database swells to 80,000 DNA profiles Samples taken from terrorism suspects and detainees",
    "publisher": "usa today",
    "year": 2008,
    "month": 12,
    "day": 12,
    "full text": "WASHINGTON -- The Pentagon has catalogued 80,000 DNA profiles in an obscure database that holds genetic information on foreign terrorism suspects and detainees in Iraq and Afghanistan, according to Defense officials and documents.\nThe Joint Federal Agencies Intelligence DNA Database has grown by more than 400% since the end of 2006, when it held about 15,000 DNA profiles, Pentagon documents show.\nThe Army, which maintains the database for use by the military, FBI and other intelligence agencies, has not previously disclosed its size or growth.\nPentagon officials would not provide any more information about the database, including details about the rapid growth in collected samples or how they were collected. Lt. Col. Lee Packnett, an Army spokesman, confirmed that \"currently there are approximately 80,000 profiles in the database.\"\nThe database provides \"information that you can actually use to prevent something bad from happening,\" says Kevin Lothridge, CEO of the National Forensic Science Technology Center, a government-funded, non-profit institute that provides forensic training and consulting for the public and private sectors.\nLothridge says DNA profiles could be used to identify an Iraqi detainee whose genetic profile links him to particular bombing incidents, or to identify potential terrorists trying to enter the USA with fake identification.\nThe database emerged from an initiative called \"Black Helix,\" which envisioned \"a secure depository and interactive database, which will focus on archiving, retrieving and interpreting biomolecular data for the identification and tracking of terrorist suspects,\" according to a 2007 report by the Defense Science Board.\nThe database is overseen by a working group of officials from the Defense Department, FBI and select intelligence agencies, Pentagon records show.\nThe FBI, CIA and Office of the Director of National Intelligence declined to comment.\nU.S. law permits the collection and archiving of DNA from foreigners for law enforcement and national security purposes.\nThe Bush administration has sought additional funding from Congress to expand and better coordinate that process.\nThe Pentagon database includes genetic information taken directly from detainees and terror suspects, usually through oral swabs, as well as biometric data lifted from physical evidence, such as bombmaking materials, cellphones and other items collected in Iraq, Afghanistan and elsewhere, according to the science board's report. \n\nGraphic\n\n \nGRAPHIC, B/W, Julie Snider, USA TODAY, Source: Defense Dept. (Bar graph)\n\nLoad-Date: December 12, 2008"
}