{
    "title": "Pentagon says top Islamic State leader killed Defense chief says militants losing leadership, money",
    "publisher": "daily news ",
    "year": 2016,
    "month": 3,
    "day": 26,
    "full text": "Abd al-Rahman Mustafa\nWASHINGTON - American Special Operations forces in eastern Syria killed a top Islamic State commander this week, Pentagon officials said Friday, part of a monthslong air campaign the Obama administration boasts is eviscerating the Islamic State even as the group continues to demonstrate the power to sow violence in Western Europe.\nThe American forces originally hoped to capture the commander, Abd al-Rahman Mustafa al-Qaduli, and were following his vehicle in at least two helicopters, according to a senior military official who requested anonymity. But their plan to land Special Operations fighters, seize Qaduli and return him to the helicopter changed for unknown reasons, and they fired on the vehicle instead, killing him.\nDefense Secretary Ash Carter announced Qaduli's death, describing him as the group's top financier, but offered no details of how he had been killed. Carter said the military effort against the Islamic State was gaining momentum, repeating a claim he has made for the past three months. He also said the group was steadily being drained of leaders, soldiers and money, and was losing its grip on the parts of Iraq and Syria it has controlled.\nThe announcement came just three days after the Islamic State killed 31 people in a series of explosions in Brussels, showing in gruesome fashion that its abilities to conduct large-scale terror attacks are hardly diminished. But the week's events could offer a glimpse of what is to come in the next year as the Islamic State and the United States-led coalition to defeat it engage in a series of punches and counterpunches.\n\"This is going to last quite a while,\" said Brian Fishman, a terrorism expert at the New America Foundation in Washington. \"It's absolutely true these guys have lost territory in Syria and Iraq. But you don't need to control a state that size in order to train people to successfully carry out terrorist attacks in Europe.\"\nAs its base in Syria is pummeled, the Islamic State, which is also known as ISIS and ISIL, is not without advantages. Recent months have shown that European cities are veined with Islamic State networks that provide money, weaponry and false identifications for would-be attackers.\nThese networks have exposed weaknesses of European spy agencies - many of which appear overwhelmed by the threat - and terrorism experts have been particularly alarmed by the bomb-making abilities of the plotters of the attacks in Brussels and in Paris in November.\n\nLoad-Date: March 26, 2016"
}