{
    "title": "Pentagon Study Sees Threat In Guantanamo Detainees",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 26,
    "full text": "Accelerating the public relations battle over terrorism suspects held at Guantanamo Bay, a new study of detainees in 2004 and 2005 requested by the Pentagon argues that many  were a proven  threat to United States forces. They  included  fighters of Al Qaeda, veterans of terrorism training camps and men who had experience with explosives, sniper rifles and rocket-propelled grenades, it said. \n  The report, by a terrorism study center at West Point, is essentially a rebuttal by the military of growing assertions by advocates for detainees that the American naval station at Guantanamo Bay, Cuba, is filled with hapless innocents and low-level cooks and other support personnel who pose no real threat.\n  It paints a chilling portrait of the detainees, asserting that publicly available information indicates that 73 percent of them  were a ''demonstrated threat'' to American or coalition forces. In all, it says, 95 percent were at the least a ''potential threat,'' including detainees who had played a supporting role in terrorist groups or had expressed a commitment to pursuing violent jihadist goals. The study is based on information from detainees' hearings in 2004 and 2005.\n  The authors made clear that one of their goals was to affect public attitudes. They said the report should ''enhance our collective understanding of the threats facing the United States, its allies and its interests and how we respond to them.'' \n  Pentagon officials have been saying since the spring that they planned a major public relations response in what has become a heated war of perceptions over the situation at Guantanamo. The report indicates it may be the centerpiece of that effort.\n  With about 360 detainees still held at Guantanamo, the struggle to shape perceptions has become a central focus for the Bush administration and for advocates of the detainees. In the courts and Congress as well as in internal administration debates, some officials have argued that the detainees are far more dangerous than they are portrayed in the news media and in arguments by their  advocates.\n  The report is an analysis of previously released military summaries of the unclassified evidence used in 516 of the military's hearings that determine whether detainees are properly held as enemy combatants. It was written at the request of the Pentagon by the Combating Terrorism Center at the United States Military Academy at West Point, a teaching and research center that describes itself as ''actively involved in supporting the global war on terror.''\n  The report says it is an analysis of the same data as a February 2006 report that has become a major irritation to military officials because it has become the foundation for assertions that harmless men are imprisoned at Guantanamo under extreme conditions. The 2006 report was by Seton Hall University School of Law and two lawyers who represent detainees, Mark P. Denbeaux, a law professor there, and his son and law partner, Joshua W. Denbeaux. \n  The Seton Hall report concluded that only 8 percent of the detainees had been characterized by the military as Qaeda fighters and that 55 percent had not been determined to have committed any hostile acts against the United States.\n  Both reports are based on partial descriptions of the military's evidence against detainees. The summaries are the descriptions of unclassified evidence given detainees at the start of the military hearings that rule on whether they are properly held as enemy combatants. \n  Most of the hearings, combatant status review tribunals, were conducted in a six-month period beginning in the fall of 2004.\n  The Seton Hall report has drawn wide attention, including in Congress, because it was one of the first comprehensive studies of Pentagon information on the detainees. ''The reality is that a very large fraction of the detainees seem to be at most a ragtag collection of 'support' personnel for low-level foot soldiers,'' Professor Denbeaux told the Senate in April. \n  In an interview on Wednesday, Professor Denbeaux said the new report massaged the information to draw conclusions that would be helpful to the Pentagon. ''It appears to be a self-serving attempt to put a different slant on the information they presented as the truth in 2004,'' he said.\n  The new report, released in time for administration testimony on Guantanamo in Congress on Thursday, includes a critique of the Seton Hall report, asserting that it drew speculative conclusions and ignored the context of some military information on detainees. \n  Lt. Col. Joseph H. Felter, the director of the Combating Terrorism Center and a West Point faculty member, said the new report was an independent evaluation conducted without Pentagon supervision. \n  Colonel Felter acknowledged, however, that military officials had indicated they wanted to contest the Seton Hall report.\n  ''They had been getting a lot of inquiries related to this previous study,'' he said. ''They had a lot of concerns with the conclusions, but they did not have another study.''\n\nhttp://www.nytimes.com\n\nLoad-Date: July 26, 2007"
}