{
    "title": "Pentagon charges Saudi in Cole attack Abd al-Rahim al-Nashiri has been held since '06 at Guantanamo",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 7,
    "day": 1,
    "full text": "The Pentagon said Monday that it is charging a Saudi Arabian with \"organizing and directing\" the 2000 bombing of the destroyer Cole - and will seek the death penalty.\nBrig. Gen. Thomas W. Hartmann, legal adviser to the U.S. military tribunal system, said charges are being sworn against Abd al-Rahim al-Nashiri, a Saudi of Yemeni descent, who has been held at the military prison in Guantanamo Bay, Cuba, since 2006.\nThe charges still must be approved by a Defense Department official who oversees military tribunals set up for terrorism suspects. If the charges are approved, al-Nashiri will be the first person charged in the U.S. in connection with the attack nearly eight years ago.\nHartmann said the allegations include conspiracy to violate laws of war, murder, treachery, terrorism, destruction of property and intentionally causing serious bodily injury.\nSeventeen American sailors were killed and dozens wounded when the Navy destroyer was attacked in the Yemeni port of Aden as it refueled.\nAl-Nashiri also is accused of a role in the Oct. 6, 2002, suicide attack on the Limburg, a French oil tanker, Hartmann said. The attack killed a Bulgarian crew member and spilled 90,000 barrels of oil into the Gulf of Aden.\nAl-Nashiri told a hearing at Guantanamo Bay last year that he confessed to helping plot the Cole bombing only because he was tortured by U.S. interrogators.\nCIA Director Michael Hayden said early this year that al-Nashiri was among terrorist suspects subjected to waterboarding in 2002 and 2003 while being interrogated in secret CIA prisons.\nAsked at a Pentagon news conference if evidence obtained from the waterboarding is tainted, Hartmann said that would be considered at any trial.\nAccording to U.S. intelligence, al-Nashiri was tasked by al-Qaida leader Osama bin Laden to attack the Cole, and also was al-Qaida's operations chief in the Arabian Peninsula until he was caught in 2002.\n\nLoad-Date: July 1, 2008"
}