{
    "title": "Pentagon stresses cooperation with nations to fight terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 2,
    "day": 4,
    "full text": "The Pentagon is proposing to work more closely with other countries so they can do more to help win the war on terrorism.\n\"We know we cannot win this long war by ourselves,\" Ryan Henry, the deputy undersecretary of defense for policy, said Friday at a news conference called to discuss the new Quadrennial Defense Review -- a defense blueprint done every four years.\nThe review will be sent to Capitol Hill on Monday along with President George W. Bush's $439 billion Pentagon budget for the fiscal year that starts Oct. 1.\nUnlike the highly detailed budget, the new defense review focuses mostly on defining and diagnosing weak points in U.S. defenses, and writing a broad prescription for improvements. It reorients the Pentagon's strategies toward the war on terrorism and away from conventional threats.\nThe Pentagon report says the wars in Iraq and Afghanistan have shown the importance of \"shifting emphasis from performing tasks ourselves to enabling others.\"\nThe move toward cooperation contrasts with what critics say was the administration's decision to invade Iraq in 2003 with a \"go-it-alone\" approach to defense and foreign policy.\nOne way the U.S. would build new partnerships is to spend more time training other armies, navies and air forces, particularly in places such as Africa where U.S. soldiers have rarely operated. That would require Americans to master more languages and learn more about foreign cultures.\nMore officers will serve stints in foreign forces to build long-term relationships and regional expertise.\n\"The department must foster a level of understanding and cultural intelligence about the Middle East and Asia comparable to that developed about the Soviet Union during the Cold War,\" the report says.\nIt calls for expanding the ranks of special operations forces -- the Army's Green Berets and the Navy's SEALs, for example. Also, the Marines for the first time are establishing a special operations force, with an initial goal of training 2,600 Marines for that duty. The other armed forces have had special operations forces for decades. \nAmong other highlights:\n- The number of soldiers assigned to psychological warfare and civil affairs units will increase by 3,700, or about one-third.\n- A new five-year, $1.5 billion program will develop medical countermeasures for bioterrorism threats.\n\nLoad-Date: February 4, 2006"
}