{
    "title": "Pentagon on edge after ship sinking South Korea claims North Korea sunk warship with torpedo",
    "publisher": "charleston daily mail",
    "year": 2010,
    "month": 5,
    "day": 21,
    "full text": "WASHINGTON - U.S. officials reacted cautiously Thursday to a report blaming North Korea for sinking a South Korean warship, refusing to call the attack an act of war or state-sponsored terror.\nThe Obama administration's tempered response was an indication of how few options President Barack Obama has and how volatile the situation is in the wake of findings this week by an international team of investigators. They said a North Korean sub torpedoed a South Korean corvette March 26, sending it to the bottom of the Yellow Sea.\nWhile the U.S. has vowed to defend South Korea - and has 28,500 troops there to prove it - it doesn't want to provoke new hostilities or spark chaos in the region.\n\"There's no interest in seeing the Korean peninsula explode,\" said P.J. Crowley, State Department spokesman.\nU.S. officials said they would explore diplomatic steps through the U.N. or increase Washington's unilateral sanctions against North Korea's Soviet-style state.\nAsked repeatedly about the U.S. military reaction, Defense Secretary Robert Gates told reporters that he \"accepts\" South Korea's assertion that North Korea was to blame for the blast that ripped the 1,200-ton Cheonan in two.\nFifty-eight sailors were rescued, but 46 died in what is being called South Korea's worst military disaster since a truce ended the three-year Korean War in 1953.\n\"The key thing to remember here is that this was an attack on a South Korean ship, and the South Koreans need to be in the lead in terms of proposing ways forward,\" Gates told reporters.\nAdm. Mike Mullen, chairman of the Joint Chiefs, also declined to discuss a U.S. response other than to confirm that American troops stationed on the Korean peninsula were not on a heightened state of alert.\nSouth Korean President Lee Myung-bak has vowed \"stern action\" in response to the attack. North Korea denies it sank the South Korean warship, and warned that fresh sanctions or other retaliation would trigger \"all-out war.\"\nCrowley was noncommittal when asked what steps the U.S. was considering. He said the administration was consulting with South Korea on how it wants to respond, while not ruling out unilateral American action against North Korea.\n\"We are an ally and friend of South Korea, and we will support them whatever their choice is,\" he said. \"We have other options available to us as well, you know, on this, and we'll be considering our options.\"\nCrowley mentioned the possibility of financial measures against North Korea, while adding that further provocations - including military action that would violate the 1953 Armistice - should be avoided.\nCrowley did not rule out putting North Korea back on a U.S. list of states that sponsor terrorism, but he strongly suggested that the sinking of the South Korean ship would not be sufficient cause to do so. The administration of former President George W. Bush removed North Korea from the list in October 2008.\n\"There is a clear definition of terrorism,\" Crowley said. \"Terrorism normally involves, you know, acts of violence against innocent civilians. You know, at one level this was a torpedo fired by one military vessel at another military vessel.\"\nAt another point Crowley suggested this remained an open question. He said the sinking of the ship was clearly an act of aggression. \"It may or may not be considered an act of terrorism,\" he said.\nLike the administration, most lawmakers said they were troubled by the attack but stopped short of saber rattling.\nSen. John Kerry, chairman of the Senate Foreign Relations Committee, called on the international community to \"speak with one voice.\"\nRep. Edward Royce, the top Republican on the House Foreign Affairs subcommittee on terrorism, said the U.S. and South Korea should present the evidence on the Cheonan sinking to the U.N. Security Council.\n\"We cannot allow North Korea to take the lives of 46 South Korean sailors with a torpedo attack and pretend it didn't occur,\" Royce said in an interview Wednesday.\n\nLoad-Date: May 22, 2010"
}