{
    "title": "Pentagon to cut monetary aid to Pakistan",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 10,
    "full text": "Pakistanis deny Trump's accusations of harboring terrorists. (YouTube)\nBy Zahra Memon\nStaff Writer\nThe Pentagon has officially cut $300 million in aid to Pakistan to fund other \"'urgent priorities'\" following approval by Congress as stated by Lt. Col. Kone Faulkner on Sept. 2, according to BBC.\nPresident Donald Trump came to this decision at the start of the new year, stating that Pakistan did not take any \"decisive action against armed groups in the country,\" according to Al-Jazeera.\nIn January, Trump also tweeted claiming that Pakistan hides terrorists from Afghanistan in the country, according to Vox.\nPakistan denies Trump's accusation regarding sanctuaries for Taliban fighters, according to The Guardian.\nEarlier this year, Congress suspended $500 million from The Coalition Support Fund to Islamabad, Pakistan's capital, and have since stripped a total of $800 million as of Sept. 2, according to The Independent.\nSince 2002, the U.S. has funded Pakistan more than $14 billion to combat terrorism in the nation, according to Vox.\nThe general consensus of Pakistanis and political affiliates has been to advocate for the end of terrorism in Pakistan, and the money the country receives in aid has been used to counter terrorism, Ambassador Husain Haqqani stated. However, the U.S. and Afghanistan believe that money was used to support terrorism efforts, according to NBC News.\nThe relationship between the two nations has been described as \"deeply strained,\" and the suspension of aid will make relations worse, according to The Guardian.\nCutting aid will put pressure on Islamabad's security as the economy in Pakistan continues to fluctuate, according to The Independent.\nDespite the strained relations, the loss of aid will not have an immediate detrimental effect on the nation, and stable relationships will continue to be difficult to maintain, according to The Guardian.\nRelated\n\nLoad-Date: September 10, 2018"
}