{
    "title": "PENTAGON IS DOING OWN ANALYSIS OF TERRORISM DATA; THIS IS NOT A SIGN THAT THE DEFENSE DEPT. MISTRUST",
    "publisher": "the new york times",
    "year": 2002,
    "month": 10,
    "day": 25,
    "full text": "A high-level Defense Department team is sifting through intelligence information, looking for links between the al-Qaida network and terrorism sponsors such as Iraq, Defense Secretary Donald Rumsfeld said Thursday.\nThe team was created in the wake of the Sept. 11 terrorist attacks. It is using powerful computers and other methods to analyze information about terrorism gathered by the CIA, the Defense Intelligence Agency and other spy agencies.\nRumsfeld said the team has about four members who work for Douglas Feith, the undersecretary of defense for policy. He said the team's analysis was meant as an aid to policy-makers, not as competition to the CIA or other intelligence agencies.\n\"I don't get briefed today by anyone other than the CIA,\" Rumsfeld told a Pentagon news conference. \"It is an excellent relationship between the Department of Defense and the intelligence community.\"\nRumsfeld and other top Pentagon policy-makers have taken a darker view of Iraqi President Saddam Hussein than that taken by the CIA and other intelligence officials.\nFor example, a CIA report to Congress concluded that Saddam was unlikely to use his chemical or biological weapons or give them to terrorists unless Iraq is attacked. On the other hand, Rumsfeld has repeatedly argued that Saddam cannot be trusted to use any restraint, noting his invasions of Iran and Kuwait and use of chemical weapons on Iraqi citizens.\nThe New York Times quoted Deputy Defense Secretary Paul Wolfowitz on Thursday as saying the team might \"see certain facts that others won't.\"\n\"The lens through which you're looking for facts affects what you look for,\" he told the Times, adding that supporting any particular opinion \"should not permit you to create facts or deny facts.\"\nRumsfeld has repeatedly denied persistent news reports of tension between the Defense Department and the CIA - as well as between Rumsfeld and George Tenet, the director of central intelligence. Rumsfeld said Thursday he has lunch with Tenet once a week.\n\"I'm not unhappy at all about intelligence,\" Rumsfeld said.\nTenet oversees both the CIA and Defense Department intelligence agencies, while Rumsfeld makes budget recommendations for the 80 percent of intelligence spending that goes to the defense agencies.\n\nLoad-Date: October 25, 2002"
}