{
    "title": "PENTAGON OFFERS CHALLENGES FIT FOR HERCULES",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 3,
    "day": 2,
    "full text": "In agreeing to become secretary of defense, William Perry accepted seven challenges President Bill Clinton laid out in announcing his nomination.  The magnitude of the challenges might daunt even the fabled Hercules.\nThe president's first task for Perry is to \"reshape forces for the new era.\" Just one year ago, the Pentagon produced its triennial in-house review of roles and missions for the four services. Although the Soviet threat had largely disappeared, internal Pentagon turf battles had not. As a result, very little changed outside of combining some flight-training and logistics functions. Given the turf and budget struggles, this Gordian knot will probably require a sharp sword to undo.\nThe next challenge is \"to implement the recommendations of the Bottom-up Review.\" On the face of it, this should be easy, for Perry was a prime mover in this exercise. But the hidden snag is the fiscal mismatch - some $ 30 billion to $ 50 billion over five years - between the strategy set forth, as well as the forces needed to carry it out, and the money available.\nRather than sail full steam ahead to implement the review, Perry ought to re-examine the thinking behind preparing to fight two major regional conflicts simultaneously. His own Defense Intelligence Agency has said that, over the next few years, North Korea \"will be the critical threat.\" Considering the severe limits of North Korea's economic base and logistic support for its forces, as well as the strength of the South Korean military, that assessment suggests the United States could make significant adjustments to strategy and force levels.\n\"Dealing with new threats of weapons proliferation\" is the next mission impossible. The United States has made some efforts in this arena, but we haven't been consistent. While seeking to control the spread of missile technology, for example, we sell very sophisticated weapons (including high technology aircraft) to the neighbors of rogue or unstable countries that have or might develop weapons of mass destruction. Our sales simply spur others to arm or to transfer technology to the very countries we oppose, which makes our allies more nervous and more demanding for even better U.S. technology.\nClosely related to weapons proliferation is \"dealing with new threats of terrorism.\" The World Trade Center bombing highlighted how hard it is to stop every potential act of terrorism against U.S. citizens and property and the need to focus better our intelligence efforts on identifying groups and states that engage in terrorism. This challenge is a direct subset of re-examining the Bottom-up Review to identify the real threats to U.S. security and redirecting military efforts as needed.\nAs the Pentagon advocate for high-technology solutions, Perry should be comfortable with his last three mandates: to continue aggressive work at defense conversion, maintain the industrial base critical to national defense and reform the procurement process. The administration has programmed nearly $ 20 billion to assist and retrain laid-off defense workers, promote dual-use technology and invest in new high-technology initiatives.\nBut Perry will have to swim against powerful currents, including some of his own making. He is on record as favoring retention of at least one manufacturing line for each unique major military system, such as submarines and tanks. Congressional pressure will be heavy to save other \"critical\" defense plants that are major employers in a district or state. Companies themselves may be tempted to slow or even halt conversion to civilian manufacturing to see if such pressure works.\nPromoting dual-use and new military high-technology projects avoids another critical problem. In the post-Cold War world, we must regain our economic prowess by focusing our best minds and best talent on non-military work.  Before the rise of the Cold War military-industrial complex, major innovations were as likely to come from the civilian sector as the military, a tradition more in keeping with our political and social heritage.\nProcurement reform, the last challenge, is a standing Pentagon mantra, but the words have yet to produce real results. Between 1986 and 1990, Perry served on three commissions that examined various aspects of the Pentagon's technology and procurement structure. He knows the issues, but he faces major bureaucratic resistance to changing business as usual.\nProcurement reform is seen as the golden fleece that will provide the $ 30 billion to $ 50 billion the Pentagon wants to match force levels to strategy.  Any meaningful reform, to get close to this sum of money, will require much more drastic action than eliminating rules and paperwork and reducing oversight of contractors. The real starting point lies in determining what systems we need and establishing realistic performance standards. We do need technological superiority but not, as Perry has suggested, a more expensive and gold-plated level of technological dominance. And then the Pentagon must hold contractors to meeting valid performance standards.\nPerry might consider himself fortunate to have only seven tasks; Hercules handled 12. Nonetheless, even to begin real reform of U.S. strategy, missions, forces and procurement policy, Perry's ingenuity and tenacity will be tested as completely as was the Greek hero.\n\nLoad-Date: March 3, 1994"
}