{
    "title": "PENTAGON HASTILY DRAFTS MEASURES ON TERRORISM",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 30,
    "full text": "The Defense Department, in response to criticisms that the United States military is not equipped to fight terrorists, is hastily preparing proposals for confronting the problem for review by Defense Secretary Caspar W. Weinburger, department officials said today.\n A special Defense Department commission that investigated the bombing of the Marine headquarters in Beirut concluded that state-supported terrorism had become an important form of modern-day warfare, and that the United States military was not equipped to fight it.\nIn pointed language, the report urged the Defense Department ''to develop a wide range of appropriate military responses to terrorism.''\nAs a result of that report, issued Wednesday, ''information is being compiled right now on how the problem will be dealt with,'' a Defense Department official said today. ''It will be submitted to the Secretary of Defense next week.''\nDefense Department, in response to criticisms that US military is not equipped to fight terrorists, is hastily preparing proposals for confronting problem for review by Defense Secretary Caspar W Weinberger; report urges Defense Department 'to develop a wide range of appropriate military responses to terrorism' (M)'Rushing to Get This Out'\nAnother official said, ''People are really rushing to get this out.''\nMeanwhile, anti-terrorism experts in universities, research institutes and consulting firms across the country who for years have been researching the question of how the military ought to deal with terrorism, said in interviews today they feared that the military's sudden interest in terrorism would fade, as they have observed it die away in the past.\n''What you are seeing here is the military being poked and prodded along to come to grips with a problem, terrorism, that they would just prefer not to deal with,'' said Brian M. Jenkins, a terrorism expert at the Rand Corporation in Los Angeles.\nMr. Jenkins, who for the last decade has been researching the issue of how the United States military deals with terrorism, was the only civilian witness in the United States to testify before the commission that investigated the Beirut bombing. He said he told the commission that ''the U.S. interest in terrorism has been spasmodic for years.'' He added: ''There's tremendous activity in the wake of some event, but as the weeks go by, terrorism always seems to descend to the level of just being a nuisance.''\n \n'Wring Their Hands Three Times'\nHe added, ''They always just wring their hands three times and then go on to something else.''\nBut for the moment, at least, Mr. Jenkins and other experts said they have been receiving dozens of inquiries from military officials who ''are now trying to educate themselves on the nature of the threat they are going to have to face,'' said Yonah Alexander, editor of the quarterly journal ''Terrorism.''\nAmong the things Mr. Jenkins, Mr. Alexander and other experts have been advising are to Improve the military's intelligence capability, and train intelligence officers to deal with the peculiar types of information that they receive in environments where terrorism is a threat.  ''If they can't learn ahead of time of an impending terroristic attack,'' said Prof. Robert H. Kupperman of Georgetown University, a terrorism student formerly with the Arms Control and Disarmament Agency, ''then the only option the military leaves itself is doing something cathartic but ineffective, such as using the battleship New Jersey.'' United States naval forces off the coast of Lebanon have used the 16-inch guns of the U.S.S. New Jersey against targets in the hills overlooking Beirut recently.\n \nSpecialized Training Urged\nAnother recommendation is that anti-terrorism training not be limited to special military units. ''The line units don't receive any specialized training, and they are the ones that have to face the threat,'' said Mr. Jenkins. ''The marine unit we sent to Beirut, for example, was just an off-the- shelf unit, and that was a large part of the problem'' that led to the inadequate security the morning of Oct. 23, when 241 men died in a terrorist truck bombing.\nThe experts have also said that in addition to traditional ''war games,'' officers and men should be put through ''terrorism games,'' where some of the men pretend they are terrorists who want to attack a target and another group tries to defend that target. ''They should be put through all kinds of scenarios,'' said Mr. Alexander. ''They have to put themselves in the mindset of the terrorists.''\nAnother recommendation is that more money from the defense budget be devoted to research and development of anti-terrorism hardware. ''There is potential for devices that can detect explosives of all kinds from a distance, for example,'' Mr. Alexander said. ''And we ought to be researching better and more sophisticated surveillance equipment.''\nMost important, the experts said, is the need for the military to begin viewing terrorism as ''a new dimension of warfare,'' in the words of the Defense Department report on the Beirut bombing.\n \n'Another Kind of Warfare'\n''It has never been their preferred mode of fighting,'' Mr. Jenkins said. ''They train for another kind of warfare, so this is an exotic departure that doesn't use the weapons they have and doesn't require all the things they are organized and trained to do.''\nMr. Kupperman said, ''They don't like to consider terrorism as warfare because with terrorism you never know where your forward line of battle is. It's imprecise.''\nMr. Jenkins said, ''the military's interest in terrorism looks like an electrocardiogram, with a lot of flat areas in between the peaks.''\nBut Mr. Alexander added, ''I think there is the very slow beginning of some real interest this time, at the cost of a great many lives in Lebanon.''"
}