{
    "title": "Pentagon tries to calm storm over officer who said war on terrorism is battle against Satan",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 10,
    "day": 17,
    "full text": "WASHINGTON -- A top Pentagon general has said he will tone down his rhetoric after being criticized for casting the war on terror as a religious battle, officials said today.\nBut Defense Department lawyers, public affairs officials and others were meeting today to try to figure out whether that would be enough to calm the storm of criticism surrounding Army Lt. Gen. William G. Boykin, who has said the counterterror war is a battle with Satan.\nHis comments came in speeches -- some made in uniform -- at evangelical Christian churches.\nCritics said the remarks could undermine a more than two-year Bush administration effort to promote good relations with Muslims in America, as well as play into the hands of those who have fanned anti-Americanism abroad by casting the counterterror war as an attack on Islam.\nBoykin, the new deputy undersecretary for intelligence, has told Pentagon officials that he will curtail his speechmaking, officials said. He was expected to issue a written statement today.\nA decorated veteran of foreign campaigns, the three-star general said of a 1993 battle with a Muslim militia leader in Somalia: \"I knew that my God was bigger than his. I knew that my God was a real God, and his was an idol.\"\nHe did not respond Thursday to a request for comment.\nDefense Secretary Donald H. Rumsfeld said Thursday he had not seen Boykin's comments, but he praised the three-star general as \"an officer that has an outstanding record in the United States armed forces.\"\nDespite repeated questions at a Pentagon press conference, Rumsfeld declined to condemn Boykin's statements or to say whether he would take any action.\nGen. Richard Myers, chairman of the Joint Chiefs of Staff, said he had spoken in uniform at prayer breakfasts, adding he did not think Boykin broke any military rules by giving talks at churches.\n\"There is a very wide gray area on what the rules permit,\" Myers said. \"At first blush, it doesn't look like any rules were broken.\"\nBut Sen. Lincoln D. Chafee, R-R.I., said that if media reports accurately quoted Boykin, the general's comments were deplorable.\nAnd a Muslim rights group called for Boykin to be reassigned from his job, which includes evaluating and providing resources for the intelligence needs of military commanders.\n\"Putting a man with such extremist views in a critical policy-making position sends entirely the wrong message to a Muslim world that is already skeptical about America's motives and intentions,\" said Nihad Awad, executive director of the Council on American-Islamic Relations.\nAwad's statement noted that a verse in the Quran says Muslims believe in the same God as Jews and Christians.\nBoykin's church speeches, first reported by NBC News and the Los Angeles Times, cast the war on terrorism as a religious battle between Christians and the forces of evil.\nAppearing in dress uniform before a religious group in Oregon in June, Boykin said Islamic extremists hate the United States \"because we're a Christian nation, because our foundation and our roots are Judeo-Christian. … And the enemy is a guy named Satan.\"\nRumsfeld on Thursday repeated the Bush administration position that the war on terrorism is not a war against Islam but against people \"who have tried to hijack a religion.\"\nThe defense secretary said he could not prevent military officials from making controversial statements.\nThe Bush administration has gone to some lengths to court Muslim organizations since the Sept. 11, 2001 attacks set off the U.S. war on terror. Muslim leaders have been invited to the White House, and President Bush declared late last year that Islam is a peaceful religion, seeking to distance himself from remarks by conservative Christian leaders Pat Robertson and the Rev. Jerry Falwell.\n\nLoad-Date: October 17, 2003"
}