{
    "title": "Pentagon seeks more overseas bases Aim is to boost counter-terrorism, gather intelligence. ISLAMIC S",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 11,
    "full text": "The Pentagon has proposed building a string of military bases in Africa, Southwest Asia and the Middle East.\nWASHINGTON - As U.S. intelligence agencies grapple with the expansion of the Islamic State beyond its headquarters in Syria, the Pentagon has proposed a new plan to the White House to build up a string of military bases in Africa, Southwest Asia and the Middle East.\nThe bases could be used for collecting intelligence and carrying out strikes against the terrorist group's far-flung affiliates.\nThe growth of the Islamic State's franchises - at least eight militant groups have pledged loyalty to the network's leaders so far - has forced a debate within the Obama administration about how to distinguish between the affiliates that pose the most immediate threat to the United States and Europe and others that are more regionally focused.\nThe regional groups, some officials say, may have opportunistically adopted the Islamic State's brand to bolster their local clout and global stature.\nIn the midst of that debate, senior military officials have told the White House that the network of bases would serve as hubs for Special Operations troops and intelligence operatives who would conduct counter-terrorism missions for the foreseeable future.\nThe plan would all but ensure what Pentagon officials call an \"enduring\" U.S. military presence in some of the world's most volatile regions.\nAdministration officials said that the proposal for the new basing system, presented to the White House this fall by Gen. Martin E. Dempsey during his final days as chairman of the Joint Chiefs of Staff, was not intended to be a specific Pentagon proposal to combat the affiliates of the Islamic State, also known as ISIS or ISIL. The officials said that it was meant primarily as a re-examination of how the military positions itself for future counterterrorism missions, but that the growing concern about a metastasizing Islamic State threat has lent new urgency to the discussions.\nThe White House declined to comment about continuing internal deliberations. The plan has met with some resistance from State Department officials concerned about a more permanent military presence across Africa and the Middle East, according to U.S. officials familiar with the discussion.\n\nLoad-Date: December 11, 2015"
}