{
    "title": "People, not religion, fuel terror",
    "publisher": "university wire",
    "year": 2006,
    "month": 3,
    "day": 14,
    "full text": "There is a new Crusade in the Middle East. The new battle is not for Christianity but for democracy.\nNot to underestimate the actual day-to-day struggles within Afghanistan, Iraq and other overwhelmingly Islamic countries, there is also an intellectual debate which, depending on how you see it, is either hopelessly pessimistic or downright apocalyptic.\nWhat is the Western world to do with its radical neighbors?\nMost Muslims in America and in the wider Western world denounce terrorism as being fundamentally anti-Islamic. Most Americans, even those emphatically opposed to the Dubai Ports World takeover of U.S. ports, would not doubt most American Muslims' allegiance to this country and the principles of freedom and democracy. So what is the problem?\nDo we actually think that a company headquartered in an Arabic country would not offer the same security measures prescribed by the Department of Homeland Security?\nDo we blame Islam in general?\nHonestly, yes.\nIn an Al-Jazeera interview broadcast to millions in the Middle East, an American Muslim psychiatrist Wafa Sultan spoke about how it seems the only religious terrorists in the modern age happen to be Muslim.\nSultan said, \"We have not seen a single Jew blow himself up in a German restaurant. We have not seen a single Jew destroy a church. We have not seen a single Jew protest by killing people.\"\nOf course it might seem to be true by and large, but there are Jewish terrorists and Christian terrorists. Radical Christians blow up abortion clinics.\nWhite supremacists, who have been known to cite religious beliefs, set fire to black churches and persecute minorities.\nJewish terrorists harassed Arabs and Brits in their fight for a state of Israel, even assassinating a U.N. official who had been instrumental in releasing prisoners from Nazi concentration camps.\nAn apologist for Islamic terrorism might cite Jewish terrorism as the progenitor of modern Middle East terrorism.\nThe apologist might say Jews were terrorizing to obtain a sovereign Jewish nation, just as Al-Quaida and the like terrorize to obtain a sovereign Islamic nation, albeit theirs would be much larger and more fundamentalist than any current Islamic nation.\nBut we've all got it wrong.\nAt least in this case, religion isn't the problem; people are the problem.\nPeople are using religion to provide legitimacy; not the reverse.\nAll too often wars of ideology have been fought and lives squandered for the sake of misguided principles, and Islamic people do not hold a monopoly on these mistakes. The recent death of Slobodan Milosevic should be a reminder of atrocities committed against Muslims.\nIn the end despite the fact that Islamic terrorists represent the most radical sects of the Islamic world, we still fear Islam.\nThe Western world deems its own culture grown-up and civilized, while Islamic terrorists attempt to hold on to the third-world mentality many Islamic states retain.\nThey argue Western values such as democracy and liberty cannot be transfigured in the Arab world, and perhaps they are right - a scary proposition for us.\nWe must prepare ourselves for two probabilities: Islam isn't waning, and neither is terrorism, but that does not make them codependent.\nWe can accept the former in the spirit of liberty and do our best to combat the latter or remain ignorant of both and suffer that much more.\nSultan said, \"I am questioning every single teaching of our holy book.\"\nThe realization that Islamic terrorism cannot enjoy divine sanction can only come from Muslims if change is to accompany it.\nSultan is willing to scrutinize her religious beliefs.\nI hope her candor will inspire more dialogue, but assuagement is far down the road.\n(C) 2006 The Daily Reveille via U-WIRE\n\nLoad-Date: March 14, 2006"
}