{
    "title": "People",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 2,
    "day": 17,
    "full text": "Lester Holt's son joins NBC news • Stefan Holt, the son of \"NBC Nightly News\" anchor Lester Holt, will soon be able to share a ride to the office with his father.\nThe younger Holt has been hired by NBC's New York station, WNBC, to anchor its new 4 p.m. newscast.\nStefan Holt has spent the last five years working for NBC's Chicago station, WMAQ - just a short walk from the former location of WBBM, where Lester Holt worked before joining NBC News. Stefan Holt was born in Chicago during his father's 15-year run as an anchor in the city.\nStefan Holt will join WNBC in mid-April, before the debut of the newscast set for late May. NBC is adding the late-afternoon newscasts at its stations in New York, Los Angeles, Miami and Connecticut to replace Meredith Vieira's canceled daytime program.\nNBC has expanded its ratings lead over its evening newscast competition since Holt took the job.\nEagles of Death Metal performs in Paris for attack survivors • California rock band Eagles of Death Metal performed Tuesday at a highly charged Paris concert filled with fans who survived a terrifying massacre and siege at their last Paris show - and filled with memories of those who didn't.\n\"Bonsoir Paris, we're ready for this!\" frontman Jesse Hughes told the crowd at the Olympia concert hall, before heading straight into their first song.\nThe band's performance Nov. 13 at the Bataclan concert hall turned into a bloodbath when Islamic extremist suicide bombers stormed in, as near-simultaneous attacks hit cafes and a stadium around Paris and killed scores of concert-goers.\nArmed police guarded entrances to the Olympia for Tuesday's performance, and concert-goers went through three bag and body searchers before entering. Viewers seemed in good spirits ahead of the show, some drinking outside, and there was little apparent nervousness in the crowd.\nOne survivor, Alexis Lebrun, described himself as \"very scared\" and said he would go to the Olympia venue but would attend the concert only if he deemed the security adequate.\nGrammy tributes almost equal to new music • Kendrick Lamar, Taylor Swift and Alabama Shakes were the biggest winners at a Grammy Awards ceremony that, because of the recent deaths of some seminal stars, felt as much a tribute to music's past as its present.\nMonday's ceremony included performances honoring David Bowie, Glenn Frey, B.B. King, Maurice White of Earth, Wind & Fire and Lemmy Kilmister of Motorhead, along with an extended clip of Natalie Cole. All died within the past year.\nFormer Miss America contestant critically hurt in car crash • A former Miss New Jersey who competed in the 2014 Miss America pageant was critically injured when her convertible spun off a highway and struck a tree, state police said Tuesday.\nCara McCollum was northbound on Route 55 in Pittsgrove Township on Monday night when her car veered off the road and struck a tree, then spun again and hit two more trees before ending up in an embankment, police said.\nMcCollu, 24, of Margate was alone in her vehicle and was wearing a seat belt. She remained hospitalized Tuesday in critical condition.\nCELEBRITY BIRTHDAYS\nActor Hal Holbrook is 91. Actress Christina Pickles is 81. Actress Brenda Fricker is 71. Actress Rene Russo is 62. Actor Richard Karn is 60. Actor Lou Diamond Phillips is 54. Comedian Larry the Cable Guy is 53. Singer Chante Moore is 49. Actress Denise Richards is 45. Singer-guitarist Billie Joe Armstrong is 44. Actor Jerry O'Connell is 42. Actress Kelly Carlson is 40. Actor Jason Ritter is 36. Singer-songwriter Ed Sheeran is 25.\n\nGraphic\n\n \n FILE - In this Sept. 3, 2013, file photo Miss New Jersey Cara McCollum waves as she walks on a runway as Miss America contestants arrive in Atlantic City, N.J. McCollum was critically injured when her convertible spun off a highway and hit a tree, state police said Tuesday. (AP Photo/Mel Evans, File)  Member of the band Eagles of Death Metal, Josh Homme waves to fans as he arrives ahead of his concert at the Olympia music hall, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital.(AP Photo/Thibault Camus)  Member of the band Eagles of Death Metal, Jesse Hughes, left, arrives ahead of his concert at the Olympia music hall, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert Tuesday by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital.(AP Photo/Thibault Camus)  Member of the band Eagles of Death Metal, Josh Homme, right, arrives ahead of his concert at the Olympia music hall, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital.(AP Photo/Thibault Camus)  Member of the band Eagles of Death Metal, Jesse Hughes, left, arrives ahead of his concert at the Olympia music hall, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert Tuesday by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital.(AP Photo/Thibault Camus)  Media stand in front of the Olympia music hall the Eagles of Death Metal's concert, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital. (AP Photo/Thibault Camus)  A crowd waits outside the Olympia music hall the Eagles of Death Metal's concert, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital. (AP Photo/Thibault Camus)  Police officers secure the area around the Olympia music hall before the Eagles of Death Metal's concert, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital. (AP Photo/Thibault Camus)  Member of the band Eagles of Death Metal, Josh Homme waves to fans as he arrives ahead of his concert at the Olympia music hall, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital.(AP Photo/Thibault Camus)  Member of the band Eagles of Death Metal, Josh Homme, left, waves as he arrives ahead of his concert at the Olympia music hall, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert by Eagles of Death Metal , the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital.(AP Photo/Thibault Camus)  Member of the band Eagles of Death Metal, Dave Catching, left, arrives ahead of his concert at the Olympia music hall, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks opened up to a French terrorism commission ahead of a highly charged Paris concert by Eagles of Death Metal, the U.S. rock band that was performing in the Bataclan concert hall the night extremist suicide bombers targeted sites around the French capital. (AP Photo/Thibault Camus)  Workers set up ahead a Tuesday's concert by Eagles of Death Metal, at the Olympia music hall, in Paris, Tuesday, Feb. 16, 2016. Survivors of November's deadly Paris attacks have opened up to a French terrorism commission ahead of a highly charged concert in the French capital by Eagles of Death Metal - the U.S. rock band whose show in the Bataclan concert hall was among the attack targets. (AP Photo/Thibault Camus) \n\nLoad-Date: February 18, 2016"
}