{
    "title": "PERCEIVED INJUSTICE BREEDS TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 8,
    "day": 4,
    "full text": "The domestic history of the United States has been a relatively peaceful one compared to those of most other countries. Why? Throughout its history, the United States has been a nation strongly protective of individual rights. Granted, we have had violent periods. The civil war was the biggest one. The race riots of the '60s was another. There were also the Vietnam demonstrations, and recently the Oklahoma City bombing.\nWhenever violent episodes occur, understandably there is an effort to understand and analyze them. The causes of the civil war are well known. The race riots of the '60s were the result of years of prejudice. The Vietnam War demonstrations were caused by a perception that the war was immoral. So what motivated the Oklahoma bombing?\nTerrorism is almost always the result of an injustice or a perceived injustice. This is true in other countries as well as in ours. Injustice is a wrong perpetuated by society or by government against individuals or a group of individuals.\nSome view the attack against the Branch Davidians at Waco as an example of injustice. Should the penalty for child molestation be death for the perpetrator and for the child? Another incident frequently mentioned is the government mishandling of the Randy Weaver case. His innocent wife and 14-year-old son were shot and killed by government agents. Other events can be named.\nOn a broader scale, there also has been, in recent years, a general tendency for government to overstep its proper limits. Search and seizure laws can strip away private property without proof of guilt. Numerous environmental laws can effectively render private land useless to the owner. Excessive taxation is needed to pay for marginally beneficial government programs. All these contribute to a sense of anxiety and fear on the part of citizens. In this environment, anger smolders and can erupt in violence.\nAll societies include borderline nut cases capable of acts of destruction. If motivated and determined, these people can wreak havoc. Furthermore, law enforcement can do little effectively to stop them. In this light, it does not make sense to provide reasons that will push these people over the edge toward violence.\nWhenever tragedies like the Oklahoma City bombing occur, politicians immediately rush to crack down on terrorists with more laws and more surveillance. However, we must step back and look at the causes of terrorism before any legislation is passed.\nThe government and citizens, as supporters of government, should take an introspective look at what the proper role of government should be. George Washington said, \"Government is not reason; it is not eloquence; it is force. Like fire it is a dangerous servant and a fearful master.\" The steady encroachment of government during the past 50 years has brought with it more crime and less tranquility. There is a correlation between the two.\nDo we need government? Yes we do. We need it to enforce justice. However, at the same time, it is important that government be restrained. Justice means protecting individuals from criminal activity as well as protecting them from government abuse. The Oklahoma City bombing should not be used as an excuse for expanding government power. Passing anti-terrorist legislation is simply a feel-good solution. It gives the impression that something is being done. However, expanding governmental power will in the long run only cause resentment and make matters worse.\nMany of the anti-terrorist measures proposed are no doubt well-intentioned. However, most would do little to deter violent people. On the other hand, they would bring about more restrictions and complications for average law-abiding citizens.\nIn today's \"let's fix it\" society, it is difficult to accept a solution that proposes backing off from a problem. However, to achieve long-term tranquility, this is exactly what needs to be done. Not out of fear, but in the confidence that people will act civilized if they are treated fairly.\n\nLoad-Date: August 4, 1995"
}