{
    "title": "PERFORMING A BALANCING ACT WITH U.S. , SYRIA IS COUNTRY OF CONTRADICTION; NATION PLAYS UP HELP IN AN",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 2,
    "day": 19,
    "full text": "The dozens of stalls that line the oldest open-air marketplace in Damascus were open for business, but the hundreds of customers who usually throng these ancient streets were nowhere in sight.\nPerhaps that's because it was just past dawn. The shopkeepers were in fact making a command performance, under police orders to provide a colorful backdrop for Syria's young president as he came to pray at the mosque that lies just beyond the Roman columns at the end of the market's main arcade.\nThe president is Bashar al-Assad, the lanky London-trained ophthalmologist billed as the softer, gentler version of his father, Hafez al-Assad, who ruled Syria with an iron hand until his death nearly three years ago.\nThe nation his son now heads is perhaps the most confounding and paradoxical country in a region that is struggling to keep its balance as the United States moves toward war with Iraq.\nWith Syria the country, as with the shops in its marketplaces, everything is negotiable - and don't expect to outwit some of the shrewdest bargainers in the Middle East.\nWhen tens of thousands filled the streets of this capital Saturday, they were protesting against the United States and war with Iraq, not against their own government. That's because Syria has distanced itself from U.S. policy more than any other government in Iraq's immediate region, denying access to U.S. military personnel and praising Iraq's compliance with U.N. disarmament resolutions.\n\"The Syrian government is in step with public opinion,\" a Western diplomat in Damascus said.\nWhile distancing itself from any Iraq war, the Syrian government has adroitly played up its cooperation with the United States on another front, the broader war on terrorism. U.S. officials acknowledge the value of Syrian help; CIA Director George Tenet and Secretary of State Colin Powell both credit Syria with saving American lives through the timely transfer of intelligence regarding movements by members of Osama bin Laden's al-Qaida network.\nBut the same officials, and many ordinary Syrians, say the country has no intention of ending its active support for anti-Israel groups such as Hezbollah, Hamas and Islamic Jihad - support that has landed Syria on the State Department's short list of governments that sponsor terrorism.\nSyria joined the coalition fighting Iraq during the 1991 Persian Gulf War and in November cast a vote in favor of U.N. Security Council Resolution 1441, demanding that Iraq give up its weapons of mass destruction. Its border with Iraq was closed beginning in the early 1980s, when Syria took Iran's side in the Iran-Iraq war, and reopened only three years ago.\nSyria and Iraq are governed by competing factions of the Ba'athist Party, a 1960s-era movement that stressed socialism and pan-Arab unity. With the recent warming in relations, Syria became a major supplier to Iraq under the United Nations' oil-for-food program, which funnels Iraqi oil revenues through U.N. offices for the purchase of food, medicine and other goods.\nIraq also agreed to an under-the-table arrangement to sell Syria up to 200,000 barrels of oil a day, at a heavily subsidized price now averaging about $10 a barrel.\nThe deal has clear benefits for Syria, freed as a result to export much of its own oil production at world prices that have recently surged past $30 a barrel. Iraq benefits, too, obtaining from the Syria sales hard currency that it cannot get through the U.N. program. The United States, so quick to challenge other violations of the U.N. sanctions on Syria, has quietly looked the other way.\nIraq remains a highly sensitive issue, so much so that the mere suggestion of Syrian cooperation with international plans to establish camps for potential Iraqi refugees was enough to get one of the country's most prominent journalists thrown in jail.\nIbrahim Hamidi, Damascus bureau chief for the respected pan-Arab daily al-Hayat, was arrested in December for printing \"false information\" that endangered state security; he faces a trial, closed to the public, later this month.\nGeorge Jabbour, a law professor at the University of Damascus and longtime adviser to Syria's top leaders, accentuates the positive.\n\"The model of arrests under Bashar is much more advanced than in the old days,\" he says. \"The Syrian media will publish news of the arrests, and that the charges are based on such and such a law. That's not bad; it's an improvement.\"\nNew leader, mixed results\nThe balance sheet since the younger Assad took office is mixed.\nOn the personal level, freedoms have clearly advanced, with rapid increases in access to cellular telephones and the Internet (although many individual sites continue to be blocked). Parliamentary elections take place March 2, with more than 10,000 candidates registered to compete for the one-third portion of Parliament reserved for independents; the rest of the seats are reserved for members of the ruling Ba'athist and related parties.\nSyria's economy suffers from burdensome state control and opaque accounting procedures that make most government statistics worthless, in the view of Western observers here. Actual unemployment is believed to run as high as 30 percent, and the per capita income barely exceeds $1,000. Long-delayed plans to introduce private banking remain on hold.\nThe winds of reform that accompanied the younger Assad's rise to power have died down since. Within little more than a year, the government moved against independent political discussion groups that had popped up around the country. That was followed by the arrest, beginning in mid-2001, of 10 leading political opponents, most of them jailed on vague charges of attempting to subvert the country's constitution.\nHuman rights lawyer Haitham Maleh, 72, spent seven years in Syrian jails during the 1980s. He continues to represent political dissidents and is facing trial himself for discussing political prisoners in an interview with a reporter from the satellite television station Al Jazeera.\nHe says that now that the United States has rejected, in the name of fighting terrorism, some of its own guarantees of human rights , he feels that his work is more difficult.\n\"You have security laws now that aren't much different than those of Syria,\" Maleh said, citing the detainment of foreign nationals at the Guantanamo Bay military base in Cuba, the fingerprinting of visitors to the United States from many Arab countries and the denial of legal representation to individuals suspected of participation in terrorism.\nA presidential show\nCultural traditions stretching back a millennium and more were amply evident over the past week, as Syrians celebrated the festival known as Eid al-Adha that ends the annual period of pilgrimage to Mecca.\nThose who could afford it bought a lamb for slaughter. Neighborhood children gathered to watch the butchers work, while older family members carried leaf-filled branches of trees and shrubs to nearby cemeteries to mark the graves of the departed.\nOn Feb. 10, on the eve of the festival, throngs at the al-Hamidiyah market took advantage of a last opportunity for shopping before much of the country shut down to celebrate the four-day holiday.\nOmar al-Din tempted a visitor to his upstairs shop with piles of rugs, jewelry, silk dresses and painted wooden icons more than 100 years old. He mentioned, in passing, that the police had just come through, informing all of the shopkeepers that President Assad might come to pray the next dawn and that he expected to see the market in full operation.\nCrews of workmen descended on the area, working through the night to paint lampposts, put up awnings and remove the metal barriers that normally block vehicles from the main souk area.\nAssad's motorcade arrived shortly after 7 a.m. He and his party stayed for nearly an hour inside the Umayyad Mosque, a magnificent eighth-century structure that was originally a Christian church. One of the minarets is named for Jesus Christ; an ornately decorated crypt inside is said to contain the head of John the Baptist.\nAssad walked out of the mosque's main courtyard with a minimum of ceremony and no contact with local residents, who were kept out of the mosque while he prayed.\nHis motorcade, a dozen limousines and security vans, raced through the market at 30 mph, despite the people crammed against the shop openings with barely a foot to spare. A woman holding a photograph of her son's bloodied head, crying out for the president's attention, was rudely shoved back.\nAnd then the motorcade was past.\nAs if on order, pull-down metal doors up and down the marketplace clanged shut. The scene that just a moment before was full of color, noise and shopkeepers was suddenly gray, silent and emptied of people.\nIt was time for home, family and religious rituals that had gone on for centuries - and would continue, no doubt, when the politicians of the day had long since left the stage.\n\nNotes\n\nReporter Jon Sawyer:; E-mail: jsawyer@post-dispatch.com; Phone: 202-298-6880  \n\nGraphic\n\n \nPHOTO, GRAPHIC, MAP; (1) Photo by GABRIEL B. TAIT/POST-DISPATCH - Shop owners and patrons enjoy an early morning last week at the al-Hamidiyah marketplace in Damascus, Syria. Although much of the country shut down for the Eid al-Adha festival, police ordered the merchants to stay open for Syrian President Bashar al-Assad's visit to a nearby mosque.; (2) Photo by GABRIEL B. TAIT/POST-DISPATCH - A Muslim family walks home through a Damascus street last week to prepare for the Eid al-Adha celebration, which ends the annual period of pilgrimage to Mecca. Those who could afford it bought a lamb for slaughter, and older family members carried branches of trees and shrubs to cemeteries to mark the graves of the departed.  GRAPHIC (2) Graphic / Chart; AREA: 71,504 square miles; POPULATION: About 17.2 million; LANGUAGE: Arabic is the official and most widely spoken language. French and English are also understood.; CULTURE: Arabs, including 400,000 Palestinian refugees, make up 90 percent of the population. Kurds account for 9 percent and live in the northeast corner of Syria. Most of the population practices Sunni Islam.; FOREIGN RELATIONS: Syria maintains 20,000 troops in Beirut as peacekeepers. In recent years, Syria has held occasional peace talks with Israel over the return of the Golan Heights.; (3) Map by POST-DISPATCH - Syria: A closer look; a) General view - Map shows the Eastern hemisphere.); b) Detail view - Map shows the Eastern Mediterranean.); Sources: CIA Factbook and U.S. State Department\n\nLoad-Date: February 19, 2003"
}