{
    "title": "Permanent TRIA solution depends on partnership",
    "publisher": "business insurance",
    "year": 2007,
    "month": 4,
    "day": 23,
    "full text": "The end of 2006 marked the first anniversary of President Bush's signing of a two-year extension of the Terrorism Risk Insurance Act that was created in 2002 in response to the Sept. 11, 2001, attacks to provide reinsurance for insurers following a declared terrorist event.\nWhile an eleventh-hour reprieve in late 2005 kept the program in place, with modifications, through Dec. 31 of this year, the battle over TRIA continues. If it's not extended, what will be the consequences for the insurance industry and the U.S. economy?\nWhat has occurred during the past year amounts to a sparring match over whether the act and its program of shared public/private compensation for insured losses resulting from terrorism is needed, whether it should be continued, or if it is continued, whether there should be a temporary or a permanent solution.\nWhile there's no shortage of opinions about renewal, it is clear that there is a lot at stake without TRIA. We agree with the assessments of the American Bar Assn.'s Tort Trial & Insurance Practice Section's Task Force on Federal Involvement in Insurance Regulation Modernization: A permanent solution to the terrorism risk insurance dilemma, involving a partnership between government and the insurance industry, is critical.\nAs the TIPS Task Force argued in a report, ``Need for a Government-Industry Partnership for Terrorism Risk Insurance,'' submitted to the ABA House of Delegates for approval, the sheer unpredictability of incidents of terrorism impedes the ability of the private insurance market to take on the financial risk without governmental support. And, a government-industry partnership can support the use of the private insurance market to provide some terrorism insurance. Offering this protection is clearly consistent with national interests.\nThe ABA agreed and on Feb. 12 adopted the TIPS recommendation, urging, ``Congress and the administration to protect property owners, consumers, U.S. citizens and the U.S. economy by partnering with the insurance industry to promote the availability of terrorism risk insurance through legislation that continues support for market mechanisms with federal government insurance backstop protection.''\nSpecifically, in keeping with another report released by the task force, there should be a pre-emption by the federal government of state pricing and fire insurance requirements; coverage expansion should include acts of terrorism by domestic groups, not just those caused by foreign persons or foreign interests; financial markets should set retention levels; and coverage should be expanded to nuclear, biological, chemical and radiological risks, where a governmental role is particularly needed.\nThe bottom line is that the federal government is in the best position to take meaningful action concerning terrorism risk with its access to large amounts of capital and its massive security measures.\nThe American Insurance Assn. has taken the view that terrorism risks cannot be quantified by the insurance industry, and the lack of access by the industry to secret government information regarding the terrorism threat to the United States makes that job all the more difficult. AIA President Marc Racicot reported that property owners are intensely concerned about the issue of whether terrorism risk insurance will continue to be available.\nIn a paper responding to questions from the Department of the Treasury, the National Assn. of Insurance Commissioners has echoed this sentiment: Without continuation of TRIA, the nation's businesses will encounter the same adverse coverage situation that existed following Sept. 11, 2001. ``As a result, insurance coverage for acts of terrorism will be diminished for most American businesses when TRIA sunsets, unless another mechanism is developed to replace TRIA,'' the NAIC said. ``There is limited capital available that reinsurers wish to devote to insuring acts of terrorism. Insurance regulators believe that this trend will continue.''\nA future with TRIA?\nWith the change of party control on Capitol Hill, there just may be a light at the end of the tunnel. Recently installed Senate Banking Committee Chairman Christopher Dodd, D-Conn., a principal author of the initial TRIA law in 2002, is backing a permanent extension. Rep. Barney Frank, D-Mass., the new House Financial Services Committee chairman, supports a long-term but not a permanent solution, with coverage for NBCR risks and group life insurance. He announced recently that he anticipates a bill will pass sometime this spring.\nOn Dec. 17, 2005, during the debate that led to the passage of TRIEA, Rep. Frank, commenting on the group life coverage issue, observed: ``Remember the old neutron bomb? It killed people and left the buildings standing. We have neutron terrorism insurance. It protects the buildings, but it ignores the people.''\nAny terrorist attack on our country is not an attack on the insurance industry, but one on our values, freedom and, ultimately, our democratic process. While the chances for renewal and expansion of TRIA are now greater, its future is still far from certain.\nThe financial and emotional security of our citizens, economy and private sector-already vulnerable to potential terrorist threats-however, depends on a strong federal government-industry partnership to make terrorism risk insurance available.\nFrancine Semaya is chair and William Broudy is a member of law firm Cozen O'Connor P.C.'s insurance corporate and regulatory practice group in New York. Ms. Semaya also chairs the Federal Involvement in Insurance Modernization Task Force of the Tort Trial & Insurance Practice Section of the American Bar Assn.\n\nGraphic\n\n \nArt Credit: Francine Semaya * William Broudy\n\nLoad-Date: April 27, 2007"
}