{
    "title": "Personal Vendetta Is Seen as the Motive For Bombing of Van",
    "publisher": "the new york times",
    "year": 1989,
    "month": 10,
    "day": 2,
    "full text": "A Federal inquiry into the bombing of a van driven by the wife of a Navy captain has shifted the suspected motive from terrorism to a possible personal vendetta, it was reported today.\nThe authorities initially interpreted the bombing as a terrorist retribution for the mistaken downing of an Iranian commercial jetliner by the Vincennes, a guided missile cruiser commanded at the time by Capt. Will Rogers 3d.\nCaptain Rogers's wife, Sharon, was alone in the van and narrowly escaped injury when it was destroyed on March 10.\nInvestigators are concentrating on a person who might have held a grudge against the captain, although international terrorism has not been ruled out as a motive, The Los Angeles Times reported.\n \nA Citizen, But Not a Sailor\nThe Times, citing four sources it did not name, said investigators believe that the attack might have been the result of an unidentified person's animosity toward Captain Rogers. Two sources said that the suspect was an American citizen and that the authorities are checking his alibi. They added that the suspect is not a disgruntled sailor.\nTom Hughes, special agent in charge in San Diego office of the Federal Bureau of Investigation, refused to discuss any aspect of the six-month investigation. Captain Rogers said, ''I have not the remotest idea of anyone who would take a personal vendetta against me or my family.''\nCaptain Rogers was in charge of the Vincennes on July 3, 1988, when the Iranian jetliner was shot down over the Persian Gulf, killing all 290 people on board. He told Navy investigators he thought the jetliner was an Iranian jet fighter preparing to attack.\nThe investigation concluded that the ship's crew made crucial errors in their analysis of the aircraft and its intentions, but it exonerated Captain Rogers, in part because the airliner failed to respond to repeated warnings."
}