{
    "title": "PERSIAN GULF NATIONS CONSIDER PACT TO CONFRONT TERRORISM_ CURRICULUM REFORM IN SCHOOLS IS DISCUSSED",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 12,
    "day": 22,
    "full text": "Gulf states must engage in \"regional and international\" measures to fight terrorism, the Kuwaiti prime minister said at Sunday's opening of a summit meeting of the six-nation Gulf Cooperation Council.\nThe two-day session will focus on terrorism and the curriculum reform in schools to counter Islamic militancy. Leaders were expected to approve a pact on fighting terrorism, which has seen a recent increase in some member states.\nIn Saudi Arabia, suicide bombers have killed 52 people and wounded more than 100 in four attacks in the capital, Riyadh, since May 12. In Kuwait, militants have killed one U.S. Marine and one American civilian since October 2002.\n\"The spread of the phenomenon of terrorism to some of the countries in our area must be among the most grave dangers and challenges that our area and the world is facing,\" Kuwaiti Prime Minister Sheik Sabah Al Ahmed Al Sabah said in his opening remarks. \"This requires regional and international efforts to confront it.\"\nOfficials would not release details of the proposed anti-terrorism pact, drafted by interior ministers, until it is approved. The summit meeting's agenda also includes discussion of steps toward economic integration such as a common currency and a common market. Gulf member states include Saudi Arabia, Kuwait, the United Arab Emirates, Qatar, Oman and Bahrain in a loose political and economic alliance.\nOn another matter, Kuwaiti and Saudi liberals say that the strict interpretation of Islam taught in schools encourages intolerance and violence and that governments should revise the text books to eliminate words that sow hatred for Jews and Christians and encourage holy war.\nFifteen of the 19 hijackers involved in the terrorist attacks of Sept. 11, 2001, in the United States were Saudis.\nThe Kuwaiti prime minister said his country was \"closely following\" the situation in Iraq and the capture of deposed Iraqi leader Saddam Hussein by U.S. forces.\n\"We hope this will be the beginning of a new stage during which the brotherly Iraqi people will be able to rebuild their country,\" Sheik Sabah said.\nUnder Saddam, Iraqi forces invaded Kuwait and occupied it for seven months before a U.S.-led coalition expelled them in the 1991 Persian Gulf War.\n\nNotes\n\nFOCUS ON TERRORISM\n\nLoad-Date: December 22, 2003"
}