{
    "title": "Personnel Changes",
    "publisher": "the new york times",
    "year": 2014,
    "month": 4,
    "day": 24,
    "full text": "The Justice Department's criminal division, which oversees some of the biggest investigations into Wall Street and corporate crime, is adding to its ranks.\nMarshall L. Miller, a longtime federal prosecutor in Brooklyn, was named to the criminal division's No. 2 spot. As principal deputy and chief of staff to the criminal division's leader, Mr. Miller will help oversee a broad caseload and about 600 prosecutors.\nHis arrival coincides with a number of personnel changes in the division. After Mythili Raman left her role as the division's leader last month, David O'Neil took over the spot on an interim basis.\nThe changes have laid the groundwork for Leslie Caldwell, the White House's choice to lead the criminal division, to eventually take over the operation. Ms. Caldwell, a former federal prosecutor turned defense lawyer, cleared the Senate Judiciary Committee but has yet to receive full Senate approval.\nMs. Caldwell, if approved, will inherit a number of Wall Street cases. The criminal division under Ms. Raman and her predecessor, Lanny Breuer, opened investigations into banks like UBS that tried to rig a major benchmark interest rate, the London interbank offered rate, or Libor. The Libor cases, some of which have yet to be filed, led to similar investigations into the potential manipulation of foreign currencies.\nMr. Miller, as head of the criminal division at the United States attorney's office in Brooklyn, oversaw a number of prominent white-collar cases. For one, the office is investigating JPMorgan Chase's hiring practices in China.\nMr. Miller also focused on violent crime and terrorism. He handled several of the office's prominent terrorism prosecutions, including a case in which five defendants were convicted of plotting to blow up the jet-fuel supply tanks at Kennedy International Airport.\n''As an AUSA in Brooklyn, Marshall was a leader in the prosecution of violent crime,'' Mr. O'Neil said in a memo to staff.\nLoretta E. Lynch, the United States attorney in Brooklyn, remarked in a memo on Wednesday to her own staff that ''Marshall's departure will be a loss for the office'' but that ''his appointment to the second-ranking position in the criminal division is a demonstration of the great esteem in which the office is held throughout the department.''\nMs. Lynch announced that Mr. Miller's deputy, Jim McGovern, will take over for Mr. Miller in the Brooklyn office.\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://dealbook.nytimes.com/2014/04/23/federal-prosecutor-to-help-lead-justice-dept-s-criminal-division/\n\nGraphic\n\n \nPHOTO       \n\nLoad-Date: April 24, 2014"
}