{
    "title": "Personal Jurisdiction Questions Could Stymie Major Lawsuit Against the PLO",
    "publisher": "insidesources.com",
    "year": 2018,
    "month": 4,
    "day": 2,
    "full text": "April 02--In the past several decades, terrorist attacks around the world have claimed thousands of lives and caused billions of dollars in damage. Recovering this money is something not often considered. Certainly liability can be assessed for negligence or even other criminal acts, but few terrorist organizations are properly structured to allow for a suit. One case, Sokolow v. Palestinian Liberation Organization (PLO) is trying, using an anti-terror law to sue for monetary damages related to injuries from an attack in 2002. The Supreme Court has been deciding whether or not to weigh in on the case.\n\"This is in particular an instance where the Trump administration, the Trump DOJ, and particularly the solicitor general's office has taken a principled Constitutional stand,\" says David Rivkin, former Justice Department lawyer and White House Counsel.\nThe case centers around the Anti-Terrorism Act of 1992, a statute which allows the victims of terrorist attacks to sue terrorist organizations for damages in court. The law was written after the PLO escaped civil liability for the bombing of Pan Am Flight 103 over Lockerbie, Scotland, and the murder of Leon Klinghoffer during the commandeering of the cruise ship Achille Lauro.\nMore than a decade ago, American family members of victims of PLO attacks in Israel brought a suit against the PLO in Manhattan under the law. They demonstrated that the PLO had made payments to the families of suicide bombers living in Israel and to imprisoned terrorists, as well as being involved in the planning of attacks. Although they were successful in the first trial, the families lost in the Second Circuit Court of Appeals. They then filed a petition for the case to be heard before the Supreme Court. Because of the foreign affairs aspects of the case, the Court asked for the opinion of the Solicitor General before making its decision.\nLate in February, the Solicitor General finally submitted its opinion, recommending against hearing the case.\n\"While the lawsuit was brought up under the Anti-Terrorism Act, the decisions involved, particularly the 2nd Circuit decision has nothing to do with the merits. It has to do with a very very important question of personal jurisdiction,\" said Rivkin.\nAnchored in the Due Process Clause, personal jurisdiction is an important limitation on how defendants can be hauled into court. It has become a central question of this case because the terrorist attacks in question occurred overseas. The District Court found that the 2nd Circuit had jurisdiction because the PLO has offices in New York and D.C. The Solicitor General argued that although the PLO continues various activities in the U.S., these actions were not sufficient to establish personal jurisdiction.\n\"Those attacks were not directed at the United States, they were directed at Israel,\" Rivkin explained. Even though it was predictable that there might be American victims, this was not enough to establish jurisdiction.\nBecause personal jurisdiction is a Constitutional issue rather than a question of statutory language, Congress cannot easily amend the law to allow the case to proceed. Whether the statute is extra-territorial, for instance, could be determined through an explicit statement of Congressional intent.\nIn a bipartisan amicus brief, 67 members of Congress wrote in support of the plaintiffs, stressing that the Anti-Terrorism Act has been written for these sorts of cases. Rivkin says that while the plaintiffs have a sympathetic argument, legally they have an uphill fight.\n\"We are talking about foreign persons, foreign entities being dragged into U.S. courts,\" he explains. Foreign corporations and individuals have due process rights by virtue of their presence in the U.S. However, states and foreign governments are not considered persons and do not. In this case, the due process rights make the jurisdiction question more important.\nTo satisfy the jurisdiction tests, the PLO offices in the U.S. would have had to be involved in the planning of the attacks or the U.S. would have had to suffer a more direct injury.\nThe impact of the decision could be very large. Before the 2nd Circuit overruled the decision, the families had been awarded more than $600 million in damages.\nFollow Erin on Twitter.\n___ (c)2018 InsideSources.com, Washington, D.C. Visit InsideSources.com, Washington, D.C. at www.insidesources.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: April 3, 2018"
}