{
    "title": "Perspective A return to eckless CIA activities _  Terrorism report threatens constitutional protecti",
    "publisher": "the world",
    "year": 2000,
    "month": 6,
    "day": 25,
    "full text": "Our civil liberties and core principles of American democracy are in peril.\nIf the recommendations of the National Commission on Terrorism are implemented, you can kiss goodbye some of your constitutional protections.\nThe commission, appointed by Congress, released its report earlier this month. It calls for the federal government to place more wiretaps on Americans, let the Army patrol the country in case of an emergency, encourage the CIA to employ known criminals and terrorists, and institute a vast surveillance system for tracking foreign students.  students.  students.\nThe essence of the commission's report, oblivious to the rights of citizens, is to create a far more powerful domestic security force. For example, the commission calls for the armed forces to be designated the lead federal agency for law enforcement in case of an undefined \"catastrophic attack,\" even before such an attack actually occurs.\nThe commission was established two years ago, following the bombings at U.S. embassies in Kenya and Tanzania and at a U.S. barracks in Saudi Arabia, all official facilities overseas. Yet the report pays almost no attention to measures to increase security at such facilities.\nInstead, it concentrates on international terrorist attacks conducted inside the United States and exaggerates the risk of such attacks. On page one, it warns, \"Today international terrorists attack us on our own soil.\" But on Feb. 4, 1999, FBI Director Louis Freeh testified at a Senate hearing that \"since the World Trade Center bombing of 1993, no single act of foreign-directed terrorism has occurred on American soil.\"\nFreeh also told the Senate that in 1998, the FBI had foiled 10 planned acts of terrorism, all of which were linked to domestic white-supremacist and militia groups. Freeh confirmed that the principal sources of domestic terrorism come from fringe elements of American society, not international terrorists or foreign students.\nThe report says nothing about U.S.-based groups. The commission also calls for the collection and monitoring of information on all international students. The report suggests that it is sinister for a foreign student to change his or her major from English to nuclear physics. Such measures would have a chilling and poisoning effect on university life and flout principles of academic freedom.\nThe report also calls the government \"overly cautious\" in its current efforts to monitor citizens, in spite of the fact that Americans have perhaps never been under such close surveillance by their government. It encourages the FBI to greatly increase its wiretapping.\nAs for international terrorism abroad, the report's ideas are particularly shortsighted, urging the CIA to reverse recent policy and employ known terrorists and killers.\nThe commission seems unconcerned that much of the terrorism it focuses on can be seen as a direct fallout from the massive CIA covert war against the Soviets in Afghanistan, in which figures such as Omar Abdel-Rahman (convicted for the World Trade Center bombing) and Osama Bin Laden (blamed for the embassy bombings) were nurtured and promoted by our government.\nRather than draw any lessons from this, the commission's new cold warriors would encourage a return to reckless CIA activities that have harmed Americans and damaged the national interest.\nThe commission and its supporters claim that these measures are nothing new and are only slight modifications of existing policies. In truth, these radical steps would significantly damage civil liberties in the United States.\nIbish is communications director for the American-Arab Anti-Discrimination Committee in Washington.  washington.  washington.\n\nLoad-Date: June 27, 2000"
}