{
    "title": "Peru terrorism fails to triumph",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 4,
    "day": 23,
    "full text": "Happy endings often come to those who endure, and the patience demonstrated by the Peruvian government and 72 hostages held since last December finally paid off with their release Tuesday.\nOver-arching any lessons learned from the painful and prolonged incident is profound relief and joy that most were freed unharmed. The reunion was especially sweet for families and close friends of those held against their will for four torturous months. For captives and their loved ones, the end of suspended uncertainty regarding their final fate must be a profound relief.\nThough not as directly impacted, much of the rest of the world likewise watched, waited, hoped and prayed for a peaceful resolution to the conflict. Undoubtedly their support was felt and appreciated by those involved.\nThere has been some second-guessing in Peru about security lapses that led allowed rebels to take over the Japanese ambassador's mansion in the first place. Justified or not, that criticism led to the resignation just last weekend of the country's interior minister and national police chief.\nBut it is hard to find fault with Peru's President Alberto Fujimori's firm stand against the terrorists who perpetrated the takeover. He refused to free jailed rebel comrades, to his credit, and he found broad domestic and international support for his stance.\nThe 150-man military strike force that risked their lives in the daring rescue deserve credit for the precise engineering and execution of their attack. Despite the unfortunate deaths of a held Peruvian judge and two of those soldiers, it went off as well as could be expected.\nNot to be forgotten in the joyous finale are the families of the 15 rebels killed. As Roman Catholic Archbishop Juan Luis Cipriani pointed out Monday in a meeting with Fujimori, the standoff was causing suffering on all sides.\nBut the unfortunate fact for those who chose to use terrorist tactics to promote their political aims was their own demise. The lowering of the rebel Tupac Amaru flag and celebration that followed was a stark reminder that in the end, terrorism will not triumph.\n\nLoad-Date: April 3, 1998"
}