{
    "title": "Peru 's President Steps Up Battle With Terrorists",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 5,
    "day": 19,
    "full text": "WITH increased powers following the suspension of parliament and with the backing of the military, Peruvian President Alberto Fujimori is embarking on a full frontal attack on terrorism.\nThe Sendero Luminoso (Shining Path) guerrillas, who mark their 12th year of rebellion this week, have used resources gained from an alliance with drug traffickers to pose a serious threat throughout Peru. A recent poll lists terrorism as the No. 1 concern of Peruvians, topping even the country's economic crisis.\nThe inability of three democratic governments to defeat Sendero was one of Mr. Fujimori's most convincing arguments for suspending the Constitution and dissolving Congress on April 5. \"Chaos and corruption\" in Congress and the judiciary, the president said, meant that the state \"could not combat the combined power of terrorism and drug traffickers.\" The only solution was a suspension of democracy and the imposition of new laws and strategies, he claimed.\n\"I will defeat terrorism before 1995 - rest assured of that,\" Fujimori has said in several interviews.\nTwo weeks ago, he announced stiff new penalties for terrorism. Prison sentences were doubled, with life terms for Sendero leaders and those commanding the \"annihilation squads\" that assassinate local officials and others who command popular authority. The introduction of the death penalty is also under consideration, but Fujimori says he will \"consult the people and let them decide before introducing it.\"\nSendero erupted into Peruvian public life on May 17, 1980, when militants burned ballot boxes in a small Andean village near Ayacucho. Since then, the violence unleashed by Sendero - which has followed a Maoist program of first conquering the countryside and then embarking on urban warfare - has claimed more than 25,000 lives and cost an estimated $ 20 billion, according to a government commission.\nPeruvians are used to increased disruption when Sendero celebrates anniversaries. But the run-up to its 12th anniversary last weekend was particularly violent.\nFujimori had followed up his legislative reforms with tough direct action, ordering police and troops into Lima's Castro Castro prison, where prisoners held on terrorism charges had turned several cell-blocks into a no-man's land. Prison officers rarely entered the Sendero-controlled blocks, but visitors could watch while jailed rebels held indoctrination classes, drilled military-style, and painted walls with Sendero slogans. Dozens of rebels were killed before the police and Army regained control May 9.\nIn response, Sendero launched attacks on several police stations in Lima, destroying the premises and killing a number of officers. Other policemen were assassinated in individual attacks, and Sendero stepped up its now-familiar campaign of knocking out power lines, leaving the capital under severe electricity rationing.\nPeruvian Sen. Enrique Bernales, formerly head of the United Nations Human Rights Commission, agrees \"the situation within the prison could not be allowed to continue.\" But he and international observers are uneasy at how it was handled. The government rejected prisoners' requests for mediation. Officially, 35 prisoners died in the police action, but Senator Bernales and others say the toll may be considerably higher.\n\"There was no need for the Rambo-style final attack,\" a Western diplomat says. \"The Red Cross and Amnesty International had offered to negotiate; the prisoners had requested it - but the government wanted some eye-catching headlines.\"\nCompounding the growing unease at the government's tough new strategy was the reception afforded the Inter-American Commission on Human Rights in a two-day visit to Lima immediately after the prison siege. Fujimori refused to meet with commission members, the first time in 33 years that a head of state has rebuffed such a visit. They also were refused access to the prison on \"security\" grounds, although the president himself had been there 48 hours earlier.\n\"Our insistence on visiting Castro Castro,\" said Marco Tulio Bruni Celli, the commission president, \"was based on the fact that we've received differing versions of the magnitude of the events.\" Mr. Bruni Celli will present a report to the Organization of American States this week.\nBut whatever the international community decides, Peru's internal war \"looks set to intensify,\" says a senior diplomat in Lima.\n\"We're on an extremely dangerous downward slope,\" says Bernales. \"Full respect for human rights is of the utmost importance for the good of Peru, for its international image as a civilized country. Terrorists, whether they have surrendered or not, whatever crimes they have committed, have the right to be sanctioned according to the law. Human rights organizations must be allowed to monitor.\"\n\nGraphic\n\n \nPHOTO: SHINING PATH GUERRILLAS: The inability of three democratic governments to defeat the Maoist group was one of Fujimori's most convincing arguments for suspending the Constitution and dissolving Congress on April 5., AFP/FILE\n\nLoad-Date: May 19, 1992"
}