{
    "title": "Peru sees shadowy hand of Ch z - everywhere",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 4,
    "day": 3,
    "full text": "Hugo Chavez. The mere mention of the Venezuelan president's name in Peru is often enough to make headlines in the leading newspapers.\nMr. Chavez has been a controversial figure in Peru since early in the decade. In 2006, he described then-President Alejandro Toledo and the current President Alan Garcia, as \"caimans from the same sewer.\"\nThe Garcia administration, in turn, vociferously suspects - but hasn't proved - that Chavez is using his oil money to foment unrest here on many fronts. In recent weeks, Venezuela has been accused of supporting violent protests by farmers. Garcia has complained that Venezuela's new embassy in neighboring Bolivia could serve as a training camp for radical Peruvians, and his Cabinet chief, Jorge del Castillo, hinted that Venezuela was secretly sending money here to fund left-wing groups.\nPeru's Congress formed a special committee last month to investigate the appearance of organizations that support the Bolivarian Alternative for the Americas (ALBA), Chavez's fair-trade alternative to the US free-trade agreements. The Foreign Ministry investigated the \"ALBA Houses\" last year, finding nothing wrong. But Congress was not satisfied. The local press, citing congressional sources, claims that there are more than 300 of these houses in Peru.\nAt a press conference on March 25, Chavez said that his government has nothing to do with the ALBA Houses. The Venezuelan ambassador in Peru said he welcomed the congressional investigation as a way to stop the rumors. \n\"It is almost pathological the way the government and media have tried to make Chavez Peru's principal problem,\" says Anibal Apari, a lawyer, who works for an organization providing legal aid to people accused of subversion.\nHis newest case includes seven people arrested in February upon returning from a meeting in Ecuador. They have been charged with terrorism for having attended a meeting of the Bolivarian Continental Coordinator, a Venezuelan group that Peru's authorities have classified as a terrorist organization.\nMr. Apari says Peru is the only country to apply that label to the group.\n\"My sister is not a terrorist. It is insulting that they would even accuse her of this. We have fought terrorism all our lives,\" says Norma Azparrent, whose sister is among the seven detainees. She says her sister was invited to the meeting in Ecuador because of her work with victims of violence.\nTheir father was once the mayor of Ayacucho, a southern highland city, where the Maoist Shining Path guerrilla movement began in 1980. He was killed in a Shining Path attack in 1989. \"We are victims of terrorism. How could they accuse my sister of this?\" says Ms. Azparrent.\nPeruvian authorities say that the seven attended the meeting to receive instructions from violent leftist groups, such as the Revolutionary Armed Forces of Colombia (FARC) guerrillas, on how to destabilize Peru. FARC commander Raul Reyes, whose death in March during a raid by Colombia led to regional tensions, reportedly attended the meeting.\nMany Peruvians believe the Colombian government allegations that Chavez is partially bankrolling the FARC, based on computers seized at the FARC camp in Ecuador. In a mid-March poll, 73 percent of the people surveyed agreed that Chavez has ties to the Colombian guerrillas.\nFear of terrorists arises from Peru's recent history. The Shining Path and a smaller group, the MRTA, wreaked havoc throughout the 1980s and early 1990s, until their leaders were caught and jailed. A truth commission report published in 2003 put the number of victims at more than 70,000.\nMr. del Castillo, Garcia's cabinet chief, says that Peru can't be complacent, noting that the FARC sits across its northern border and the indications that leftist groups here are getting outside funding. \"There is a hand financing [these] groups. We know this, but right now we cannot say who it is, which is troubling,\" says del Castillo.\nThe government's interest is also political. Chavez's principal political ally in Peru is Ollanta Humala, who heads the left-wing Nationalist Party. He lost to Garcia in the 2006 election. In one March poll, 70 percent of people surveyed said Chavez's influence in Peru is primarily through Mr. Humala. In a separate poll, 51.3 percent said Chavez was very involved in Peru's internal politics.\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: April 2, 2008"
}