{
    "title": "Peruvians Laud Guerrilla's Arrest",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 9,
    "day": 15,
    "full text": "PAUNCHY and bespectacled, the elderly man pulling himself together in front of the television cameras could not have looked less like a revolutionary leader feared by an entire nation and for whom thousands would willingly die. This, clearly, was precisely the effect Peruvian President Alberto Fujimori wanted to achieve.\nThese images - broadcast to an expectant Peruvian nation late Sunday night - showed Abimael Guzman Reynoso, founder and leader of the hard-line Maoist guerrilla group Sendero Luminoso (Shining Path) - one of the world's most wanted men.\nFor 12 years, Mr. Guzman has headed Sendero's bid to overthrow the Peruvian state. He was last seen publicly in 1979. Now he is behind bars, captured in a police raid Saturday night.\nPersonally presenting the eagerly awaited evidence of the arrest, President Fujimori was at pains to strip away the almost-mythical aura with which Guzman has surrounded himself. Instead he appeared as a common criminal with a number around his neck.\nFujimori dubbed Guzman \"sinister,\" \"an evil genius,\" and \"the henchman of the drug trade.\" The president painted a picture of debauchery, immorality, and luxury funded by the cocaine trade, whose close links to Sendero, he said, could no longer be denied.\nThe detention of Guzman is a spectacular and timely coup for Fujimori. Criticism of his regime's apparent inability to make inroads against the guerrillas - even with the free hand allowed the military by the April 5 suspension of the Constitution - has been mounting. A recent opinion poll showed more than half the nation dissatisfied with counter-subversive strategy.\nNow the national mood has swung rapidly to satisfaction and relief. Even politicians bitterly opposed to the de facto Fujimori government \"should seize this opportunity for national reconciliation,\" said Sen. Alberto Borea, president of the now-defunct Peruvian Senate.\nFor Sen. Enrique Bernales, former chairman of the Senate Commission on Pacification and Violence, \"Sendero has undoubtedly been winning the war of fear and intimidation in many parts of the country.\" Guzms detention, he says, \"reverses that tendency in the collective behavior of Peruvians - people now realize that citizen cooperation is essential if terrorism is to be defeated.\"\nNationwide, Peruvians jammed television and radio programs Sunday with phone calls acclaiming Guzms detention.\n\"Thank God,\" said Lucia Gonzalez, a Miraflores housewife who lives close to Tarata, the street destroyed in mid-July by a Sendero car-bomb that killed 30 and wounded 100. \"Now that that evil man is behind bars, we can look forward to peace and prosperity.\"\nBut the experts are more cautious. US Ambassador to Peru Anthony Quainton, himself a former State Department counter-terrorism specialist, emphasized the \"hard work, patience, and perseverance\" of the Peruvian counter-terrorist police who tracked down and arrested Guzman. \"There is no doubt that the way to fight terrorism is through intelligence work,\" he said. \"But it's also important to focus on the roots of terrorism, poverty, for example.\"\nLocal leaders agree. For the past two years, they have been on the firing line as Sendero has turned its attention to Lima, infiltrating popular organizations and assassinating grass-roots leaders who resist - like Maria Elena Moyano, the deputy mayor of Villa el Salvador who was gunned down in February.\n\"The popular organizations are the only element of Peruvian society which has remained immune to corruption and ineptitude,\" explains Michel Azcueta, former mayor of Villa el Salvador and now a candidate for mayor of Lima. \"That's why, if Sendero is to destroy Peru, it must first destroy these organizations.\" The government, Mr. Azcueta says, should help strengthen local leadership and financially support local self-improvement efforts.\nThe capture of Guzman came out of the blue. The former philosophy professor - known to his followers as \"Presidente Gonzalo\" or \"the fourth sword of the revolution\" - had assumed legendary proportions during his long revolutionary career.\nWorking at the University of Huamanga in the impoverished central Andean town of Ayacucho in the 1960s, Guzman started building his version of the Communist Party of Peru (Sendero's formal name) with student and peasant support. His idiosyncratic blend of Marxism, Leninism, and Maoism, overlaid with traditional Andean culture and beliefs, captured adherents in marginalized rural communities in a way no other left-wing party had ever succeeded in doing.\nSendero erupted onto the national political scene in 1980 by burning ballot boxes in the village of Chuschi in Ayacucho province. Since then it has relentlessly pursued the aim of overthrowing what it condemns as an irretrievably corrupt, inept state. More than 26,000 have died in the 12-year guerrilla war, most of them peasants who resisted Sendero.\nGuzman will now face summary trial by military tribunal - a recent and popular presidential decree deems those charged with terrorism \"traitors to the fatherland.\" Military courts, Fujimori says, can dispense justice more speedily and with greater firmness than the civilian system.\n\"And let there be no doubt - we will apply [to him] the maximum penalty possible,\" Fujimori promised his television audience.\nBut despite this blow, experts predict that Sendero will quickly regroup. Security precautions have been stepped up, and tanks are once again positioned outside buildings from which they had been withdrawn.\n\"There will be a tactical retreat and reconstruction within Sendero,\" Senator Bernales predicts. \"But we must expect more actions - we have to prepare ourselves for what lies ahead.\"\n \n\nLoad-Date: September 15, 1992"
}