{
    "title": "Peru 's Harvest of Instability and Terrorism",
    "publisher": "the world",
    "year": 1989,
    "month": 3,
    "day": 16,
    "full text": "IF narcoterrorism continues to grow at its present rate, it will become the most immediate security threat to the United States in the western hemisphere before the year 2000.\nNarcoterrorism, the lethal union of drug money and revolutionary terrorist groups, has created power bases within Latin America that threaten the US in two ways: First, they provide support for a drug industry that ships ever-increasing amounts of illegal drugs into the US; and, second, they generate insurgent activities that threaten Latin American democracies.\nA classic instance of narcoterrorism is found in the 1985 bombing of the Supreme Court building in Bogota, Colombia, by the terrorist group M-19. The attack was financed by the Medellin drug cartel.\nPeru has an even more dangerous form of narcoterrorism. Narcoterrorists have taken effective control of Peru's Upper Huallaga Valley, which produces coca leaf for over half the cocaine flowing into the US. With each new effort to attack coca leaf cultivation, it becomes increasingly apparent that antidrug forces in the region are outgunned and outmaneuvered.\nThe Upper Huallaga Valley serves as a power base for Sendero Luminoso, or The Shining Path, a Marxist-Maoist revolutionary group bent on overthrowing the Peruvian government. Sendero Luminoso cooperates with drug interests, protecting the cocaine-production network for a fee. It then uses narco-dollars to finance its own operations. This arrangement provides Sendero Luminoso with its main source of income - tens of millions of dollars. With this the group can acquire ever more political influence, sophisticated technology, and weaponry.\nBoth the Peruvian and US governments have recognized the threat in the Upper Huallaga Valley. In 1988 the government of Peru spent over $150 million combating the drug problem in the valley, while the US spent over $8 million in support of coca-eradication programs in the region. Last month, in a Bush administration program to step up the war against drugs, 30 armed Drug Enforcement Agency (DEA) agents were sent to the Upper Huallaga Valley to assist in coca eradication. Unfortunately, these agents will have little impact. They are part of a strategy of direct law enforcement in a situation where direct law enforcement has not worked and never will work.\nIn a Jan. 17 Wall Street Journal article, a DEA helicopter pilot compared US efforts in the region to ''swatting flies while the elephants are charging.'' As long as anti-drug efforts ignore the economic realities underlying the drug trade, law enforcement will prove futile.\nThe Upper Huallaga Valley has become a cradle of coca cultivation because of socioeconomic conditions that have allowed the drug trade to ''buy'' the territory and people necessary to maintain a production network. The 5,000 peasant families in the region provide the perfect labor force because they have never been integrated into the national economy and have scant means of subsistence. Sendero Luminoso offers the perfect protection for the drug trade because of its militant antigovernment operations and its ideology of fighting for the common man.\nCoca cultivation is the sole livelihood of the inhabitants of the Upper Huallaga Valley. Any attempt to destroy it without offering a feasible alternative means war. As long as the poor of Latin America cannot put food on their tables without narco-dollars, the drug trade will flourish.\nRecently, the strategy of the narcoterrorists has shifted from defensive to offensive; any economic activity besides that tied to the drug trade is attacked. Clearly, the minds behind narcoterrorism realize that economic isolation is a condition necessary to their designs. It is equally clear that US policymakers are failing to recognize this fact.\nIn debt-burdened Latin American economies with triple-digit inflation, narco-dollars can control entire sectors of the population. If the US does not work to remove the economic stranglehold the drug industry has on the economies of the region, all the law enforcement in the world will not work. In Colombia the drug lords offered to pay off the national debt in exchange for freedom to carry out their business. Fortunately, the Colombian government refused, but throughout Latin America there are numerous smaller instances where drug money has won out.\nThe international community must band together and help bolster its weakened members for the fight against the drug trade's seductive lure. Western democracies must go beyond direct law enforcement and develop aggressive strategies addressing the socioeconomic roots of narcoterrorism. The US will eventually be forced to deal with narcoterrorism. Whether it is now, on the terms of the democratic powers, or later, on the terms of the narcoterrorists, depends largely on the actions of the new administration.\n\nGraphic\n\n \nIllustration, no caption, COCA FARMER: Economic realities make this crop attractive., POLLY BECKER"
}