{
    "title": "Peru _ As Shining Path's political arm grows, government clamps down The Shining Path terrorized Per",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 9,
    "day": 20,
    "full text": "The Shining Path, a Maoist group that terrorized Peru during the country's civil war in the 1980s and '90s, is putting the government on the defensive once again.\nThe recent growth of the Movement for Amnesty and Fundamental Rights (Movadef), the group's political arm, has prompted President Ollanta Humala's government to draft a draconian law proposing to jail anyone who \"denies or minimizes\" the terrorist acts that took place during the conflict.\nAside from automatically making membership of Movadef illegal, the law will penalize anyone who sympathizes with them, prompting fears that the government will exploit the law to silence legitimate protest and dissent.\n\"We are not going to let these people damage Peru,\" says Julio Galindo, head of anti-terrorism for Peru's Prosecutor General and one of the law's main proponents. He says anyone who justifies the many atrocities carried out by Shining Path militants - the group is believed to be responsible for just under half of the conflict's 70,000 civilian deaths - is dangerous, and Peruvians need a law to protect them.\nBut thousands of people were jailed and tortured after being falsely accused of links to the Shining Path during Peru's brutal civil war, in which the guerrillas attempted to violently overthrow the government. Edgar Rivadeneyra was one such prisoner. Mr. Reynivaderas was imprisoned and abused for 10 years between 1992 and 2002, then went on to found Peru's Association of Reflection for Liberated Innocents after his release.\n\"What about government acts of terror?\" says Rivadeneyra. It will remain legal to deny or justify the roughly 23,000 killings carried out by armed forces during the war; meaning, he says, \"the state is trying to rewrite and control history.\"\n'protect life more than thoughts'\nMovadef was founded in 2009 by the lawyers of Shining Path founder, Abimael Guzman. The group acknowledges the guerrillas perpetrated \"excesses,\" but claims the deaths were unfortunate collateral damage in a \"People's War,\" not terrorism.\nThe group's stated political motives are a general amnesty for all those who took part in the conflict, including Mr. Guzman, and to protect the fundamental rights of the people, such as economic freedom and access to natural resources. Analysts say they are attempting to radicalize the left by capitalizing on social unrest caused by President Ollanta Humala's shift from a leftist platform to a more conservative, centrist economic stance.\nMovadef has been banned from participating in the official political process, but the party \"continues to gain in strength and numbers every day,\" according to Alfredo Crespo, the group's founder.\nGuzman, who inspired religious-like zeal in his followers, called on them to lay down their arms and embark on a peaceful political struggle following his capture in 1992. But he and Movadef say they cannot rule out a return to violence in the future, \"if the conditions present themselves,\" says Mr. Crespo.\nMr. Galindo, the anti-terrorism prosecutor, says Movadef has the power to distort the minds of ordinary Peruvians, so the government must protect its citizens. \"When the rights to freedom of expression and thought clash with human life, we will protect life more than thoughts,\" he says.\nGalindo would not specify exactly what would be illegal to say about the past under the new law, or what constituted \"justifying or minimizing terrorism.\"\n\"If they don't sympathize, they won't say anything, and if they don't say anything, then nothing will happen. People must learn how to talk,\" he says.\nHorrified by gains, but fearful of repression\nOrdinary Peruvians are horrified by Movadef's gains in popularity, which has gained traction largely among people too young to remember the atrocities of the civil war that lasted from the early 1980s until 2000. Movadef collected around 370,000 signatures backing their demand to be allowed to participate in the electoral process.\nBut Peruvians are also appalled by the new law, which some view as a chilling echo of terrorist witchhunts.\n\"If they sympathize, they should go to prison,\" says Galindo of those denying or justifying acts of terrorist violence by the Shining Path. \"You have the right to your opinion, but I am going to limit your opinion if you are putting other Peruvians at risk that want to live in democracy.\"\nThe country's former President Alberto Fujimori is currently serving a 25-year sentence for his role in death squads and forced disappearances during the war. Peru's Truth and Reconciliation Commission concluded in 2003 that government forces had caused around a third of the deaths during the internal conflict and wrongly jailed and tortured tens of thousands of people for supposed links to terrorism.\n\"The government wants to condemn thoughts not actions, and that's wrong,\" says Rivadeneyra. \"So many people were wrongly persecuted here in the name of fighting terror and now they want to do it all over again.\"\n\nLoad-Date: September 21, 2012"
}