{
    "title": "Peru 's insurance industry; Open market to be proposed",
    "publisher": "business insurance",
    "year": 1991,
    "month": 2,
    "day": 18,
    "full text": "Peruvian insurers and government officials are drafting an insurance law that is expected to denationalize the industry.\nTalks between the two groups follow the December repeal of a 1987 law that nationalized Peru's insurers, banks and credit institutions (BI, Oct. 5, 1987).\n\"The new law is being prepared through discussions by a committee including representatives from insurance companies and the Banking and Insurance Superintendency,\" said Manuel Portugal, general manager of the Assn. of Peruvian Insurance Companies.  The new insurance law will be included in a measure covering the entire financial services sector, he added.\n\"We want to demonopolize the insurance industry and open up the market in the same way as Chile, Colombia, and Mexico,\" he said.\nIn October 1987, then-President Alan Garcia approved the controversial law nationalizing 17 insurers, 10 banks and six finance companies.\nStrong opposition -- including employee strikes, street demonstrations, court rulings that the proposal was unconstitutional and clashes between legislators in both chambers of the National Assembly -- failed to block the law.\nRather than enact outright nationalization, the law limited private shareholder ownership to a total value of 40 taxation units, or about $ 6,000.  President Garcia said the law was designed to widen the spread of share ownership among the public and workers, instead of concentrating financial power in the hands of a few families.\nExpropriation was prompted by \"national interest\" and the \"emergency situation affecting economic activity,\" according to the law.\nAfter the law was enacted, the government-appointed \"intervention committees\" to run the companies in place of existing senior management and boards of directors.  But the law was not enforced during the remainder of President Garcia's presidency, said Caridad de la Puente Wiese, operations manager of Lima-based Cia. de Seguros Condor.\nShortly after Peruvian police used force to take over several private banks in 1987, the government announced it would refrain from enforcing the law by force and instead would let the courts decide the matter (BI, Nov. 9, 1987).\n\"Although some banks were intervened temporarily, the situation returned to an apparent normality in 1988,\" Ms. de la Puente said.  \"Nevertheless, the nationalization law remained in force and one was afraid of it being enforced at any moment.\"\nWhen Alberto Fujimori was elected president in October last year, he promised to repeal that law and to adopt a more open economic policy.  The law was repealed on Dec. 25.\nBut the situation of insurers in Peru remains unchanged, said Ms. de la Puente Wiese.  The state reinsurer, Lima-based Reaseguradora Peruana S.A., is the only company authorized to cede reinsurance abroad, and state director insurer Popular y Provenir Compania de Seguros is the sole insurer of government companies and property.\nInsurers are hoping that the new law will be in place by April and that they will be able to negotiate contracts directly with multinational clients and captives without government restrictions, she said.\n\"It's also possible that foreign brokers and reinsurers will come into the (Peruvian) market,\" said Ms. de la Puente Wiese.  \"We are optimistic about our future now that there has been a slight upturn in the economy.\"\nGross premium volume in the Peruvian market totals about $ 250 million, according to Mr. Portugal.  Of this, slightly more than $ 50 million is ceded abroad as reinsurance, he said.\nMr. Portugal acknowledges that potential foreign investors in Peru could be put off by the country's domestic security situation and risk of terrorism.  Much of the country remains politically unstable as security forces fight ultraleftist terrorist groups.\nTerrorism coverage in Peru, which is available in fire insurance policies, is producing considerable losses for insurer.  \"The results are not very good,\" Mr. Portugal said.\nThe Persian Gulf war also has had an effect on terrorism.  In an apparent protest against the coalition forces in the Middle East, terrorists recently attacked foreign-owned interests in Lima, including the U.S. Embassy and a Kentucky Fried Chicken restaurant.\nInsured losses totaled $ 150,000, said Mr. Portugal, noting that the losses were paid by the domestic market.\n\nGraphic\n\n \nPhotograph, Peru's insurers hope a proposed law will help attract foreigners to more than Machu Picchu. by Peter Miller/Image Bank"
}