{
    "title": "PERU 'S LEADER PLEDGES TO CRUSH TERRORISM AFTER BLAST KILLS NINE",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 3,
    "day": 22,
    "full text": "Peru's president promised Thursday to use a \"heavy hand\" to put down terrorism in his country after a car bomb blast outside the U.S. Embassy killed nine people and injured 30, raising fears of a comeback by the deadly Shining Path guerrilla movement.\nPeruvian officials said the attack was timed ahead of a visit by President George W. Bush to Lima this weekend. Bush dismissed the bombing and said he would go ahead with the visit.\nNo group took responsibility for Wednesday night's explosion, the worst terrorist attack in Peru in five years. But some U.S. officials and Peruvian counterinsurgency experts pointed to the Shining Path, a rebel movement that killed thousands in a campaign of bombings, assassinations and massacres until it was all but crushed in the 1990s.\nPeruvian President Alejandro Toledo left a U.N. conference in Monterrey, Mexico, a day early, saying: \"The courageous Peruvian people will not allow terrorism to return in Peru.\"\nThe blast from an estimated 66 pounds of explosives shattered windows and wrecked nearby cars, leaving the upscale street in front of the U.S. Embassy strewn with bodies. No Americans were among the nine confirmed dead.\nBush, who headed to Monterrey on Thursday, is to meet Toledo and the leaders of Colombia, Bolivia and Ecuador in Lima on his first trip to South America since becoming president. He will also go to El Salvador.\n\"We might have an idea\" who set off the bomb, Bush said. \"They've been around before.\" Bush did not identify the suspected group but nodded when a reporter asked if the Shining Path was on the upsurge.\nJhon Caro, a former director of Peru's anti-terrorism police, blamed the Shining Path, saying the attack was probably provoked by \"Bush's declarations that he is going to fight against terrorism around the world.\"\nDuring the 1980s and 1990s, the Maoist Shining Path terrorized Lima with a series of car bombings. At its height, the group numbered some 10,000 fighters.\nBut then-President Alberto Fujimori launched a tough crackdown. The last Shining Path bombing in Lima was in 1997. The government says the movement still has about 500 combatants hiding in eastern Peru's jungles.\n\nGraphic\n\n \nPHOTO; (1) Photo by GETTY IMAGES - A U.S. Embassy security official tries to put out a fire after a car bombing Wednesday near the embassy in Lima, Peru. The blast has raised fears of a comeback by the Shining Path guerrillas.; (2) Photo headshot - (Alejandro) Toledo - Promises to use a \"heavy hand\"\n\nLoad-Date: March 22, 2002"
}