{
    "title": "Peru frees 114 jailed wrongly for terrorism",
    "publisher": "st. petersburg times ",
    "year": 1997,
    "month": 6,
    "day": 26,
    "full text": "Peru's government Wednesday ordered the release of 114 people jailed unjustly  for terrorism during the ongoing war against leftist guerrillas.\nThe announcement marked the restart of a judicial review of the situation  of hundreds of jailed Peruvians that the government suspended during the  hostage crisis when Marxist rebels seized the Japanese ambassador's residence.\nFor four months, Tupac Amaru Revolutionary Movement guerrillas demanded  the release of some 400 jailed comrades in exchange for 72 VIP hostages, but  troops stormed the house in April and killed all 14 rebels.\nCompiled from Times WiresWORLD BRIEFS\nJustice Minister Carlos Hermoza Moya said Fujimori, with the hostage  crisis behind him, had restarted the review process because of \"his  willingness to resolve the situation of these people who were condemned on the  basis of evidence taken to an exaggerated degree by the tribunals.\" \n \nFour injured as volcano erupts on Montserrat \n \n   OLD TOWNE, Montserrat - Montserrat's volcano spewed tons of hot rock and  ash Wednesday, injuring at least four people and setting fire to homes in an  evacuated area. Seventeen people were reported missing.\nThe injuries were the first caused by the Soufriere Hills volcano on this  Caribbean island since it became active in July 1995. All occurred in an area  declared off-limits because of the danger posed by the volcano.\nAsh shot up six miles, blocked the sun for 20 minutes and coated the  abandoned capital, Plymouth.\nAll four victims, including a young girl, suffered burns, but none were  thought to be serious, said Phil Ellis, a spokesman for the island's British  governor. \n \nTravelers warned of Cuban dengue outbreak \n \n   MIAMI - Anyone traveling to Cuba should take precautions against  mosquitoes, which are spreading an outbreak of dengue fever on the island, the  U.S. Centers for Disease Control and Prevention said Wednesday.\nThe Atlanta-based agency said a support group for Cuban dissidents reported  that more than 20,000 Cuban residents have been infected with the dengue  virus, including about 35 who have died. The dengue virus is transmitted by  some mosquito species.\nSymptoms include high fever, dizziness, weakness and diarrhea.\n\nLoad-Date: June 26, 1997"
}