{
    "title": "Peru 's Fujimori Confounds Expectations by Retaining Popular Support After Coup",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 5,
    "day": 4,
    "full text": "PERHAPS the greatest puzzle for foreign observers of post-coup Peru is the apparent unshakable faith Peruvians have in Alberto Fujimori, the president they elected almost two years ago.\n\"The coup achieved for Fujimori what the Gulf war did for President George Bush,\" says Manuel Torrado, a leading Lima-based political analyst, pointing to the 15-point leap in the president's popularity rating after his April 5 suspension of the Constitution. Mr. Torrado's polls show that the average Peruvian is more worried about the economic situation, poverty, and unemployment, than violence, terrorism, and delinquency.\n\"In the face of problems like these,\" he says, \"the Constitution, freedom, and democracy are irrelevant.\"\nMore than half of Peru's 22 million people live in extreme poverty, and about two-thirds live in \"emergency zones\" where the terrorist activities of two guerrilla groups have long restricted constitutional guarantees and civil liberties. There are vast tracts of Peru where the state, constitutionality, and the justice system have never played a significant role.\nSmall wonder that by 1990, after 10 years of democracy and an equivalent period of Sendero Luminoso (Shining Path) guerrilla warfare, the Peruvian people were disgusted with traditional party politics. That year's campaign quickly developed into a two-horse race for the presidency with Mario Vargas Llosa, a writer, and Mr. Fujimori, an agricultural engineer, both basing their appeal to the electorate on the fact that neither was a politician.\nFujimori, the surprise winner, owed even less than his opponent to the traditional Peruvian political class. The son of Japanese immigrants who rose to become rector of Lima's Agrarian University, he captured the Peruvian imagination campaigning from the back of a tractor and involved his wife and family in hand-painting election posters. The bulk of the population fell for his straightforward approach and massively rejected the television campaign of millionaire Mr. Vargas Llosa's candidates and their party allies.\nAlthough he promised a government of technocrats, under a campaign slogan of \"hard work, honesty, and technology,\" Fujimori has never turned his back on the traditional Latin American politician's devices of populism and demagoguery. In his inauguration speech, he won popular acclaim by attacking Peru's corrupt and venal judiciary, dubbing the law courts \"the palace of injustice.\" Later he increasingly turned on Peru's politicians whom he depicted as lazy, inefficient, and overpaid.\n\"Up to now, Fujimori has enjoyed four main pillars of support - the armed forces, the business sector, the public at large, and the international financial system,\" comments Augusto Alvarez, editor of a respected Peruvian economic review. \"His April 5 move has lost him the last of these four, and he's going to find the other three extremely demanding.\"\nPeru's desperately underpaid military is looking for an immediate pay raise. Businessmen, now with business leader Jorge Camet at the head of the Ministry of Industry, expect their enthusiastic support of Fujimori to be rewarded with favorable economic measures.\nPeople's \"expectations are riding enormously high,\" Torrado says. Fujimori has repeatedly vowed to defeat terrorism by 1995 and deliver a reformed police service and an efficient, equitable justice system.\n\"What Fujimori is doing is excellent,\" says Jesus Morales, a small street-trader. \"We need a strong man to hit the terrorists. Who needs the shameless bunch of politicians? It's people like me who've been paying their salaries for years and what have they ever done for us?\"\nThis is the sort of widely held feeling that deposed parliamentarians and confronts Fujimori's vice-president and former running mate, Maximo San Roman. Mr. San Roman, a mixed-race Indian who made a small fortune developing and exporting bread-making machinery, was once highly popular. For the first year of Fujimori's government, he was the respected leader of the Senate.\n\"But now he's burned,\" Torrado says. \"His own class see him as a traitor, tainted by his involvement with traditional politicians.\"\nSan Roman and Peru's political class seem to have got the popular message, however. All agree that a return to the pre-coup situation would be unacceptable. In a well-attended meeting April 30, San Roman recognized that Peru's legislature and judiciary were \"in a bad state\" but called for \"profound reform in all areas … in the executive branch too.\"\nIt is still unclear how disposed Fujimori will be to hand over or indeed share the absolute power he now holds. But increasingly large numbers of Peruvians are joining the call for dialogue and a compromise which will lead to a return to democracy.\n \n\nGraphic\n\n \nPHOTO: FUJIMORI: Peruvian president has vowed to defeat terrorism by 1995 and to reform the police service and justice system., HECTOR MATA/AFP\n\nLoad-Date: May 4, 1992"
}