{
    "title": "Pervasive insecurity in Mexico _ If this isn't 'terror,' what is_ President Calderon called it _terr",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 12,
    "day": 3,
    "full text": "Across the country bombs packed with unsophisticated explosives have gone off, killing bystanders and targets alike; gory videos documenting the torture and beheadings of countless people are disseminated on the Internet; dismembered bodies are disposed of in public spaces with threatening messages penned as warnings to others.\nThis may sound like a description of Afghanistan, a stronghold for targets of the US \"war on terror.\" But in fact, it's Mexico. And despite the similarities in the tactics of violence and intimidation used, in Afghanistan it's called terrorism; in Mexico it's not.\nThere's no dispute that the violence - which has claimed more than 40,000 lives since 2007 - is escalating. Yet there is no consensus about what to label the troubling state of affairs. It's variously called a criminal insurgency, narcoterrorism, simply war, and - less frequently - terrorism. Mexicans, in everyday language, call it la inseguridad (insecurity).\nBut does it matter what it's called?\nPolitically and legally it does.\nSecretary of State Hillary Rodham Clinton in 2010 warned that Mexican drug trafficking organizations may be morphing into \"what we would consider an insurgency.\" She was instantly criticized by both Mexicans and Americans, and President Obama stepped in to issue an apology. (An insurgency, in security parlance, is often thought of as a step beyond terrorism, more of a mass movement of violence and crime.)\nBut Mexican President Felipe Calderón used the \"terror\" label in response to the casino attack in Monterrey that killed 52 people in August: He tweeted it, his spokesman repeated it, and then in a televised speech, he said it again. It was the first such official use of the term, and there was no domestic political backlash.\nGoing beyond rhetoric, US Rep. Michael McCaul (R) of Texas proposed legislation earlier this year that would label six Mexican drug cartels foreign terrorist organizations (FTOs). \"Calderón said it's an attempt to replace the state,\" says Mr. McCaul, \"and he's right.\" He says the cartels fall under the US federal statute of terrorism.\nBut what's happening in Mexico doesn't meet the definition of terrorism, says Bruce Hoffman, a terrorism expert at Georgetown University in Washington, D.C. \"Scholars agree, terrorism has to be political: a fundamental political change sought through violence,\" says Professor Hoffman.\nMany argue that the cartels' political aspiration is to create a negative space without police or government oversight, but Hoffman says that's no different from the \"Godfather\" movies.\n\"The violence in Mexico is about lining the pockets\" of cartel members, not creating a new political order, he says.\nLegally, that distinction is important.\n\"Mislabeling terrorism makes for bad laws and bad policies,\" says Hoffman. \"You get into problems when you conflate two forms of violence.\"\nIf McCaul's legislation succeeds, more than simply slapping the label of terrorism on the cartels, the FTO status would provide the United States with more legal options in combating the violence seen exploding along the US-Mexican border.\nFor many, like McCaul, the definition of terrorism isn't necessarily the focus of an argument for why Mexico is or is not witnessing terrorism. The emphasis centers on what will happen once the term is applied.\nThere are obvious economic impacts associated with the terror label - such as driving tourists away - but more specific dangers exist, say experts.\nHuman rights activist Florencia Ruiz Mendoza says Mexican cartels are not terrorists, despite their tactics. \"The conversation about terrorism is distracting from the more important issues,\" says Ms. Mendoza. She says the term would be convenient for both governments in increasing funding to combat cartel violence, but would hurt average Mexican citizens. \"If the cartels are terrorists, that allows the Mexican government to fight back. They might release more troops throughout the country and set up more military checkpoints,\" Mendoza says. (Part of Mr. Calderón's strategy has been to deploy military troops to locations of high violence.)\nThis approach worries Mendoza because the government's lack of control over the cartel violence \"allows the government to repress a lot of rights,\" Mendoza says. She has received complaints of military violence against citizens uninvolved with cartel activity.\nThis more personal approach to defining and labeling terrorism doesn't surprise Hoffman. He says terrorism has always been a reflection of societal values. \"The term 'terrorism' originated during the French Revolution as a positive label,\" Hoffman says. Later it referred to state violence, and since 9/11 \"the term has been used much more promiscuously,\" often focusing on emotion more than the pursuit of a political end.\n\"We label everything we don't like or that scares us as 'terrorism,' \" Hoffman says. \"[Cartels in Mexico] are certainly generating fear, and people are being terrorized, and it's acceptable to say that. But terrorism aims to fundamentally change a political system or re-create a political order.\"\nThe violence in Mexico has political elements, he says, but ultimately it's about economics.\n       \n\nLoad-Date: December 6, 2011"
}