{
    "title": "Pet rooster is forbidden farm animal Lawsuit limiting Latino inmates fails Dead dogs found in Fairmo",
    "publisher": "sunday news",
    "year": 2007,
    "month": 9,
    "day": 23,
    "full text": "Around Pennsylvania\nA township that gave a girl a prize for having the \"Most Unusual Pet\" - a rooster - now says she has to get rid of the bird because zoning laws don't allow farm animals in a residential area.\nThe parents of 13-year-old Melissa Hensler said they may file a lawsuit to fight the zoning decision by North Huntingdon Township officials.\nMelissa has raised a rooster, named Sundae, and eight other chickens for six years. The trouble started in July when a neighbor complained. The Henslers plan to take their case to Westmoreland County Common Pleas Court.\n\"We were just asking the township to allow us to keep our pets until they pass on,\" Don Hensler said.\nA federal judge has rejected a lawsuit by a white inmate seeking to stop a privately owned prison from accepting any more Hispanic inmates.\nRudolph P. Keszthelyi filed suit in October against the federal Bureau of Prisons and Cornell Co. Inc. of Houston, which opened the Moshannon Valley Correction Center a year ago near Phillipsburg. The 1,300-bed, low-security prison houses mostly \"criminal aliens\" and inmates from the Washington, D.C., area.\nKeszthelyi's suit said the high concentration of aliens and a small number of black inmates makes for a volatile situation for white inmates and racial tensions resulted in a riot that caused a 11-month lockdown. Keszthelyi is serving a 10-year sentence for drug and money laundering charges in 1999.\nThe discovery of four dead pit bulls in a Philadelphia city park has prompted an animal-welfare agency to offer a $500 reward for information leading to the conviction of anyone involved in killing the dogs.\nThe dogs were found at two locations in Fairmount Park over the past month and were apparently involved in organized dog fights, said officials with the Pennsylvania Society for the Prevention of Cruelty to Animals.\n\"There was no evidence of dog fighting occurring in the park,\" said society director of investigations Michael Mansfield. \"The bodies were brought into the park and dumped after fights in other locations.\"\nAn expert in the psychology of terrorism has been picked to direct a terrorism research center headquartered at Penn State University.\n\"One of the most urgent challenges of the academic community is to understand the ways in which people become involved in terrorism,\" said John Horgan, who signed a five-year contract to lead the International Center for the Study of Terrorism.\nThe center is sponsored by an international consortium of schools and organizations. It includes 15 other universities.\nHorgan, 32, is currently a faculty member at the University of St. Andrews in Scotland. He holds bachelor's and doctoral degrees in applied psychology from University College in Ireland. He is scheduled to start Nov. 1 at Penn State.\n\"There's a growing realization that military approaches to terrorism are not as effective as many might have assumed,\" he said.\nFrom our wire services\n\nLoad-Date: September 24, 2007"
}