{
    "title": "Petanque players in Paris praised for stopping knife attack",
    "publisher": "chicago daily herald",
    "year": 2018,
    "month": 9,
    "day": 11,
    "full text": "PARIS — Petanque players in Paris who helped in the apprehension of a knife-wielding man have been lauded Monday for their bravery as French authorities opened a murder investigation into the attacks that saw seven people injured. According to police, witnesses at the scene of Sunday night's attacks in the northeast 19th district helped disarm and arrest the man near a cinema in a recreational area populated by both Parisians and tourists. Some of those playing boules, also known as petanque, saw what was going on and threw their heavy metallic balls at the attacker — with one hitting his head — before plain-clothes policemen arrested the man. \nOn Twitter, French Interior Minister Gerard Collomb praised the \"courage and reactivity\" of those who intervened. A judicial official, speaking on condition of anonymity because he was not allowed to discuss publicly an ongoing investigation, said the attacker was believed to be an Afghan national. He said terrorist motives were not suspected at this stage. Paris police said four of the victims were in serious condition, including one in a life-threatening condition. Two British tourists were among those injured. \"The judicial investigation will determine the circumstances\", Collomb said. Boudjema Hamani told The Associated Press he was playing petanque with two friends when they saw people running and shouting \"be careful, he has a knife!\" Hamani and his friends ran after the attacker and threw their petanque balls as he was trying to stab people in the street. At one point another man, Reda Smain, managed to take the 40-centimeter (15-inch) knife away from the attacker. They pushed the man on the ground and overpowered him until police came a few minutes later, Hamani said. \"Of course it's scary. We are human beings, we're not Superman so if we're stabbed we're going to die ... But we didn't have time to think about it. We had the (petanque) balls with us, so we had a weapon, like him,\" Hamani said. Smain told French network BFMTV that he struck the attacker's left arm, which was holding the knife. \"I jumped on the knife, took him from his hand,\" he said. \"Then I fell with him and knocked him out.\" Video reporter Nicolas Garriga contributed to this report.\n\nGraphic\n\n \nPolice secures the site of a knife attack in Paris, Monday, Sept. 10, 2018. A several people were injured in a knife attack in central Paris late Sunday but police said that terrorism was not suspected. (AP Photo/Thibault Camus)Police officers work on the scene of a knife attack in Paris, Monday, Sept. 10, 2018. A several people were injured in a knife attack in central Paris late Sunday but police said that terrorism was not suspected. (AP Photo/Thibault Camus)Police officers secure the site of a knife attack in Paris, Monday, Sept. 10, 2018. A several people were injured in a knife attack in central Paris late Sunday but police said that terrorism was not suspected. (AP Photo/Thibault Camus)\n\nLoad-Date: September 11, 2018"
}