{
    "title": "Peter King's Really Bad Idea",
    "publisher": "the new york times",
    "year": 2016,
    "month": 12,
    "day": 21,
    "full text": "WASHINGTON -- Speaking last week in the lobby of Trump Tower in Manhattan after a meeting with the president-elect, Donald J. Trump, the veteran Republican congressman Peter T. King unveiled his latest proposal to crack down on the civil liberties of law-abiding American Muslims: a federal Muslim surveillance program.\n''I suggested a program similar to what Commissioner Kelly did here in New York,'' Mr. King told reporters, referring to a secret New York Police Department surveillance program under the former commissioner Raymond W. Kelly, which, The New York Times reported, ''dispatched plainclothes detectives into Muslim neighborhoods to eavesdrop on conversations and built detailed files on where people ate, prayed and shopped.'' \n  The program, Mr. King added, was ''very effective in stopping terrorism'' and ''really should be a model for the country.''\n  The congressman is correct in calling the surveillance ''very effective'' only if you ignore the verdict of the Police Department itself. Its intelligence chief acknowledged, in unsealed court testimony, that the program never generated any leads, or led to a single terrorism-related investigation.\n  Yet, from at least 2002 onward, the N.Y.P.D.'s Intelligence Division -- and specifically, the Demographics Unit that was built with the help of the C.I.A. in the wake of 9/11 -- subjected entire neighborhoods to what the American Civil Liberties Union has called ''religious profiling and suspicionless surveillance.'' Plainclothes police officers, so-called rakers and crawlers, infiltrated mosques, student groups and businesses ranging from grocery stores to restaurants and hookah cafes, in an attempt to compile information on Muslim ''hot spots.'' They listened in on private conversations, and reported back on the most innocuous of sermons.\n  The Demographics Unit was disbanded in 2014 by Mr. Kelly's successor as commissioner, William J. Bratton. Responding earlier this year to a proposal by Ted Cruz, then running for the Republican presidential nomination, to revive the surveillance program and take it nationwide, Mr. Bratton advised the Texas senator to ''shut up,'' affirming that there was ''not one actionable piece of intelligence that came out of that unit.''\n  What the program did accomplish was the alienation of American Muslim communities from law enforcement agencies, creating what a 2013 report from the City University of New York School of Law called ''a pervasive climate of fear and suspicion.'' Is this record of failure and divisiveness really what Mr. King wants to re-up?\n  But if Mr. King's concern is with terrorism, it seems highly selective. Despite loudly denouncing acts of terrorism committed by Muslims, the representative from Long Island, who is the grandson of Irish Catholic immigrants to the United States, had little issue with terrorist attacks carried out by Irish nationalists.\n  In fact, starting in the early 1980s, Mr. King publicly campaigned on behalf of Noraid, the Irish-American fund-raising organization long regarded as a front for the Provisional Irish Republican Army. In 1981, a United States District Court judge ruled that there was ''uncontroverted evidence'' that Noraid was ''an agent of the I.R.A., providing money and services for other than relief purposes.''\n  Mr. King was not only a tireless fund-raiser for Noraid but also an open defender of the I.R.A., which he called a ''legitimate force.'' In 1987, a State Department report called the I.R.A. ''a deadly terrorist group unconcerned about innocent bystanders.''\n  According to the Irish journalist Ed Moloney, when Mr. King attended I.R.A. murder trials in Northern Ireland in the 1980s, ''the police singled him out for thorough body searches.'' On one occasion, the Republican politician was removed from a Belfast courtroom because, the judge said, ''he was an obvious collaborator with the I.R.A.''\n  To be fair, Mr. King -- who once referred to himself as ''the Ollie North of Ireland'' -- has in recent years confessed to having ''cooled'' on Irish issues. He has also claimed that his links to the I.R.A. have been ''distorted.''\n  Yet how would the congressman have responded if a federal surveillance program had been carried out against Irish-American communities in the 1980s, at the height of the conflict in Northern Ireland? (During the three decades of the Troubles, the I.R.A. killed about 1,800 civilians, police officers and soldiers.)\n  Imagine if, according to the program Mr. King so admires, the N.Y.P.D. had staked out Irish bars and restaurants, while the Boston Police Department had spied on Irish grocery stores. Or if St. Patrick's Day parades had been used as an opportunity for police departments to gather intelligence and identify activists in Irish-American communities. Or if ''moderate'' church leaders, like the cardinals of the United States Conference of Catholic Bishops, had been expected to attend hearings in Congress and denounce terrorism, while undercover F.B.I. agents were sent to infiltrate Sunday Mass and keep an eye out for any extremist preaching.\n  Wouldn't Mr. King have objected as loudly, and with as much legitimacy, as American Muslim community leaders do today over dragnet surveillance operations?\n  The truth is that what American Muslim communities in New York had to endure was a historic injustice. In their 2015 ruling in a lawsuit over the N.Y.P.D.'s program, judges in the United States Court of Appeals for the Third Circuit compared it to the discrimination faced by ''Jewish Americans during the Red Scare, African-Americans during the Civil Rights movement, and Japanese-Americans during World War II.''\n  No doubt, Mr. King expected a sympathetic hearing for his idea from Mr. Trump, who has entertained the idea of a ''Muslim registry,'' or database, and has promised to ramp up surveillance. The president-elect should look carefully at the records both of the program and its booster, and declare his rejection of both.\n  Follow The New York Times Opinion section on Facebook and Twitter (@NYTOpinion), and sign up for the Opinion Today newsletter. \n\nhttp://www.nytimes.com/2016/12/20/opinion/peter-kings-really-bad-idea.html\n\nLoad-Date: December 21, 2016"
}