{
    "title": "PETRAEUS SHOULD STAY AT CIA THIS IS NO TIME TO LET HIS TALENTS GO TO WASTE",
    "publisher": "the new york times",
    "year": 2012,
    "month": 11,
    "day": 14,
    "full text": "CAIRO, Egypt\nThe sudden resignation of David Petraeus as CIA director over an affair makes me very sad, and quite angry. There's something wrong with a political system that destroys men of his talent over a very human mistake.\nYes, I know he showed bad judgment. But I think his resignation should have been rejected. Can our system really afford to lose him and upend the CIA, yet again, over such a peccadillo? Do we really have such talent to spare?\nGen. Petraeus was not accused of any security breach, and -- as the whole world now knows -- the affair was discovered only tangentially through another FBI investigation. This is now an unfortunate situation he must resolve with his wife. But why, at a time when the CIA is crucial in anti-terrorism operations and with Gen. Petraeus so knowledgeable on Afghanistan, Pakistan, Africa and the Middle East, should the country lose his skills because of a personal matter?\nWatching from Cairo, where guns and jihadis are passing through from next door Libya and making the Sinai into a new nexis of terrorism, I wonder how Gen. Petraeus' exit will affect the efforts to curb this problem? Or to deal with the influx of jihadis into Syria, or drone attacks in Pakistan, etc. etc.\nWho can be surprised that, having served multiple tours in Iraq and Afghanistan over the past decade, under incredible pressure, this disciplined general might have slipped up? Had he compromised security it would be one thing. But if not, why should the whole country pay the price for his marital sin?\nThe perils of false purity became clear during the impeachment proceedings against President Bill Clinton. Supposedly that mess was precipitated because he lied, but in reality it was a political vendetta. It backfired, and many of the legislators who decried the president's immorality were revealed to have committed similar or worse acts in private.\nShouldn't we have learned to be wary of penalizing our leaders for sins of the flesh?\nNews reports say Director of National Intelligence James R. Clapper asked Gen. Petraeus to resign. I don't know the details. But I do know that even those who criticized Gen. Petraeus as overly ambitious recognize the sacrifices he made for his country. My many trips to Iraq left no doubt in my mind that the counterinsurgency strategy he promoted there prevented an even more grisly civil war and ended the heaviest fighting. In Afghanistan, he did the best possible with the hand he was dealt.\nStephen Kinzer had an op-ed in The New York Times Saturday detailing the serial affairs of Allen Dulles, CIA chief from 1953 to 1961, in the pre-Internet days when such behavior wasn't reported. Dulles' compulsive womanizing probably did jeopardize his work, unlike Gen. Petraeus' folly. But reading this piece made me yearn for the days when national leaders were judged on performance, and their private lives remained just that.\n\nNotes\n\nTrudy Rubin is a columnist for The Philadelphia Inquirer (trubin@phillynews.com)./\n\nLoad-Date: November 20, 2012"
}