{
    "title": "PETROCHEILOS_ Distorted Perceptions of Terror",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 27,
    "full text": "On Sept. 17, a bomb explosion injured 29 people on a crowded sidewalk in Chelsea, N.Y.. New York City Mayor Bill de Blasio called the incident \"an intentional act\" at the time, while Gov. Andrew Cuomo labeled the attack an act of terrorism.\nFurther investigation revealed that the attacker, Ahmad Rahami, was Muslim. Soon after, members of the Islamic State group took to Twitter to publicly celebrate the attack, yet no direct link to international groups has been found.\nIn the midst of terror, media groups commonly fall into the trap of rushing to link a perpetrator's religion to terrorism. According to a 2014 study conducted by the Brookings Institute, 14 percent of Americans believe Muslims support the IS group. In fact, when President Barack Obama argued the IS group is not Islamic, Ron Christie, a GOP strategist, tweeted: \"What kindergartner briefs the President on terrorism?\" Similarly, political commentator George Will told Fox News shortly after the speech, \"ISIS says it's Islamic, lots of people say it's Islamic, only the president won't.\"\nThose who believe in an inherent connection between the IS group and Muslims often point to the examples of self-declared jihadists who claim allegiance to the IS group, including the perpetrators of the San Bernardino attack in California last December. Attacks by the IS group sympathizers have indeed increased in past years. In a message released earlier this year regarding the IS group's plan to launch attacks on the United States and Europe during Ramadan, former IS group leader Abu Muhammad Al-Adnani requested that sympathizers \"punish the Crusaders day and night.\"\nAccording to a report by the Washington-based Institute for the Study of War, the IS group is \"reorienting its strategy\" with attacks abroad by appealing more to sympathizers rather than sending actual recruits. However, instead of interpreting this strategy as an increasing threat within our borders, we should begin to understand it as a sign of the group's demise.\nThe recent attacks attributed to the IS group demonstrate its weakness, not strength. The IS group, in its origins, aims to be its own state. Yet the group is losing ground, not only in shrinking physical territory in Iraq, Syria and Libya but also in public support. The number of new recruits arriving in Syria and Iraq dropped by 90 percent from April 2015 to April 2016, according to U.S. officials. Likewise, support for the IS group among young Arab Muslims across the Middle East continues to shrink: According to the 2016 ASDA'A Burson-Marsteller Arab Youth Survey, nearly 80 percent of Arab youth now strongly reject the IS group, compared to the 60 percent last year.\nNonetheless, the IS group is still doing what it has always done very well: controlling the news and at least appearing to control events. For instance, investigations have shown that Omar Mateen, the attacker in Florida's Pulse nightclub in June, was motivated by personal bigotry. His father said he \"got very angry\" whenever he saw two men kissing in public. Therefore, to claim this attack was part of a larger conspiracy is incorrect. Mateen was a lone wolf, and it is time for media groups across the country to label similar actors as such.\nBy branding all attacks carried out by Muslims as directly linked to the IS group, the media misinforms us. Whenever evidence leads to a Muslim suspect who happens to pledge allegiance to the group, it should be labeled accurately as just that unless concrete evidence of a relationship between the attacker and the organization emerges.\nWe cannot afford to live in an era where in-depth investigations are undermined. The IS group has come to be seen as a terrorist group over which we have no control, when in reality, the only reason why the IS group is still relevant is because the media allows it to be.\nMartha Petrocheilos is a student at the Law Center.The Millennial's Corner appears every other Tuesday.\nHave a reaction to this article? Write a letter to the editor.Tags: Bombing, chelsea, Islamic State Group, media, terrorism\n\nLoad-Date: January 9, 2017"
}