{
    "title": "Pharmacists enlisted in battle against bio-terrorism",
    "publisher": "the daily record ",
    "year": 2002,
    "month": 11,
    "day": 21,
    "full text": "More than 600 pharmacists and more than 100 technicians have volunteered as first responders to aid state residents in the event of bio-terrorist attacks, a University of Maryland official said yesterday at the university's third annual \"Community Issues Forum.\"\nIn light of the Sept. 11 terrorist attacks and subsequent anthrax outbreaks in October 2001, the secretary of Health and Mental Hygiene had requested pharmacist volunteers who would be trained and available to help, should there be another anthrax scare or bio-terrorist attack.\nHundreds of pharmacists and technicians responded.\nTraining began in September and early November and was held in four locations: Baltimore City, Western Maryland, Cumberland and Ocean City, said Bruce Anderson, director of operations for the Maryland Poison Center. He was one of six panelists who answered questions from the more than 150 people who attended the forum yesterday.\nThe forum each year highlights relevant topics that are then addressed by a panel of University of Maryland experts.\nThis year the university aimed at addressing Marylanders' fears concerning security from terrorism, and shared information about what citizens can do to protect themselves.\n\"We like to get something that's very current and appropriate to the times,\" said Edward J. Brody, chairman of the University of Maryland School of Social Work's board of advisors and member of the University of Maryland Baltimore Foundation Inc.'s board of trustees.\n\"Our part is not just education in the classroom but also education outside the classroom,\" Brody added.\nMichael Greenberger, director of the University of Maryland Center for Health and Homeland Security, said often citizens are concerned about what the government is doing in the area of homeland security, and not what they can do for themselves.\nMargaret A. McEntee, associate professor in the university's School of Nursing, encouraged Marylanders to participate in emergency preparedness exercises by being a volunteer \"victim,\" and to seek other volunteer opportunities.\nThe Center for Health and Homeland Security's Web site features a comprehensive guide about terrorism and biological agents.\n\nLoad-Date: November 24, 2002"
}