{
    "title": "Philippine Toll in Islamist Attacks Is the Region's Highest, Group Finds",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 31,
    "full text": "More than 1,700 civilians have been killed or wounded in bombings and other attacks by Islamic extremists in the Philippines since 2000, according to a Human Rights Watch report released Monday. The toll, including more than 400 dead, is the highest recorded in any Southeast Asian nation, the group estimated.\n  The attacks, which include the bombing of a passenger ship off Manila Bay in February 2004 that left 116 people dead, underscored the need for Manila to do more against terrorism, said the group, which is based in New York. The bombing of the vessel was the second worst attack in Southeast Asia after the Bali bombings in October 2002, which killed 202 people.\n  ''Extremist armed groups have spread terror among civilians in the Philippines,'' said John Sifton, an expert on terrorism at Human Rights Watch, in a statement that accompanied the release of the report, ''Lives Destroyed: Attacks on Civilians in the Philippines.''\n  ''They have bombed buses carrying workers, food markets where people were shopping, airports where relatives were waiting for loved ones and ferryboats carrying families,'' he said. Aside from bombings, the groups also kidnapped and executed civilians.\n  Human Rights Watch singled out Abu Sayyaf and the Rajah Solaiman Movement, two groups that had claimed responsibility for most of the attacks. \n  The number of dead and wounded exceeded the number of casualties in terrorist attacks in Indonesia, Morocco, Spain, Turkey or Britain in the same period.\n  ''The scale of the violence, however, has not received widespread attention outside the region,'' the report said. Most attacks here are aimed at buses and public places like markets and bus stops. These occurred mostly in Mindanao, the main island in the southern Philippines.\n  Human Rights Watch criticized Manila for its failure to prosecute the suspects in these attacks. There was no immediate reaction from the government.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 31, 2007"
}