{
    "title": "Philippines Ponders Ban on Trump Over Remark",
    "publisher": "the new york times",
    "year": 2016,
    "month": 8,
    "day": 13,
    "full text": "MANILA -- Donald J. Trump's recent assertion that the United States was letting in ''animals'' from ''terrorist nations,'' among them the Philippines, has provoked a strong backlash here, making headlines and prompting a Philippine congressman to propose barring Mr. Trump from the country.\nThe congressman, Jose Salceda, filed a resolution this week seeking to ''refuse Donald J. Trump entry into the Philippines'' for the ''wholesale labeling of Filipinos as coming from a 'terrorist' state.'' \n  Mr. Salceda condemned Mr. Trump's ''ugliness of utterances, largely unprompted and undeserved,'' even though Mr. Trump profited handsomely from licensing his name and brand to a real estate development in the Philippines.\n  At a campaign rally last week in Portland, Me., Mr. Trump said refugees from ''terrorist nations'' should be barred from the United States.\n  ''We are letting people come in from terrorist nations that shouldn't be allowed because you can't vet them,'' he said. He then named several countries, including the Philippines, whose immigrants, he said, had been arrested in the United States for terrorism-related offenses.\n  ''We're dealing with animals,'' he said.\n  Mr. Trump presents quite a different message about the Philippines on the website for Trump Tower at Century City, a $150 million, 57-story apartment building nearing completion in metropolitan Manila.\n  ''I've always loved the Philippines,'' he says. ''I think it's just a special place and Manila is one of Asia's most spectacular cities.''\n  Mr. Trump does not own the building, the website says, but he licensed his name to the developers.\n  Parliament members in Britain  debated barring Mr. Trump from the country in January on the ground of engaging in hate speech with his call to prevent Muslims from entering the United States.\n  Filipinos represent the fourth-largest immigrant group in the United States, about 4.5 percent of the total immigrant population, according to the Migration Policy Institute, a nonprofit think tank based in Washington. The median income of Filipino households headed by an immigrant was $82,370 as of 2013, far above the $53,000 of United States-born households, the institute says.\n  Mr. Trump was probably referring to a Filipino resident of California, Ralph Kenneth Deleon, who was arrested in an F.B.I. sting operation two years ago on suspicion of providing support to terrorists. Mr. Deleon, who had converted to Islam, had agreed to travel to Afghanistan to fight alongside the Taliban and later join Al Qaeda, prosecutors said.\n  He was sentenced to 25 years in prison on three terrorism-related charges.\n  The Philippines, which has been fighting both a Maoist insurgency and a Muslim rebellion for over 50 years, has long had its own problems with domestic terrorism. Recurring peace talks have proved unsuccessful, though the level of violence has waned in recent years. Among the Muslim groups fighting the Philippine government, Abu Sayyaf, which has professed ties to the Islamic State militant group, has drawn the most attention.\n  Abu Sayyaf has been involved in the abduction and killing of several foreigners, among them American citizens, over the past decade.\n\nhttp://www.nytimes.com/2016/08/13/world/asia/philippines-trump-terrorist-nation.html\n\nLoad-Date: August 13, 2016"
}