{
    "title": "Philpot, Matheson crank up the ire in KTVX debate",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 10,
    "day": 27,
    "full text": "Republican Morgan Philpot channeled Ronald Reagan. Democratic incumbent Jim Matheson rolled his eyes and laughed during his rival's answer to a question. And both took their hacks at each other Wednesday night, heightening what has become a spirited and sometimes testy match between the candidates seeking Utah's 2nd Congressional District seat.\nThe debate, airing Sunday on ABC-4, raised the heat through Chris Vanocur's format -- having the candidates ask each other questions. It was like throwing chum into the ocean -to lure sharks, and at one point gave Philpot the opportunity to quote Reagan by saying, \"There you go again.\"\nPhilpot got his standing request in asking Matheson if he would support retaining House Speaker Nancy Pelosi in a leadership role. Matheson got to tag Philpot with his 2004 vote in the Utah Legislature for a resolution to support President George W. Bush's effort to combat terrorism.\n\"I couldn't tell you my voting record off the top of my head,\" Philpot said, getting exasperated. \"But I would ask, how does that affect us going forward today?\"\nBut Matheson -- seemingly weary of constant attacks by Philpot and his campaign challenging a decade's worth of service in Congress by questioning what he's accomplished -- has decided in recent weeks to pull out the record from Philpot's term in the state Legislature.\nMatheson asked why Philpot didn't support the resolution backing Bush's war on terrorism.\nIn an earlier debate on KSL radio, Matheson questioned why Philpot didn't vote for a tax on strip clubs and escort services that would've directed money toward victims of domestic violence.\nPhilpot ripped Matheson for being a part of a Congress that has run up the largest deficit in United States history and attacked him for voting to adjourn session instead of passing an extension of the Bush tax cuts.\n\"He wants to refocus this campaign on misdirection and falsifications about me because he doesn't want this to be about his 10 years in Congress,\" Philpot said. \"He doesn't want to talk about how in June he's running with the president and in November he's running as an independent.\"\nThen they bickered about, well, bickering.\nNot surprisingly, they also disagreed on the anti-illegal immigration law passed by Arizona.\nPhilpot said he \"sympathized\" with the state for passing the law because the federal government had abdicated its responsibility in enforcing its own laws. Matheson said it the Arizona law was misguided and said the issue had been held hostage by both parties.\nBut he was resolute in his opposition to Arizona's law.\n\"I think it was too harsh and will lead to racial profiling,\" he said. The debate airs Sunday at 8 a.m.\ndmontero@sltrib.com Alt Heads:\nPhilpot, Matheson crank up the ire in KTVX debate\n\nLoad-Date: October 28, 2010"
}