{
    "title": "Philadelphia's new FBI head had a whirlwind New York stint",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 1,
    "day": 9,
    "full text": "Several weeks after 9/11, the senior FBI agent in Harrisburg, George Venizelos, received an alarming tip: A terrorist planned to ride an Amtrak train from Philadelphia to the state capital, carrying an atomic bomb.\nIn response, Amtrak closed the rail line and began searching. Venizelos soon received another surprising call, this time from FBI Director Robert S. Mueller III.\nMueller wasted no time. \"What's the story?\" he asked.\nAmtrak had not found anything yet, Venizelos recalled telling Mueller, but he promised to call back. Venizelos dug deeper and quickly concluded that the tip, like most cases pursued in the fall of 2001, was spurious, based on a vague call to a U.S. embassy overseas.\nFor Venizelos, who became special agent in charge of the FBI's Philadelphia Division late last year, the incident marked the beginning of his 10-year relationship with Mueller and his involvement with terror cases, imagined and real.\nBefore taking the top job in Philadelphia, Venizelos was for three years the FBI's second-in-command in New York. He was acting FBI chief in New York last year during two high-profile cases: the attempted Times Square bombing and the roundup of a Russian spy ring.\nVenizelos, 50, is a gregarious, plain-talking North Jersey native - as a child in Edgewater, N.J., he recalled, he saw the twin towers under construction across the Hudson River. He graduated from Fordham University, roots for the Yankees, and is a longtime Giants season-ticket holder.\n\"OK, I'm a New Yorker,\" Venizelos said during an interview at his office overlooking Independence Mall. \"And I love New York, but I've always wanted this job. Only half the people who work in the FBI office in New York really want to be there - they want to live somewhere else. People who arrive here want to stay here. Philadelphia's a hidden jewel in the bureau. It's a hardworking, top-producing office.\"\n\"Philly probably fits my personality,\" he added. \"It's a tough city, but I like that. It has a lot of character and history.\"\nVenizelos' personal history includes a father who was a Greek port captain and immigrated in the 1940s. His mother was born in Lowell, Mass., to Greek parents who had emigrated decades earlier.\nVenizelos is often asked if he is related to Eleftherios Venizelos, Greece's first modern-day statesman, the man responsible for helping reunify the country after hundreds of years of Turkish occupation. If he is, he said, the relation is distant.\nAn accountant by training, Venizelos was a Drug Enforcement Administration agent for four years before joining the FBI in 1991. In Harrisburg, he supervised the bureau's Rite Aid case, in which company executives defrauded investors by artificially inflating earnings by $93 million.\nFormer Rite Aid chief executive Martin Grass pleaded guilty and was sentenced to seven years for fraud, and former vice chairman Franklin Brown was sentenced to 71/2 years, convicted of conspiracy, witness tampering, and obstruction of justice. \nIn eight years in New York, beginning in 2002, Venizelos rose through the supervisory ranks to become acting chief of the FBI's biggest office.\nIt was a whirlwind six months. He supervised the 53-hour manhunt for the Times Square bomber, Faisal Shahzad; an investigation into an al-Qaeda plot to bomb New York and London subways; the indictment of Somalian pirates; a major Gambino mob case; and the arrests of 11 Russian sleeper agents, the group quickly traded to Moscow for four Western spies.\nAllan Lengel, who runs the law enforcement blog ticklethewire.com, said Venizelos had sought the New York post on a permanent basis but competed against others with more experience.\n\"I think he was grateful to have at least been in charge there during such a wild time,\" Lengel said.\nMueller instead chose for New York Janice Fedarcyk - coincidentally, the top FBI agent in Philadelphia from early 2008 until July.\nIn Philadelphia, Venizelos said he intended to work closely with U.S. Attorney Zane D. Memeger and Philadelphia Police Commissioner Charles H. Ramsey. Memeger said Venizelos \"brings a lot of talent in terms of terrorism and white-collar crime, which are going to be focuses of our office.\"\nAlthough terrorism remains the top priority, Venizelos said the FBI must not neglect its more traditional roles.\n\"We've got to make sure we stay strong in white-collar crime,\" he said, by way of example, \"because it's one of the areas where if the FBI doesn't do it, no one will.\"\nVenizelos said he hoped to expand federal efforts to help local police fight violent crime. The Philadelphia FBI office stretches from the city to Cherry Hill to Harrisburg to Scranton.\nVenizelos said he had his eye on Camden, a city struggling with violent crime and police budget cuts. He said he hoped to replicate the initiative he supervised last year in Newburgh, N.Y., where the FBI arrested 78 members of the Bloods and Latin Kings gangs in one sweep.\n\"We sometimes forget that gangs are a form of domestic terrorism,\" he said.\nContact staff writer John Shiffman at 301-320-6655 or jshiffman@phillynews.com.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: January 9, 2011"
}