{
    "title": "Philippines a model for counterinsurgency Non-combat U.S. military force provides tools, training to",
    "publisher": "usa today",
    "year": 2011,
    "month": 3,
    "day": 30,
    "full text": "Non-combat U.S. military force provides tools, training to fight terrorism there\nBASILAN, Philippines -- Standing on a hilltop camp carved out of dense jungle, Lt. Cmdr. Craig Replogle, a U.S. Navy SEAL, peered at a distant hill where the Philippine military had recently overrun militant camps.\n\"We continually monitor where they are,\" he said of Abu Sayyaf, a once-powerful insurgent group linked to al-Qaeda.\nThough not widely known, the Philippines once threatened to become a hub of al-Qaeda. In the 1990s, before Osama bin Laden became a household name in America, top al-Qaeda leaders such as 9/11 mastermind Khalid Sheikh Mohammed were in this Pacific island chain developing ambitious plans to strike at America and the West.\nSince 9/11, the small U.S. contingent here has given the Philippine military the tools and know-how to decimate Abu Sayyaf on its own and have created what some military experts say is a model for how to stop Islamic insurgencies before they require an invasion force to defeat.\n\"Nobody understands it better than the soldiers that have experience in the Philippines,\" said Army Brig. Gen. Edward Reeder, commander of the Army's Special Operations Command at Fort Bragg, N.C. \"They understand counterinsurgency.\n\"Is it a future model for counterinsurgencies? Absolutely.\"\nMinimal danger, cost\nThe Philippine mission is a rarity in the U.S. war on terror: a largely successful counterinsurgency at minimal cost in lives and dollars.\nSeventeen U.S. troops have died since the task force was established here: three in bombings, and the remainder in a helicopter crash or other non-combat incidents.\nIn that time, the number of Abu Sayyaf militants went from a peak of 1,200 in 2001 to about 400 today, according to the Philippine military.\nUnder an agreement with the Philippine government, the U.S. forces cannot engage in combat. However, with the help of U.S. intelligence, the Philippine military has killed or captured 28 Abu Sayyaf leaders, according to the Special Forces task force. Twenty-four remain at large.\nPerhaps even more critically, the main Muslim separatist group is in talks with the Philippine government, leaving Abu Sayyaf more isolated than ever.\n\"Almost all the key leaders have been killed or captured,\" Philippine Lt. Col. Roland Rodil said.\nThe operation costs $50 million a year to maintain the small military contingent of about 600 U.S. servicemembers. The war in Afghanistan is costing U.S. taxpayers about $2 billion a week.\nThe Philippine mission is unique in that the U.S. is dealing with a friendly and relatively effective government and military.\nStill, military analysts and military officers say the Philippines is a useful guide for fighting insurgencies. The aim is to swoop into countries and help them extinguish an Islamic insurgency before it gains the strength of a Taliban.\nDefense Secretary Robert Gates signaled as much in a recent speech to cadets at West Point.\nThe U.S. military must focus on capabilities that can \"prevent festering problems from growing into full-blown crises which require costly -- and controversial -- large-scale American military intervention,\" he said.\nSuch a problem was festering here for decades.\nKhalid Sheikh Mohammed lived in the Philippines in 1994 and 1995. From there he and Ramzi Yousef, who masterminded the 1993 World Trade Center bombing, concocted an ambitious plan to blow up airliners over the Pacific.\nThe plot was uncovered in 1995 only by chance after a chemical fire in Manila drew the attention of Philippine police.\nThe U.S. task force was created here shortly after 9/11  at the invitation of the Philippine government.\nA key resource the Americans brought with them was high-tech intelligence against an insurgency hunkered in tough terrain among cowed locals.\n\"Americans help us a lot because of the accurate grid coordinates they have,\" said Lt. Col. Eugene Boquio, commander of the Philippines' 4th Scout Ranger Battalion.\nHis soldiers, living in a rough hewn camp carved out of the jungle, recently launched an offensive against Abu Sayyaf camps in a remote part of this island.\n\"All those locations were given to us by Americans,\" Boquio said.\nThe U.S. Special Forces here have to be careful to avoid getting into situations that could expose them to combat. They assist in training and provide other support, such as specialized night fighting skills.\nRecently the U.S. and Philippine forces have been emphasizing development projects to win over the locals, an important precept of the U.S. military's counterinsurgency doctrine.\nThe U.S. State Department's Agency for International Development is spending $100 million to boost the Philippines economy and build government institutions, much of it in the Muslim-dominated southern Philippines.\nThe efforts have quietly thwarted al-Qaeda's efforts to gain a foothold in Asia.\n\"We blunted it,\" said Navy Capt. Robert Gusentine, commander of the Special Forces task force based in the southern Philippines.\nMilitary has earned trust\nDuring a recent visit here, Philippine forces had launched operations against Abu Sayyaf remnants who were holed up in some jungle camps. Lightly armed Philippine special forces and Rangers uncovered some weapons caches and recent camps, but the militants disappeared deeper into the jungle.\n\"The enemy is on the run,\" said Philippine Capt. Rodolfo Tubera, a Ranger company commander.\nAt a Philippine military camp, a couple 105mm howitzers lay idle after having earlier fired their shells in support of advancing troops.  Philippine soldiers sat along a bench watching a fighting rooster peck at food in a hollowed-out coconut shell.\nThe U.S. military says one reason for the success here is that the Philippine military has -- under U.S. influence -- earned the trust of the citizenry by changing  its past ways and becoming more professional.\nIn the 1970s, the Philippines military was a tool of former dictator Ferdinand Marcos, whose martial law cracked down on citizens. Corruption in the military was  rampant.\n\"There was not much emphasis on human rights in those days,\" said Maj. Gen. Carlos Holganza, commander of the National Development Support Command.\nCivilians \"were afraid of the military,\" Tubera said.\nUnder U.S. tutelage, the Philippine military has overhauled the way it fights insurgencies, dropping its legacy of scorched earth tactics and adapting an approach that relies instead on protecting civilians and economic development, the Philippine and U.S. militaries say.\nToday, the Philippine military is helping to pave a road that runs through Muslim parts of Basilan, allowing farmers to bring produce to markets and helping breath economic life into poor villages scattered amid the rubber trees and coconut plantations.\n\"This road is key to winning the peace here in Basilan,\" said Brig. Gen. Nicanor Dolojan, commander of a task force operating against Abu Sayyaf in Basilan. Philippine army engineers were supervising workers as they poured asphalt in a remote stretch of the road.\nDolojan said local civilian officials are brought into the planning of military operations, establishing a bond between the military and civilians.\n\"We try to win over the local government,\" he said.\nThe military even sought input from human rights activists and others when they developed the overall national counterinsurgency plan. Some officers are having difficulty adjusting to the new approach, Holganza said. \"The struggle is ... in trying to influence the traditionalists,\" he said.\nAlih Tulawie, a teacher in a small Muslim village in Basilan, said the area is much safer since the military established a presence there. His small stucco school, which had been burned down, was rebuilt with U.S. funds.\n\"The military is now behaved,\" said Alih Sali, the mayor of nearby Akbash, a tiny village of dirt roads and thatched-roof homes. \"They are now close to the civilians.\"\nThe Philippine government is holding talks with both communist guerrillas, who operate in various parts of the island nation, and the main Muslim separatist group, the Moro Islamic Liberation Front, found mostly in the south.\nDolojan said the Liberation Front \"indirectly blessed\" the recent Philippine military operation against Abu Sayyaf and pledged to stay out of the fighting. That has allowed the Philippine military to concentrate on trying to eliminate Abu Sayyaf.\n\"We are going to destroy the Abu Sayyaf terrorist group,\" said Maj. Gen. Emmanuel Bautista, a staff officer at the military headquarters in Manila. \"We are not even looking at peace negotiations with them.\"\nAs more pressure is brought on Abu Sayyaf, it has increasingly turned from an ideological organization to a criminal enterprise based on kidnapping and protection rackets.\n\"They are not fighting for a cause,\" said Al-Rasheed Sakkalahul, the vice governor of Basilan. \"They're kidnapping people and raising money for survival.\"\nU.S. and Philippine military officials say it is too early to reduce forces in the south, despite the progress.\nMany of the conditions that fuel the insurgency, poverty and a weak government, have not been fixed, and the remaining extremists would capitalize on the problems to recruit militants.\n\"They're still out there,\" Replogle said. \"If we or the Philippines armed forces pulled out, it could flare up again.\" \nCorrection\n\n\nIn a story Wednesday about the fight against militants in the Philippines, the title of Brig. Gen. Edward Reeder was incorrect. He is head of Army Special Forces Command.\nCorrection-Date: April 1, 2011\n\nGraphic\n\n \nPHOTOS, B/W, Photos by Rhyne Piggott, USA TODAY (2)\n\nLoad-Date: June 20, 2011"
}