{
    "title": "Philippines _ Top terrorism suspect seriously wounded PHILIPPINES",
    "publisher": "daily news ",
    "year": 2017,
    "month": 1,
    "day": 30,
    "full text": "MANILA, PHILIPPINES - Philippine airstrikes have killed 15 Muslim militants linked to the Islamic State group, including a suspected Indonesian militant, while one of Southeast Asia's top terror suspects was seriously wounded in the country's south, the military chief said Sunday.\nMilitary Chief of Staff Gen. Eduardo Ano said the body of the suspected Indonesian militant, known by his nom de guerre Mohisen, was recovered by troops along with three dead Filipino followers of militant leader Isnilon Hapilon, who was seriously wounded in the hilly outskirts of Butig town in Lanao del Sur province.\nEleven other militants were reportedly killed, Ano said, citing intelligence, but added their bodies have not been found.\nHapilon was wounded in the arm and was losing blood after air force aircraft, including FA-50 supersonic fighter jets, dropped six 500-pound bombs Wednesday night and Thursday on a militant encampment in an ongoing offensive, Ano and another air force official said. It was the first time that the FA-50s, which were acquired from South Korea in late 2015, were deployed on a combat mission.\nFour FA-50s have been delivered and the rest of 12 jets are to be delivered by July, air force officials said. President Rodrigo Duterte has criticized the FA-50s as being inadequate for counterinsurgency operations and good only as fly-by aircraft for ceremonies.\nHapilon was being moved aroundbyhismenonamakeshift stretcher but could not escape from Lanao, about 520 miles south of Manila, because artillery-backed troops have blocked possible exit points, Ano said.\n\"We're making it very difficult for them to move around and survive,\" Ano told The Associated Press by telephone.\nThe military will ask Indonesian authorities for help in confirming the identity and backgroundofMohisen,who was not among the foreigners previously monitored as having joined Filipino militant groups in the south.\nHapilon reportedly was designated to lead an Islamic State group branch in Southeast Asia and is on the U.S. Department of Justice list of most-wanted terrorists worldwide with a reward of up to $5 million for his capture. He moved to Butig from his stronghold on southern Basilan island a month ago with about 30 fighters to look for a base, Ano said.\nIS group commanders apparently wanted Hapilon to set up a base in Lanao, a vast region offering more security than his base on Basilan, so foreign militants could have a springboard to expand their influence, he said.\nThe ongoing offensive \"is significant because it will derail their plan to expand the IS presence to mainland Mindanao,\" said Defense Secretary Delfin Lorenzana, referring to the southern Philippine region, the scene of decadeslong uprisings by minority Muslims.\nThe elusive Hapilon, an Arabic-speaking Islamic preacher known for his expertise on commando assaults, pledged allegiance to the IS group in 2014.\n\nLoad-Date: January 30, 2017"
}