{
    "title": "PHILIPPINE TERRORISM CAMPS DETAILED",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 9,
    "day": 23,
    "full text": "A secret government report says Muslim guerrillas in the southern Philippines have hosted terror training camps for militant groups from Indonesia and Malaysia for at least seven years -- a period when Southeast Asia was plagued by bombings that have killed hundreds of people, like the Bali nightclub attack in 2002.\n The training lasted at least until 19 new members of Jemaah Islamiyah -- the al-Qaida-linked Southeast Asian terror group -- finished in January, according to a copy of the government security assessment report obtained yesterday by The Associated Press.\n The report provides insight into the depth and duration of the training of foreigners from Jemaah Islamiyah and other extremist groups at the camps, regarded as a lifeline for Osama bin Laden's al-Qaida terror network after the destruction of its key training camps in Afghanistan.\nU.S. and Australian officials have expressed deep concerns over persistent reports of such camps in the Philippines, saying Jemaah Islamiyah could pass deadly skills to a new generation of militants capable of striking anywhere. A number of suspected Jemaah Islamiyah militants arrested in Southeast Asia have said they trained in the southern Philippines.\n The Philippine government has acknowledged that foreign terrorists have trained in the south in the past, but officials say the camps now have been broken up -- thanks in part to military training and logistical support from Washington.\n But other military officers said training continues at the camps, where some of it has been done by al-Qaida operatives, the report said.\n The 14-page report by Philippine intelligence officials gave an overview of the country's major terror threats from four Muslim and Marxist groups, including Jemaah Islamiyah.\n The Manila government has arrested suspected Indonesian and Filipino operatives for Jemaah Islamiyah in recent months, leading to the discovery of bank accounts and business fronts believed to have been used to funnel funds for attacks.\n Jemaah Islamiyah seeks to establish a hardline Islamic enclave in Southeast Asia's Muslim heartland -- Indonesia, Malaysia and parts of Thailand and the Philippines.\n\nLoad-Date: September 23, 2004"
}