{
    "title": "Philippine Rights, and Wr ongs",
    "publisher": "the new york times",
    "year": 1980,
    "month": 11,
    "day": 15,
    "full text": "The choices for democratic nations that want to discourage terror and promote human rights in other countries are never easy. They are becoming especially difficult in the Philippines, where President Marcos's tyranny has long been challenged by a Moslem insurrection and, more recently, by terror bombings in the heart of Manila.\nMr. Marcos maintains that he wants to lift eight years of martial law next year provided the rebellion on the southern island of Mindanao is finally ended. Yet other opponents have chosen precisely this moment to threaten more terrorism, wh ich Mr. Marcos is bound to exploit to pr olong his suppressions.\nEditorial discusses terrorism by opponents of President Marcos of Philippines\nThe Moslems on Mindanao, called Moros after the Moors of Spain, have been unquiet since the Spaniards colonized the country around 1570. The current rebellion has raged for a decade, alternately supplied and ''mediated'' by President Qaddafi of Libya and other Islamic governments. The Moro National Liberation Front has gradually reduced its objective from secession to autonomy. Mr.  Marcos has granted autonomy to some areas, but a truce and communal arrangements worked out in 1977 failed to end all the fighting.\nManila now says that the rebellion is under control and that reconciliation can proceed. Mr. Marcos has again asked the Conference of Islamic States to mediate with the Moro holdouts. Nur Misuari, the Moro leader living in exile in Libya, has been asked to attend. But he has also been visited recently by Benigno Aquino, the best known Filipino dissident and rival of Mr. Marcos.\nMr. Aquino, a former senator, was spared from a death sentence by much American pressure and finally released from prison this year for medical treatment in the United States. He is now a visiting fellow at Harvard where, in a recent interview, he said his aim was to overthrow the Marcos regime and to abolish martial law. He has become a student of urban terror and says, ''without high violence, you don't get recognition.''\nLast August, Mr. Aquino predicted ''massive urban guerrilla warfare.'' When a bomb exploded last month at a travel agents' convention in Manila, he was immediately inscribed on the list of suspected plotters. He thinks ''a rebel is a criminal only as long as he does not win … he becomes a hero after victory.'' True though that may be, it is no excuse for indiscriminate mayhem.\nSo a dismal choice looms. An unattractive government that professes to want to end martial law is challenged by tactics that will be cited to prolong it. When democratic forms are destroyed, there is no ready path out of the cycle of violence. Those who condemn the killing on every side have a special obligation to keep pressing for political reform."
}