{
    "title": "PHILLY'S FIRST TO BE READY _ CITY TO DRILL FOR TERRORISM",
    "publisher": "daily news ",
    "year": 1998,
    "month": 8,
    "day": 22,
    "full text": "Armed with some of the world's most diabolical weapons, terrorists will launch a deadly attack in Philadelphia next month.\nThey may carry nerve gas. They may unleash germs capable of wiping out thousands of people.\nBut whatever they do, their attack will be only fiction.\nThe city - first in the nation to train emergency officials to respond to threats of terrorism - now plans to test its readiness with a mid-September drill.\n\"It's not just Philadelphia,\" Managing Director Joseph Certaine said yesterday.\n\"There is a need in the United States to fully prepare first responders . . . for the possibility of an event that may involve chemical, biological or a nuclear threat from an unconventional source.\"\nIn the face of recent terrorist episodes - from the shootings in the U.S. Capitol to the mass destruction in the U.S. embassies in Kenya and Tanzania - Philly officials are tight-lipped about their plans for the three-day drill based on a hypothetical terrorist incident here.\n\"We've made a very conscious decision not to discuss the details of the emergency management training related to this,\" said Certaine. \"And, quite frankly, I don't want to ignore the instructions I've given other people.\"\nEmergency drills are nothing new in Philadelphia.\nAbout once a year, police, fire and medical troops stage a mock disaster involving some traditional challenge like a plane crash or explosion.\nBut in the past two years, emergency officials across the country have listened to the ominous echoes of the 1993 World Trade Center bombing, the 1995 federal building blast in Oklahoma City and a nerve gas attack in the Tokyo subway in 1995.\nLast summer, Philadelphia became the first city to train emergency responders to handle mass casualties from a chemical, biological or nuclear terrorist attack as part of a $42.6 million federal \"Domestic Preparedness\" program. The 225 cops, firefighters, doctors and other emergency responders were then to teach others.\nMeanwhile, the U.S. Public Health Service put up $350,000 to equip a Metropolitan Medical Strike Team with antidotes, decontamination gear and protective clothing.\nCertaine declined to discuss the progress of training or the special medical unit, \"particularly in light of what is going on internationally.\" The city's drill will be staged in the wake of the U.S. retaliatory attacks on suspected terrorists in Afghanistan and Sudan - some of whom are suspected of manufacturing chemical weapons.\nThe drill, said Certaine, will draw on some of the tactics used in Operation Sunrise, the anti-crime push that has been making a dent in drug trafficking and related problems in Kensington. Both, he said, use military-style coordination in tackling an emergency situation.\n\"There's no such thing as too much training or too much preparedness,\" he said.\nAlthough terrorist attacks in the United States have involved conventional bombings rather than nerve gas or germs like anthrax, the \"weapons of mass destruction\" were targeted by Congress because local authorities lacked the equipment and know-how to deal with them.\nCase in point: Philadelphia. When city officials were confronted with a federal emergency scenario two years ago, they knew they were in trouble. About all they could do for nerve gas victims was wash them down with the spray from a fire hose.\nAfter Philadelphia, at least 26 other cities have undergone the training.\nSend e-mail to smithra@phillynews.com or call our tip line at 215-854-5474.  \n\nNotes\n\nAmerica Watches Its Back\n\nGraphic\n\n \nPHOTO;\nPHOTO\nTony Henry carries sign as Mary Massaro embraces Ron Byler during a demonstration at City Hall (JEREL HARRIS, DAILY NEWS)\n\nLoad-Date: October 17, 2002"
}