{
    "title": "Phoenix man arrested in terrorism probe",
    "publisher": "east valley tribune ",
    "year": 2007,
    "month": 3,
    "day": 8,
    "full text": "Mar. 8--A former U.S. sailor who once had access to top-secret naval information was arrested on suspicion of terrorism and spying Wednesday by federal agents in Phoenix.\nHassan Abu-Jihaad, 31, of Phoenix, is believed to have knowingly passed money and information to a group that supported the Taliban in Afghanistan and other terrorist groups in the Chechen region of Russia while he was stationed aboard an American battleship in the Persian Gulf in 2001.\nThe investigation into Abu-Jihaad began in 2004 when the FBI's Joint Terrorism Task Force in Connecticut was asked to look into possible local connections to two British citizens who recently had been charged as suspected terrorists in England, according to a signed affidavit in the U.S. District Court in Connecticut.\nThe two men, Babar Ahmad and Syed Talha Ahsan, ran a group called Azzam Publications. The company's Web site and e-mail addresses were hosted in Connecticut.\nAgents discovered the men began corresponding in late 2000 with Abu-Jihaad, who was a sailor on the USS Benfold in the Middle East, according to the affidavit prepared by FBI Special Agent David Dillon.\nAbu-Jihaad used his military e-mail address and a private Hotmail account to praise the bombing of the USS Cole, applaud the work of Osama bin Laden and order videos the British men produced about terrorist groups, the document stated.\nAfter a video was released by bin Laden, Abu-Jihad wrote an e-mail to Azzam Publications, which was released by the Justice Department: \"American officials were running around like headless chickens very afraid, wondering if there is a possible threat.\"\nThe military also confirmed to investigators that Abu-Jihaad had access to confidential naval information while on the ship.\nOn the computers of Azzam Publications, investigators discovered classified strategic information about the battleship group, including when it would be most vulnerable to an attack.\nCalled \"The Battle Group Document,\" investigators did not say explicitly in the affidavit that they believed Abu-Jihaad passed on this information.\nAbu-Jihaad, whose birth name was Paul R. Hall, was honorably discharged from the Navy in 2002 and moved to Phoenix sometime after that.\nHe recently had been working as a package sorter with UPS and lived in an apartment at 15449 N. 25th Ave. Nobody at the apartment answered the door Wednesday, but children could be heard laughing inside.\nIf convicted, Abu-Jihaad could receive up to 25 years in prison.\nCopyright (c) 2007, The Tribune, Mesa, Ariz. Distributed by McClatchy-Tribune Business News. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: March 9, 2007"
}