{
    "title": "Picking a fight--or peace_",
    "publisher": "the world",
    "year": 1986,
    "month": 8,
    "day": 27,
    "full text": "IS quashing Muammar Qaddafi more important at this moment than getting together with Mikhail Gorbachev?\nIs a show of force in the Mediterranean against a third-rate terrorist bully, his power ebbing at home and his credibility among Arab allies threadbare, more crucial to the Reagan administration than keeping on track a second summit with the astute and ambitious leader of the world's other superpower?\nIs terrorism running American foreign policy?\nShould not counterterrorism be made to find its niche in a comprehensive, orchestrated approach to greater stability in East-West relations?\nAfter last April's US bombing attack on Libyan targets, the Soviet Union scrubbed further preparations for a second summit. Now, a month before Secretary of State George Shultz is to meet with Soviet foreign minister Eduard Shevardnadze, the administration is again moving naval and air forces within range of Libya, mounting US-Egyptian military exercises, suggesting joint US-French retaliation against Libyan forces occupying a border strip in Chad. The purpose could be to prepare the American public for another attack on Libyan targets. The goal this time appears to be to remove the Libyan leader entirely.\nIntelligence analysts say that Libya is now very well ''penetrated.'' They doubt any major new terrorist operations could be mounted from Tripoli without forewarning. Heading off such operations is more a task for protective personnel than for F-111 bombers, they say. The Soviets, who very much want a second summit, are thought to have been telling Syria - still regarded as the bigger player in terrorist operations - to stay out of any terrorist games. Those in the administration who oppose any new arms agreement would be ready to pounce on any such complicity; they are ready to argue that a superpower which cannot be trusted to control its clients cannot be trusted on arms accords. The Soviets know this.\nAnother US attack on a wounded Libya would be viewed by many in Moscow as either a provocation, evidence of a profoundly divided and confused Washington foreign policy, or both. The Soviets would hardly want to be seen as in collusion with Washington on rubbing out their longtime ally Libya. They don't sell out allies any more easily than do Americans. The ties between the Soviets and Libya have been long and steady. The Soviets have just signed an energy pact with Iran, a close partner of Libya. There is more conflict within Soviet circles on going to a second summit than there is on supporting Libya.\nOf course terrorism must be resisted. But terrorism and counterterrorism are by definition covert. They take us into a realm of intercepts, shadowy intelligence operations - at times with agents involved in setting policies for their home countries. Predictions on terrorist acts can be self-fulfilling, the consequences of counter-measures unpredictable.\nBy contrast, the effort to build a constructive working superpower relationship - in which terrorism, arms control, trade, human rights, and other considerations find their place - is a slow process, requiring great dedication and attention to detail.\nIt is easy to dislike Qaddafi. It is harder to admit that Syria and Lebanon are more serious breeding places for terrorism, and harder to take countermeasures against.\nPresident Reagan, even while vacationing, should not allow his administration to be distracted into another round of Mediterranean adventurism that could ruin prospects for a major foreign policy achievement."
}