{
    "title": "Pillar analyzes trends in Middle Eastern tensions",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 30,
    "full text": "The recent political turmoil in the Middle East may be a \"wonderful blow to the future of international terrorism,\" Paul Pillar '69, director of the Security Studies Program at Georgetown University, said in a lecture on Monday in the Haldeman Center.\nThe current lack of political and economic freedom for Middle Eastern citizens contributes to a strong association with international terrorism, according to Pillar. The Middle East is currently the \"least democratic of any region of the world since the Cold War,\" Pillar said.\nThe phenomenon of jihadi terrorism has recently been on the decline, according to Pillar.\n\"More and more people are realizing the bankruptcy of the ideology,\" he said. \"However displeased they are with the economic and political systems they've had to deal with, [Osama bin Laden] doesn't really have the answers to making their lives better, and a lot of people are contemplating the horror of the violent methods.\"\nThe War in Iraq has been called the \"cause clbre of jihadists,\" Pillar said, adding that the war is the \"single most important thing we've done that's had deleterious effects [in the Middle East].\"\nPillar dismissed arguments that international terrorism originating in the Middle East is directed against the United States due to opposing value systems between the regions.\n\"The more democracy there is in the Middle East, the less support there will be for the groups and the methods that are represented by the likes of [Ayman Al-Zawahiri] and Osama bin Laden,\" he said. \"It is really misleading to say, Well, they're coming after us because they hate our values.'\"\nThe United States' prominent role as the \"leader of the West\" caused it to \"receive a lot of historical baggage,\" but it is important to draw distinctions between the parts of the United States' image in the Middle East that can be changed and those that cannot, Pillar said.\n\"There's not much we can do about fixed resentments,\" he said. \"What we can change is what we do.\"\nConflicts within the region have also contributed to the instability, according to Pillar. The ongoing Arab-Israeli tension is the most serious conflict in the Middle East, and is the \"granddaddy\" of conflicts in the region, Pillar said.\n\"Arabs see Israel as something that was imposed by the West, as a Western excretion that is still out there,\" he said. \"Because the conflict has Arabs on one side, every Arab to different degrees feels some sort of involvement.\"\nIn light of an Obama administration veto of a United Nations resolution that condemned Israeli settlements in Palestine and other recent events, the United States appears to favor Israel in the conflict.\n\"There's plenty of behavior to lead people to reasonably conclude that the United States is to put it crassly and bluntly dancing to an Israeli tune,\" he said.\nPillar said historical interactions between the \"Judeo-Christian West\" and the Middle East have led to strong associations between that region and international terrorism.\n\"There's a history of colonization, subjugation,\" he said. \"The difference from Africa and Asia is because the Arab Middle East had a previous history of being ahead of the West when Europe was mired in the Dark Ages.\"\nThe Middle East's economy is also largely state-controlled, and \"under-performs in comparison with free enterprise economies elsewhere,\" he said.\nWhile poverty is a problem in these regions, the more striking element of Middle Eastern culture are the opportunities for social and economic advancement that are \"so sorely missing,\" Pillar said.\nPillar's talk, titled \"Terrorism and a Turbulent Middle East,\" is part of the John Sloan Dickey Center for International Understanding's \"The United States in the Middle East\" lecture series.\n\nLoad-Date: January 30, 2017"
}