{
    "title": "Pilots exempt from airport checks",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 11,
    "day": 20,
    "full text": "DALLAS — Amid a growing protest against stepped-up and intrusive screening of airline passengers, the government has cut a break for one very influential group of travelers — the pilots.\nThe Transportation Security Administration agreed Friday to let uniformed airline pilots skip the body scans and aggressive pat-downs at the heart of a national uproar. The pilots must pass through a metal detector at airport checkpoints and present photo IDs that prove their identity.\nThe victory for pilots followed a 2-year lobbying campaign by their union leaders that reached a fever pitch in the past two weeks. Their bid was boosted by hero pilot Chesley Sullenberger, who said pilots should be treated as \"trusted partners\" in the fight against terrorism.\nBut just days before the hectic Thanksgiving holiday travel period, TSA chief John Pistole offered little hope of a similar reprieve for regular passengers, who have complained more loudly about the new measures. Some are urging travelers to refuse to go through full-body scanners, which produce a virtually naked image.\nThe complaints of pilots like Sullenberger, who successfully landed a passenger jet in the Hudson River in January 2009, gave weight to the movement to roll back the new procedures. With pilots apparently satisfied, the TSA's most prominent critic may be a California software engineer who recorded himself threatening a TSA inspector, \"If you touch my junk, I'll have you arrested.\"\nThe pilots are avoiding that argument. American Airlines pilot Sam Mayer said it's a security matter for the TSA to decide. All he knows, Mayer said, is that intrusive screening for pilots makes little sense.\nA pilot intent on terrorism could simply crash the plane. No amount of imaging at the security checkpoint could stop that. Besides, under another government program to make them the last line of defense against terrorists, pilots are allowed to have guns in the cockpit.\n\nLoad-Date: November 20, 2010"
}