{
    "title": "Pilot bails out of British jail",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 4,
    "day": 29,
    "full text": "After keeping him in custody for only a day, British police released Zayed \"Christopher\" Hajaig, sought by U.S. terrorism authorities, from an English jail Thursday.\nBritish police said Hajaig was released on unspecified bail after being arrested Wednesday on a documents theft charge.\nAuthorities would not say whether the charge was related to the U.S. investigation.\nHajaig, 35, became the subject of an international alert when he fled the United States for England after U.S. terrorism authorities wanted to question him. Authorities said they got a tip this year that Hajaig got \"aggressive\" with a flight instructor who refused to sign off on paperwork to upgrade his license to fly commercial multi-engine planes.\nHajaig is a licensed pilot, but his visa had expired. He also is a British citizen.\nHajaig had been taking flying lessons at Gwinnett County Airport/Briscoe Field when U.S. authorities became suspicious. He has not been specifically accused of any terrorist activities, although last week he was indicted on three federal charges of being an illegal immigrant in possession of a firearm. At least one of those guns had been found in the Chattahoochee River.\nMetropolitan Police spokesman Mick Jordan said Hajaig is expected \"to return to a Metropolitan Police station in Essex [County] in mid-May. On that date, he could either be charged, or he could be further bailed, or he could be released.\"\nJordan added, \"It simply means, reading between the lines, that police are satisfied that they know where he's going to be, they know where to put their hands on him.\"\nHajaig was arrested at his home in Essex early Wednesday by officers from the anti-terrorism branch of the Metropolitan Police.He was held at an Essex police station, and his home was searched.\n\nGraphic\n\n \nZayed \"Christopher\" Hajaig took flight lesson in Gwinnett County.\n\nLoad-Date: May 19, 2005"
}