{
    "title": "Pinellas reacts to war",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 1,
    "day": 18,
    "full text": "For Doris Plankey, the war against Iraq has opened old sores and brought back tearful memories of the suffering her sons faced in Vietnam.\n \n    One son was spit on after he returned home. Another son's hands still shake when he talks about his experiences during the war. She says the soldiers in the Middle East deserve better.\n   \"I know what the mothers and wives are going through,\" said Mrs.  Plankey, a cashier at Munch's restaurant in St. Petersburg, where news-hungry residents gathered for breakfast and a chance to discuss the war. \"I'm pretty upset.\"\n \n    Since news of the air strikes broke Wednesday evening, Pinellas residents have been gathering to watch and listen as their world begins to change.\n \n    Their emotions ranged from joy at the apparent success of the first air strikes, to sadness. Many were glad the wait was finally over, although they worried about friends and relatives overseas and prayed for a quick end to the bloodshed.\n \n    They feared rising gasoline prices, a higher cost of living and terrorism.\n \n    Kay Ritchie, 58, said her daughter in Seattle is reconsidering plans to fly to Tampa Bay for a visit next month. The possibility of terrorism has become a reality, she says.\n \n    \"I haven't seen her in two and a half years, and we had this arranged because I'm not feeling too good,\" said Mrs. Ritchie, who was eating breakfast at Skyway Jack's restaurant in St. Petersburg.  \"We postponed it to see what will happen.\"\n \n    At a nearby table, Valerie Smith, 26, also worried about terrorism.\n \n    \"You could be in a grocery store, and somebody could throw a bomb,\" she said. \"You never know. I have a daughter in school. And she could be staying in school and blown to pieces.\"\n \n    In northern Pinellas County, John Marvin scanned his newspaper for stories and pictures from the Persian Gulf at a McDonald's restaurant on Ulmerton Road, just east of Belcher Road. Like others, he hopes for a quick end to the fighting.\n \n    \"At least we're doing it in phases,\" said Marvin, 23, of Largo, who spent two years in the Army. \"Not killing a lot of people, just hitting targets and giving them a chance to give up.\"\n \n    At the Country Kitchen restaurant in Largo, Robert T. Haley couldn't hide his enthusiasm.\n \n    \"My immediate reaction was, \"Go get 'em, George,' ' said the 46-year-old Vietnam veteran. \"I'm excited. Thank God we've got somebody to stand up for the country.\"\n \n    Haley, who served in the Air Force for 15 years as a technician, maintaining defense and fire control systems inside B-52 bombers, said he was so excited he wanted to re-enlist.\n \n    \"God, I can't eat, I'm too damn excited,\" Haley said. \"You don't know how it feels to see the American public cheering on the military.\"\n \n    Folks at Robby's Pancake House in Clearwater were talking about the efficiency of the first day of the U.S. strike against Iraq.\n \n    Burt Reader, 46, of Clearwater said the latest offensive appeared well-orchestrated.\n \n    \"I'm glad we're not going to pussy-foot around like we did in 'Nam,\" he said.\n \n    But some residents feared that, like Vietnam, the war in the Persian Gulf could go on for years, bringing massive casualties and hardships back home. Rick Davis, 38, of Clearwater, was not optimistic.\n \n    \"It's very scary. It's going to change all our lives,\" he said. \"I don't think they'll ever surrender. It's going to continue for many years to come. There's no solution for this.\"\n Staff writers Will Rodgers, Laura Griffin, Curtis Krueger, Mike Jackson and Craig Pittman contributed to this report.\n \n\nLoad-Date: November 12, 1992"
}