{
    "title": "PINERO _ Nobody Remembers 9_11",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 13,
    "full text": "On September 11, 2001, nearly three thousand Americans tragically lost their lives at the hands of terrorists. Those terrorists carried out a heinous attack on our way of life, our sense of safety and our freedom. Our fellow citizens were forever immortalized not just as victims, but as heroes.\nEvery year, on the anniversary of this dark day, we solemnly say - or nod in agreement when someone else says - \"Never Forget.\" On social media, we solemnly retweet and \"like\" posts bearing the hashtagged phrase.\nAnd every year, we are liars. Because when we say \"Never Forget,\" we have no trouble forgetting that the reprehensible force of evil responsible for the 9/11 attacks was borne of the reprehensible force of evil that is American empire.\nLet me be clear: extremist 'Islam' (a misnomer - it perverts the Quran) is an insane, murderous belief system that must be eradicated. I can't believe I have to say this, but I don't want to be misunderstood: there is no justification for terrorism nor should there be empathy for terrorists. Any individual who pledges allegiance to jihad resigns their right to be seen as human.\nNevertheless, it remains imperative that we understand why this anti-American ideology was able to gain traction: America has - continuously and without apology - bombed, raped and murdered countless innocents, obliterating entire nations in its quest for global hegemony.\nWhen we forget the atrocities committed by the United States cited by the attackers as motivations for their atrocity against us, we dishonor the mothers, fathers, sons and daughters forever lost to their loved ones. When we allow the system, and the individuals, partially responsible for their deaths to continue wielding power, we dishonor those whose lives were stolen from them.\nOsama bin Laden's 2002 \"Letter to the American People\" outlines al-Qaeda's reasons for carrying out the 9/11 attacks. In his letter, bin Laden answers two questions: \"Why are we [al-Qaeda] fighting and opposing you [the American people]?\" and \"What do we [al-Qaeda] want from you [the American people]?\".\nThe virulent anti-Semitism, dogmatic rambling and sprinkling of cherry-picked Quran verses make for a very difficult read. It's clear - in case anyone was on the fence - that bin Laden was a violent, unstable psychopath, and we're lucky he's dead (thanks, Obama!). However, valid points were made.\nAllow me to clarify once again: there is no \"valid\" reason for terrorism. His points about the brutality of United States foreign intervention, however, reveal the logic behind jihadist rhetoric that persists in new and perhaps more dangerous forms today.\nIt is uncontroversial to say that one must know one's enemy in order to defeat them. Nearly two decades into the War on Terror - with at least 370,000 dead and $5.6 trillion spent - there is no end in sight. It behooves us to ask why.\nLet's assume that America wants to win this war (a significant suspension of disbelief, considering its continued profitability for the military-industrial complex). In that case, the problem is the United States' unwillingness to engage with terrorism's root causes.\nHawks love to remind us that Obama once referred to ISIS as a \"JV team,\" before it rose to prominence. In so doing, hawks seek to justify continuing - if not escalating - the War on Terror, replete with drone strikes, military occupation and the installation of puppet regimes ad infinitum. What they don't seem to understand is that those so-called \"solutions\" are precisely the causes of our problems.\nBin Laden, in his letter, condemns America's support for Israel, which has, in its conflict with Palestine, not only killed more than 7,000 but continues to subjugate Palestinians to an existence of constant fear. He condemns US intervention in Somalia, Chechnya, Kashmir, Lebanon, Iraq, Afghanistan and even Japan. He calls out the hypocrisy of US intervention and intimidation in light of our self-appointed role as global protector of freedom and democracy. I am no foreign policy expert, but even cursory research proves his claims are not baseless.\nIn seventeen years of the War on Terror, researchers estimate the official death toll omits hundreds of thousands who \"have died indirectly due to malnutrition, damaged infrastructure and environmental degradation.\" More than ten million Afghan, Iraqi and Pakistani people are living as war refugees.\nMaybe I'm crazy, but I'm pretty sure there's been at least one case where people in crisis - after being decimated and subsequently abandoned by the American military - united around a genocidal dictator waging ideological war on the world. I'm not a betting woman, but given our destruction of generation after generation in the Middle East, I'd wager that more terror looms on the horizon.\nBefore you solemnly nod when called to \"Never Forget,\" I implore you to question what it is exactly that we aren't forgetting. Are we to remember that ambiguous brown faces are a constant threat to our nation? That brown mothers, fathers, sons and daughters deserve to suffer indefinitely as retribution for the citizens killed here? That we deserve, somehow, to wage our own Holy War?\nAsk yourself: who lines their pockets with that version of our memories?\nI urge you to remember 9/11 for what it was. Remember the vivid poignance of those heart-wrenching last phone calls and text messages. Remember the valor of those three hundred and forty-three firefighters who gave their lives for their countrymen. Remember the unity of a wounded nation and our resilience in the face of fear.\nNever forget that we were proudest to be Americans in the wake of our greatest expression of our humanity, not our power.\nThen, remember the devastation wrought by an attack on civilians, on two of the nation's most iconic sites and on our right to live in peace. And never forget that our leaders have made use of those triggering memories to justify doing the same, hundreds of times over, to families in nations just like ours.\nJade Pinero is a junior in the College of Agriculture and Life Sciences. Jaded and Confused runs every other Thursday this semester. She can be reached at jpinero@cornellsun.com\n\nLoad-Date: September 13, 2018"
}