{
    "title": "PIPE BOMB IN MIDDLE GEORGIA ; Nunn not surprised by scare; Case highlights security concerns",
    "publisher": "the atlanta journal and constitution",
    "year": 1996,
    "month": 4,
    "day": 27,
    "full text": "No one should have been surprised when federal authorities found a stash of illegal explosives in the hands of potential terrorists in Georgia, Sen. Sam Nunn (D-Ga.) said Friday.\nIt also should not surprise anyone that the arrests immediately raised concerns about the Olympics, whether the Games were targeted or not, Nunn said, because Friday's arrests underscored the seriousness of the security threats facing Olympic planners and federal law enforcement officials.\n\"This will cause more vigilance, it will cause more concern, but it's a good warning,\" said the senator, a leading Capitol Hill voice on the subject of international terrorism.\n\"We are in a world of increased terrorism,\" he said. \"And it's going to continue.\"\nWhile Nunn's anti-terrorism focus has been primarily international, he said that last year's Oklahoma City bombing had shown that home-grown terrorism can be just as lethal. Two native-born Americans with no known ties to overseas groups are charged in the bombing.\n\"I don't think we should be surprised at this kind of thing. That (domestic terrorism) has become more and more of a law enforcement focus.\"\nState officials were strongly playing down any connection between the arrests and the Olympics.\n\"It is definitely not Olympics-related. We knew about it but we were not involved in it,\" said Gary McConnell, chief of staff of the State Olympic Law Enforcement Command, in Los Angeles for the start of the torch relay.\nBuddy Nix, director of the Georgia Bureau of Investigation, said his office had been working on the case with the U.S. Bureau of Alcohol, Tobacco and Firearms for several months and never had any indication that it was related to the Olympics.\n\"This has been developing for some time,\" said Nix, also in Los Angeles for the torch relay. \"It's a long-term investigation, but there are no Olympics connections whatsoever.\"\nBut Scott Mall, a spokesman for the Atlanta Committee for the Olympic Games, said that, related or not, the arrests bode well for the Olympics. \"Whether the Games were the target or not, it's better to have something connected with a bombing plot to be found out beforehand,\" he said.\n\"For the last five years, we have worked closely with law enforcement officials at every level in every venue city,\" Mall said. \"We applaud what they have done today. We think that means they are doing their job.\"\nNunn, who has worked closely with Olympics organizers, agreed, saying, \" It's going to be the best security\" in the history of the Olympics.\n\"The security is on track in the sense that they have the resources that are scheduled\" from local, state and federal officials. \"I'm sure they will learn some lessons\" from Friday's arrests, Nunn said.\nNix said he didn't think the arrests are any indication that there is increased militia activity in the state. \"Maybe it's that we're more in tune with these kinds of groups,\" he said.\n\"Because of the Olympics and the amount of attention they receive, we have to be careful of anything that might be related to them.\"\nOf the militia, Nix said, \"We're giving these types of groups maximum attention.\"\nStaff writer Julia Malone and The Associated Press contributed to this article.\n\nLoad-Date: July 17, 1996"
}