{
    "title": "Piracy Is Terrorism",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 5,
    "full text": "THE golden age of piracy has returned. Just as Henry Every and William Kidd once made their fortunes in the Red Sea, a new generation has emerged, armed with grenade launchers and assault rifles, to threaten trade and distract the world's navies. With the recent capture of the Saudi supertanker Sirius Star, a crime that once seemed remote and archaic has again claimed center stage. \n  And yet the world's legal apparatus is woefully confused as to how to respond to piracy. Are the Somali pirates ordinary criminals, or a quasi-military force? \n  The question is not insignificant. It has virtually paralyzed the navies called to police the Gulf of Aden. The German Navy frigate Emden, on patrol this spring to intercept Qaeda vessels off the Somali coast, encountered pirate vessels attacking a Japanese tanker. But since it was allowed to intervene only if the pirates were defined as ''terrorists,'' the Emden had no choice but to let the pirates go. Currently, 13 vessels are held by pirates in the Gulf of Aden, while the navies of a dozen nations circle almost helplessly. \n  The legal confusion extends to what happens once pirates have been caught. In theory, any nation can shoulder the burden of prosecution. In fact, few are eager to do so. \n  Prosecuting pirates puts enormous strain on a country's legal system. A state whose ship was not attacked, and whose only involvement with the incident was as rescuer, might balk at being asked to foot the bill for lengthy and costly proceedings. Yet it might find itself forced to do so, if neither the victim's nor the pirates' state is willing. As Somalia has not had a recognized government since the early 1990s, the situation is all the more precarious for would-be capturers. The result is that ship owners, knowing that no rescue is imminent, pay the ransom. This emboldens the pirates further, and the problem worsens. \n  Fortunately, there is a way out of this legal morass. Indeed, the law is very clear -- we just seem to have forgotten about it.\n  The solution to piracy lies in the very nature of piracy itself. The Roman lawmaker Cicero defined piracy as a crime against civilization itself, which English jurist Edward Coke famously rephrased as ''hostis humani generis'' -- enemies of the human race. As such, they were enemies not of one state but of all states, and correspondingly all states shared in the burden of capturing them. \n  From this precept came the doctrine of universal jurisdiction, meaning that pirates -- unlike any other criminals -- could be captured wherever they were found, by anyone who found them. This recognition of piracy's unique threat was the cornerstone of international law for more than 2,000 years. \n  Though you wouldn't guess it from the current situation, the law is surprisingly clear. The definition of pirates as enemies of the human race is reaffirmed in British and American trial law and in numerous treaties. \n  As a customary international law (albeit one that has fallen out of use since the decline of traditional piracy) it cuts through the Gordian knot of individual states' engagement rules. Pirates are not ordinary criminals. They are not enemy combatants. They are a hybrid, recognized as such for thousands of years, and can be seized at will by anyone, at any time, anywhere they are found. \n  And what of the Emden's problem? Are pirates a species of terrorist? In short, yes. The same definition of pirates as hostis humani generis could also be applied to international organized terrorism. Both crimes involve bands of brigands that divorce themselves from their nation-states and form extraterritorial enclaves; both aim at civilians; both involve acts of homicide and destruction, as the United Nations Convention on the High Seas stipulates, ''for private ends.'' \n  For this reason, it seems sensible that the United States and the international community adopt a new, shared legal definition that would recognize the link between piracy and terrorism. This could take the form of an act of Congress or, more broadly, a new jurisdiction for piracy and terrorism cases at the International Criminal Court.\n  There is ample precedent. In the 1970s, the hijacking of airliners was defined by the United Nations as ''aerial piracy.'' In 1985, when Palestinian terrorists seized the cruise ship Achille Lauro and held its passengers hostage, President Ronald Reagan called the hijackers ''pirates.'' Recent evidence also indicates that the Somali pirates hand over a part of their millions in ransom money to Al Shabaab, the Somali rebel group that has been linked to Al Qaeda. \n  The similarities and overlaps between the two crimes have prompted some jurists to advocate abandoning the term piracy altogether in favor of ''maritime terrorism.'' By reasserting the traditional definition of pirates as hostis humani generis, and linking it to terrorism, the United States and other nations will not only gain a powerful tool in fighting the Somali pirates, but other incidents of terrorism around the world as well. \n  Recognizing piracy as an international crime will do something else: It will give individual states that don't want to prosecute pirates an alternative -- the international court. If pirates are recognized under their traditional international legal status -- as neither ordinary criminals nor combatants, but enemies of the human race -- states will have a much freer hand in capturing them. If piracy falls within the jurisdiction of the international court, states will not need to shoulder the burden of prosecution alone.\n  Today the world's navies are hamstrung by conflicting laws and the absence of an international code. A comprehensive legal framework is the only way to break the stalemate off Somalia. In a trial before the Old Bailey in 1696, Dr. Henry Newton, the Admiralty advocate, declared, ''Suffer pirates and the commerce of the world must cease.'' \n  More than 300 years later, the world is suffering again. Fortunately, this time we have the answer.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY ALAIN PILON)                                                                     \n\nLoad-Date: December 5, 2008"
}