{
    "title": "Piracy and Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 4,
    "day": 10,
    "full text": "Piracy, these days, refers more often to digital miscreants who copy music and movies than to skull-and-crossbones derring-do on the high seas. But pirates of the old-fashioned variety, armed with automatic weapons, are not only a real and growing menace, they are also suspected of forging links with global terrorists. A greater effort is needed on the part of governments and private shippers worldwide to secure their harbors, ships and sea lanes. \n Thinly staffed tankers and container ships carrying valuable cargo are irresistible prey on the high seas, especially where pirates can count on lax policing or corrupt officials who turn a blind eye. The biggest problem is in Southeast Asia, particularly around Indonesia, where tankerloads of crude oil are regularly stolen. Indeed, piracy has become one of globalization's most serious forms of organized crime, and a magnet for terrorists.\n Al Qaeda, which attacked the American destroyer Cole in 2000 and the French oil tanker Limburg in 2002, is thought to have planned attacks on major ports. A hijacked ship carrying a nuclear weapon or radioactive ''dirty bomb'' could lay waste to a port, or block a sea lane like the Strait of Malacca, a narrow channel between Malaysia and Indonesia that carries a quarter of the world's trade and half of all its oil flows. In one indication that terrorists might be planning such an attack, 10 armed men seized a chemical tanker off Indonesia in March 2003 apparently for the purpose of learning to steer it -- a frightening echo of the flying lessons taken by the Sept. 11 terrorists.\n In response to Sept. 11, the 163 members of the International Maritime Organization agreed in 2002 to measures like shipboard security officers, ship-to-shore alert systems and port security plans. It is likely, however, that many countries will fail to comply by the July 1 deadline or will prove unwilling to enforce the agreement.\n Securing the world's most vulnerable shipping lanes requires multilateral coordination. Last week Adm. Thomas Fargo, the commander of American forces in the Pacific, told a Congressional committee that the Navy was considering armed patrols in the Strait of Malacca. American diplomats had to smooth ruffled feathers in Malaysia, whose government hadn't been consulted.\n The costs of failure in securing the high seas could be huge -- shipping accounts for 80 percent of all trade. A major disruption could cripple the global economy.     \n\nhttp://www.nytimes.com\n\nLoad-Date: April 10, 2004"
}