{
    "title": "Pitts is oblivious to media bias",
    "publisher": "richmond times dispatch ",
    "year": 2012,
    "month": 9,
    "day": 6,
    "full text": "Editor, Times-Dispatch:\nLeonard Pitts' Op/Ed column \"Terrorist threat comes from U.S. right\" is very unsettling. He writes that America is under attack from \"right-wing terrorists.\" Pitts suggests since the men acted on \"conservative values,\" that means they are conservatives. What about the murderers of doctors who refuse to offer abortions or priests who don't support gay marriage? Would they be far-left terrorists? No. Terrorists represent hate but use excuses to support it, like calling it a jihad.\nPitts seems oblivious to media bias. He writes: \"Maybe it's because media have become cowed and self-censoring, reflexively flinching from that which might bring accusations of anti-conservative bias.\" Has he forgotten ABC's Brian Ross falsely labeling the Aurora shooter a Tea Party member? Has he forgotten the accusation that Jared Loughner was acting on Tea Party beliefs? Has he forgotten how many in the media refused to call Nidal Hasan a jihadist, even after hearing him shout, \"Allahu Akbar\"? It is upsetting to see someone deny the liberal bias of the media when new evidence is shamelessly added every day.\nPitts suggests that conservatives are hypocrites because \"When al-Qaida kills and maims, we are not shy about branding it Islamic terrorism.\" Why wouldn't we call it Islamic terrorism when terror is committed in the name of Islam? Does he remember Anders Breivik, the Norwegian terrorist? The left wasted no time pointing out he was a Christian. Pitts writes, \"We have given [right-wing terrorists] a dishonest silence instead.\" Maybe he's forgotten how the media often point out how the right is trying to ruin the country.\n\nNotes\n\nCorrespondent of the Day Copyright © 2012, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: September 8, 2012"
}