{
    "title": "Pitt getting assistance from region's Joint Terrorism Task Force",
    "publisher": "pittsburgh tribune review",
    "year": 2012,
    "month": 4,
    "day": 7,
    "full text": "The investigation into weeks of bomb threats at the University of Pittsburgh ratcheted up on Friday when U.S. Attorney David Hickton said the region's Joint Terrorism Task Force has joined in the effort to catch the culprits. \n\"It's an act of terrorism without a bomb,\" University of Pittsburgh police Chief Timothy Delaney said this week of the dozens of threats since Feb. 13, which have awakened students in the middle of the night, cleared dorms and classrooms, and caused some frightened students to move off campus. \nHickton's announcement was made hours before five new building threats, as the university evacuated the Cathedral of Learning at 4:30 p.m. and Lothrop, Holland, Forbes and Sutherland residence halls starting at 6:15 p.m. No explosives have been found in any of the threats, which have been emailed and scrawled in bathrooms of university buildings. At least one of yesterday's threats, which brought the number of buildings targeted to 31, was sent by email. \nSeveral security experts said the use of the word \"terrorism\" shouldn't lead people to believe investigators think an al-Qaida-style attack is imminent. \n\"It's not defined necessarily by the stereotype of the person who carries it out,\" said former U.S. Attorney Frederick Thieman of Pittsburgh. \"But this is not just a lark or some jerk. This is serious, dangerous activity.\" \n\"It signals they want to get to the bottom of this,\" said Pittsburgh native Michael Hayden, a retired four-star Air Force general who became head of the CIA and National Security Agency in 2006 under President Bush. \"They want everyone who can possibly contribute to be part of a team to solve this. Don't prejudge that it must mean that it must be 'terrorism.' \" \nAccording to the FBI's website, the Western Pennsylvania/West Virginia Joint Terrorism Task Force, formed in 1999, is a cooperative effort of federal, state and local law enforcement agencies, including the Secret Service, state police and the Bureau of Alcohol, Tobacco, Firearms and Explosives, among others. \nIn a prepared statement announcing the task force involvement, Hickton said the threats \"are being vigorously, aggressively and thoroughly investigated through every possible means,\" but said he would not comment on specifics. \nSeveral task force representatives, including Allegheny County Sheriff William Mullen and Pittsburgh Public Safety Director Michael Huss, declined comment, while others could not be reached. \nDennis Giever, professor of criminology at Indiana University of Pennsylvania, said a union of agencies should help. \n\"You have better minds, greater minds from each law enforcement agency, asking, 'What are we missing? What should we be looking at?' \" Giever said. \nExperts said the task force might give investigators more clout in their hunt for information, whether they're searching for private computer or phone records or other information trails. \n\"It might make it easier to make inquiries of other agencies,\" said Randy Law, a history professor at Birmingham-Southern College in Alabama. \"They can access databases from other organizations that might help in their investigation.\" \nLaw added that some terrorism task forces have used surveillance drones, wiretaps and other technology in their investigations. \nSecurity and terrorism experts added that it's likely federal investigators are making use of the Patriot Act, which passed in the aftermath of the 9/11 terrorist attacks and gives police broader powers, including warrantless searches, expanded access to information databases and roving wiretaps. \n  \n\"The experiences of the last 10 years have taught us the virtues of playing team ball, and we play team ball more than we ever have in the past, and I'm sure that's making a difference,\" Hayden said. \nA statement that Pitt Chancellor Mark A. Nordenberg issued yesterday shows that pressure is mounting to stop the threats. \n\"At one end of that spectrum are those who feel that we are being too cautious, are creating our own disruptions to campus life through the approach we have chosen, and are consuming too many resources by continuing to evacuate and search every targeted building,\" the statement read. \nIt continued, \"At the other end of the spectrum are those who feel that we should go further and close down this campus, either for a specified time or even indefinitely.\" \nNordenberg added, \"Any student who feels that leaving campus before the end of the academic term is the best alternative can make that decision, and we will do our best to facilitate the completion of his or her remaining academic responsibilities.\" \nUniversity spokesman Robert Hill would not say how much the threats have cost the university. \nAnyone with information about the bomb threats is asked to call the FBI at 412-432-4000. Pitt is offering a $50,000 reward. \n\nLoad-Date: April 7, 2012"
}