{
    "title": "PITT'S RELIEF THE BOMB THREAT SUSPECT'S ARREST WILL DETER OTHERS",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 8,
    "day": 20,
    "full text": "The unmasking of any criminal nuisance operating with seeming impunity is an occasion that invites community congratulation and relief. But the charging of a man believed responsible for bomb threats at the University of Pittsburgh also leaves unanswered questions, even as it serves a warning to would-be imitators.\nAs announced last week by U.S. Attorney David Hickton, Adam Stuart Busby, a 64-year-old wheelchair-using Scottish nationalist already being held in Dublin for similar crimes in Scotland, is now facing U.S. charges alleging that he emailed false bomb threats to federal courthouses in Pittsburgh, Erie and Johnstown and threatened Mr. Hickton himself.\nThe suspect is believed to be the perpetrator of 40 bomb threats at Pitt that made life at the university a misery in the spring semester. But the question is why Pittsburgh? Did he ever live here or have some other connection?\nFederal authorities have not suggested a motive, but the answer may lie in the nature of the modern world. We know that terrorism does not respect borders and that cyber-terrorism -- which is what the charges amount to -- doesn't have to either. Wackos without borders don't require a traditional grievance against Pitt or anything else; they can seize on any target anywhere that fuels their fury.\nAssuming the authorities are right on this suspect -- and that, of course, must still be proved -- this arrest leaves other questions. What about the other bomb threats scrawled on restroom walls that began the siege of fear in Oakland? A transgender Cambria County couple have been under investigation, but they insist on their innocence and have not been charged.\nStill, it appears that Pitt can breathe more easily, and others so inclined to make mischief in the shadows have been served a warning. If nothing else, the indictment shows that hiding even in a technological thicket may not save you from being brought under a bright light by dogged investigators.\n\nLoad-Date: August 21, 2012"
}