{
    "title": "Places where terrorists feel at home",
    "publisher": "the capital ",
    "year": 1988,
    "month": 4,
    "day": 25,
    "full text": "Terrorism is an ineradicable menace of the modern world, but    civilized nations still have the power to prevent the sort of extended    exercise in terror that took place during the 15-day-long hijacking of    a Kuwait Airways jet.\n \n     Without the help of governments that either actively participate in    terrorism or passively capitulate to it, such brazen assaults would be    doomed to failure. In the case of the Kuwait Air hijacking, the    government of Iran apparently acted in collusion with the terrorists,    allowing reinforcements and additional weapons to be smuggled onto the    plane while it sat on the runway in Meshed. If the Iran government's    role can be established beyond reasonable doubt, those nations    seriously committed to the control of terrorism have any number of ways    of working together to punish Tehran.\n    However, the Iranian government was not the only one to behave less    than honorably over the course of this crisis. The government of    Algeria helped to lengthen the ordeal, and then brought it to an    unsatisfactory conclusion, by acting as a self-imposed \"objective    arbiter\" of the hostage negotiations.\n \n     The Algerians' self-serving description of their behavior    notwithstanding, the world cannot be objective about terrorism. By    treating the Kuwait Air hijackers as equals in negotiations with Kuwait    and other governments, Algeria gave them a legitimacy that they in no    way deserve. Even after the hijacked jet was allowed to land in    Algiers, the Algerian government had no business injecting itself into    the crisis other than to serve as a messenger of Kuwait's unwillingness    to negotiate with terrorists.\n \n     Instead, the hijackers, who killed two people and terrorized dozens    of others, were allowed to escape in return for releasing their    remaining hostages in Algiers. The hijackers are believed to have gone    to Beirut, the capital of yet another nation whose current political    circumstances serve the purposes of international terrorism. Lebanon is    not so much a terrorist state as a non-state. As long as chaos    continues to reign there, terrorists will always have a haven.\n \n     Through whatever economic, diplomatic or military responses are    appropriate to the particular circumstance, outlaw states such as Iran    must be held strictly accountable for their terrorist activity. At the    same time, governments with a penchant for dealing with terrorists,    such as Algeria, must not be allowed to dictate terms for those nations    that take a more responsible stand against such negotiations. And    nations that effectively have no government, such as Lebanon, must not    be allowed to serve as hideaways for international criminals.\n \n     Despite a multitude of slips along the way, almost all governments    have worked to establish a common front against terrorism. They cannot    let their efforts be undercut by the handful of holdouts who, through    revolutionary fervor or moral cowardice, offer terrorism a home.\n \n    \n\nLoad-Date: November 11, 1992"
}