{
    "title": "Plan seeks federal cover for costliest terror risks",
    "publisher": "business insurance",
    "year": 2006,
    "month": 8,
    "day": 21,
    "full text": "WASHINGTON-The American Insurance Assn.'s proposed public/private partnership for insuring against terrorism would potentially increase the government's role in guaranteeing coverage at a time when there is little congressional appetite for extending the existing federal backstop.\nThat's because the proposal, unveiled last week by the Washington-based insurer group, calls for the federal government to assume financial responsibility for future chemical, nuclear, biological and radiological terrorist attacks, while also allowing the program to recoup some of its losses from policyholders after a covered act of terrorism.\nThe current backstop-which is a scaled-back version of the coverage program created by the Terrorism Risk Insurance Act of 2002-barely won congressional approval in late 2005 and is slated to end on Dec. 31, 2007. The existing program covers the so-called CNBR risks only if the underlying insurance policy does, and few if any insurance policies include coverage for such acts of terrorism.\n``Because potential insured losses vastly exceed the amount of potential private-sector capital, a public policy solution is still critically needed upon the expiration'' of the current federal backstop against future terrorism-related losses, says the AIA document.\nThe paper holds that, in addition to the CNBR exposures, ``there are some conventional attack scenarios-such as so-called `swarm' or other multiple-venue attacks-that would overwhelm private sector ability to fund the resulting loss. A high-level federal backstop should remain in place and should be designed to encourage more private sector capacity to fill this space, potentially reducing the role of the federal government over time. Here too, a post-event policyholder surcharge could provide recoupment to the Treasury and minimize any fiscal risk to taxpayers.''\nIt also calls for the creation of a ``rigorous and objective procedural mechanism'' that would require the Treasury Department to periodically review the state of the private market. Treasury would determine whether there had been an increase or decrease in the amount of private capacity available for terrorism, and it would be required to adjust per company retentions in the high-level backstop accordingly.\nThe document also calls for tax incentives, the pre-emption of state insurance coverage requirements and regulatory oversight, the possible creation of strictly voluntary terrorism insurance pools and other changes.\nAIA's aim has always been to advocate solutions that create capacity, and creating capacity is a valid role for government, said Leigh Ann Pusey, AIA's senior vp-government affairs. ``Terrorism risk is not just an insurance problem-it's a societal problem,'' she said.\n``We're trying to sell'' the concept that chemical, nuclear, biological and radiological threats should be treated differently and that conventional terrorism can still pose a real challenge, Ms. Pusey said.\nThe CNBR provision would allow the federal government to recoup losses of up to $10 billion through assessments on policyholders.\nThe payback provision for CNBR related-losses could help the proposals ``politically'' and also make it more palatable for policyholders by having them a pay an assessment after an event, rather than before, said Ms. Pusey.\nBradley R. Wood, senior vp-risk management for Marriott International Inc. in Bethesda, Md., called the assessment provision a reflection of ``political reality.''\n``It's clear that Congress has no appetite for simple extension of TRIA and has long looked for the insurance industry to provide viable solutions to build capacity,'' said Mr. Wood. ``One can only applaud the long-term alternatives that are beginning to emerge, such as the recent long-term framework proposed by AIA and others.''\nRegarding the policyholder assessment provision, ``everyone recognizes the political reality is that any extension of the federal backstop won't look like the current program,'' said Joel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers in Washington. ``I think the AIA proposal is mindful of that, and it tilts toward the area where the market failure is most clear,'' namely CNBR, he said.\nThe CIAB's Mr. Wood said that the assessment would ``certainly'' be critical to moving any terrorism bill through the House of Representatives. ``I would be astonished if that weren't a central part of any program that would emerge next year.''\n``We appreciate the leadership that the AIA is giving to the issue,'' said Franklin W. Nutter, president of the Reinsurance Assn. of America in Washington. ``Our industry needs to be creative in solving its customer needs and finding the right balance in a government program. We look forward to working with them to advance this proposal and to work with others who may also have creative ideas to address the problem,'' he said.\n``We need to be working on ideas and find out what the common ground is,'' Mr. Nutter said.\nThe New York-based Risk & Insurance Management Society Inc. is analyzing the AIA proposal as well as others that have been discussed, said Terry Fleming, a RIMS director with responsibility for external affairs.\n``There are a number of proposals that are out there,'' said Mr. Fleming, who is also director-division of risk management for Montgomery County in Rockville, Md. ``We think all of the proposals should coalesce into one position'' that stakeholders can present to Congress, he said, adding that RIMS plans to issue a white paper on terrorism insurance, probably by the end of the year.\nMarriott's Mr. Wood pointed out that various proposals-including the Real Estate Roundtable's call for creating a terrorism insurance pool modeled on the United Kingdom's Pool Reinsurance Ltd.-share common features. These include the need for public-private partnership and preloss reserving.\n``For this to come together, its important that policyholders and brokers come together to bring a unified solution to Congress,'' he said.\nGetting proposals out sooner rather than later is welcome, said the CIAB's Mr. Wood.\n``I'd rather have all these ideas on the table in 2006 than in the summer of 2007,'' he said. ``That was one of the big reasons we struggled so much last year in the TRIA extension-there was no single harmonious industry proposal.'' He warned, though, that ``no one should labor under the illusion that because there is a marketplace problem Congress will respond in a positive way. We still have some very powerful and influential voices that wouldn't mind at all taking away the backstop and seeing what happens.''\nAIA proposal\nThe American Insurance Assn.'s proposal for terrorism coverage calls for:\n* The federal government to assume financial responsibility for all chemical, nuclear, biological and radiological terrorist attacks.\n* A mechanism allowing the Treasury Department to recoup CNBR terrorism losses of up to $10 billion through a policyholder assessment passed through insurers.\n* Tax and other incentives, and the pre-emption of state insurance coverage requirements to facilitate private capital entering the market.\n\nGraphic\n\n \nArt Credit: New York emergency responders train for a terrorist attack involving a possible chemical or biological agent. Losses from such acts of terrorism would be covered by the government under a proposal put forward last week by the American Insurance Assn.\n\nLoad-Date: August 25, 2006"
}