{
    "title": "Planet Of The Apes",
    "publisher": "the new york times",
    "year": 2007,
    "month": 4,
    "day": 28,
    "full text": "This week the mystery deepened: Why no space aliens? \n  On Tuesday, scientists reported finding the most ''Earthlike'' planet ever, Gliese 581c. Its sun is cooler than ours, but also closer, so Gliese is in that climatic comfort zone conducive to water -- hence to life, hence to evolution, hence to intelligent beings with advanced technology. Yet they never phone.\nIt's actually a serious question, long pondered by sci-fi types. Since a civilization whose technological evolution was ahead of ours by even a few centuries could contact us from far, far away (and certainly from Gliese, a mere 20 light-years away), what does it mean that we haven't heard a thing from any corner of this vast universe? \n  That life got started on few or no other planets? That on other planets giant asteroids kept pressing evolution's reset button? Or, distressingly, that when civilizations reach the technological level we've reached, they tend to wipe themselves out, or at least bomb themselves back into the Stone Age? \n  O.K., that last one is pretty wild speculation. But you have to admit that current events aren't wildly at odds with it. There's an apocalyptic vibe in the zeitgeist, and it's not hard to imagine how the technological sophistication that got us to the brink of global civilization could be our undoing. Let us count the ways. \n  (1) Classic nuclear Armageddon. This threat is in remission. Economic interdependence dulls enmity among nuclear powers, and crisis-averting lines of communication have gotten stronger since the cold war. Still, things can change. \n  (2) Eco-apocalypse. Solving climate change and other global environmental problems is a political nightmare. Nations are tempted to play ''free rider'' and not join in the sacrifices, since they'll share the rewards anyway. The good news is that past environmental problems have featured negative-feedback loops: when negligence makes the problem bad enough, political will appears. \n  (3) Terrorism. Alas, the negative-feedback loop -- bad outcomes lead to smart policies -- may not apply here. We reacted to 9/11 by freaking out and invading one too many countries, creating more terrorists. With the ranks of terrorists growing -- amid evolving biotechnology and loose nukes -- we could within a decade see terrorism on a scale that would make us forget any restraint we had learned from the Iraq war's outcome. If 3,000 deaths led to two wars, how many wars would 300,000 deaths yield? And how many new terrorists? \n  Terrorism alone won't wipe out humanity. But with our unwitting help, it could strengthen other lethal forces. \n  It could give weight to the initially fanciful ''clash of civilizations'' thesis. Muslim states could fall under the control of radicals and opt out of what might otherwise have become a global civilization. Armed with nukes (Pakistan already is), they would revive the nuclear Armageddon scenario. A fissure between civilizations would also sabotage the solution of environmental problems, and the ensuing eco-calamity could make people on both sides of the fissure receptive to radical messages. The worse things got, the worse they'd get. \n  So while no one of the Big Three doomsday dynamics is likely to bring the apocalypse, they could well combine to form a positive-feedback loop, a k a the planetary death spiral. And the catalyst would be terrorism, along with our mishandling of it.\n  Disheartened? There's more: to avoid mishandling things, we may have to forsake our beloved evolutionary heritage. \n  We may more often have to resist the retributive impulse that worked fine in the environment where it evolved but now often misfires. We may have to appreciate how our moral condemnations -- which can help start wars -- are subtly biased by our primate brains in self-serving ways that, in some contexts, no longer serve our selves. \n  We may have to cultivate our moral imagination, putting ourselves in the shoes of people who hate us. The point wouldn't be to validate the hate, but to understand it and so undermine it. Still, this understanding involves seeing how, from a certain point of view, hating us ''makes sense'' -- and our evolved brains tend to resist that particular epiphany.\n  If salvation indeed means transcending engrained irrationality, then the odds may well be against us. But look at the bright side: if you do run into any space aliens, they're likely to be reasonable creatures.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 28, 2007"
}