{
    "title": "Plan would lower age for reserve retired pay; Those deployed for war on terrorism would reap benefit",
    "publisher": "air force times",
    "year": 2005,
    "month": 10,
    "day": 3,
    "full text": "Lawmakers intent on trying to improve reserve retirement benefits have a new proposal - earlier payment of retired pay to those mobilized for the longest periods.\nSen. Saxby Chambliss, R-Ga., chief proponent of the bipartisan plan, proposes reducing the age at which reserve retired pay starts - currently age 60 - by one year for every mobilization of 179 days or more since the 2001 terrorist attacks. Under the plan, the minimum age for retired pay would be 50.\nHis idea, pending since July as an amendment to the 2006 defense authorization bill, is modeled after eligibility rules for post-mobilization Tricare benefits for National Guard and reserve members, which make those who are mobilized for 179 days or more eligible for a year of Tricare coverage.\nHis proposal has the backing of the Senate's National Guard and reserve caucuses. Chambliss is a member of both and co-chairs the reserve caucus.\nSenate aides, who asked not to be identified, said they think the plan has a good chance of approval by the Senate, but it is unclear whether the House will go along.\nThe Pentagon is expected to oppose the amendment, just as it has opposed other legislation to allow reservists to begin drawing retired pay before age 60.\nWhether opposition might rise to the level of a veto threat by President Bush is unknown.\nChambliss is one of several lawmakers who are working on ways to improve National Guard and reserve benefits to reflect the increased reliance on reservists in recent years for domestic and overseas missions.\nRevamping reserve retirement has been one of their priorities, but previously the two bipartisan caucuses had backed a different concept, which based the age at which retired pay begins on total length of service.\nThat plan would have allowed Guard and reserve members to start drawing retired pay one year earlier than age 60 for every two years of service beyond the minimum of 20 required to qualify for retired pay. For example, someone with 30 years of service could begin drawing retired pay at age 55, the lowest age allowed under the plan.\nThe Senate approved the concept last year only to see it die under strong Pentagon and Bush administration opposition. The Pentagon has opposed improved retirement benefits for reservists out of fear that more generous benefits will encourage reservists to retire earlier and could dissuade people from active-duty careers if they can get similar benefits for part-time service.\nDefense officials also have concerns about the costs, saying they prefer to funnel any available money for improvements in pay and benefits to combat troops.\nChambliss' new proposal tries to address those concerns by providing the improved benefits to those who have been mobilized for the war on terrorism while excluding those who simply serve long careers.\n\nNotes\n\n1 BW PHOTO.\n\nLoad-Date: October 11, 2005"
}