{
    "title": "Planned Parenthood shooting an act of domestic terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 4,
    "full text": "A candlelight vigil was held at UCCS last Saturday to remember the victims of the shooting. Photo by Madelene Travis\nAbove photograph by Emilia Whitmer\nOn Friday, Nov. 27, 2015, a shooting and five-hour standoff with police occurred at a Planned Parenthood clinic in Colorado Springs, Colorado. A police officer and two civilians were killed; five police officers and four civilians were injured. Police convinced the suspected shooter, Robert Lewis Dear, to surrender. He was taken into custody. On November 30, 2015, Dear was charged with murder in the first-degree, and was ordered to be held without bond.\nThree individuals were killed in the shooting: University of Colorado Colorado Springs police officer Garrett Swasey, 44, who responded to the shooting; Ke'Arre M. Stewart, a 29-year-old Iraq War veteran, who, after being shot, ran back to the clinic to warn others; and Jennifer Markovsky, 35, a mother of two who was accompanying a friend to the clinic. Nine other victims, comprising five police officers and four civilians, were shot and admitted to local area hospitals.\nThe slain officer, 44-year-old Garrett Swasey, worked for the University of Colorado in Colorado Springs and was on campus about 10 miles away when the shooting broke out. He went to the scene \"in support of an officer under fire,\" the school's chancellor said in a statement. Swasey was a six-year veteran of the university's police force. Hundreds of people packed a gym Saturday night at UCCS to honor Swasey.\n\"The courage they displayed today saved many, many lives - no doubt,\" said Colorado Springs Fire Chief Christopher Riley said.\nIn a statement released late Friday, Planned Parenthood CEO Cecile Richards thanked law enforcement officers. \"Our hearts go out to the families and loved ones of the brave law enforcement officers who put themselves in harm's way in Colorado Springs,\" she said. \"The Planned Parenthood family grieves for Officer Garrett Swasey's family, friends and colleagues dealing with heartbreaking loss tonight.\"\nCampus Safety responded by notifying students through the RAVE system which sends emergency notifications through texts and calls.\n\"There are different responses for different kinds of possible shootings. We have had two recent incidents of active shooters near campus, but not on campus. If it is occurring off campus, then we are providing information,\" said Maggie Santos, the director of Campus Safety.\nShe continued. \"We have a RAVE notification process. This is the notice we send to all students, faculty and parents. We only use this for emergencies, so that everyone is aware of what is going on and what to do. We have this for a broad range of emergency situations, beyond active shooters.\"\n\"It is used only for emergencies on campus. We do not normally send this out if it is not on campus or an immediate situation. However, we did send one out for the Planned Parenthood shooting. We wanted people to be aware that it was not near campus, but also to stay away from that area. We did not do this for the October shooting because by the time we had the information it was already over.\"\n\"If it is on campus, we also have a system within the buildings that will deliver a message. There is also an alarm that sounds outside. There will be notifications all around. We also provide active shooter training. We've already had three or four presentations this year. They can be campus wide or per request. Any group that would like this can put in a request through Campus Safety.\"\nShe continued, \"My suggestion for students is to be prepared. Be aware of your surroundings.\"\nThere have been at least six shootings at schools or public places in Colorado in the past 50 years. Four of these shootings took place at a school. All resulted in a death or more. This most recent incident drew comments from anti-abortion and abortion-rights movements. Authorities said that Dear has anti-abortion and anti-government views.\nVicki Cowart, president and CEO of Planned Parenthood of the Rocky Mountains, said in a written statement. \"We share the concerns of many Americans that extremists are creating a poisonous environment that feeds domestic terrorism in this country. We will never back away from providing care in a safe, supportive environment that millions of people rely on and trust.\"\nAttorney General Loretta E. Lynch said in a statement following the attack, \"This unconscionable attack was not only a crime against the Colorado Springs community, but a crime against women receiving healthcare services at Planned Parenthood, law enforcement seeking to protect and serve, and other innocent people.  It was also an assault on the rule of law, and an attack on all Americans' right to safety and security.\nPresident Obama responded angrily on Saturday to the mass shooting. \"If we truly care about this... then we have to do something about the easy accessibility of weapons of war on our streets to people who have no business wielding them. Period. Enough is enough.\"\nColorado Springs Mayor John Suthers said it \"certainly appears\" the shooting and standoff was an act of domestic terrorism.\nJohn Hickenlooper, the current governor of Colorado, told CNN the shooting and similar violent incidences might be a result of the \"inflammatory rhetoric we see on all levels\", referring to the heated debate over abortion.\nRepublican Pete Lee of Colorado Springs stated, \"We will get through this, and we will come together. Because in Colorado Springs, we are a resilient and compassionate city. Our mountain setting is beautiful and our people are kind and generous. I ask people around the country and around the world not to judge Colorado Springs by the actions of one individual whose motives, whatever they were, cannot possibly justify murder.\"\n\nLoad-Date: December 4, 2015"
}