{
    "title": "PLANTS HIDE CHEMICAL RISKS AMID TERRORISM FEARS",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 6,
    "day": 3,
    "full text": "WASHINGTON --\nUntil the local fertilizer company in West, Texas, blew up last month and demolished scores of homes, many in that town of 2,800 didn't know what chemicals were stored alongside the railroad tracks or how dangerous they were. Even rescue workers didn't know what they were up against.\n\"We never thought of an explosive potential,\" said Dr. George Smith, the EMS director who responded to the factory fire by running to a nearby nursing home to prepare for a possible chemical spill.\nFirefighters feared that tanks of liquid ammonia would rupture. But while they hosed down those tanks to keep them cool, a different chemical -- a few tons of ammonium nitrate -- exploded with the force of a small earthquake.\nAround the country, hundreds of buildings like the one in West store some type of ammonium nitrate. They sit in quiet fields and by riverside docks, in business districts and around the corner from schools, hospitals and day care centers.\nBy law, this shouldn't be a mystery. Yet fears of terrorism have made it harder than ever for homeowners to find out what dangerous chemicals are hidden nearby. Poor communication can also keep rescue workers in the dark about the risks they face.\nAnd some records are so shoddy that rescuers could not rely on them to help save lives.\nThat reality is reflected in a monthlong effort by The Associated Press to compile public records on hazardous chemicals stored across America. Drawing upon data from 28 states, the AP found more than 120 facilities within a potentially devastating blast zone of schoolchildren, the elderly and the infirm.\nAt least 60 facilities reported to state regulators as having about as much or more ammonium nitrate than the 540,000 pounds West Fertilizer Co. said it had at some point last year. The AP contacted 20 of the facilities individually to confirm the information, and three companies disputed the records. Some of the facilities stored the chemical in solid form, which is among the most dangerous.\nExactly how many other facilities exist nationwide is a mystery.\nAmmonium nitrate is an important industrial fertilizer and mining explosive that, stored correctly, is stable and safe. But industrial history is dotted with dozens of deadly accidents involving the chemical.\nBefore Texas, the most recent incident occurred at a fertilizer factory in Toulouse, France, in 2001. An explosion killed 31, prompting France to pass a law requiring tougher regulations on the chemical.\nTexas investigators still don't know what caused the fire that triggered the West explosion, but the devastation was a reminder of the chemical's power.\nAnti-government terrorist Timothy McVeigh used a truckload of ammonium nitrate to destroy the Alfred P. Murrah Federal Building in Oklahoma City in 1995.\nBecause of that explosive potential, if a fire were to break out at an ammonium nitrate company, everyone within a quarter- to a half-mile radius could be at risk, according to scientific papers. Debris from the Texas explosion landed more than two miles away.\nIn the states that provided verifiable data, the AP's analysis found more than 600,000 people who live within a quarter-mile of a facility, a potential blast zone if as little as 190 tons of ammonium nitrate is detonated. More send their children to school or have family in hospitals in those blast zones.\nMore often than not, census data show, the danger zones are middle-class or poor neighborhoods.\nIn the western Michigan farming town of Shelby, the Rev. Ruth D. Fitzgerald said she walks by the local branch of the Helena Chemical Co. every day. Her church is just around the corner.\nThe building doesn't look like a factory, she said, so she never thought about what was there. State records show that the company, which sells fertilizer to large farms, orchards and golf courses, reported storing as much as 1 million pounds of ammonium nitrate on any given day last year. \"I don't have any understanding of this at all,\" Ms. Fitzgerald said.\nMore than a half-dozen other states, including Ohio, Connecticut, Hawaii, Idaho and South Carolina, refused to provide such information to the AP, citing the risk of terrorist attacks and their interpretations of federal law. Others, such as West Virginia, said the AP had to review paper records in person or request records one by one.\nThe result is a peculiarity of the post-9/11 age: Statistically, Americans are more likely to be hurt from chemical or industrial accidents like the one in Texas than from terrorist attacks like the one in Boston. Yet information intended to keep people safe is concealed in the name of keeping people safe.\nSince the 1980s, states have been required under the Emergency Planning and Community Right-to-Know Act to tell people where dangerous chemicals are stored and how much is nearby.\nAmmonium nitrate has been responsible for some of the largest industrial disasters in history. In fact, what remains the worst industrial accident in the nation's history was an ammonium nitrate-triggered explosion in 1947 that killed more than 570 people in Texas City, Texas, and injured about 5,000.\nBut times have changed. Fears of chemical spills have given way to fears of terrorism.\nIn Hawaii, for example, officials said people must prove a \"need to know\" before they can obtain information. Under Hawaii's interpretation of the law, people who want information about specific chemical facilities near their homes are qualified to see it. But that presupposes they already know enough to ask. Clarence Martin of the state's Hazard Evaluation and Emergency Response Office said people deserve to know what's in their neighborhoods.\nBut, he added, \"I'm not going to let you tell them.\"\nEven when the information is available, though, it's not always accurate. Hundreds of companies listed approximate or inaccurate amounts of dangerous chemicals, not just ammonium nitrate.\nFor instance, data from Louisiana said a Jimmy Sanders Inc. facility stored nearly 50 million pounds of ammonium nitrate. But the company said it never had any at all.\nOthers misidentified their locations. One plant in Tucson, Ariz., listed an ambiguous address (\"end of cement plant road\") and a geographic coordinate so off base that the Environmental Protection Agency's reporting software flagged the facility as being in a different county.\nThe fertilizer building that exploded in West had been there since 1962. As the years passed, a nursing home, school and apartment buildings sprung up nearby. Townspeople thought little of the facility; it was as common a sight in the farming community as a tractor driving down the road.\nThe company filed the required reports listing the hazardous chemicals on site. There's no indication that the documents were incorrect. But the county's emergency planners had not read them.\n\nGraphic\n\n \nPHOTO: Associated Press: Until West Fertilizer Plant in West, Texas, blew up on April 17, many residents didn't know what chemicals were stored alongside the railroad tracks or how dangerous they were.\n\nLoad-Date: June 4, 2013"
}