{
    "title": "PLANNED PARENTHOOD CLINIC IS HIT BY ASONIST",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 9,
    "day": 30,
    "full text": "An arsonist firebombed a Planned Parenthood clinic early yesterday and caused $ 130,000 in damage.\nA motive was not known, but the attack drew denunciations from abortion- rights advocates.\nIt was the second time in three months that arsonists had targeted the clinic, which does not perform abortions but does refer women to abortion providers. In July, someone threw a bottle containing gasoline at the building. It did not explode and caused minimal damage.\n''My gut feeling is that it was personal, in the sense that it was directed at Planned Parenthood,'' said Nancy Osgood, the clinic's director.\nShe stopped short of linking the attack to the battle over abortion rights, which Planned Parenthood supports.\n''To say with any certainty that it was anti-choice people as opposed to anyone else, there's just simply no evidence yet,'' Osgood said.\nJane M. Johnson, a vice president in the national headquarters of the Planned Parenthood Federation of America in New York City, called the attack ''dangerous behavior that challenges our constitutional democracy.''\n''It's clear that the domestic terrorism in the United States arrayed against reproductive health care providers rivals international terrorism,'' Johnson said.\nShe called on U.S. Attorney General Janet Reno to investigate.\nIn a statement, Lancaster Mayor Janice C. Stork also condemned the bombing.\n''We live in a free society, and a free society is going to have areas of strong disagreement. But violence, no matter what its rationalization or justification, is not a solution. It is not acceptable,'' Stork said.\nNo one was injured in yesterday's fire, which was reported about 3:30 a.m. and was under control by 4:10 a.m.\nThe device was thrown through a street-level window in the front of the building. An office, an examination rooms and medical equipment were damaged, authorities said.\n''We have no suspects, but there are leads,'' said Trooper William A. Henry, a state police fire marshal.\n\nLoad-Date: September 20, 1995"
}