{
    "title": "Planned Parenthood shooter was a terrorist",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 13,
    "full text": "What do you think of when you hear the word \"terrorism?\"\nMaybe you think of 9/11, or of suicide bombings in the Middle East. Maybe the taste of the Paris attacks still lingers, or the ISIS flag comes to mind.\nBut what about Robert Lewis Dear, the white man who wounded nine and killed three in an attack on a Planned Parenthood clinic in Colorado Springs, Co.?\nIn America, we have been so conditioned by our recent experiences with jihadist terrorism that we've forgotten the true meaning of the word. Terrorism is defined as \"the use of violence and intimidation in the pursuit of political aims.\" It does not have a single race, motive, or ethnic background. Robert Dear is a terrorist.\nDear, who allegedly told a policeman \"no more baby parts\" as he was being arrested, may have been motivated by a video published by an anti-abortion group called the Center for Medical Progress. The video showed Deborah Nucatola, senior director of medical services at Planned Parenthood, discussing a program whereby fetal tissue was sold to researchers. Although the Center for Medical Progress' heavily edited version of the video leaves the impression that Planned Parenthood was trying to profit from this practice, the unedited video includes many of Nucatola's statements to the contrary.\nAn intense political debate boiled up around the video's release this past July. If that was Dear's motivation to attack the Colorado Springs clinic, he clearly had political aims. Indiscriminate mass shootings, such as the ones in Newtown, Conn. or Aurora, Co., are not acts of terrorism because they had no goal. The killers there were not motivated by a desire for political or social change. Dear clearly was.\nThe New York Times has referred to him as \"Mr. Dear\" and even described him as a \"gentle loner,\" although they eventually removed the term from an article on their website. How is it that the media is so quick to excuse or justify the actions of white people yet refer to unarmed black men killed by police as \"thugs?\" National media managed to accuse Baltimore gang leaders of pledging to kill the police when they were actually organizing for change and trying to prevent violent rioting. White privilege in America is evident when we notice how violent white people are labeled as exceptions to the rule, but minorities are seen as emblematic of their whole race or religion.\nWhen Muslim jihadists commit terrorist acts, we refer to them as what they are: terrorists. Why can't we do the same with a white man?\nCONNECTTWEETLINKEDINCOMMENTEMAILMORERead or Share this story: http://www.centralfloridafuture.com/story/opinion/2015/12/13/planned-parenthood-shooter-should-be-considered-a-terrorist/77264984/\n\nLoad-Date: December 14, 2015"
}