{
    "title": "Planning can help companies minimize risk of terrorism; AIRMIC 2003 Conference",
    "publisher": "business insurance",
    "year": 2003,
    "month": 6,
    "day": 30,
    "full text": "MANCHESTER, England-Businesses around the globe have long been targets of terrorism, but there are steps that risk managers can take to protect their organizations against the terrorist risks that now exist worldwide.\nThe events of Sept. 11, 2001, were a ghastly reminder'' that business is a target of terrorists, said Christopher Grose of London-based Control Risks Group. And since then, Mr. Grose said, the threat of terrorism has become completely global, the risk of mass casualties has been highlighted and the issues of weapons of mass destruction and suicide bombers have come to the fore.\nMr. Grose spoke at a session of the Assn. of Insurance & Risk Managers annual conference, held earlier this month in Manchester, England.\nHe said that while old-style terrorist groups-such as Basque separatists in Spain or Irish republican groups-still exist, businesses are now faced with new risks, including worldwide terrorist groups and sophisticated animal rights protesters such as Stop Huntingdon Animal Cruelty in the United Kingdom (BI, May 13, 2002; July 15, 2002).\nBut there are steps companies can take to minimize risks, Mr. Grose said.\nOne approach that he described as astonishingly successful'' is so-called commitment-based security.''\nWhen adopting such a plan, companies emphasize the education and training of employees on security matters instead of focusing all security spending on traditional measures such as guards or cameras.\n You try to get employees to become more aware of security and see it as part of their role and feel empowered to do something about it,'' Mr. Grose said.\nIn addition, One of the biggest lessons of Sept. 11 was that people did not know where their employees were,'' he said.\nIn order to ensure that such a situation is not repeated, Mr. Grose said, companies should do sensible scenario planning, give instructions to employees about what to do if an attack were to occur and have an effective communication system in place.\nAnd if companies are sending employees to work abroad in potentially high-risk areas, he noted, employers need to do ample research to educate themselves and the employees about trends and potential risks.  It is key also to tell ex-pats that they, too, need to take responsibility,'' he added.\n\nLoad-Date: July 9, 2003"
}