{
    "title": "Plan Would Let F.B.I. Track Mail in Terrorism Inquiries",
    "publisher": "the new york times",
    "year": 2005,
    "month": 5,
    "day": 21,
    "full text": "The F.B.I. would gain broad authority to track the mail of people in terror investigations under a Bush administration proposal, officials said Friday, but the Postal Service is already raising privacy concerns about the plan. \n The proposal, to be considered next week in a closed-door meeting of the Senate Intelligence Committee, would allow the bureau to direct postal inspectors to turn over the names, addresses and all other material appearing on the outside of letters sent to or from people connected to foreign intelligence investigations. \n The plan would effectively eliminate the postal inspectors' discretion in deciding when so-called mail covers are needed and give sole authority to the Federal Bureau of Investigation, if it determines that the material is ''relevant to an authorized investigation to obtain foreign intelligence,'' according to a draft of the bill. \n The proposal would not allow the bureau to open mail or review its content. Such a move would require a search warrant, officials said. \n The Intelligence Committee has not publicly released the proposal, but a draft was obtained by The New York Times.\n The provision is part of a broader package that also strengthens the bureau's power to demand business records in intelligence investigations without approval by a judge or grand jury. \n The proposals reflect efforts by the administration and Senate Republicans to bolster and, in some ways, broaden the power of the bureau to fight terrorism, even as critics are seeking to scale back its authority under the law known as the USA Patriot Act. \n A debate over the government's terrorism powers is to begin in earnest at a session of the Intelligence Committee on Thursday, in what is shaping up as a heated battle over the balance between fighting terrorism and protecting civil rights in the post-Sept. 11 era.\n The F.B.I. has conducted mail covers for decades in criminal and national security investigations. But the prospect of expanding its authority to monitor mailings alarmed some privacy and civil rights advocates and caused concerns among postal officials, as well. They said the proposal caught them off guard.\n ''This is a major step,'' the chief privacy officer for the Postal Service, Zoe Strickland, said. ''From a privacy perspective, you want to make sure that the right balance is struck between protecting people's mail and aiding law enforcement, and this legislation could impact that balance negatively.''\n The new proposal ''removes discretion from the Postal Inspection Service as to how the mail covers are implemented,'' Ms. Strickland said in an interview. ''I worry quite a bit about the balance being struck here, and we're quite mystified as to how this got put in the legislation.''\n Officials on the Intelligence Committee said the legislation was intended to make the F.B.I. the sole arbiter of when a mail cover should be conducted, after complaints that undue interference from postal inspectors had slowed operations. \n ''The F.B.I. would be able to control its own investigations of terrorists and spies, and the postal service would have to comply with those requests,'' said an aide to the Intelligence Committee who is involved in the proposal but insisted on anonymity because the proposal remains confidential. \n ''The postmaster general shouldn't be able to substitute his judgment for that of the director of the F.B.I. on national security matters,'' the aide said. \n The proposal would generally prevent the post office from disclosing a mail cover. It would also require the Justice Department to report to Congress twice a year on the number of times the power had been used.\n Civil rights advocates said they thought that the proposal went too far.\n ''Prison wardens may be able to monitor their prisoners' mail,'' said Lisa Graves, senior counsel for the American Civil Liberties Union, ''but ordinary Americans shouldn't be treated as prisoners in their own country.''\n Marcia Hofmann, a lawyer for the Electronic Privacy Information Center, a public interest group here, said the proposal ''certainly opens the door to abuse in our view.''\n ''The Postal Service would be losing its ability to act as a check on the F.B.I.'s investigative powers,'' Ms. Hofmann said. \n Postal officials refused to provide a tally of mail covers, saying the information was confidential. They said the Postal Service had not formally rejected any requests from the bureau in recent years.\n A tally in 2000 said the Postal Service conducted 14,000 mail covers that year for a variety of law enforcement agencies, a sharp increase over the previous year. \n The program has led to sporadic reports of abuse. In the mid-1970's the Church Committee, a Senate panel that documented C.I.A. abuses, faulted a program created in the 1950's in New York that used mail covers to trace and sometimes open mail going to the Soviet Union from the United States. \n A suit brought in 1973 by a high school student in New Jersey, whose letter to the Socialist Workers Party was traced by the F.B.I. as part of an investigation into the group, led to a rebuke from a federal judge, who found that the national security grounds for such mail covers were unconstitutionally vague.                                                                      \n\nhttp://www.nytimes.com\n\nLoad-Date: May 21, 2005"
}