{
    "title": "Planned Parenthood shooting renews focus on domestic terror(3)",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 12,
    "day": 2,
    "full text": "WASHINGTON • The man accused of killing three people at a Colorado Planned Parenthood clinic brought several guns, ammunition and propane tanks officials say he assembled around a car.\nFor hours, he holed up inside the clinic, unleashing a fusillade that wounded nine others, scattering post-Thanksgiving shoppers who had to hide inside surrounding buildings for six hours until police were able to arrest him.\nTo some, the attack resembled an act of domestic terrorism, sparking a debate over what to call Robert Dear's rampage even before he was taken into custody.\nBut the legal system may not resolve that question.\nDear faces state charges of first-degree murder, and the federal criminal code has no specific, catchall charge for domestic terrorism. Federal prosecutors bringing charges for ideologically motivated violence generally turn to other statutes - such as those for firearms, explosives, hate crimes or murder - to cover offenses that could arguably be labeled as terrorism. The punishment may be the same, but often without the branding more typically associated with international terrorism.\n\"There has long been some interest in defining acts of domestic terrorism as terrorism. It's become quite a partisan issue,\" said William Yeomans, who spent more than two decades in the Justice Department's Civil Rights Division.\nBut given the number of laws already available to federal prosecutors, he added, \"Whether it's domestic terrorism or not, it doesn't really matter.\"\nPolice have declined to detail a motive in the killings Friday of a police officer and two other people at a Planned Parenthood clinic in Colorado Springs, though one law enforcement official said Dear had said \"no more baby parts\" during rambling comments after his arrest.\nDear used a rifle in the shooting. He also brought other firearms and ammunition, according to a law enforcement official with knowledge of the case who was not authorized to talk publicly.\nThe Justice Department has said it is reviewing the case.\nFederal officials have the option of filing charges, but they haven't said whether they will do so. Among their potential avenues is a 1994 law known as the Freedom of Access to Clinic Entrances Act, which makes it a crime to injure or intimidate abortion clinic patients and employees.\nColorado Gov. John Hickenlooper has called the killings a \"form of terrorism\" and Planned Parenthood has said witnesses believe the gunman was motivated by opposition to abortion.\nBut Dear has been described by acquaintances as a loner who once gave neighbors literature denigrating President Barack Obama but never any indication he would target a clinic.\nWhile the Justice Department consistently charges individuals who look to join organizations such as the Islamic State group with providing material support for a foreign terrorist organization, there's no comparable statute for prosecuting domestic crimes motivated by extremist ideologies and no catchall \"domestic terrorism\" charge or offense in the federal criminal code.\nThat lack of clarity can make it hard to count how many domestic terrorism prosecutions there have been, or differentiate that crime from other illegal activity, according to a 2013 congressional report.\n\nGraphic\n\n \n FILE - In this Nov. 30, 2015 file-pool photo, Colorado Springs shooting suspect, Robert Dear, right, appears via video before Judge Gilbert Martinez, with public defender Dan King, at the El Paso County Criminal Justice Center for this first court appearance, where he was told he faces first degree murder charges, in Colorado Springs, Colo. The man accused of killing three people at a Colorado Planned Parenthood clinic brought several guns, ammunition and propane tanks that he assembled around a car. To some in the community, the attack resembled an act of domestic terrorism, sparking a debate over what to call Robert Lewis Dear's rampage even before he was taken into custody. (Daniel Owen/The Gazette via AP, Pool, File) \n\nLoad-Date: December 3, 2015"
}