{
    "title": "Planned terrorism future's market unthinkable",
    "publisher": "the new york times",
    "year": 2003,
    "month": 8,
    "day": 4,
    "full text": "Do you happen to have the uncanny ability to predict assassinations of world political leaders? Are you able to prophesize the dates of suicide bomber attacks in the West Bank? Or are you simply enamored by the thought of profiting from the misery of others? If you answered yes to any or all of three questions, you may find this bit of news interesting.\nLast Monday, the Pentagon reported that they had developed a plan for an online futures market that would allow people to make money off of worldwide political unrest. I wish I was making this up.\nHere's how it works: You can tell from recent news that the leader of the country Roontopia, King Kelly Rooney, has incited turmoil amongst his people and is on a one way train to getting himself assassinated. You buy futures contracts for a buck each predicting his demise, and when he is finally killed, the payoff would be something like $ 5 per future.\nU. Illinois\nI apologize for the supremely goofy scenario, but this is something very real. The plan was to have 1,000 anonymous traders registered by last Friday. The market that coldly gambles on the lives of leaders and civilians alike was veiled under the professional and governmental sounding name of \"Policy Analysis Market.\" While the Pentagon seemed pretty thrilled by their new futures market, Congress, thankfully, was utterly shocked.\nThe two outspoken critics of the program, Sens. Byron L. Dorgan, D-N.D., and Ron Wyden, D-Ore., brought this program up on the Senate floor July 28, and expressed disgust and disapproval of gambling on people's lives. A mere day later, members of the Senate of both parties were in an outrage and called for the immediate end of the program.\nThough we can all take a collective sigh of relief, there remain the unresolved issues of dealing with the creators of the program and finding who approved the funding for such a reprehensible idea.\nThe Pentagon justified the Policy Analysis Market in stating that it was the \"broadest possible set of new ways to prevent terrorist attacks.\" Their defense included reminding us that futures trading has been effective in predicting oil prices and movie ticket sales. Maybe I just don't get it, but isn't there a world of difference between making money on predicting box office sales for \"Gigli\" and profiting off the death of political leaders?\nThe greatest scrutiny has come over the project's developers: an advanced projects unit of the Pentagon called Darpa. You may know Darpa best for their creation of Terrorism Information Awareness, a program created to fight terrorism by going into computer databases to collect information like credit records, medical records and travel records, just to name a few.\nA key developer of both the Policy Analysis Market and the Terrorism Information Awareness is retired Rear Admiral John M. Poindexter, a man with an interesting past indeed. His resume highlights include being Reagan's national security adviser, being a part of the Iran-contra scandal (when the Reagan administration funded anti-Communist rebels in Nicaragua with the proceeds of selling weapons to Iran) and being convicted of lying to Congress, which was later overturned.\nHow much funding has gone towards Darpa you may ask? Well, The New York Times reported that the Bush administration has sought $ 8 million through 2005 for the Policy Analysis Market alone. Another New York Times article stated that the terrorism futures market program have already cost taxpayers a nice $ 3 million.\nOK, so I'm happy that the Senate defeated this program and that Darpa is under close examination, but I'm not satisfied with officials who let these programs become developed without any skepticism. Deputy Defense Secretary Paul D. Wolfowitz stated he only found out about the Policy Analysis Market in recent news reports. He declared, \"I share your shock at this kind of program. We'll find out about it, but it is being terminated.\"\nWith this big of an uproar it's no surprise that the people overseeing defense spending are quick to disassociate themselves from the program.\nSo, where do we go from here? For starters, let's hope that the media coverage and scrutiny of Darpa triggers a similar disgust to the Terrorism Information Awareness. I can't be the only person freaked by a program that seems like it's from a George Orwell novel.\nAlso, there needs to be a push to remove Adm. Poindexter from his office. What kind of sick f*** actually thinks that the way to fight terrorism is to have people sinisterly gambling money on the lives of political leaders? Well, we know the answer to that question.\nSenators Dorgan and Wyden summed it up best, \"The American people want the federal government to use its resources enhancing our security, not gambling on it.\"\n(C) 2002 Daily Illini via U-WIRE\n\nLoad-Date: August 4, 2003"
}