{
    "title": "Plane attack sparks debate over what 'terrorism' means",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 2,
    "day": 21,
    "full text": "AUSTIN, Texas ? When a man fueled by rage against the U.S. government and its tax code crashes his airplane into a building housing offices of the Internal Revenue Service, is it a criminal act or an act of terrorism? For police in Austin, it's a question tied to the potential for public alarm: The building set ablaze by Joseph Stack's suicide flight was still burning Thursday afternoon when officials confidently stood before reporters and said the crash wasn't terrorism. But others, including those in the Muslim community, look at Stack's actions and fail to understand how he differs from foreign perpetrators of political violence who are routinely labeled terrorists. \n\"The position of many individuals and institutions seems to be that no act of violence can be labeled 'terrorism' unless it is carried out by a Muslim,\" said Nihad Awad, director of the Washington-based Council on Islamic-American Relations. Within hours of Thursday's crash, which several witnesses said stirred memories of the Sept. 11 attacks, both federal and local law enforcement officials, along with the White House, said it did not appear to be an act of terror. A widely quoted statement issued by the Department of Homeland Security also said officials had \"no reason to believe there is a nexus to terrorist activity.\" Yet at the same time, Stack's motives for flying his single-engine plane into a seven-story office building after apparently setting his house on fire were becoming clear as detectives, reporters and others found a rambling manifesto on the Web in which he described a long-smoldering dispute with the IRS and a hatred of the government. In the note, Stack said he longs for a big \"body count\" and expresses the hope that \"American zombies wake up and revolt.\" \"To keep the government from getting money, he burned his house. To keep them from getting money he crashed his airplane,\" said Ken Hunter, whose father, Vernon, a longtime IRS employee, was the only person killed by Stack's attack. \"That's not the act of a patriot. That's the act of a terrorist, and that's what he is.\" Stratfor, an Austin-based global intelligence firm specializing in international risk management, said the rhetoric in Stack's rant clearly matches the USA Patriot Act's definition of terrorism: a criminal act that is intended to \"intimidate or coerce a civilian population to influence the policy of a government by intimidation or coercion; or to affect the conduct of a government by assassination or kidnapping.\" \"When you fly an airplane into a federal building to kill people, that's how you define terrorism,\" said Rep. Michael McCaul, a Texas Republican whose district includes Austin. \"It sounds like it to me.\" It doesn't to Austin Police Chief Art Acevedo, who instead sees an isolated, criminal attack carried out by a lone individual. He said branding the crash as terrorism so soon after the plane's impact could have provoked unnecessary panic and prompted residents of Austin and beyond to erroneously conclude that other attacks might be imminent. \"I did not want to use it because I didn't want people that have children in school and loved ones at work to be panicking, thinking that, 'Oh my, is there going to be 10 more little planes around the country crashing into buildings?'?\" Acevedo said. \"I knew that this appeared to be one guy in one city in one event.\" Other experts agree. Ami Pedahzur, a professor of government at the University of Texas and author of the book \"Suicide Terrorism,\" said that while Stack's actions might be viewed as a copycat version of 9/11 attacks, they fall short of terrorism. Pedahuzur said there is no evidence that Stack was involved in a highly planned conspiracy, and descriptions of Stack's state of mind in the days before the crash suggest the software engineer \"snapped\" after suffering an emotional breakdown. His manifesto was filled with rants that were just as personal as they were political, such as his complaint that corrupt politicians are not \"the least bit interested in me or anything I have to say.\" Pedahuzur compared the incident to the criminal rampage depicted by Michael Douglas in the 1993 movie \"Falling Down,\" in which an unemployed defense worker angry at society's flaws goes on a rampage. \"(Stack) seems to be trying to cover up a personal crisis with some type of political agenda,\" Pedahzur said. \"It looks like terrorism, but basically it's a story of a person whose anger was building up. It's more of a personal issue than a large movement.\" \n\nLoad-Date: February 21, 2010"
}