{
    "title": "PLATFORMS",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 5,
    "day": 3,
    "full text": "The 2000 Democratic Platform included a section titled, \"Battling Terrorism,\" which said:\nWhether terrorism is sponsored by a foreign nation or inspired by a single fanatic individual, such as Osama bin Laden, Forward Engagement requires trying to disrupt terrorist networks, even before they are ready to attack. We must improve coordination internationally and domestically to share intelligence and develop operational plans. We must continue the comprehensive approach that has resulted in the development of a national counterterrorism strategy involving all arms and levels of our government. We must continue to target terrorist finances, break up support cells, and disrupt training. And we must close avenues of cyber-attack by improving the security of the Internet and the computers upon which our digital economy exists.\nThe 2000 Republican Platform included extensive references to weapons of mass destruction (as did the Democratic) and cited rogue states such as North Korea, Iraq, and Iran (as did the Democratic), but it paid scant direct attention to terrorism. It did not mention Osama.\nIf the Democratic Platform deserves three stars for identifying bin Laden, then neither party referred to the specific threat posed by Islamofascism. Terror is a tactic employed by Islamist ideologues. Democrats showed greater awareness than Republicans in naming bin Laden but they erred when describing a certain manifestation of terrorism as \"inspired by a single fanatic individual.\" Islamist terror is inspired not by a fanatical individual but by a fanatical creed.\nThe Clinton administration's performance may not have fulfilled the vision of the 2000 Platform's words, but the record suggests Democrats devoted more - and better - rhetoric to the most compelling issue of the new century than Republicans did. And while the Bush administration's post-9/11 performance has been superior to the policies proposed by its critics, Republicans simply cannot argue that they had given terrorism the public priority it demanded. Individual Republicans - such as Richard Lugar, Sam Brownback, and Eric Cantor - recognized the threat's nature and scope, but the GOP's collective record was dismal.\nBe it noted, the Democrats' \"Battling Terrorism\" received scant coverage in the press. And both parties put their planks regarding defense and foreign policy at the end of their platforms. They belonged at the front. It's not the economy, stupid. National security always defines the federal government's primary obligation; national security ranks as the most important issue in every national campaign. We suspect that at this year's conventions Republicans and Democrats alike will pay appropriate heed - at last.\n\nLoad-Date: May 6, 2004"
}