{
    "title": "PLAY DEADLY GAMES BY DEADLY RULES",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 8,
    "day": 10,
    "full text": "The gruesome pictures of Lt. Col. William Higgins' corpse that flashed around the world carried a message for all of us: America's anti-terrorism policy isn't working. The problem, in simple terms, is that it doesn't deter terrorists from killing Americans.  Deterrence is the key to a successful anti-terrorism policy. Terrorists traffic in death to advance their political purposes. They won't stop unless their fear of bodily harm outweighs the political advantage to be gained from their acts. As unpalatable as it may be for Americans to contemplate, that means threat ening terrorists with the probability that, if they kill our people, they will be killed themselves.  We don't like to play the game of nations by those rules. Unfortunately, we've let legalisms muddle our response when these criminals pick up weapons to hurt Americans. Officially, we've come to equate the justifiable use of force against a terrorist (other than in a rescue attempt) with assassination.  Assassination is the wrong word to describe the use of deadly force against terrorists. But as long as we focus on that word - and equate the use of deadly force against terrorists with assassination - we limit our ability to deter terrorists from taking American lives.  Curiously, we are not always reluctant to use deadly force against terrorists. In some terrorist crises, we have sent flotillas of warships toward Lebanon and squadrons of bombers toward Libya. Bombing and shelling almost certainly kill more people, especially innocent ones, but somehow these impersonal tactics are ''military,'' and, therefore, morally acceptable.\nFor America, it seems, retaliation is moral as long as we do not see the intended victim in the crosshairs of a gunsight.  Nothing we have tried over the past decade in dealing with terrorism has worked very well - threats, bribes, arms deals, battleship barrages, aircraft bombing runs. We can stop our national breast-beating and admit that, for America at least, terrorism is a problem to be endured rather than solved.  Or, if we decide to deter terrorism, we must make some changes. The experience of the last decade suggests that success in holding terrorist groups and their leaders personally at risk will depend on better intelligence-collection, analysis and special operations: Gathering intelligence on terrorist groups is perhaps the most difficult of intelligence tasks. Most Mideast terrorists are related by blood or marriage and in many cases were raised together in very small villages. Putting an agent inside these groups is almost impossible. As difficult as it may be, the use of human intelligence agents in dangerous situations is vital.  If we are to fashion an effective deterrent policy, we must have intelligence that locates terrorists and exposes their vulnerabilities.  This means an aggressive clandestine service that can mount operations clever enough to reveal the thinking and vulnerability of these tightly knit bands of terrorists.  Such operations are risky and difficult, but they are not impossible. For example, the CIA could penetrate less-cohesive supporting groups (arms suppliers, friendly political leaders and others in close contact with terrorists).  Our activities, to be effective, must be genuinely covert and if necessary deniable. A sizable force of ''non-official'' deep-cover intelligence operatives is expensive and bureaucratically untidy, but that should not stand in our way. And once we have this capability, we must keep it secret.  Despite our current limitations, we do know a lot about terrorist groups.  We are not so helpless as we may appear.  We often have the capability to find where hostages are: The hostage location task force has done it, and the gaps in our knowledge are nowhere as great as they once were. Instead of looking at terrorism as a sociological phenomenon, we now focus on the essential elements of intelligence on specific groups.  If we've made progress in any area in the last decade, it has been in bringing together information on terrorists from all sources available to the U.S. government. In many cases, we have enough information to be able to design and, if necessary, execute counterterrorist operations, including hostage rescues.  In the past decade, we have built an impressive array of counterterrorist capabilities at the CIA, FBI and Pentagon. Some bureaucratic and policy problems remain, but these units are probably as well-equipped and well-trained as any in the world. Don't believe press reports claiming we lack the capability to rescue hostages or retaliate against terrorists. In fact, we can and do all of these things - we just haven't publicized the fact.  Deterrence is not only a function of capability, it also depends on will.  When a political leader is weighing whether to take decisive action, his assessment of risk will turn on his level of confidence in the mission's probable success. It is here that our intelligence-collection problems become roadblocks to action. Decision-makers want certainty. Intelligence officers seldom have that 100 percent confidence that makes it easy for decision-makers to act. Thus a request for ''options'' often becomes a detailed list of all the things that can go wrong.  Because every initiative carries risk, and because risk implies the possibility of failure, and because failures have brought both bureaucratic and personal disasters, the bias is to play things safe. The result is bureaucratic inertia.  The only way to be ready to deter the next terrorist incident is leadership - in the intelligence community, Congress and the White House - and a commitment to hold terrorists at personal risk for their cowardly acts.  Kenneth deGraffenreid was the NSC's senior director of intelligence programs from 1981 to 1987. He is currently with the National Strategy Information Center.  The Washington Post\n\nLoad-Date: October 25, 1993"
}