{
    "title": "Playing On Despite the Fear of Terrorism",
    "publisher": "the new york times",
    "year": 2016,
    "month": 4,
    "day": 1,
    "full text": "BERLIN -- In years past it might have seemed a routine weekend -- a trip to Germany, a soccer match between the home country and England. But after the terrorist attacks in Brussels, routine has become elusive, replaced by newer questions: How will Europeans respond to the jihadist onslaught from within their citadel, and how will they know who is winning?\nEven -- or perhaps especially -- the soccer game was prey to what the columnist Christian Tretbar called a ''diffuse unease,'' a creeping sense that no one is exempt from peril. \n  ''Is it safe to go to the Olympic Stadium?'' Mr. Tretbar asked in the newspaper Der Tagesspiegel. ''No one can answer that question with a 100 percent yes. Security is not just a question for the authorities, but for oneself. Which risks do I take and which not?''\n  After all, Mr. Tretbar recalled, the last time the German team played an international fixture was in Paris on Nov. 13, when suicide bombs were detonated at the stadium as terrorists also attacked bars and the Bataclan nightclub.\n  Just a day before the match in Berlin, a suicide bomber killed dozens of people after a soccer game in Iraq.\n  ''Sport stands in the middle of the struggle between security and liberty,'' Mr. Tretbar wrote.\n  It is not only sport. Riding a packed commuter train before the Brussels attacks on the airport and a subway station, David Aaronovitch wrote in The Times of London, ''I thought, for no good reason, how many lives could be taken or ruined by just one zealot getting on at the next stop armed with God and a bomb.''\n  At London's airports, the crowds heading out for the Easter break -- just as vulnerable as the travelers in Brussels -- arrived for their flights undeterred, showing how much Europe's affluence defines its destiny: The continent's wealth, comforts, easy travel and robust social safety nets lure refugees from distant wars, particularly in Syria.\n  Yet that war has spawned the newest breed of extremists determined to divide Europeans through acts of terror. The Islamic State, also known as ISIS or ISIL, is ''gearing up for a long campaign that will change the way we live, the way we view our neighbors, the way we travel to work,'' The Times of London said in an editorial. ''The goal is to pose a civilizational challenge and expose Western decadence and ineffectiveness.''\n  Arguably, the terrorists have already defined the rules of engagement in Europe, even as the United States and its allies in the air campaign in Syria and Iraq against the Islamic State seek to implant a counternarrative that the jihadists are losing territory and key personnel.\n  But the militants' aim goes much further, confronting Europeans with a ''jihadist guerrilla war'' in Europe to divide Muslims from non-Muslims, said Maajid Nawaz, the founding chairman of the Quilliam Foundation, a research organization specializing in counterterrorism.\n  The continent is already fissured. On June 23, Britons will vote in a referendum on whether to leave the European Union. After the Brussels attacks, advocates of a British withdrawal argued that their country would be safer outside the bloc, a notion that has sounded alarms in Washington.\n  ''This is a moment when the West and its institutions, including the E.U., need to be drawing together -- not pulling apart,'' David H. Petraeus, the former head of the Central Intelligence Agency, wrote in The Daily Telegraph.\n  But there are other signals. On one fast-food kiosk in Berlin, a handwritten vow of solidarity proclaimed in French: ''Je suis Bruxelles'' -- ''I am Brussels.''\n  The soccer game at the Olympic Stadium ended with a clear-cut, if unexpected, result: England 3, Germany 2.\n  And yet it seemed Germany had also triumphed, albeit in a more shadowy contest of signals and symbols. Just by hosting the game, Mr. Tretbar said, Berlin had proved that it was ''not a city that yields to fear.''\n\nhttp://www.nytimes.com/2016/04/01/world/europe/brussels-paris-terror-attacks-fear.html\n\nLoad-Date: April 1, 2016"
}