{
    "title": "Playing footsie with terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 4,
    "day": 1,
    "full text": "The more killing going on in the name of God around the world, the more bogged down Americans get in the debate over which president could better deal with it. But the debate takes place in a cloud of fear and over the wrong issues.\nEver since the Sept. 11 attacks and our subsequent war on everybody and their mamas, most people have been too stupefied and fearful of being next on some terrorist's shopping list to think straight. As Iraq, and now Uzbekistan, has shown, suicide bombings -- a kind of measuring stick for how depraved Islamic terrorism can be -- are ubiquitous, and not reserved for the Israeli-Palestinian conflict.\nBut after writing just two paragraphs, it's clear to me that I am a part of the problem. I've been co-opted, and one need only look at the language that I use.\nTake the term \"Islamic\" terrorism. According to Webster's Dictionary, terrorism is the systematic use of terror [a state of intense fear]- especially as a means of coercion. According to that view, since it involves coercion, for terrorism to be \"Islamic,\" it would have to involve Muslims terrorizing non-Muslims into joining their ranks, or terrorizing other, less pious Muslims into getting with the program.\nWe don't see any examples of the first scenario, and the closest we come to anyone terrorizing his own people in a Muslim country is Saddam Hussein in Iraq, who turns out to have been as terrified of fundamentalists as the best of them.\nWe move on, then, to Saudi Arabia, a likely culprit, where cities close down five times a day for prayer, schools educate boys and girls separately, women aren't allowed to drive and people get beheaded like it's going out of style. But it's another dead end. Saudi Arabia is a kingdom, which has no place in Islam. If anything, the Saudi king and his entourage are the target of \"Islamic\" terrorists.\nOf course, the kind of terrorism now prevailing around the world does have an Islamic flavor. The people behind much of it often say they did it for Allah, and maybe in their minds, they did. But that doesn't explain why it happens. Nothing in Islam allows the killing of innocent people, and ignoring that fact is the bane of almost everything wrong with U.S. foreign policy today.\nThe biggest problem in the Muslim world is the U.S. government's obsession with it. To answer the question, \"Why do they hate us?\" one must first wonder why our government props up that region's rulers, among the most undemocratic in the world.\nKnowing how and why the United States does that is tantamount to finding the cure for cancer, which brings up my other language faux pas: the reference to the Israeli-Palestinian conflict. I could've called it the Middle East conflict or any number of other doggedly misleading names and accomplished the same thing, confusion.\nThe conflict there can only be described as cancerous and cancer is rarely content to say put. The tragedy is that, because of our ignorance, or perhaps our growing inability to empathize with people whose problems seem not to be our own, we've given it a name that removes us as far as possible from seeing it in its true light.\nWhat's happening in the Middle East isn't a conflict at all. It is a modern-day, Nazi-like occupation of a people whose very worth has come to mean nothing. We sit here, every day, debating why these crazed maniacs, these Palestinians, go around blowing themselves up, and we never stop to wonder, \"Why not?\" It's not like they have an army. Israel does -- and it has the luxury of doing most of its killing from the air, from the convenience of a cockpit.\nAnd here is what is lost in our well-meaning debate. Israel, one of the world's smallest countries, continues to violate decades-old U.N. resolutions requiring it to end its occupation. The U.S. response is to continue pouring more money into that country than anywhere else in the world.\nAt the same time, Iraq violates U.N. resolutions (barely a few years after they are passed) requiring it to report on weapons it ends up not even having. The U.S. response is to attack it -- against the advice of most of its traditional allies and the rest of the world -- and then occupy it, following the example of its surrogate, Israel.\nWhat good comes from it all? You be the judge. I, for one, think it sucks, and if that's the case, imagine how someone actually living through it feels. In the end, what we call these people and what they do to solve their American domination problem doesn't really matter.\nFor its part, the changing of the guard at the White House won't make any difference until a majority of Americans understand what our government does every day in our name -- and stands up and say something about it.\n(C) 2003 The South End via U-WIRE\n\nLoad-Date: April 1, 2004"
}