{
    "title": "Plea deal reached in terrorism case FBI probe stunned small California town of Lodi",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 6,
    "day": 1,
    "full text": "A man pleaded guilty on Wednesday to a lesser charge rather than be retried on allegations that he lied to the FBI about his son's attendance at a terrorist training camp, according to court papers.\nUnder a deal, Umer Hayat, 48, an ice cream vendor, pleaded guilty to lying to customs agents about more than $28,000 he and family members were carrying on a trip out of the country three years ago. In exchange, prosecutors agreed to drop charges that he lied to the FBI and to recommend he serve no more jail time after spending nearly a year behind bars.\n\"This outcome was not, of course, the one most desired by the government,\" said U.S. Attorney McGregor Scott. \"However ... our region is safer today than it was one year ago.\"\nHayat smiled as he left the federal courthouse, but he would not comment. His lawyer said he was happy the case was over.\nHis first trial ended last month in a mistrial after the jury deadlocked on two counts alleging that he lied to the FBI. The retrial had been scheduled to begin Monday.\nHe admitted in court Wednesday that he lied in April 2003 when he denied his family was carrying more than $10,000 in cash when he was detained on a jetway at Washington-Dulles International Airport.\nFederal agents found two envelopes containing $5,000 each in his pants, two similar envelopes in his son's pockets and $8,053 being carried by his wife.\nAlthough Hayat will be formally sentenced Aug. 18, the plea closes another chapter in the case of terrorist-related activities in the small city of Lodi - about 35 miles south of the state capital - that is better known for growing grapes.\nHis son, Hamid Hayat, 23, was convicted of supporting terrorism by attending an al-Qaida training camp in Pakistan in 2003 and lying to the FBI. He faces at least 30 years in prison.\nThe government's investigation into Lodi's 2,500-member Pakistani community began after agents received a tip in 2001 that local businesses were sending money to terrorist groups abroad.\nThat probe produced no results, but it led agents to an informant, Naseem Khan, 32, a Pakistani native who moved to the U.S. as a teenager. He targeted a pair of local imams and then befriended Hamid Hayat.\nKhan recorded phone calls from the younger Hayat after he left for Pakistan. Some of the calls showed Khan urging Hayat to attend a jihadi camp, but defense lawyers claimed there was no evidence Hamid Hayat went to such a camp.\nWhile the government presented no evidence of a terrorism network during the nine-week trial, the case centered on videotaped confessions the two Hayats gave to FBI agents.\nTheir lawyers claimed the confessions came after hours of leading questioning, and that their clients merely told the FBI what they thought the agents wanted to hear.\nThe investigation became public a year ago when authorities arrested the Hayats and detained two local imams. The clerics and one of their sons were later deported for immigration violation The Hayats were the only people criminally charged in the probe.\n\nLoad-Date: June 1, 2006"
}