{
    "title": "Pleas for Gun Control After the Las Vegas Massacre Letters",
    "publisher": "the new york times",
    "year": 2017,
    "month": 10,
    "day": 2,
    "full text": "To the Editor:\n Perhaps the saddest fact about the horrifying mass shooting in Las Vegas on Sunday night is that it won’t be the last. These mass killings will continue until there is the political will to enact effective gun control measures.\nIf the heartbreaking massacre of 20 6- and 7-year-olds at an elementary school in Newtown, Conn., nearly five years ago couldn’t bring about that change in culture, I doubt the latest tragedy in Las Vegas will either.\nSTEPHEN A. SILVER, SAN FRANCISCO\nTo the Editor:\nListening to the recordings of the massacre in Las Vegas, we hear the sickening continuation of the ammunition rounds coming from the weapons of one man. This kind of terrorism is brought to you by the National Rifle Association and all those who support the idea of semiautomatic weapons being in the hands of practically anyone. More weapons and more dangerous weapons are killing us, not protecting us.\nThe death rate from gun violence in the United States is on average 25 times higher than in high-income nations with sensible gun control laws. Making more dangerous weapons available to more people increases our danger. No number of weapons, including semiautomatic weapons, in the hands of the tragic victims in Las Vegas would have saved their lives.\nRANDALL F. HIRZEL, DENVER\nTo the Editor:\nPresident Trump’s tweet, offering “warmest condolences and sympathies to the victims and families of the terrible Las Vegas shooting,” says nothing about the proliferation of guns in our country.\nWe have a president who is quick to tweet leaders of other countries about what they are not doing to protect their citizens from terrorism, but notice how he says nothing about how our leaders should be taking steps to prevent homegrown terrorism in our country.\nThat would mean having a face-to-face debate with the National Rifle Association, and this president will never do that. Shame on him!\nSTUART GLAZER\nFORT LAUDERDALE, FLA.\nTo the Editor:\nAs a psychiatrist, I have been repeatedly dismayed at the press coverage awarded to mass murderers. An example is your article, published within hours of the Las Vegas shootings on Sunday night, about the gunman (“Who Is Stephen Paddock, the Las Vegas Shooting Suspect?,” nytimes.com, Oct. 2).\nMass murderers are highly unstable individuals, some of whom are looking to be famous (or infamous), and that desire should not be rewarded, even posthumously. It also encourages other, like-minded people to use similar means to achieve the same goal.\nMany of these individuals suffer from some kind of severe mental illness. Media coverage of this stigmatizes others with related diagnoses, most of whom suffer greatly but rarely become dangerous enough even to harm an individual person, much less carry out a mass murder. They are much more likely to hurt or kill themselves.\nI encourage you to be the first to prohibit publication of these profiles.\nMARY G. PONTZER, WEXFORD, PA.\n\nLoad-Date: October 11, 2017"
}