{
    "title": "Plea deal unlikely before Gitmo war crimes trial",
    "publisher": "charleston daily mail",
    "year": 2008,
    "month": 7,
    "day": 21,
    "full text": "GUANTANAMO BAY NAVAL BASE, Cuba - A last-minute plea deal could halt the first war crimes trial at Guantanamo Bay today, but military lawyers and observers say that appears extremely unlikely at this late stage.\nThe Pentagon already has brought witnesses to the U.S. Navy base in Cuba and assembled a jury pool of American military officers, preparations that had not been made before a plea deal that ended the case against Australian David Hicks in March 2007.\nMilitary prosecutors are also eager to use the case of Salim Hamdan, a former driver and alleged bodyguard for Osama bin Laden, to showcase a tribunal system that has seen repeated legal setbacks.\n\"We're looking at it in two veins, primarily as bringing Mr. Hamdan to justice, but also we're well aware that in doing that at the individual level it provides the first opportunity to test and validate this process,\" said Army Col. Lawrence Morris, the tribunals' chief prosecutor.\nJury selection in Hamdan's case is scheduled to begin today. Military prosecutors are gathering 22 witnesses for a trial that is expected to last roughly three weeks.\nHamdan, a Yemeni, was captured in Afghanistan in November 2001 and accused of helping bin Laden escape retribution following the Sept. 11 attacks. He faces up to life in prison if convicted of conspiracy and supporting terrorism.\nDefense attorneys, who say Hamdan was merely a low-level bin Laden employee, have refused to say whether they are in negotiations over a possible guilty plea.\nJulia Hall, senior counsel for Human Rights Watch's counterterrorism program, said Hamdan would not be a likely candidate for a plea deal because his case appears simple in comparison with others pending before the first U.S. war-crime tribunals since World War II.\n\"He has alleged direct associations with Osama bin Laden, he was not held in secret detention, and a federal court judge has ruled the commission can go forward,\" she said. \"It seems obvious why he is a person that the government would want to test drive the military commissions on.\"\nTwenty Guantanamo detainees are facing charges, including five alleged plotters of the Sept. 11 attacks who were transferred here from secret CIA prisons in 2006. Prosecutors intend to charge as many as 80 inmates at the U.S. Navy base in southeast Cuba.\nHicks has been the only detainee sentenced so far. He pleaded guilty to supporting terrorism and served nine months under a deal that appeared to result in part from lobbying by Australia.\n\nLoad-Date: July 23, 2008"
}