{
    "title": "Pledge to fortify Thomson If picked, prison would be 'most secure' in U.S",
    "publisher": "the pantagraph",
    "year": 2009,
    "month": 11,
    "day": 19,
    "full text": "U.S. Attorney General Eric Holder said Wednesday the Thomson Correctional Center would be \"the most secure prison in the United States\" if detainees from Guantanamo Bay, Cuba, were moved there. \nHolder, who was questioned by U.S. Sen. Dick Durbin, D-Ill., during a Senate hearing, also confirmed previous administration pledges that security at Thomson would be strengthened and that foreign detainees wouldn’t be allowed visitors. \nHolder’s remarks came during a broader discussion about his recent decision to try five Sept. 11 terrorist attack suspects in New York City. \nHolder’s comment came on a day when Republican opponents continued to argue moving prisoners captured in Iraq, Afghanistan and other anti-terrorism efforts to the U.S. mainland would increase the likelihood of another terrorist attack on the United States. \nHolder confirmed a previous Obama administration statement that security for the eight-year-old, 1,600-cell prison about 50 miles northeast of the Quad Cities would be upgraded to exceed that at the country’s only \"supermax\" facility in Florence, Colo.  \nU.S. Rep. Phil Hare, a Democrat whose district is just south of the prison, threw his support behind the idea Wednesday.  \n\"I’m not afraid of these people,\" Hare said of the detainees, adding he does fear continued economic decline in the Thomson area. \nCongressional approval still is needed for the detainees to be moved to any U.S. site, including Thomson. \nDurbin, a leading proponent, has worked to get the backing of Democrats, including those in Illinois who haven’t committed. \n\"I would rather have the support of my colleagues rather than their neutrality,\" Durbin said. \nIn another development Wednesday, U.S. Rep. Tom Latham, R-Iowa, said he will introduce legislation to try to ban moving detainees from Guantanamo Bay to the U.S. mainland. \n\"I have heard from so many Iowans over the past few days who are rightfully concerned about the proposed location of Guantanamo Bay terrorist detainees to our backyard,\" Latham said. \nHis legislation would bar 11 Midwest states from holding the detainees. \nThe administration has said if it moves the prisoners to Thomson, it would convert the nearly vacant facility to a federal prison and turn over some of the space to the Defense Department. \nAbout 1,600 federal prisoners would be held at the facility, but it isn’t clear how many will come from Guantanamo Bay. \nThe administration has said the number would be \"limited.\" Durbin has said that’s fewer than 100. \nRep. Bruce Braley, D-Iowa, said that any trials of terrorism suspects would occur on the East Coast. The administration has said military tribunals could be held at or near the facility, but no decisions have been made. \n\nLoad-Date: November 19, 2009"
}