{
    "title": "PLO said to be ready to reject Reagan plan, regroup in Syria",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 11,
    "day": 22,
    "full text": "The Palestine Liberation Organization is trying to regain a decisive edge in Middle East peace talks.\nSenior PLO officials in Damascus claim two coming summits of its leadership will:\n* Reject the Reagan peace initiative.\n* Move the heart of the organization to Syria, including the fighters evacuated from Beirut to eight Arab states.\n* Formally renounce terrorism.\n* Edge slightly closer to recognizing Israel with stiff qualifications.\nThe strategy is designed to help the PLO strengthen its position militarily and politically after the debacle in Beirut. It also represents compromise among the PLO's eight disparate factions, which have felt growing strains since the evacuation.\nThe two summits, both delayed due to these divisions, are the 60-member Palestine Central Council, scheduled to meet later this month, and the crucial 301-member Palestine National Council (or parliament in exile), which will probably meet in January.\nJamil Hilal of the Democratic Front for the Liberation of Palestine (DFLP) says the PNC will reject the US initiative because it does not provide for an independent Palestinian state or recognize the PLO as the sole representative of the Palestinian people.\nA formal rejection of the US plan by the PLO would make it difficult for King Hussein of Jordan to enter talks with the Reagan administration. And without Jordanian participation, the Reagan plan, which calls for a Palestinian homeland in federation with Jordan, can go nowhere.\nKing Hussein has asked for a mandate from the PLO to negotiate with the US. But Bassam Abu Sharif of the Popular Front for the Liberation of Palestine (PFLP) said this weekend, ''No one has the right to negotiate for the Palestinians except the PLO.''\nIronically, PLO sources from all factions feel a confederation with Jordan is inevitable for economic and political reasons. But the PLO wants a state first, so it has a full say in the terms of union rather than having conditions imposed by the US or Jordan.\nMilitarily the PLO hopes to strengthen its hand by regrouping most of its forces in Syria. Crucial to this is rapprochement between PLO chief Yasser Arafat and Syrian President Hafez Assad, who were at odds long before the Israeli invasion of Lebanon.\nThe thaw is being orchestrated by the PFLP. Faction leader George Habash held six hours of talks with Mr. Assad two weeks ago, then dispatched Abu Sharif to Tunis for 11 hours of talks with Mr. Arafat on terms for reconciliation, according to PLO officials.\nDFLP and PFLP sources claim that normalizing relations will lead to a regrouping of the dispersed fighters in Syria. Such a move would mark a major shift in policy for Syria, which has been reluctant to permit a PLO military operations base inside Syria for fear of Israeli retaliation. But diplomats in Damascus say Assad may have won guarantees from the Soviet Union pledging backup in case of attack.\nA pact between the PLO and Syria may also hinge on Arafat promises that Syrian soil will not be used for guerrilla actions against Israel for now. PLO sources say that insurgency would be limited to the occupied territories, and that international terrorism would be formally renounced at the PNC summit.\nDFLP and PFLP sources predict a ''half play'' of the PLO's trump card, recognition of Israel, by reendorsing the Fez plan, which implied simultaneous and reciprocal recognition of Israel."
}