{
    "title": "PLO, US, and Israel",
    "publisher": "the world",
    "year": 1988,
    "month": 12,
    "day": 16,
    "full text": "WHERE do we go next?\nWe are at a dramatic moment in the minuet currently being conducted by the Palestine Liberation Organization, Israel, and the United States.\nAt a meeting of the Palestine National Council (the Palestinians' parliament in exile) held in Algiers last month, PLO leader Yasser Arafat signaled a shift to a more moderate stance for the organization.\nThen came his speech before the United Nations General Assembly in Geneva this week. The speech was in many ways constructive. Mr. Arafat said he was offering an olive branch to Israelis. But the US did not hear the clear, unequivocal recognition of Israel's right to exist, and the renunciation of terrorism, that it was hoping to hear. Thus the American diplomatic machine, poised to begin a dialogue with Arafat, was stood down to await another opportunity. It came quickly, as Arafat called a press conference to voice the words that convinced the US that the time had indeed come for a dialogue.\nNow the spotlight shifts to Jerusalem, where Prime Minister Yitzhak Shamir delivered a predictably negative reaction to the Arafat remarks. ''Double talk,'' ''deception,'' he cried. That may be all very well for political, or negotiating, purposes. But Mr. Shamir's position is that Israel will never talk with Arafat, no matter what he says, no matter what he does, no matter how he changes. ''We are not ready and will never be ready to talk to the PLO,'' Shamir said.\nIf he really means that, then the Middle East peace process is in trouble, and so may be the relationship between the US and Israel.\nThe world is littered with guerrilla leaders, some of whom practiced terrorism against their foes, who have risen to respectability and constitutional leadership. Jomo Kenyatta came out of the forests to lead Kenya, and there are a string of other examples in Africa, Asia, Latin America.\nIsrael itself is an example of a country that has spawned political leaders from bands of gun-wielding guerrillas.\nTimes, and people, change. The US now deals cordially with leaders in the Soviet Union, China, and even Vietnam - all countries whose relations with Washington in the past had been virtually nonexistent.\nIsrael is right to protect its security, right to require proof that the PLO has abandoned terrorism for diplomacy. But it is wrong to set its face against negotiations - under any circumstances - with the Palestinians, who also have a just cause and who must participate in any peace agreement that is to be meaningful.\nIsrael has proved awesomely effective at defending itself militarily from external foes. It is proving far less effective at controlling the angry Palestinian residents of the territory it occupies in Gaza and the West Bank. What is perhaps even more significant, its moral authority is ebbing as nations around the world, and Jewish factions within the US, question its intransigence.\nNobody can predict how this initially cautious American dialogue with the PLO will develop.  The US has carefully hedged its position by repeating its support for Israel and saying it will require the PLO to live up to its new statements of moderation. Secretary of State George Shultz has made it clear that initiation of a dialogue does not mean recognition by the US of an independent Palestinian state. The status of the West Bank and Gaza cannot, he has said, be determined by unilateral acts on either the Palestinian or Israeli side. And the US commitment to Israel's security, he says, remains ''unflinching.''\nIf it turns out that the PLO has woven a web of deception, the US could break off the dialogue. But in the meantime, the US cannot let Israel and its supporters veto this critical development in American foreign policy."
}