{
    "title": "Plots to kidnap Mich. governor, attack police foiled",
    "publisher": "tribune-review",
    "year": 2020,
    "month": 10,
    "day": 8,
    "full text": "LANSING, Mich. -- Agents foiled a stunning plot to kidnap Michigan Democratic Gov. Gretchen Whitmer, authorities said Thursday in announcing charges in an alleged scheme that involved months of planning and even rehearsals to snatch her from her vacation home. \nSix men were charged in federal court with conspiring to kidnap the governor in reaction to what they viewed as her \"uncontrolled power,\" according to a federal complaint. Separately, seven others were charged in state court under Michigan's anti-terrorism laws for allegedly targeting police and seeking a \"civil war.\" \nA few hours later, Whitmer pinned some blame on President Trump, noting he did not condemn white supremacists in last week's debate with Joe Biden and instead told a far-right group to \"stand back and stand by.\" \n\"Hate groups heard the president's words not as a rebuke but as a rallying cry, as a call to action,\" Whitmer said. \"When our leaders speak, their words matter. They carry weight.\" \nThe six men charged in federal court plotted for months, consulting and training with members of a group that federal authorities described as a militia, and undertaking rehearsals in August and September, according to an FBI affidavit. They were arrested Wednesday night and face up to life in prison if convicted. \nFour had planned Wednesday to meet to \"make a payment on explosives and exchange tactical gear,\" the FBI said in the court filing. \nThe FBI quoted one of the accused as saying Whitmer \"has no checks and balances at all. She has uncontrolled power right now. All good things must come to an end.\" \nAndrew Birge, the U.S. attorney in western Michigan, called the men \"violent extremists.\" \n\"All of us in Michigan can disagree about politics, but those disagreements should never, ever amount to violence. Violence has been prevented today,\" Detroit U.S. Attorney Matthew Schneider said. \nWhitmer, who was considered as Joe Biden's running mate, has been praised but also deeply criticized by the Republican-controlled Legislature and conservatives areas of the state for Michigan's response to the coronavirus. She put major restrictions on personal movement throughout the state and on the economy, although many of those limits have been lifted. The governor has exchanged barbs with Trump on social media, with the president declaring in April, \"LIBERATE MICHIGAN!\"  \nHe has referred to Whitmer as the \"woman in Michigan.\" There's no indication in the criminal complaint that the men were inspired by Trump. Authorities also have not publicly said whether the men were angry about Whitmer's coronavirus orders.  \nThe Michigan Supreme Court last week ruled that a 1945 law used as the foundation for many of Whitmer's orders was unconstitutional. The decision was 4-3, with justices who were nominated by Republicans in the majority.  \nThe government said the plot against Whitmer was stopped with the work of undercover agents and informants. \nWhitmer thanked law enforcement for thwarting the alleged conspirators and said she hopes that convictions will bring \"these sick and depraved men to justice.\"  \nThrough electronic communications, two of the alleged conspirators \"agreed to unite others in their cause and take violent action against multiple state governments that they believe are violating the U.S. Constitution,\" the FBI said. \nThe criminal complaint identified the six as Adam Fox, Ty Garbin, Kaleb Franks, Daniel Harris, Brandon Caserta, all of Michigan, and Barry Croft of Delaware. All but Croft appeared in federal court in Grand Rapids. They asked for court-appointed lawyers and were returned to jail to await detention hearings Tuesday.  \nOne of the six men arrested, Adam Fox, said he needed 200 men to storm the Capitol building in Lansing and take hostages, including the governor, according to the FBI. He said he wanted to try Whitmer for \"treason\" and would execute the plan before the Nov. 3 election, the government said. The group later shifted to targeting the governor's vacation home, the FBI said. \nThe government said the scheme appeared to have roots in a June gathering in Dublin, Ohio, attended by more than a dozen people from several states, including Croft and Fox.  \n\"The group talked about creating a society that followed the U.S. Bill of Rights and where they could be self-sufficient,\" the FBI affidavit said. \"They discussed different ways of achieving this goal from peaceful endeavors to violent actions. ... Several members talked about murdering 'tyrants' or 'taking' a sitting governor.\"  \nIn a separate but related action, state authorities announced terrorism-related charges against seven men who were said to belong to or were associated with Wolverine Watchmen, which was described as a militia group. \nThe seven men are accused of identifying the homes of law enforcement officers and making violent threats \"intended to instigate a civil war,\" Attorney General Dana Nessel said. \nThey trained for an operation to attack the Michigan Capitol and to kidnap officials, including the governor, Nessel said. \n\nLoad-Date: October 10, 2020"
}