{
    "title": "Plot to kidnap Michigan governor highlights security risks faced by public officials Plot to kidnap",
    "publisher": "spokesman review",
    "year": 2020,
    "month": 10,
    "day": 15,
    "full text": "By Mike Carter\nThe foiled plot by armed militiamen to kidnap Michigan Gov. Gretchen Whitmer has raised security concerns for high-profile state and local politicians, who have seen an increase in threats fueled by the heated rhetoric and toxic politics prevailing in America today.\nBoth Gov. Jay Inslee and, to a greater extent, Seattle Mayor Jenny Durkan have been the target of multiple threats in the past year, with Durkan's office saying the number increased over the chaotic summer to the point where the office has developed a streamlined threat reporting system to get concerning messages directly to police.\nDurkan has said her address was made public and racial justice protesters and others have disturbed her neighbors and left homophobic and hateful graffiti. Durkan, a former federal prosecutor, was protected under the state's Address Confidentiality Program used by some judges, prosecutors and others who might be targets of violence.\nDurkan's office said that as U.S. attorney, her prosecutors went after international drug cartels and members of the Sovereign Citizens Movement, which the Southern Poverty Law Center defines as an extremist hate group.\nHowever, the only threat that has resulted in criminal charges involved a series of phone and email messages left in 2017 and 2018 by a man who was indicted on a charge of making numerous death threats against Durkan and another individual. Charges were dismissed last year, however, after U.S. District Judge Richard Jones determined the man was incompetent to stand trial.\nIn April, the Washington State Patrol arrested a Mill Creek man, 32-year-old Shawn Roland, for allegedly leaving threatening messages on the governor's constituent line. Roland was charged in Snohomish County with making threats.\nDavid Postman, Inslee's chief of staff, said the governor gets threats \"on a regular basis,\" however the office does not discuss specifics. He said last week at a news conference that there were no active threat investigations involving Inslee.\nThe nature of the threats made against Gov. Whitmer - a plan to kidnap and \"remove her from office\" over coronavirus restrictions, according to the FBI - is a particular worry here, given that the Pacific Northwest continues to be a hothouse for growing white supremacist and armed \"patriot\" movements, as well as other so-called \"sovereign citizens\" who chafe under government restrictions.\nDurkan's office said the Michigan incident and its far-right underpinnings are of even more concern given her history as chief federal prosecutor in Washington, appointed by President Obama, whose office in 2011 prosecuted David Russell Myrland, a self-proclaimed \"sovereign citizen\" who threatened the mayor of Kirkland.\n\"Many of the threats the mayor receives align with surges in anti-government sentiment and right-wing extremism,\" said Durkan spokeperson Kelsey Nyland.\n\"When the President (Donald Trump) increases his hateful rhetoric and focuses on the City of Seattle and Mayor Durkan specifically, we immediately see an uptick in hateful messages to the Mayor, some of which end up being deemed credible threats by the police department,\" Nyland said.\nFBI Special Agent Steve Bernd, a spokesperson for the Seattle office of the agency, said the bureau-led Joint Terrorism Task Force \"works to aggressively identify, disrupt, and arrest any violent extremist who poses a threat to the communities we serve.\n\"The alarming case targeting Governor Whitmer should serve as a stark reminder of the challenges we face in stopping extreme acts of violence while underscoring the critical need for people with knowledge about plots like this to come forward before it's too late,\" he said.\nTalk about taking extrajudicial actions against elected officials have grown in Olympia alongside the country's deepening political rifts. As, apparently, have identifiable hate groups. The Southern Poverty Law Center said there were 21 active hate groups in Washington in 2017. Last year, the SPLC identified 30 hate groups, according to its \"Hate Map.\"\nLast October, about 35 people gathered in Yelm, Thurston County, to ask for the sheriff's blessing to make a citizens' arrest of state Attorney General Bob Ferguson.\nMany of those gathered wore logos of the Washington State Three Percenters, whose website has in the past described their goal as to \"utilize the fail safes put in place by our founders to reign in an overreaching government and push back against tyranny.\"\nThose gathered said they believed Ferguson violated his oath of office by supporting Initiative 1639, a gun-control measure approved by voters in 2018.\n\"I want to see him go to prison for treason,\" said one organizer that night. \"But I wanted the backing of the sheriff, because I don't want to get shot by the state police.\"\nThurston County Sheriff John Snaza declined their request.\nIn December, a House-commissioned investigation concluded that then-Rep. Matt Shea of Spokane Valley had participated in and planned domestic terrorism against the United States, citing his involvement with three standoffs against the government. Shea has denied the findings of the report - which was passed along to the FBI and U.S. Attorney's Office - calling it false and a \"Marxist smear campaign.\"\nGOP House Minority Leader J.T. Wilcox of Yelm later received online threats for suspending Shea from the Republican caucus in light of the report.\n\nLoad-Date: October 15, 2020"
}