{
    "title": "PM greets nation on Independence Day, Janmashtami",
    "publisher": "university wire",
    "year": 2017,
    "month": 8,
    "day": 16,
    "full text": "We are committed to restoring Kashmir's status as \"heaven on earth\". Neither by bullet: nor by abuses but by hugging we can solve the problem of Kashmir.\nSending a strong message against terrorism, Prime Minister Modi said there is no question of being soft on terrorists and terrorism will be dealt with iron fist. You (terrorists) come to the mainstream.\nBut Modi made it clear that there would be no let up while dealing with the separatists.\nDuring the speech, he said: \"India is about Shanti, Ekta and Sadbhavana\". \"We are working with them shoulder to shoulder\". I thank all nations who are helping us in doing so.\nDownload the News Nation Mobile App and stay connected with top stories from India and around the world.\nHe said that India's security is his priority, and the surgical strike had underscored this.\nModi also referred to internal threats to the country's unity, condemning the use of violence in the name of faith.\nThe Prime Minister said India is fighting the menace of terrorism jointly with the global community. Earlier, it was Quit India now it is Unite India. \"This has given confidence to the ordinary people that this is a land for the honest\". No place for corruption.\nOn demonetisation, he took a jibe at critics who had said \"Modi is finished\". At least more than Rs2 lakh crore black money has had to reach the banks.\n\"Violence in the name of faith is not acceptable in the country\", Modi said and termed communalism and casteism as a \"poison\".\n\"There has been more than double increase in income tax returns\". Modi said that over 3 lakh shell companies had been detected, of which around 1.75 lakh had been de-registered. Over 1.75 lakh fake companies have been shut down. There was nobody to check or question them. He claimed that after demonetisation, the numbers of taxpayers have increased substantially.\n\"GST (Goods and Services Tax) has shown that the spirit of cooperative-competitive federalism has gained strength\".\n\"AfterGST, 30 per cent time is being saved by trucks, without being hindered any more by checkposts\".\nFrom the states of Himachal Pradesh and Punjab in northern India to the national capital to Karnataka, Kerala and Tamil Nadu in southern India, the Independence Day was celebrated with fervor and various programs.\nI want to mention those women who are suffering due to \"Triple Talaq\"- I admire their courage.\n\"We look forward to being embraced in the warm grip of understanding, acceptance and respect\". He said this is the right time for \"Team India\" to resolve for 'New India'.\nAccording to the official press release, \"the Prime Minister called for an end to the \"chalta hai\" attitude of complacency, and its replacement with an attitude of \"badal sakta hai\" for positive change\".\n\nLoad-Date: August 16, 2017"
}