{
    "title": "PM Modi inaugurates Income Tax Appellate Tribunal ( ITAT ) in Cuttack",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 11,
    "day": 11,
    "full text": "PM Narendra Modi said that the country is now moving from tax terrorism to tax transparency\nCuttack: Prime Minister Narendra Modi inaugurated the office of the Income Tax Appellate Tribunal (ITAT) in Cuttack, Odisha. The office cum residential complex of ITAT was inaugurated on Wednesday through video conferencing. During the inaugural function, PM Modi highlighted the recently introduced tax reforms and said, \"Public should not be put at unease when tax is collected.\"\nThe taxpayers of the country now do not have to wait for years for a tax refund. Citing faceless appeals, dispute resolution mechanism, PM Modi said that our country is now moving from tax terrorism to tax transparency.\nSpeaking about the tax reforms, PM Modi said that no tax is levied on income below Rs 5 lakh. It is helping low-income individuals. He also added that corporate tax has also seen a historic reduction.\nHe proudly said that India is among the selected nations, which recognises the rights and responsibilities of the taxpayers, further helping in the creation of trust in the tax system.\nUnion Minister of Law and Justice, Ravi Shankar Prasad and Chief Minister of Odisha Naveen Patnaik also attended the event.\nThe newly built ITAT office-cum-residential complex is spread over an area of 1.60 acres of land allotted by the Odisha government free of cost in the year 2015. The total built-up area of the complex is 1,938 sq meters, over three floors including, the spacious courtroom, library room, ultra-modern record room, well-equipped chambers for the Members of the Bench, bar room for lawyers and chartered accountants, well-equipped modern conference hall, etc.\nSince the last 50 years, from 1970, ITAT Cuttack has been functioning from rented premises and has jurisdiction for appeals arising from the State of Odisha.\n\nLoad-Date: November 12, 2020"
}