{
    "title": "PM Modi may meet Iran President Hassan Rouhani over oil issue",
    "publisher": "university wire",
    "year": 2019,
    "month": 6,
    "day": 14,
    "full text": "Putin said in a televised interview on June 13, that a range of issues, including the situation in Afghanistan and Iran's nuclear deal, will be discussed at the gathering.\nHe continued, \"We build partnerships based on mutual respect, sovereign equality and equal benefit\".\nIn a statement, the Chinese Foreign Ministry in Beijing said that President Xi told Prime Minister Modi that India and China should deepen cooperation by properly handling differences and called for strengthening Confidence Building Measures to maintain stability at the border.\nPakistan's Aviation Minister Ghulam Sarwar Khan said an application to seek opening of the airspace was received by the Aviation Division from the Indian High Commission on Monday.\n\"Had an extremely fruitful meeting with President Xi Jinping\".\nHowever, on Monday, the MEA spokesperson said no such meeting has been arranged between the two leaders.\nOn his meeting with the Russian President, the Prime Minister said, he had a wonderful meeting with Mr Vladimir Putin.\nI congratulate Prime Minister Modi on the electoral victory of BJP and allies.\nFootballers dominate Forbes Highest Paid Athlete List\nLike a year ago , he is the sole Indian representative and has been ranked 100th, in the list published by Forbs on June 11. Indian cricket captain Virat Kohli has once again been featured in the Forbes list of World's highest-paid athletes.\nModi arrived in the Kyrgyz capital on Thursday for the two-day SCO summit.\nEven as India declared yet again that Pakistan had failed to create the right conditions for a dialogue between the two countries, Pakistan PM Imran Khan reiterated his stance of a dialogue withNew Delhi, saying his country hopes to spend more on human development than on purchasing arms.\nHowever, the leaders are unlikely to talk about defense and arms trade, as \"Russia has wide bilateral ties with each of those countries in this area, while China and India have neither trust nor military cooperation\", Kashin pointed out, adding that only joint anti-terrorist efforts may be touched-upon.\nIt was also decided that Pakistan and Kyrgyzstan must enhance people-to-people contact and boost tourism through visa-friendly regimes. \"For its part, Pakistan condemns terrorism in all its form and manifestations, including State-terrorism against people under illegal occupation\", PM Imran added. There were also reports that the Pakistan government had agreed \"in principle\" to grant such permission.\nKyrgyz Minister for Health Kosmosbek Sarievich Cholponbaev was also present to receive Foreign Minister Shah Mehmood Qureshi and Prime Minister's Special Assistant on Youth Affairs Usman Dar.\nThe prime minister is set to address two sessions of the meeting.\nIndian and Pakistani leaders will be forced to interact for the very first time.\n\nLoad-Date: June 14, 2019"
}