{
    "title": "PM Modi, Pence discuss defence, trade and cooperation in Indo-Pacific",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 11,
    "day": 14,
    "full text": "Singapore, Nov. 14 -- Prime Minister Narendra Modi and US Vice President Mike Pence held talks on Wednesday on a wide range of bilateral and global issues of mutual interests including defence and trade cooperation, ways to counter terrorism and the need for maintaining a free and open Indo-Pacific.\nThe two leaders had a warm meeting on the sidelines of the East Asia Summit here, Ministry of External Affairs spokesman Raveesh Kumar said.\nThey had \"productive discussion on all aspects of global strategic partnership based on growing convergence of interests on regional and global issues,\" he said.\nPence referred to the upcoming 10th anniversary of the deadly Mumbai terror attack on November 26 and hailed cooperation between the two countries on countering terrorism, Foreign Secretary Vijay Gokhale told reporters after the meeting.\nModi thanked Pence and reminded him that in one way or other all the traces and all leads in the global terror attacks ultimately leads to a \"single source and single place of origin\", without naming any country or organisation.\n\"He did point out that the mainstreaming of people involved in the Mumbai attacks in a political process which has taken place in the recent elections in Pakistan should be a matter of serious concern and not to just the two countries which is India and US but to international community,\" Gokhale said, referring to the Mumbai terror attack mastermind Hafiz Saeed's party contesting the July 25 elections in Pakistan.\n\"There was some good understanding of the areas of how we move forward in building cooperation in counter terrorism and both countries recognised this is a challenge we have to fight together and to fight along with the rest of the international community,\" Gokhale said.\nOn bilateral issues, the two sides had brief discussions on trade related matters.\n\"We agreed that in a new relationship we are building with US where trade is expanding we need to find ways in which we can help that process to take place,\" he said.\nPrime Minister Modi remarked in particular that in the last two years - since President Donald Trump has assumed office - American exports to India have grown by 50 per cent and it is perhaps only country, perhaps the only one, of the top 10 countries with which the US has a trade deficit, where the deficit is actually reduced last year and is on course to further reduce this year, Gokhale said.\nHe said Prime Minister Modi also discussed import of oil and gas worth USD 4 billion from the US as the two leaders emphasised on the need to enhance energy cooperation.\n\"This is important from the perspective of US. There was a lot of discussions on energy. This is a new sector in Indo-US relations - we have begun importing oil and gas from US worth about USD 4 billion this year. We express our readiness to import more gas and oil from US as a way of expanding trade,\" he said.\nThe defence sector was another area of cooperation between the two sides.\n\"Both sides agreed that there have been substantial enhancement in our defence relationship and in our imports of equipment from US but Prime Minister Modi stressed that there was a great opportunity for US in India in making defence equipment and in setting up defence industry in India,\" he said.\n\"Not only because India is a substantial market but because the way we are placed regionally we can become a hub for exports to the rest of the region,\" Gokhale said.\nModi conveyed to Pence that he hoped the Trump administration would recognise this as a new economic opportunity.\nThere was appreciation for the recently held first-ever Ministerial 2+2 meeting between defence and foreign ministers of the two countries.\nPence recalled his meetings with Prime Minister Modi and acknowledged that India had made substantial progress economically as well as diplomatically in regional and international affairs under his leadership, Gokhale said.\nPence felt that India is a positive factor in regional and international relations and said US looks forward to working with India on various issues - both on political and economic sides to ensure \"we have a fair rules-based international order\", he said.\nThe two sides \"agreed that on the international forums, we should on the basis of the shared values build up a possible cooperation in a number of areas\".\nThe Indo-Pacific region also come up for discussion and Prime Minister Modi referred to his June speech in Singapore at IISS Shangrila Dialogue in which he had outlined India's vision on Indo-Pacific.\nThe prime minister conveyed to Pence that his vision of Indo-Pacific was gaining acceptability and that \"we should utilise the forthcoming East Asia summit to further build on that,\" Gokhale said, amid China flexing its muscles in the East and South China Seas.\nPence felt that India's contribution is important in maintaining a free and open Indo-Pacific. He said the recent naval exercises held by the US, India and Japan, is an \"evidence of our commitment to ensuring free and open access to the seas all across this region.\" The two sides, he said, would discuss \"our ongoing effort to achieve the denuclearisation of the Korean Peninsula.\" He thanked India in supporting US on its North Korean pressure campaign. \"We are grateful to India's strong support of our pressure campaign,\" Pence said.\n\"But we look forward to finding even more ways we can work together, even as the president moves toward another summit with Chairman Kim in the hope that we can finally bring a lasting peace to the Korean Peninsula,\" he said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: November 14, 2018"
}