{
    "title": "PM Modi to Inaugurate India Mobile Congress",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 8,
    "full text": "Director of the All Indian Institute of Medical Sciences Dr Randeep Guleria has said that he is hopeful of that by the end of this month or early next month, India will get emergency use authorisation for a coronavirus vaccine.\nHowever, he once again reminded his countrymen to continue to exercise caution and follow all necessary Covid-19 protection measures like social distancing, use of mask and focus on hand sanitisation, until the vaccines are out.\nAlmost eight vaccines are on other stages of trial with their manufacturing assured in India. \"Public health will be top priority as far as Covid-19 vaccine pricing is concerned, states will be fully involved\", PM Modi said.\nNew Zealands security agencies criticised for exclusive focus on Islamist terrorism\nHealth authorities also found that Tarrant took unprescribed steroids but they did not report the findings to the police either. The report described Tarrant as \"socially isolated\" with few childhood friends but an avid internet user and online gamer.\nFrom the COVID-19 Vaccine Global Access Facility, COVAX, which was co-initiated by World Health Organization, the Vaccine Alliance and the Coalition for Epidemic Preparedness Innovations , Indonesia could secure three to 20 percent of the vaccine supply of the country's total population, Marsudi remarked.\nPM Modi also said that it is because of mobile technology that people are seeing billions of cashless transactions which boost formalisation and transparency. Collaboration with State Governments will be established for additional cold chain equipment and other such logistical requirements.The digital platform for vaccine administration and distribution (Covid-19 Vaccine Information Network Co-WIN) is prepared and is being tested in collaboration with the State and District Level authorities and other stakeholders. Along with this, he again appealed to the citizens to be constantly alert and not let the guard down in following the preventive measures against the virus.\nMr Modi announced this while presiding over a meeting with all political parties here to discuss the situation arising out of the Covid pandemic in the country. Thus, all political parties must make sure that we save all Indians from such rumours. India has the expertise and capacity in vaccine distribution and fare better compared to other nations.\n\nLoad-Date: February 11, 2021"
}