{
    "title": "PM Modi Says Nations Supporting Terrorism Should Be Brought to Book",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 18,
    "full text": "Chinese President Xi Jinping on Tuesday offered to cooperate with India and other BRICS nations in the development of vaccines against the coronavirus and called for holding a symposium by the five-member bloc on traditional medicine to explore its role in the Covid-19 prevention and treatment. The last time the leaders met virtually was at the Shanghai Cooperation Organisation. Since a violent clash between troops of the two countries in June, India has imposed a series of economic restrictions that affect Chinese business interests including banning the short video sharing app TikTok along with scores of other such apps. We expect support on this from our BRICS partners. He also said that questions are being raised on the credibility of the global institutions. The reason for this is that there has been no change in these institutions despite the passage of time.\nThe Prime Minister introduced the \"Aatmanirbhar Bharat\" to the BRICS members.\nIndia will be taking over the chairship of the BRICS, which would be the third BRICS Presidency for the country since its inception, after 2012 and 2016, and will host the 13th BRICS Summit in 2021, the statement said.\nIndia believes reforms are very mandatory in the UN Security Council, he asserted.\nSen. Grassley, 87, says he tested positive for coronavirus\nCenters for Disease Control and Prevention guidelines for curbing the spread of coronavirus, the N'West Iowa Review reported. Grassley also attended leadership meetings with other Republican senators on Monday, according to Missouri Sen.\n\"We have to ensure that those countries supporting terrorists are also held accountable and that we work towards this end in a collective manner, \"he said\". Although Modi did not name any country, his reference is seen as directed at Pakistan. It will also help in promoting the implementation of the UN's global counter-terrorism strategy.\nOn post covid-economic recovery, Modi said BRICS countries had a key role to play in bringing the global economy back on track. We BRICS countries must hold high the banner of multilateralism. The Prime Minister also highlighted reform initiatives undertaken by his government under the \"self-reliant India\" campaign. A self-reliant India would make solid contribution to the \"global value chains\", said Mr. Modi in Hindi. \"To support the development of BRICS Vaccine R&D centre, China has designated its own national centre\".\nThe Prime Minister also addressed the issue of cooperation among the BRICS countries on the production of vaccine for COVID-19.\nThe virtual summit of the emerging-market bloc that groups Brazil, Russia, India, China and South Africa was convened as COVID-19 continues to rage across the globe, sickening 55 million people worldwide, killing 1.3 million and battering the world economy.\n\nLoad-Date: November 18, 2020"
}