{
    "title": "PM was busy shooting film in Corbett, had 'chai, samosa' after Pulwama attack_ Congress",
    "publisher": "metro vartha",
    "year": 2019,
    "month": 2,
    "day": 21,
    "full text": "New Delhi, Feb. 21 -- In a stinging attack, the Congress cited media reports to allege that Prime Minister Narendra Modi continued shooting for a film in the Corbett National Park on February 14 for his own \"self propagation\", and stayed put till the evening despite the Pulwama terror attack in the afternoon that day.\nCongress' chief spokesperson Randeep Surjewala, addressing a press conference, also claimed that the prime minister continued to \"have tea, samosas, at seven o'clock in a PWD guest house when every single Indian household didn't have food\".\nTaking on the BJP, he also accused its president Amit Shah of indulging in \"politicisation of terrorism\" in his speech in Assam on Sunday.\nAt a public rally in Assam's Lakhimpur district, Shah had said the sacrifices of the 40 CRPF personnel will not go in vain as there is a BJP government at the Centre now and it, unlike the previous Congress dispensation, will not \"compromise\" on any security issue.\nMeanwhile, attending a BJP event in Andhra Pradesh's Rajahmundry city on Thursday, Shah hit back at the Congress, saying the opposition party was using the Pulwama terror attack for its \"political interests\".\n\"With what face is the Congress raising questions against the Prime Minister? Congress called the Army chief names, it raised doubts over the surgical strikes (on terror havens in Pakistan), it accused the prime minister of trading with soldiers' blood, Congress' (Navjot Singh) Sidhu embraced Pakistan Army chief, the previous Congress president cried when terrorists were killed,\" Shah said.\nReacting to Shah's remarks later in the day, Surjewala said the BJP president should not forget that it was a Congress government that taught Pakistan lessons in 1947, in 1965 and in 1971.\n\"Indira Gandhi helped liberate Bangladesh, and 91,000 Pakistani soldiers had surrendered to the Indian Army in Dhaka (in 1971). In contrast, the Modi-Amit Shah duo has always done cheap politics over terrorism and tried to garner votes...\n\"Amit Shah needs to learn about patriotism. The kind of politics he is indulging in, he should apologise to the country,\" he told reporters.\nSurjewala also said that he would like to remind the BJP president of an incident in which BJP minister V K Singh had called then Army chief Gen Dalbir Singh Suhag a \"dacoit\" and demanded his removal.\nAt the press conference, the Congress spokesperson Surjewala also alleged that \"in his hunger for power, the prime minister has forgotten 'raj dharma' (duty of governance).\" Citing reports in some Hindi dailies, Surjewala gave a timeline of events saying the terror attack happened at 3:10 pm on February 14 with the Congress reacting to it at 5:15 pm.\nBut, the prime minister was \"busy\" in film shooting and photo shoots till hours after the attack, he claimed.\n\"The prime minister also knew about it (the attack). Yet the PM, a person who claims himself to be a nationalist, continues to shoot a film (for Discovery Channel) for self propagation in the Corbett National Park in Ramnagar,\" he claimed.\nThe Congress spokesperson alleged that the prime minister continued to \"enjoy boat rides\" with the camera crew and later ensured that there was slogan shouting by BJP people in his favour.\nOn one hand the country was picking up the \"pieces of our martyrs\", and on the other hand the prime minister was involved in his \"propaganda and publicity\", Surjewala claimed.\n\"Can such a conduct be expected from the prime minister of a country. The prime minister should have been chairing the cabinet committee on security immediately and should have taken action, instead of shooting films,\" he said.\nIn a scathing attack on Modi, Congress chief Rahul Gandhi on Thursday claimed that jawans killed in the Pulwama attack are denied the status of martyrs but the PM \"gifts\" Rs 30,000 crore to Anil Ambani for him to \"live happily ever after\".\nSurjewala said the Congress had shown restrain on the direction of party president Gandhi, but it was important to raise issues of such conduct that \"insults martyrs\".\n\"The Congress and the entire nation stands united with our armed forces as also our government in every step that they take in tackling Pakistan-sponsored terrorism,\" he said.\nThe Congress spokesperson said questions must be asked about the \"gross intelligence failure\" of this government and on the \"priorities of a prime minister who in a sensitive time like this has gone on a foreign tour to South Korea instead of tackling terrorism\".\nHe claimed that the prime minister reached one hour late to receive the mortal remains of CRPF Jawans at the Palam technical airport in Delhi.\nSurjewala also hit out at the conduct of BJP leaders in the aftermath of the attack.\nHe displayed a photograph purportedly showing BJP MP Sakshi Maharaj smiling during the final journey of a slain jawan and cited Union Tourism Minister K J Alphons taking a \"selfie\" at a soldier's funeral.\nAlphons has denied taking the picture himself saying some miscreants circulated his photograph at the CRPF jawan's funeral as a \"selfie\".\nSurjewala asserted that the Congress, when in power, has always taken moral responsibility in such situations. \"During 26/11 (2008 Mumbai terror attack), Shivraj Patil had resigned, owning moral responsibility,\" he said.\nDuring the press conference, Surjewala also showed a purported video of Modi's press conference in the aftermath of the Mumbai terror attack and advertisements of the BJP in newspapers following that assault to allege \"politicisation of terrorism\".\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: February 21, 2019"
}