{
    "title": "Poetry and terrorism_ a killer combination",
    "publisher": "university wire",
    "year": 2007,
    "month": 9,
    "day": 27,
    "full text": "There is a plot to unleash havoc in America in seven days, or so it says on the notes on the men who keep committing suicide in front of the White House. The protagonist of \"Samedi the Deafness,\" James Sim, a professional mnemonist (person who remembers things), finds himself at the center of this action when he stumbles across a murdered former conspirator and then begins the chase.\nJames is not just chased in the literal sense, spied on in diners and sent threatening masks of his own face before being successfully abducted -- he is also made to chase after what he believes to be true and what is a lie. This is not easy for James since he is housed, after his abduction, in the head conspirator Samedi's country home, also an asylum for chronic liars.\nA maze of small halls and secret rooms, this asylum does not attempt to cure liars but rather to create an alternate world of arbitrary rules, like \"You cannot speak to people in passing unless you ring a bell,\" that create a comfortable world for the liars to live in. \"Samedi the Deafness\" is part spy novel, part lyric prose poetry.\nThe book throws normal definitions of novels out of the window, presenting short, often only page-long chapters that contain such beautiful writing and imagery that no one will be surprised to learn that author Jesse Ball has also published poetry. Some of these chapters border on the surreal, like those featuring James' flashbacks to his invisible owl and only friend, Ansilon, but as the rest of the book asks us to question everything we hear, such abstract parts fall into place.\n\"Samedi the Deafness\" is not an easy book to read, despite the presence of ciphers, murders and terrorism. For much of the story, James is merely lost -- in the halls of the asylum, in his own thoughts and in the growing relationship with the strange Grieve, a name-changing, lying, yet romantic girl who is tied up in the plot as well.\nBecause of this feature, it is pleasing to have short, well-spaced chapters, and lucky that at least once per day there is new information that James can find in the newspaper. The book does not disappoint at the end: Those expecting a nationwide disaster will be shocked by the extent someone who believes he is a good man will go to in order to set right the world's problems.\nWhile not exactly explosive, \"Samedi the Deafness\" will silence the world around you as you are drawn into its mysterious world.\n(C) 2007 Arizona Daily Wildcat via U-WIRE\n\nLoad-Date: September 27, 2007"
}