{
    "title": "Pogba Denies Retiring from French National Team",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 28,
    "full text": "Macron assured that \"unity and firmness are the only answers to the monstrosity of Islamic terrorism\" after the assassination of 47-year-old teacher Samuel Paty, beheaded while returning to his home in a town 40 kilometers from Paris.\nAs per the report, the Manchester United star also resented the French government's move to honour the teacher who published offensive images of the prophet Muhammad.\nA police official said the suspect, who was armed with a knife and an airsoft gun was shot dead about 600 metres from where the teacher was killed after he failed to respond to orders to put down his arms.\nReports suggested Pogba, a practising Muslim, took offence over Macron's comments and has chose to call time on representing the world champion.\n\"I am against any and all forms of terror and violence\", Pogba wrote in his Instagram post. My religion is one of peace and love and must be respected. Unfortunately, some press people no dey act responsibly wen dem dey write di news, dem dey abuse dia press freedom, dem no dey verify if wetin dem write/reproduce dey true, to create a gossip chain without caring if e affect pipo lives and my life.\nHospital and health-care staff in Alberta to return to work today\nAUPE represents more than 90,000 workers across the province, including about 58,000 health-care workers. It aims to cut positions in food services, laundry, housekeeping, lab work, and more.\nHe later added a full statement, confirming he would be taking legal action. \"But hey, seems you did it again and on a very serious topic this time, shame on you!\"\nSoThe Sun did it again. absolutely 100% unfounded news about me are going around, stating things I have never said or thought.\n\"You've got a player (Pogba) who has won a World Cup, he's been dominant in Europe with Juventus, he's Manchester United's record signing - yet he can't get in the team at the moment\".\nThe French World Cup victor has been a substitute in the Red Devils' last two Premier League matches, while Fernandes has been an ever-present fixture in the starting line-up since joining the club from Sporting Lisbon in January.\n\nLoad-Date: October 29, 2020"
}