{
    "title": "Poindexter Will Be Quitting Over Terrorism Betting Plan",
    "publisher": "the new york times",
    "year": 2003,
    "month": 8,
    "day": 1,
    "full text": "The official who oversaw a plan for the Pentagon to run a terrorist futures-trading market is resigning under pressure, a senior Defense Department official said today.\n     John M. Poindexter, a retired rear admiral who was President Ronald Reagan's national security adviser, is stepping down \"within a few weeks,\" the defense official said, after the disclosure of a proposal that outraged lawmakers and embarrassed senior Pentagon officials. The plan was to create an online trading parlor that would have rewarded investors who forecast terrorist attacks, assassinations and coups. \n Defense Secretary Donald H. Rumsfeld did not personally fire Admiral Poindexter, but the defense official said that Mr. Rumsfeld agreed that the admiral had become too much of a political lightning rod and that it was time for him to go.\n\"It's fair to say that the secretary understood what Admiral Poindexter understands, which is that it's difficult for any work that he might be associated with to receive a dispassionate hearing,\" said the official, who spoke to reporters at the Pentagon today on the condition of not being named.\nA spokesman for Admiral Poindexter and his organization, the Defense Advanced Research Projects Agency, or Darpa, a research arm of the Pentagon, said he and the office had no comment on the resignation, which was reported today by The Wall Street Journal.\nBut Admiral Poindexter said in an e-mail message to a friend, which was given to a reporter, on Wednesday night that he had been contemplating resigning for several months, to get out from under a steady stream of criticism and to spend more time sailing on the Chesapeake Bay. \nAdmiral Poindexter was engulfed in troubles nearly two decades ago in the Iran-contra scandal during the Reagan administration. More recently he oversaw development of a program at Darpa that proposed spying electronically on Americans to monitor potential terrorists.\nThat program, originally called Total Information Awareness, was envisioned by Admiral Poindexter as a sweeping electronic surveillance plan that would forestall terrorism by tapping into computer databases to collect credit, financial, medical and travel records.\nBut this year Congress barred the program from spying on Americans, and the Pentagon changed its name to Terrorism Information Awareness.\nThe latest furor centered on an initiative under Admiral Poindexter's control called Policy Analysis Market. Under the plan, traders were to be able to begin registering on Friday to trade futures in Middle East developments as of Oct. 1 on a Web site program, which the Pentagon was operating with private partners.\nTwo Democratic senators, Byron L. Dorgan of North Dakota and Ron Wyden of Oregon, disclosed the existence of the futures program on Monday, calling it morally repugnant.\nThe defense agency staff has tried to defend the idea behind the program, saying it was merely using the marketplace to assess the probability of events, much like predicting elections or commodity prices. But even senior Pentagon officials, like Deputy Defense Secretary Paul D. Wolfowitz, said they were mortified that the program's developers could be so politically tone-deaf, and they quickly agreed to kill the program.\nToday, the senior defense official sought to soften the impact of what even staunch supporters of Admiral Poindexter acknowledged were whopping blunders.\n\"We've had a couple of programs of varying degrees of merit that have been seen as certainly unorthodox,\" the official said. \"It's cutting edge and beyond that in some cases.\"\nThe defense official praised Admiral Poindexter for his \"very creative intellect\" and wished him luck in other counterterrorism efforts. But he also said it was highly doubtful that the Pentagon would seek his advice as a consultant any time soon.\nRepublicans who had criticized the $3 million futures program today sought to prevent the debacle from tainting the agency's other work.\n\"Although this was a serious mistake by Darpa, I believe that the agency has played a tremendously important function in our overall defense structure for decades,\" Senator John W. Warner, the Virginia Republican who leads the Armed Services Committee, said in a statement, adding, \"Darpa must continue to serve in the interest of our national security.\" \nAs for Admiral Poindexter's future, Mr. Warner said that was a matter for the Defense Department to decide. Mr. Warner met with Mr. Rumsfeld in the Capitol within the last two days, although the senator's spokesman declined to say whether they discussed the admiral's fate.\nBut Democrats suggested more shenanigans were afoot in the Pentagon that had not been uncovered.\n\"The problem is more than the fact that Admiral Poindexter was put in charge of these projects,\" Senator Patrick J. Leahy, Democrat of Vermont, said in a statement. \"The problem is that these projects were just fine with the administration until the public found out about them.\"\nSenators Dorgan and Wyden said the outrage should fuel momentum to cut off all money to the Terrorism Information Awareness effort. \"Even with today's announcement, the proposed T.I.A. program would still be the biggest spying and surveillance overreach in America's history, and it should be shut down,\" the senators said in a statement.      \n\nhttp://www.nytimes.com\n\nLoad-Date: August 1, 2003"
}