{
    "title": "Points of Progress_ A win for women's rights in Italy , and more Women's rights are acknowledged fro",
    "publisher": "the christian science monitor",
    "year": 2019,
    "month": 5,
    "day": 10,
    "full text": "India\nThe state of Kerala is showing promise for women. Last year, infant and maternal mortality rates saw substantial decreases. And women in Kerala have the highest literacy rate among women in the country, at 92%. But despite those findings, they're facing a lack of employment opportunities, especially in rural areas. Women's work participation rate in rural Kerala, at 22%, is lower than the national average of 25%. Kochi Metro rapid transit system is trying to change this by making a conscious effort to employ them: Women make up 80% of the metro's workforce of 1,300 people. Women fill a variety of jobs, from cleaning to senior management. Also, breastfeeding pods have been installed in areas of the stations that can be accessed without a ticket for women passing by. (The Guardian)\nLatin America\nChile and Argentina are protecting their marine areas. Overfishing, pollution, and acidification are among the threats negatively affecting global waters. The United Nations has responded to these threats by setting a goal to conserve at least 10% of coastal and marine areas by 2020. Chile and Argentina are increasing the areas of ocean managed for conservation to help restore fish populations and support biodiversity. The influx of marine conservation seems to be changing locals' perception of the sea; it's no longer a term merely synonymous with a beach but is viewed as a multifaceted resource. Chile is now one of the world's leaders in marine protected areas, with 44% of its territorial waters under protection. And in the past year, Argentina has moved to triple the amount of protected waters. (China Dialogue)\nItaly\nAttitudes toward sexual violence are starting to change here. Observers say that Italy has a history of accepting sexist behavior as normal. And in one case, an appeals court had made the decision that a woman was too \"masculine\" to be a victim of rape. In response, protesters took to the streets, saying that an accuser's femininity should not be a factor in whether a person charged with rape is found guilty. The highest court overturned the decision in April, potentially setting a precedent for future cases. In its ruling, the Supreme Court deemed reasoning based upon a victim's appearance as \"wholly irrelevant.\" (The Washington Post)\nCuba\nAnimal activists were allowed to peacefully protest in Havana last month. Historians say it was highly unusual for the Cuban government to allow such a march. Cuba, which has been under communist control for some 60 years, has significantly restricted the right of people to protest the government. With the approval of the government, however, this group of activists marched, demanding government action against animal cruelty. Observers say the event indicates a \"trend toward recognizing civil society.\" (The Associated Press)\nWorldwide\nTerrorist attacks are decreasing overall. A global attack index from Jane's Terrorism and Insurgency Centre indicates that the total number of attacks in 2018 fell by 33% compared with the previous year. The 2018 level is the lowest since 2011, and last year also had the fewest number of recorded fatalities since the center began tracking the figure in 2009. Syria, which had the most attacks in 2017, saw a decrease of about two-thirds, and resulting fatalities fell by almost half. Although the Islamic State's attacks declined by 71%, it has claimed responsibility for the recent bombings in Sri Lanka. (Positive News)\n\nLoad-Date: May 10, 2019"
}