{
    "title": "Points of Progress_ Low-cost 3D-printed neighborhoods, and more In good news this week_ A nonprofit",
    "publisher": "the christian science monitor",
    "year": 2020,
    "month": 1,
    "day": 21,
    "full text": "Mexico\nNew Story, a U.S.-based nonprofit, recently finished construction on the world's first neighborhood of 3D-printed houses in the southern Mexico state of Tabasco. Each of the 500-square-foot homes includes two bedrooms, a living room, a kitchen, and a bathroom, providing more secure housing for some of the area's poorest residents. The local government, a partner in the project, plans to build roads and infrastructure to support the new community. Transporting a 33-foot 3D printer long distances comes with challenges, but New Story hopes its quick building process - printing multiple houses on-site simultaneously - will help reduce homelessness across the world. (Fast Company)\nWorldwide\nFor the fourth straight year, global deaths from terrorism decreased, dropping by 15.2% in 2018, according to the most recent Global Terrorism Index, a report by the Institute for Economics and Peace. The total number of deaths has been reduced by almost half of what it was in 2014, when it peaked. Afghanistan, Iraq, and Syria experienced some of the largest declines as activity by the Islamic State continued to drop. Still, with a total of 15,952 terrorism-related deaths and at least 71 countries experiencing at least one terrorist-related death, the problem remains widespread, and right-wing terrorism in the West appears to be growing. (Global Terrorism Index 2019)\nPalau\nPalau, a tiny island nation north of Indonesia, became the first country to ban sunscreens that contain chemicals harmful to coral reefs. \"We have to live and respect the environment because the environment is the nest of life,\" said Palau President Tommy Remengesau Jr. The island's natural resources are important to its economy, and one of its lagoons is recognized as a UNESCO World Heritage site. The ban targets 10 harmful chemicals that, experts say, are growing less common in sunscreens and lotions. Hawaii introduced a similar ban in 2018, and other areas, such as the U.S. Virgin Islands, have bans of their own. (BBC)\nGermany\nAround 400,000 refugees in Germany, or 36% of them, are now employed, according to the Institute for Employment Research. The number exceeds expectations, given poor settlement conditions in 2015 and the challenges native Arabic speakers face when learning German. While a large number of those employed have only temporary positions, around half have jobs as skilled workers, which is also a higher share than expected. \"This would make integration into the labor market about a year quicker than we had noticed with earlier refugee movements to Germany,\" said Herbert Brücker, an institute researcher. The institute was expecting 40% employment at the end of 2019 based on preliminary data that showed 36% midyear. (The Local)\nThe Netherlands\nA 2,000-foot-long tube designed to collect ocean refuse has returned to the Netherlands after gathering 60 full bags of trash. That's only about one cubic yard of waste, but that's not the end of the story. The device, a product of seven years of work, is part of The Ocean Cleanup, a Dutch nonprofit that intends to rid the seas of plastic waste. As it works to expand its operations, the nonprofit wants to repurpose the garbage into recycled consumer products and then use the profits from the sale of those goods to fund more cleanup trips. The Ocean Cleanup aims to have its first products for sale this fall. (The Guardian)\n\nLoad-Date: January 21, 2020"
}