{
    "title": "Poindexter resigns, says terrorism research misunderstood; He will leave the Defense Advanced Resear",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 8,
    "day": 14,
    "full text": "John M. Poindexter resigned his Pentagon research job but maintained that his efforts to predict terrorist attacks by scanning public and private databases and developing a futures market on Mideast developments had been misrepresented and misunderstood.\n\"I regret that we have not been able to … reassure the public that we do not intend to spy on them,\" the retired admiral said in a letter dated Tuesday. \"I think I have done all that I can do under the circumstances.\"\nHe advised his boss, Anthony Tether, that he would leave the Defense Advanced Research Projects Agency on Aug. 29, almost 20 months after Tether lured him from private industry back to government service to pursue his ideas for improving anti-terrorism efforts.\n\"In the highly charged political environment of Washington, positions on highly complex issues are taken and debated using glib phrases, 'sound bites,' and symbols,\" Poindexter wrote.\nHe acknowledged that part of his Total Information Awareness program, renamed Terrorism Information Awareness after protests from privacy advocates, was controversial: the effort to develop software that could scan public and private databases of the everyday commercial transactions and personal records of Americans and others around the world to find clues that terrorists were preparing an attack.\nPoindexter said that it would have been \"up to the policy-makers, Congress and the public at large - not DARPA - to decide whether to change law and policy to permit access to such data.\"\nHe added that his office sponsored research in how to protect privacy during the data-scanning process.\nHe said his futures market project, known as FutureMap, was \"distorted in press conferences and the media.\" But he added, \"Admittedly, one of the contractors made this distortion possible by using some extremely bad examples that had not been approved.\"\nSen. Ron Wyden, D-Ore., criticized the plan at a news conference last month as \"a federal betting parlor on atrocities and terrorism.\" Politicians from both parties joined the criticism, and the Pentagon folded the project the next day.\nPoindexter said a less controversial TIA project - improved sharing of existing intelligence data among government agencies - had in a recent test produced analyses in one-tenth the time previously required.\nThe Senate version of the defense appropriations bill would cut off all funds for TIA; the House version would merely bar domestic implementation of TIA without specific congressional approval. Poindexter wrote that he hoped a House-Senate conference in September would agree to \"permit a continuation of at least the non-controversial parts.\"\nThis was the second time Poindexter left government under fire. He was national security adviser to President Reagan during the Iran-Contra scandal in which arms were sold to Iran to finance Nicaraguan rebels when Congress had barred such aid.\nPoindexter was convicted of lying to Congress in the affair, but an appeals court overturned his five felony convictions on grounds that prosecutors could not prove their case had not been aided by Poindexter's own testimony to Congress under a grant of immunity.\nDARPA released Poindexter's letter Wednesday; it was first reported in The Washington Post.\n\nGraphic\n\n \nMug - John Poindexter\n\nLoad-Date: August 14, 2003"
}