{
    "title": "POINDEXTER RESIGNS, DEFENDS ANTI-TERRORISM PROJECTS",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 8,
    "day": 14,
    "full text": "John M. Poindexter resigned his Pentagon research job, but maintained that his efforts to predict terrorist attacks by scanning databases and developing a futures market on Mideast developments had been misrepresented and misunderstood.\n\"I regret that we have not been able to .*.*. reassure the public that we do not intend to spy on them,\" the retired admiral said in a letter dated Tuesday. \"I think I have done all that I can do under the circumstances.\"\nHe advised his boss, Anthony Tether, that he would leave the Defense Advanced Research Projects Agency on Aug. 29, almost 20 months after Tether lured him from private industry back to government service to pursue his ideas for improving anti-terrorism efforts.\n\"In the highly charged political environment of Washington, positions on highly complex issues are taken and debated using glib phrases, 'sound bites,' and symbols,\" Poindexter wrote.\nHe acknowledged that part of his Total Information Awareness program, renamed Terrorism Information Awareness after protests from privacy advocates, was controversial: the effort to develop software that could scan public and private databases of the everyday commercial transactions and personal records of Americans and others around the world to find clues that terrorists were preparing an attack.\nPoindexter said that it would have been \"up to the policymakers, Congress and the public at large - not DARPA - to decide whether to change law and policy to permit access to such data.\"\nHe added that his office sponsored research in how to protect privacy during the data-scanning process.\nHe said his futures-market project, known as FutureMap, was \"distorted in press conferences and the media.\" But he added, \"Admittedly, one of the contractors made this distortion possible by using some extremely bad examples that had not been approved.\"\nThe project was designed to let traders, political experts, speculators and others wager by buying futures contracts from one another over the Internet on the likelihood of various economic or political events in the Middle East.\nA contractor's Web page listed as possible events for futures contracts the likelihood that Palestinian leader Yasser Arafat would be assassinated or Jordanian King Abdullah II would be overthrown.\n\nLoad-Date: August 19, 2003"
}