{
    "title": "Point man on terrorism knows security issues",
    "publisher": "usa today",
    "year": 1998,
    "month": 5,
    "day": 22,
    "full text": "WASHINGTON\nFor more than two years, federal officials have engaged in a sometimes\nbitter debate over who is supposed to coordinate the nation's\ncounterterrorism efforts.\nToday, President Clinton will announce that person is Richard\nClarke -- the little-known career State Department official he's\nnaming to the newly created post of national coordinator for security.\nClarke, 47, spurns the title \"terrorism czar,\" which some have\ndubbed his new role. He won't have that kind of power, he says,\nand he insists he will \"facilitate,\" not supervise.\nStill, his appointment marks the first formal centralization of\nfederal counterterrorism efforts, which now involve more than\n40 federal agencies and at least $ 7 billion in spending. And it\nunderscores the importance placed on counterterrorism.\nIn an exclusive interview with USA TODAY, Clarke sums up the threat:\n\"Our military superiority . . . forces potential future opponents\nto look for ways to attack us other than traditional, direct military\nattacks.\n\"How do you do that? Through truck bombs. Through nerve gas attacks\non populated areas. Through biological attacks in populated areas.\nYou do it by sitting back in your own country, getting on the\ntelephone lines or the Internet, hacking your way into the command\nstructure for our private sector -- telephones, power, banking\nand financing -- and destroying them as surely as if you'd dropped\na bomb on them. \"\nA 20-year veteran of the State Department and White House, Clarke\nhas been in charge of coordinating policy during some of the Clinton\nadministration's most complex national security confrontations,\nincluding the military deployment in Haiti and the withdrawal\nfrom Somalia. He directed U.S. policy in the peacekeeping missions\nin Bosnia and ran the campaign to dump Boutros Boutros-Ghali as\nhead of the United Nations.\nToday he is regarded as second only to national security adviser\nSandy Berger in the White House national security apparatus.\nYet few have heard of him.\n\"The job of a National Security Council staff person is to remain\nbehind the scenes,\" Clarke says. \"However, part of being national\ncoordinator is being a spokesperson on these issues, and that's\none job I'll do.\"\nSecretary of State Madeleine Albright discovered Clarke when she\nwas directing Clinton's national security transition team in 1992-1993,\nand kept him on as the only NSC hold-over from the Bush administration.\nHe provided \"continuity\" to the new administration, he says.\nOthers say privately that he held the place together while the\nnew administration was getting up to speed.\nThose experiences, he says, are what has prepared him for a tricky\nnew post that lacks explicit power.\n\"The national coordinator will have a great deal of access to\nsenior levels of government -- access but not authority,\" Clarke\nsays. \"The national coordinator's only weapon . . . will be persuasion.\"\nFocused on teamwork\nBuilding cooperation, as well as gracefully twisting arms, are\nwidely regarded as Clarke's specialties.\nPreparing the nation for the future of terrorism \"requires the\npairing of odd bedfellows,\" he says.\n\"You need the Public Health Service to work with the Department\nof Energy. Normally, that pairing doesn't occur. Even agencies\n. . . such as the FBI and CIA require a little better assistance\nat cooperating.\n\"I think I've gained a reputation as being able to bring together\ndiverse teams to fix problems,\" he says.\nHis low profile apparently helps, and it's been very, very low\n-- all but invisible, even inside Washington.\nA recent computerized search of 8,500 major news outlets worldwide\nover the past 10 years turned up just 43 mentions of Clarke. Just\n14 of those were anything beyond a passing reference; only five\nhad his name more than once.\nBut Clarke has been busy.\nSince the World Trade Center bombing in 1993, just weeks after\nClinton took office, there has been growing awareness by the administration\nof the threat of terrorism.\nClarke says he watched as awareness turned to deep concern during\nthe summer of 1996, when there was a terrorist bombing at the\nAtlanta Olympics and the crash of TWA Flight 800 -- wrongly assumed\nfor months to be an act of terrorism.\nIn a flurry of activity that followed those incidents, military\nofficials, law enforcement authorities and White House study groups\nconcluded there was a lack of coordination of the many levels\nof federal response to a domestic terrorist incident.\nThere also was some outright tension among the players, notably\nthe departments of Justice and Defense, the FBI and the CIA, each\nof which felt it should be in charge.\nIn fact, the FBI and Pentagon remain at a standoff over such things\nas who picks up the tab when the military helps the FBI gather\nintelligence or return a fugitive terrorism suspect for trial.\n\"We can't let the terrorism program become like the drug program,\"\nsays Bob Blitzer, supervisor of the FBI's Domestic Terrorism/Counter-Terrorism\nPlanning Section. \"There's a lot of money and a lot of turf-fighting\nout there.\"\nBlitzer, however, is among a chorus of senior officials who speak\nof Clarke as someone they believe can sort out the mess.\n\"Dick is someone we have a long history with,\" Blitzer says.\n\"He runs great meetings, he's very focused on the key issues\nand listens to all of us. Most important, he doesn't force anything,\nbut finds consensus.\"\nOne such meeting, on July 17, 1996, began within 90 minutes of\nthe crash of TWA Flight 800 and lasted until well after sunrise.\nUsing the government's Secure Video-Teleconferencing System, Clarke\nmoderated the continuous discussions between top officials of\nthe NSC, intelligence agencies, law enforcement and the departments\nof Transportation, State and Defense.\nCriticized earlier\nBut as recently as a few months ago, feelings toward Clarke like\nthose expressed by Blitzer weren't so warm.\nEarlier this year, officials across a wide spectrum of government,\nincluding Justice, Defense and Energy, fired off angry letters\nto the White House expressing deep reservations about Clarke's\nnew counterterrorism apparatus. They feared it would enable the\nNSC, a policy-making body, to \"go operational.\"\nThe last time that happened was when Lt. Col. Oliver North, while\nassigned to the NSC, began selling arms to \"moderate Iranians\"\nand sending the profits to rebels in Nicaragua.\nThe Presidential Decision Directive -- the classified document\nthat outlines the roles, lines of authority and agencies created\nin the new war on terrorism -- was seen as giving the coordinator\ntoo much oversight.\n\"You really have to be paranoid to get there,\" Clarke says.\nBut to blunt critics, language was added \"that says what is already\nthe case: That the national coordinator shall not direct agencies,\"\nand he offers a personal pledge to have no role in supervising\nor budgeting.\n\"Each agency has specific assignments and roles and missions.\nSo for whatever function you mention, I can tell you who's in\ncharge. And it's never the NSC.\"\nThe State Department is the lead agency on any terrorist attack\ninvolving Americans overseas; Justice is in charge domestically.\nDefense and the CIA have supporting roles.\nBut it has not gone unnoticed that Clarke's suite of offices in\nthe West Wing of the White House includes North's old office.\n\"We've checked behind the walls,\" Clarke says. \"He left nothing\nbehind.\"\n\nGraphic\n\n \nPHOTO, b/w, H. Darr Beiser, USA TODAY\n\nLoad-Date: May 22, 1998"
}