{
    "title": "Poison Found At Post Office; No Tie Is Seen To Terrorism",
    "publisher": "the new york times",
    "year": 2003,
    "month": 10,
    "day": 23,
    "full text": "The Federal Bureau of Investigation is investigating a letter containing a deadly poison, ricin, which was found late last week in an airport postal office in Greenville, S.C., administration officials said Wednesday.\n     Law enforcement, public health and postal officials said no one was apparently harmed by exposure to the poison, which was in a small, waterproof metal container inside the letter. But a spokesman for the Postal Service said on Wednesday that the airmail office in the cargo area of the Greenville airport had been closed as a \"precautionary\" measure. \n Law enforcement and public health officials said they viewed the incident as a case of criminal extortion. There was no threat to public health,officials said, and terrorism was not suspected.\nOfficials said a note inside the letter warned that large quantities of the poison would be dumped into the nation's drinking reservoirs if the federal government did not reverse a rule requiring truckers to rest after 10 hours of driving, officials said.\n\"This does not bear the mark of international terrorism,\" Brian Roehrkasse, a spokesman for the Department of Homeland Security, said on Wednesday.\nA spokeswoman for the Centers for Disease Control and Prevention in Atlanta said there was \"no discernible public health impact as a result of what was found.\" She said that the Department of Health and Human Services and the centers were working closely with the F.B.I. and the post office and that a team would soon be sent to Greenville \"to fully assess the facility.\" \nGerry McKiernan, a spokesman for the post office, said 68 workers were employed in three shifts at the airmail cargo office. Mr. McKiernan said a postal worker had isolated a \"suspicious\" letter at the office late last week, where it lay unopened but separated from other mail until early this week.\nMr. McKiernan declined to say what made the letter suspicious, but officials familiar with what they described as the standard business envelope containing the ricin (pronounced RICE-in) said it had no postmark or return address.\nJohn Osterloh, a medical officer and toxicologist at the disease control centers, said that an agency laboratory had done two tests on what he described as the \"granular chunky material\" in the letter, and that both showed positive on Tuesday night for ricin. Mr. Osterloh said that although the agency had not tested or even seen the metal container or note or the envelope containing them, \"given the facts as we know them, dispersal of any ricin from the letter was unlikely.\"\nA spokeswoman for the F.B.I. said that another laboratory, which she declined to identify, was now testing the envelope and its contents for ricin, and that other tests would be done for such things as fingerprints, DNA and other evidence. Neither she nor the disease control agency would comment on whether the material inside the letter could have been turned into a deadly powder or aerosol. But the F.B.I. spokeswoman said \"no one has shown signs of exposure and enough time has passed that someone would have had they been exposed.\"\nRicin is a deadly toxin derived from castor beans and can kill people who inject, ingest or inhale even small amounts. It has no vaccine or antidote and is relatively easy to make. According to the C.D.C. Web site, its symptoms include fever, cough, shortness of breath and chest tightness, all of which can occur within eight hours of exposure. Death occurs within 36 to 48 hours of exposure.\nFederal officials said the current incident was the first involving a letter filled with a chemical or biological agent since the deadly anthrax letter attacks of October 2001, which killed 5 people and infected at least 17 others. But they said that although ricin was a deadly poison and a traditional assassination weapon, they viewed the case more as the work of a disgruntled individual than part of a terrorist plot.\nThey said that a terrorist would have to add thousands and thousands of pounds of ricin to a large body of water to contaminate it and that the toxin would probably be killed by exposure to chemicals routinely used in municipal water supplies.\nBut Jerome Hauer, assistant secretary for the Department of Health and Human Services, said it was \"worrisome\" that someone had once again used the mail to try to send a biological agent.\n\"While it was sealed in a vial,\" Mr. Hauer said, \"it had the potential to expose people, had it deliberately or accidentally opened.\"      \n\nhttp://www.nytimes.com\n\nLoad-Date: October 23, 2003"
}