{
    "title": "POLAND LINKS TERRORISTS TO SOLIDARITY",
    "publisher": "the new york times",
    "year": 1982,
    "month": 9,
    "day": 8,
    "full text": "The official Polish press organizations have begun a campaign to link the seizure of the Polish Embassy in Bern to the suspended Solidarity union and to suggest that the underground is turning to violence.\n''Act of Brutal Terror by Solidarity Extremists,'' said the headline in the army newspaper Zolnierz Wolnosci this morning.  The state television news tonight, which devoted 22 minutes of its half hour broadcast to the embassy seizure, said that ''from discussions with the terrorists, it emerges that their demands remain in accord with leaflets of KOR and underground Solidarity.''\nWARSAW, Sept. 7 - The official Polish press organizations have begun a campaign to link the seizure of the Polish Embassy in Bern to the suspended Solidarity union and to suggest that the underground is turning to violence.\nThe seizure was carried out by a small group calling itself the Home Army-National Liberation Front, an apparent reference to the non-Communist, London-based underground during World War II that dominated the active partisan resistance movement here until it was decimated in the Warsaw uprising in 1944.\nWestern news agencies reporting from Bern said the office of Solidarity exiles there had condemned the attack, although the report from P.A.P., the Polish national press agency, said they had ''declined to present a stand.''\n \nIntellectuals Under Attack\nThe P.A.P. account from Bern, carried on the front pages of the army newspaper, Trybuna Ludu, the Communist Party newspaper and other papers today, began, ''A growing number of facts indicate that Solidarity extremists are taking up terrorism.''\nA major target of the official press organizations in recent days has been the dissident group of intellectuals, known as KOR, who served as advisers to Solidarity. Most KOR members are now interned under martial law. Last week, the Government charged four of the interned leaders with attempting to overthrow the state by violence.\nMonday night the state radio, in connection with its broadcast on the Bern incident, said that a letter smuggled out of prison by the KOR leader Jacek Kuron earlier this year ''called for acts of terrorism against people's Poland.''\nActually, the well-publicized letter had called for an organized underground resistance rather than isolated acts of violence, saying ''only such a movement can be a party to a compromise'' and ''can restrain a wave of terrorism.''\nThe broadcasts also mentioned other prominent dissidents - Adam Michnik, an historian, Jan Litynski, editor of the suppressed newspaper Robotnik and Karol Modzelewski, one the main Solidarity spokesman - saying ''their connections with Trotskyite terrorist groups in the West have long since come to light.''\n \n'Calling for Armed Struggle'\nThe controlled newspapers and television here have been giving considerable prominence to what they charged were preparations for violence surrounding last week's demonstrations called by underground Solidarity leaders. The latest story is about the discovery of what was said to be a cell in the city of Katowice, which was said to be preparing for the assassination of high-ranking officials.\nIn a front-page commentary today, the party newspaper, Trybuna Ludu, said: ''Although some spokesmen for Solidarity in the West have disassociated themselves from the terrorist group, it is a fact that some of them have been calling for various forms of armed struggle against the authorities of the Polish People's Republic. Part of the underground operating inside the country represents the same orientation.''\n''If anybody still doubts this, let him listen to Radio Free Europe, for example, which reports this kind of appeal with as much regularity as approval.''"
}