{
    "title": "Poland Promises to Help Soviet Jews Fly to Israel",
    "publisher": "the new york times",
    "year": 1990,
    "month": 3,
    "day": 27,
    "full text": "Three days after Hungary's airline responded to threats of terrorism by saying discontinue charter flights of Soviet Jews to Israel, Prime Minister Tadeusz Mazowiecki of Poland said that his country would take up the emigres' cause.\nSpeaking at an American Jewish Congress dinner here on Sunday, Mr. Mazowiecki said, ''Just as in the Middle Ages, Poland gave refuge to Jews fleeing persecution, so today Poland will not evade humanitarian assistance to Jews emigrating from the Soviet Union.''\nAn aide to the Prime Minister said that Poland's borders would be open to all Jews wishing to leave the Soviet Union and that Poland would provide safe transport to Israel.\nIn Warsaw, an official of Lot, the Polish state airline, confirmed yesterday that his company was studying a request to fly Soviet Jews to Israel from Poland.\nThe executive director of the American Jewish Congress, Henry Siegman, who helped arrange Mr. Mazowiecki's appearance at the dinner, characterized the Prime Minister's remarks as ''kind of a reproach to the Hungarians for capitulating to terrorism.''\n''Perhaps it will encourge other Eastern European countries to stand fast,'' he said.\nHungary's airline, Malev, announced last week that it was halting flights between Moscow and Tel Aviv because of a threat from Islamic Holy War for the Liberation of Palestine, a shadowy terrorist group based in Lebanon.\nThe Hungarian Foreign Minister, Gyula Horn, said yesterday at a news conference in Budapest that his Government was seeking a way around the decision by Malev, which is not Government-controlled. A Malev spokesman in Budapest that the airline would be happy to add flights to Israel, ''but at the moment, without Soviet Jewish immigrants.''\nAn estimated 100,000 Soviet Jews are expected to settle in Israel this year, and as many as 750,000 over the next six years. Arab countries and the Palestine Liberation Organization have demanded that the Soviets halt the exodus. They argue that many of the immigrants will settle in the occupied West Bank and the Gaza Strip, areas that the Palestinians claim as their own.\nMr. Siegman said that representives of the American Jewish Congress would meet in Washington with the Hungarian Ambassador. ''We hope to pursuade the Hungarian airline to resume its flights,'' he said. ''We hope to convince him that there is no better way to encourage terrorism than to capitulate to it.''\nAsked why Jewish leaders apparently bypassed Western European countries, searching mainly in the East bloc for flights for emigrating Soviet Jews, Mr. Siegman said that using Western cities like Geneva, Rome or Frankfurt would be more expensive.\n''The Eastern nations provide the most direct route,'' he said. ''The cost is horrendous to begin with. Western European destinations are far out of the way; they would virtually double the cost.''\nRaphael Rothstein, a vice president of the United Jewish Appeal, said a group of 150 American Jews planned to meet in Moscow today with Yuri A. Reshetov, an official in the Soviet Foreign Ministry who deals with Jewish affairs, and urge him to ask the Hungarians to resume the charter flights.\nMr. Rothstein said 10,000 to 13,000 Soviet Jews who have been issued visas are awaiting transportation to Israel. ''They are all people who could go right away if there were flights,'' he said.\nMr. Rothstein said he understood that Israel was negotiating with Finland and Yugoslavia to provide flights for Soviet Jews.\nIn Washington, representatives of the American Jewish Committee met yesterday with State Department and National Security Council officials and foreign diplomats to ''express serious concern about roadblocks to immigration at a time of growing apprehension among Soviet Jews'' about conditions in the Soviet Union.\nMr. Rothstein said the United Jewish Appeal had raised $100 million for ''Operation Exodus,'' a program for resettlement of Soviet Jews. He said it hoped eventually to collect $420 million."
}