{
    "title": "POLAND SAYS IT WAS MISLED ON IRAQ ARMS; PRESIDENT CONSIDERS EARLY TROOP WITHDRAWAL BUT INSISTS REASO",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 3,
    "day": 19,
    "full text": "One week after the Madrid bombings, President Bush looks to be losing his grip on another pivotal ally in the Iraq war.\n Polish President Aleksander Kwasniewski yesterday told a gathering of European journalists that he had been misled on the threat of Iraq's weapons of mass destruction. He also said he was considering an early pullout of many of the 2,500 Polish troops in Iraq as part of the coalition, but he said it was only because the situation in Iraq was improving.\nWhile Kwasniewski didn't connect being misled to the possible early pullout and didn't cite the vivid memories of Madrid among his reasons, experts agree that his announcement was damaging to Bush. It added to evidence that Europe was departing further from the Bush administration's strategic vision of the war on terror.\n Kwasniewski's announcement came days after incoming Spanish President Jose Luis Zapatero declared the war in Iraq a \"disaster\" and said he would pull his country's troops out of Iraq by June 30.\n In an interview appearing today in the French newspaper Le Monde, French Foreign Minister M. Dominique de Villepin echoed Zapatero's statement, saying the war in Iraq had not led to a more stable world.\n \"Let's stick to the facts: Terrorism didn't exist in Iraq before the war. Today, that country is one of the main centers of terrorism worldwide,\" Villepin said. \"We're witnessing increasing violence, against the coalition forces, against the Iraqis themselves. … The terrorism is affecting us all; the threat is today omnipresent. The Madrid tragedy clearly shows that Europe isn't spared.\"\n Terrorism and foreign policy experts saw little positive news in these statements -- for the United States, in particular, but also for Europe -- because they gave the appearance that Europe was retreating under the pressure of terrorism.\n The statement came a week after 202 died and 1,500 were wounded as 10 bombs exploded at three Madrid train stations during the morning commute. In the days since, evidence has linked al-Qaida to the bombings, including a letter asserting that the bombings were retribution for Spain's involvement in the war.\n Kwasniewski said that while he thought Saddam Hussein's fall in Iraq was overall a positive, he's \"uncomfortable due to the fact that we were misled with the information on weapons of mass destruction.\"\n\nLoad-Date: March 19, 2004"
}