{
    "title": "Poles Seize Underground Leader",
    "publisher": "the new york times",
    "year": 1987,
    "month": 11,
    "day": 11,
    "full text": "The police have arrested a fugitive leader of the opposition underground, Kornel Morawiecki, the founder of a clandestine group called Fighting Solidarity, for ''using false identity cards,'' the Government's spokesman said today.\nThe spokesman, Jerzy Urban, said at a news conference that the prisoner was suspected, along with people in Sweden and Poland, of membership in a criminal group involved in smuggling equipment into Poland ''for subversive and anti-Socialist activities.''\nMr. Urban said a woman, identified only as Hanna L., was detained with Mr. Morawiecki.\nThe arrest appeared to be a political and propaganda victory for the Government of Gen. Wojciech Jaruzelski at a time of intense campaigning against the leadership of the outlawed Solidarity trade union. This has included accusations in recent weeks that the leadership, including Lech Walesa, the founder of Solidarity, were involved in efforts to foment terrorism.\nLast month the Government exhibited equipment including tear gas pistols and electronic devices that it said had been smuggled into Poland from Sweden and were intended for use in terrorist actions.\nThe accusation of fomenting terrorism has been raised against Solidarity almost from its inception. Solidarity leaders have denied the accusations, insisting that their efforts to organize workers are peaceful.\nMr. Morawiecki was the last well-known figure linked to Solidarity during its legal existence to remain a fugitive after the imposition of martial law in December 1981 and the outlawing of the trade union.\nThe Government spokesman said that Mr. Morawiecki was arrrested Monday in Wroclaw, the southwestern industrial city that is a center of resistance to the Communist government.\nA former university lecturer, Mr. Morawiecki went underground in 1982 after founding an organization called Fighting Solidarity. He had operated for several years through safe houses and apartments made available by supporters, becoming part of a folklore that inspired young opposition figures.\nLeaders of the Solidarity union repeatedly denied any links between their organization and Fighting Solidarity, which was ambiguous in its stand on violence.\nIn a 14-page program issued in June, the group agreed to the use of violence in self-defense but said it ''opposed terrorism under any violent form.''"
}