{
    "title": "Police find bomb material in terror probe",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 10,
    "day": 11,
    "full text": "PARIS - French police discovered bomb-making materials in an underground parking lot near Paris as part of a probe of an \"extremely dangerous terrorist cell\" linked to an attack on a kosher grocery, a state prosecutor said Wednesday.\nInterior Minister Manuel Valls said some of the\n12 suspected cell members arrested over the weekend appeared to have plans to go to Syria to fight in its civil war. Valls, quoted in an interview posted Wednesday on the website of Paris Match magazine, said some had \"unquestionably\" spent time in Tunisia and Egypt. He did not elaborate.\nParis Prosecutor Francois Molins said the discovery of the bomb-making materials late Tuesday in Torcy, east of the capital, led authorities to invoke a rarely used legal clause to allow them to extend questioning of the 12 suspects by a day - and possibly two.\nAuthorities have been on high alert for possible terror attacks by radical Islamists after a Frenchman who claimed links to al-Qaida shot and killed three Jewish children, a rabbi and three paratroopers in southern France in March.\nA counterterrorism official, speaking only on condition of anonymity, said authorities were working to try to verify a possible link to Syria.\nThe case amounts to one of the biggest break-ups of a suspected Islamic terror cell in years in France, and the international link revived memories of the height of the Iraq war in the mid-2000s - when counterterrorism authorities dismantled a string of feeder cells that sent or plotted to send fighters to join the combat against U.S.-led allied forces there.\nFrench authorities have been particularly concerned that the young militants might gain important skills in combat, bomb-making and other terrorism tactics abroad - then later return home to carry out attacks.\nInvestigators were led to the parking lot through information collected during questioning of the suspects, who were arrested in weekend raids across France in a probe of a firebombing of the grocery north of Paris last month, Molins said.\nAuthorities believe the two organizers of the Sept. 19 grenade attack in Sarcelles are in custody, Molins said. However, he suggested that the two people who actually carried it out could still be at large.\n\"When there is a serious risk of the imminence of a terrorist action in France, police custody - after 96 hours - can be extended by 24 hours,\" Molins told reporters at the downtown Paris courthouse.\nIt was only the second such extension since a 2006 revision to France's powerful anti-terrorism legislation. In most terrorism cases, police can detain suspects for questioning for up to four days before preliminary charges are filed or the suspects are released for a lack of enough evidence to merit prosecution.\nIn Torcy, investigators recovered bags of potassium nitrate, sulfur, saltpeter, headlight bulbs and a pressure cooker - \"all products or instruments useful to make what are called 'improvised explosive devices,'\" Molins said.\n\"We can say that we are clearly and objectively facing an extremely dangerous terrorist cell,\" he said.\nMasked police investigators, backed by riot police, returned to the apartment building and underground lot in Torcy to continue poring over the contents for much of the day Wednesday - before leaving in a half dozen unmarked police cars, some containing bags.\nFrench President Francois Hollande, speaking at a news conference with Spanish Prime Minister Mariano Rajoy, said: \"Let's let the investigations play out, because we haven't brought everything to light\" in the case.\nOn Saturday, police shot the suspected leader of the cell, Jeremie Louis-Sidney, after he opened fire on them during a raid in Strasbourg. Police found weapons, cash and a list of Paris-area Israeli associations after raids in Strasbourg, near the Riviera resort of Cannes, and in the Paris area - including Torcy.\nMolins said Saturday that the suspects in custody were French and recent converts to Islam. Four of the men involved in the raid had written wills. One was carrying a loaded gun when arrested.\nJustice Minister Christiane Taubira said the prosecutor and police investigators were conducting their work \"with the necessary seriousness and meticulousness, clearly in respect of our state of law.\"\nRetiree Jacqueline Pierre-Brebois, a resident of the Torcy apartment building, said she and her husband were frightened after learning of the stash right under them.\n\"We thought, 'we're sleeping over a pressure cooker' - because we live right above the garage,\" she told AP Television News. \"We didn't know what was happening, but it's true it was worrisome ...\"\n\"We haven't slept for the three days since they arrested somebody here,\" Pierre-Brebois said of herself and her husband, Philippe.\n\nLoad-Date: October 15, 2012"
}