{
    "title": "Police in Barcelona Shoot at Stolen Truck Loaded With Gas Canisters",
    "publisher": "the new york times",
    "year": 2017,
    "month": 2,
    "day": 21,
    "full text": "MADRID — The police opened fire on Tuesday after the driver of a stolen truck carrying butane gas, and moving at high speed near Barcelona’s main ring road, refused to stop.\nAlthough there were no fatalities, the chase quickly raised tensions in Spain, which remains on high alert after major terrorist attacks in other European countries, including deadly episodes involving trucks in            Nice, France, and in            Berlin.\nThe police said that the driver had been taken into custody. They described him as a 32-year-old man with a Swedish passport who was not a resident of Barcelona, but did not identify him further.\nJoan Carles Molinero, a regional police chief, said during a news conference in Barcelona that the driver’s motives were unclear, and that terrorism was not one of the lines of investigation.\n“We are working on the possibility that it is a person with some kind of imbalance or consumption of substances,” said the police chief, who also noted that the driver was unarmed when he was arrested.\nThe driver ignored several warnings and attempts to stop him, and more than half of the gas canisters in the truck fell off as he sped along, the police said. At least one person was injured by a canister that fell from the vehicle, which was brought to a halt on an access road.\nJuan Ignacio Zoido, the Spanish interior minister, also ruled out the possibility of a terrorist attack. He said in a post on Twitter that the driver had a background of psychiatric problems.\nBarcelona, Spain’s second-largest city after Madrid, is a hub of the country’s tourism industry, with more than seven million visitors a year.\nRelated Articles\nDeadly Berlin Christmas Market Episode Is Latest in Europe\nIn Truck Attack in Nice, Mainstay of Commerce Reinvented as Tool of Death\nAttack in Nice, France, Represents Terrorism’s New Reality\nScores Die in Nice, France, as Truck Plows Into Bastille Day Crowd\n\nLoad-Date: February 23, 2017"
}