{
    "title": "Police Deepen Role In Boko Haram War, Deploy 2000-Man Special Force",
    "publisher": "the will ",
    "year": 2018,
    "month": 12,
    "day": 2,
    "full text": "SAN FRANCISCO, December 02, (THEWILL) The Nigerian Police Force has deepened its role in the anti-terrorism war in the north east, with the deployment of 2000 men to join Operation Lafiya Dole. The men are made up of Police Mobile Force (PMF) and Counter Terrorism Units (CTU) Personnel of the Force and the Sniffer Dog Sections.\n The men, who are already on ground for the past few days, will be engaged in military duties, said the Inspector General of Police (IGP), Ibrahim Idris. The Nigeria Police Force is fully committed to the fight against insurgency and will do all it takes in collaboration with the Military to bring a quick end to Boko Haram insurgency and crisis in the Nor#8203th East,\" according to a statement by Jimoh Moshood, police spokesman.\n \"This new deployment is consistent with Section 4 of the Police Act and Regulations which specifies the general duties of the Nigeria Police Force. The deployment is also to support the strength of the Military to defeat the Boko Haram Insurgency, Moshood said.\n Until the fresh deployment of additional men, the Nigeria Police Force had in Borno State, 2961 policemen. There is also a Mobile Squadron also based in the state.\n In neighboring Yobe, the police stationed 1638 men under 26 mobile force units and there is another mobile Force squadron. There are 18 mobile Force units in Adamawa, comprising 1134 men Units, in addition to the Police Mobile Force (PMF) Squadron.\n \"The Counter Terrorism Units of the Force has deployments of over One Thousand, Two Hundred and Fifty (1,250) specially trained Counter Terrorism Police personnel. The Police Anti-Bomb Squad has about Three Hundred (300) personnel while over Hundred Sniffer Dogs are working with the Military in the fight against Insurgency in the North East.\n \"It is of significant note that the Police Mobile Force (PMF) Personnel, Counter Terrorism Units (CTU), Anti-Bomb Squad (EOD), Sniffer Dog Sections, the Federal Anti-Robbery Squad (FSARS) and conventional Police personnel have been fighting along with the Military in the front line against Boko Haram insurgency and also providing security for restoration of law and order in the North East, security for all the liberated towns and villages in the North-East, escort of Foreign and Local Humanitarian workers and relief materials, protection of IDP camps and security of public and private infrastructures. \"The Police Air-wing Surveillance Helicopters and crews are also deployed to support most of the operations of Operation Lafiya Dole throughout the North East in the fight against insurgency in the North East.\n\" \n\nLoad-Date: December 3, 2018"
}