{
    "title": "Police_ Florida woman slain in London",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 8,
    "day": 5,
    "full text": "LONDON - A Somali-Norwegian teenager went on a knife rampage through London's Russell Square, a hub for students and tourists, fatally stabbing an American woman from Florida and wounding five other people.\nPolice said Thursday that it wasn't terrorism - but in a city on edge after a summer of attacks elsewhere in Europe, both authorities and London residents initially responded as if it were. Police flooded the streets with extra officers and mobilized counterterror detectives before saying the shocking burst of violence appeared to have been \"triggered by mental-health issues.\"\nPolice officers used a stun gun to subdue the 19-year-old suspect at the scene of the stabbings late Wednesday, among busy streets lined with hotels close to the British Museum.\n\"Terror in London\" ran the headline in the Mail Online, one of several media outlets to speculate that the attack was an act of terrorism. Police initially said terrorism was \"one line of inquiry being explored.\"\nBut hours later Metropolitan Police Assistant Commissioner Mark Rowley said \"we have found no evidence of radicalization or anything that would suggest the man in our custody was in any way motivated by terrorism.\"\nHe said detectives from the force's murder and terrorism squads had interviewed the suspect, his family and witnesses and searched properties.\n\"We believe this was a spontaneous attack and the victims were selected at random,\" Rowley said.\nLondon Mayor Sadiq Khan said \"there is no evidence at all that this man was motivated by Daesh\" - another name for the Islamic State group - or similar organizations.\nRowley said the suspect, whose name hasn't been released, is a Norwegian of Somali ancestry - though police don't consider that \"relevant to the motivation for his actions.\" Norway's National Criminal Investigation Service said he had left the Scandinavian country in 2002, when he was a small child.\nThe Metropolitan Police identified the dead woman as 64-year-old Darlene Horton.\nFlorida State University in Tallahassee said Horton was married to psychology professor Richard Wagner, who had been teaching summer classes in London.\n\"There are no words to express our heartache over this terrible tragedy,\" Florida State University president John Thrasher said in a statement. \"We are shocked that such senseless violence has touched our own FSU family.\"\nTwo Australians, an Israeli, an American and a British citizen were wounded, none with life-threatening injuries.\nPolice said a British man with a stab wound to his stomach was hospitalized in serious but stable condition. The four others were treated and released Thursday.\nWhile knife crime is a regular occurrence in London - there have been two other blade killings this week - the scale and randomness of the rampage rattled nerves. It came just days after authorities warned the British public to be vigilant in light of attacks inspired by the Islamic State group elsewhere in Europe.\nStudent Megan Sharrock, 18, looked out her window and saw someone lying on the sidewalk under a blanket.\n\"There was like two rivers of blood running away from the person so we thought, yeah, someone has been killed,\" she said. \"It's really shocking, (a) scary world we live in to think that could happen,. That could happen to anyone, just walking down the street.\"\nHelen Edwards, 33, who lives in the area, came out for a walk and found it thronging with armed police near. In a city with vivid memories of the deadly July 7, 2005, bomb attacks on public transport - two of which struck near Russell Square - she immediately suspected that an attack had occurred.\n\"There is always that thing in the back of your mind,\" she said. \"You live with that threat of terrorism or other crimes in the back of your mind. It wasn't a huge shock I guess.\"\nThe response to the attack is complicated by the frequent overlap between terrorism and mental illness. Many \"lone wolf\" attackers have a history of mental-health problems, including a Syrian who blew himself up in the German town of Ansbach last month and a Somali man who was sentenced to life this week for trying to behead a London Underground passenger.\nEmily Corner, a researcher at University College London who studies the links between mental illness and terrorism, said every incident of major violence now sparks the same debate: \"Are they a terrorist or are they mentally ill?\" In some cases, the answer is both, though Corner stresses that most terrorist attackers are not mentally ill, and most people with mental illness are not violent.\nThe Russell Square attack came within hours of an announcement by London police that they were putting more armed officers on the streets to bolster public confidence in the wake of recent attacks in Europe.\nMost British police don't carry guns, a principle that remains unchanged. Even with the additional armed officers, the vast majority of London's 31,000 police officers won't be armed.\nArmed officers responded to Wednesday's stabbings, but didn't fire any shots.\nRowley said \"we should be proud of them and the British tradition of using the minimum necessary force.\"\nPolice have urged Britons to be vigilant after attacks this year in France, Belgium and Germany, several committed by people who professed allegiance to the Islamic State group.\nIn the last three years London has seen two knife attacks by people inspired by radical Islam. In May 2013, two al-Qaida-inspired London men killed off-duty soldier Lee Rigby in the street near his barracks. In January, mentally ill Muhiddin Mire tried to behead a London Underground passenger, shouting that he was doing it \"for Syria.\"\nKnives are the most common murder weapon in Britain, which has strict gun-control laws. There were 186 knife killings in the year to March 2015, according to government statistics - a third of all murders.\n\nLoad-Date: August 5, 2016"
}