{
    "title": "POLICE ARREST A SUSPECT IN NEIGHBORHOOD TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 1997,
    "month": 12,
    "day": 14,
    "full text": "For three years, someone terrorized a Northeast Philadelphia neighborhood with bomb threats and painted swastikas at the offices of a congressman and state senator.\nWhen authorities received a letter last month saying that school children would be harmed if they did not pay $ 15,000 in retribution for U.S. atrocities after World War II, they stepped up their investigation.\nOn Wednesday, police surrounded a pay phone that had just been used to make a threatening call to state Sen. Henry Salvatore. They arrested Michael Gaither, 39, after a short foot chase.\nGaither was scheduled to be arraigned today on more than 100 counts, including arson, ethnic intimidation and causing a catastrophe. Pipe bombs were left behind in about eight incidents, but the devices never detonated, police said.\n''Who knows what's in these people's heads,'' Sgt. Michael O'Donnell said Thursday night.\nFederal prosecutors may take over the case, O'Donnell said.\nGaither, who lives with his mother and is apparently unemployed, has no criminal record and was not a suspect before his arrest, O'Donnell said.\nA vandal or vandals hit U.S. Rep. Robert Borski's office in Northeast Philadelphia at least three times between March and August 1996. The last time someone scribbled two swastikas and the words ''U.S. Out'' in black marker, smashed the front door and broke a window but did not go inside, police said.\nSalvatore's office reported similar vandalism.\nWhile the incidents have taken place over several years, police intensified their efforts in response to a letter received Nov. 17.\nThe letter, signed by someone identified as a member of the German American Bund, threatened to harm schoolchildren unless police provided $ 15,000 as retribution for U.S. atrocities in Germany after World War II.\nPolice and federal investigators from several agencies traced many of the calls to a few pay phones in Northeast Philadelphia and began staking out those booths and other areas where they believed the caller might be.\nOn Wednesday, when someone called Salvatore's office, an agent stationed there traced the call and informed a surveillance team. The person who called said he was responsible for destroying the office last year, police said.\nPolice wouldn't elaborate on how the other incidents were linked to Gaither, but fingerprints were taken from the letter.\nSalvatore, a Republican, had sponsored an anti-ethnic-intimidation bill in 1982, which aides have speculated may have motivated the vandalism.\nStaffers for Borski, a Democrat, have said they didn't have any idea what would prompt someone to deface his office.\n\nLoad-Date: December 16, 1997"
}