{
    "title": "Police access to military gear crucial tool against terrorism(2)",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 10,
    "full text": "The familiar arms debate that follows tragedies such as the Paris attacks and the shootings in San Bernardino, California has been brought up again. The availability of military grade equipment for our police forces is a long-standing and quite important discussion. The militarization of police means the possibility that police officers in American cities will be able to utilize equipment typically reserved for war zones. The Dec. 2 shooting in San Bernardino left 14 Americans dead, 21 wounded and two shooters killed by police. The active shooter situation might have been much worse if police did not respond in mine resistant, ambush protected vehicles. According to local police and the Federal Bureau of Investigation, the shooters fired over 300 rounds between the initial attacks and the ensuing shootout with law enforcement.\nThis situation seems more applicable in a war zone than a California town. The vehicles were used to rescue workers from the scene, to pursue the shooters and for protection when engaging the perpetrators. It becomes quite clear that the use of these military vehicles was essential in responding. Police used heavy metal riot shields in the Nov. 13 Paris attacks-the bullet marks and indentations on the shields clearly show that if anything less had been used, the officer would have been injured, if not killed.\nMany Americans are reluctant to allow local police access to military grade equipment, even in the wake of such terrible events. Even earlier this year, President Barack Obama made a statement on his administration's moves to de-militarize police, saying that, \"We've seen how militarized gear can sometimes give people a feeling like there's an occupying force as opposed to a force that's part of the community that's trying to protect and serve them.\"\nHis presidential order restricted what equipment local police can obtain from federal agencies; from riot gear to the armored vehicles used in San Bernardino, to camouflage and to higher caliber ammunition. Local police would now have to purchase this type of gear from private sellers. His motives resonate with many Americans who fear a police transition from guardian to warrior and from protector to oppressor.\nIn contrast, European states have seen rapid military increase both domestically and on the international scale. Enrollment in the French military has nearly tripled since the attacks in Paris and airstrikes in Syria have been steady and unceasing. The United Kingdom recently moved to increase spending on military equipment by 7 percent and plans to allow increased spending in its budget next year.\nThis quick response has contrasted dramatically with those here in the United States, where a conclusion alone can barely be reached on any debate regarding gun control, military equipment for police, airport security or refugee acceptance.\nPerhaps the reason so many Americans are refusing to allow their local police to have this grade of gear is the conflicting reports regarding the true nature of law enforcement. Police brutality and discrimination occurs all over the nation. If given military-level equipment, those who are discriminated against would be fearful beyond comprehension.\nIf we can remove the law enforcement's institutional problems, however, Americans should begin to see why the security issues with local police being outgunned and ill-prepared against domestic terrorists could be solved with access to military equipment.\n\nLoad-Date: October 4, 2018"
}