{
    "title": "Politicians join the debate over 'Klinghoffer' Controversial opera depicts an infamous incident of t",
    "publisher": "usa today",
    "year": 2014,
    "month": 10,
    "day": 21,
    "full text": "As New York's Metropolitan Opera prepared for Monday's opening of its first staging of John Adams' controversial 1991 opera The Death of Klinghoffer, those protesting the production put on  their own displays -- with some high-profile politicians joining them.\nFormer mayor Rudy Giuliani and U.S. Reps. Peter King and Carolyn Maloney joined  others opposed to the opera outside the Met.\nAbout 400 people stood behind barricades, chanting \"Shame on the Met.\"\nCurrent Mayor Bill DeBlasio  supported the Met's right to present the opera, saying Monday morning at a news conference in Queens: \"I think the American way is to respect freedom of speech. Simple as that.\"\nAt issue is Klinghoffer's perceived depiction of Jews and of the Palestinian militants who  hijacked the Achille Lauro in 1985 and murdered Leon Klinghoffer, a disabled Jewish-American passenger. Various critics -- including Klinghoffer's daughters, who released a statement at the time of the opera's original premiere -- have charged that the work is anti-Semitic and justifies or even glorifies terrorism. (A new statement from the daughters will be included in the Met program.)\nDefenders have argued that Klinghoffer is more even-handed and emphasizes the humanity of all the parties involved.\nDebate has dogged the production, the Met's first of the opera, since its announcement. In June, Peter Gelb canceled plans to make Klinghoffer available in movie theaters as part of the company's Live in HD series and as an audio broadcast.\nBy 2 p.m. Monday, preparation for the demonstrations had begun outside Lincoln Center. A screening of the film version of the 1990 made-for-TV movie Voyage of Terror: The Achille Lauro Affair was planned, as was a \"100-wheelchair caravan\" in solidarity with Klinghoffer.\nFrederick Urban, arriving at the opera house to pick up his ticket, saw some of the wheelchairs being unloaded out of a van, and declared the scene \"distasteful.\" Urban added, \"The question I would have of protesters is what exactly in the opera they object to.\"\nUrban noted that a PDF of the libretto has been made available online: \"I wonder if the protesters have actually read all of that. If they had I would be willing to discuss what they find distasteful. Certainly I'm going into it with an open mind.\"\nRabbi Avi Weiss of the Hebrew Institute of Riverside, who held an afternoon prayer vigil across the street, said he had \"read the whole libretto many times\" and maintained, \"The Met tonight is going to be putting on an opera where the terrorists who brutally took Leon Klinghoffer's life are going to be presented in a sympathetic, heroic way.\" \n\nGraphic\n\n \nphoto Ken Howard, Metropolitan Opera\n\nLoad-Date: October 21, 2014"
}