{
    "title": "Police Explosion in Nashville believed to be _intentional_",
    "publisher": "the salt lake tribune",
    "year": 2020,
    "month": 12,
    "day": 25,
    "full text": "Nashville, Tenn. • An explosion shook the largely deserted streets of downtown Nashville early Christmas morning, shattering windows, damaging buildings and wounding three people. Authorities said they believed the blast was intentional.\nPolice were responding to a report of shots fired when they encountered a recreational vehicle blaring a recording that said a bomb would detonate in 15 minutes, Metro Nashville Police Chief John Drake said. Police evacuated nearby buildings and called in the bomb squad.\n“Shortly after that, the RV exploded,” Drake said at a midday news conference.\nSurveillance video published on a Twitter account Friday that appeared to be across the street from the blast captured the recorded warning issuing from the RV, “... if you can hear this message, evacuate now,” seconds before the explosion.\nThe blast sent black smoke and flames billowing from the heart of downtown Nashville’s tourist scene, an area packed with honky-tonks, restaurants and shops. Buildings shook streets over from the explosion near a building owned by AT&T, which is one block away from the company’s office tower.\n“We do not know if that was a coincidence, or if that was the intention,” police spokesman Don Aaron said.\nAT&T said the affected building is the central office of a telephone exchange, with network equipment in it. Some service was interrupted, but the company has not said how widespread the outages are. Police agencies were reporting that their 911 systems were down because of outage, including Murfreesboro and Knox County, about 180 miles from Nashville\nThree people were taken to area hospitals for treatment, although none were in critical condition, Aaron said. Authorities don’t know whether anyone was in the vehicle when it exploded. Nashville Mayor John Cooper said the city was lucky that the number of injuries was limited.\nAaron said earlier that some people were taken to the department’s central precinct for questioning but declined to give more details.\nThe FBI will be taking the lead in the investigation, agency spokesman Joel Siskovic said. Federal investigators from the Bureau of Alcohol, Tobacco, Firearms and Explosives were also on the scene. The FBI is the primary law enforcement agency responsible for investigating federal crimes, such as explosives violations and acts of terrorism.\nA Philadelphia man staying in a nearby hotel said that when he heard the blast, he was knew it wasn’t harmless.\n“We tried to rationalize it that it was an earthquake or something, but it was obvious it wasn’t an earthquake,” Joseph Fafara said. He said he traveled to Tennessee with his family on Christmas because the state has looser COVID-19 restrictions than Philadelphia.\nWhen he went to look at the damage, police barricades had already been put in place. At noon, police dogs continued to search cars and buildings in the nearby area.\nBuck McCoy, who lives near the area, posted videos on Facebook that show water pouring down the ceiling of his home. Alarms blare in the background along with cries of people in distress. A fire is visible in the street outside.\nMcCoy said he heard gunfire 15 minutes before the explosion rocked his building. The said cars in the street were on fire and trees were blown apart.\n“All my windows, every single one of them got blown into the next room. If I had been standing there it would have been horrible,” he said.\n“It felt like a bomb. It was that big,” he told The Associated Press.\nAT&T’s outages site showed service issues in Bowling Green, Kentucky, about 65 miles north of Nashville, while Putnam County, about 60 miles east, said 911 was down for people calling from AT&T, Verizon and US Cellular cellphones.\n“Service for some customers in Nashville and the surrounding areas may be affected by damage to our facilities from the explosion this morning. We are in contact with law enforcement and working as quickly and safely as possible to restore service,” AT&T spokesman Jim Greer said in an emailed statement.\nPresident Donald Trump has been briefed, according to White House spokesperson Judd Deere. The U.S. Justice Department said Acting Attorney General Jeff Rosen was also briefed and directed all department resources be made available to help with the investigation.\nTennessee Gov. Bill Lee said on Twitter that the state would provide the resources necessary “to determine what happened and who was responsible.”\nThe American Red Cross of Tennessee announced that it was working with officials to open a shelter for victims.\nAssociated Press writers Eric Tucker in Washington contributed. Beaty reported from New York.\n\nLoad-Date: December 27, 2020"
}