{
    "title": "Police Must Get Authorization In New Jersey Terrorism Cases",
    "publisher": "the new york times",
    "year": 2002,
    "month": 8,
    "day": 9,
    "full text": "New Jersey's attorney general ordered yesterday that requests by local law enforcement agencies for search warrants in terrorism-related cases be authorized by liaisons that he would choose. The order came a week after the Passaic County Sheriff's Department made a failed attempt to arrest a man suspected of providing fake identifications to two of the Sept. 11 hijackers.\n     The order, in the form of a directive signed by Attorney General David Samson, requires local law enforcement agencies to seek the approval of liaisons -- most likely deputy attorneys general and assistant county prosecutors -- before the agencies submit such search warrant requests to judges. \n The directive, which applies primarily to warrants in terrorism-related cases, calls for Mr. Samson's designees to confer with federal investigators to determine whether seeking the warrants at the local level would hinder any larger investigation. If a potential conflict is found, the local authorities would then discuss alternatives with their federal counterparts.\n\"What the directive does is go to the next level of cooperation between state and local authorities to check with each other,\" said John Hagerty, Mr. Samson's chief spokesman.\nThe directive, announced at a news conference in Trenton by Mr. Samson and Christopher J. Christie, the United States attorney for New Jersey, came after officers with the Passaic County Sheriff's Department, who had obtained a search warrant, raided the Paterson office of Mohamed el-Atriss on July 31. Mr. el-Atriss, 45, was not found there, or at another office in Elizabeth or at his home in Union Township, N.J.\nAt a news conference held hours after the raid, Sheriff Jerry Speziale disclosed the suspected link between Mr. el-Atriss, who has been charged only with violating New Jersey laws regarding false documents, and the two hijackers.\nFederal law enforcement officials criticized Sheriff Speziale because he had not informed them of his plans to arrest Mr. el-Atriss, and charged that he had jeopardized a larger terror investigation by making public the suspected Sept. 11 connection. Mr. el-Atriss, a native of Egypt, was still at large yesterday.\nMr. Samson's office denied that the incident involving Mr. el-Atriss led to the new directive. But aides said that the attorney general was mindful of the episode. \"There were some lessons learned from that particular situation on all sides,\" Mr. Hagerty said. \"But it's not directly related to what happened.\"\nUnder the directive, which takes effect on Sept. 2, a designated liaison will be assigned to work with each police department or other law enforcement agency in the state. The liaisons will be allowed to approve applications for search warrants, deny them or ask that more information be provided or additional steps be taken before the warrant application is authorized and sent to a judge. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 9, 2002"
}