{
    "title": "Police not treating Glasgow stabbings as act of terrorism",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 6,
    "day": 27,
    "full text": "BY PAN PYLAS and DANICA KIRKA\nThe Associated Press\nLONDON - A male suspect stabbed and wounded a police officer before he was shot dead in Glasgow on Friday. Authorities are not treating the incident that left five other men wounded as terrorism, Scottish First Minister Nicola Sturgeon said.\nThe suspect died at a Glasgow hotel that appeared to be largely housing asylum-seekers and refugees. The 42-year-old police officer stabbed during the incident at the Park Inn Hotel on Friday was in a critical but stable condition.\nFive men between the ages of 17 and 53 also were hospitalized. Sturgeon said, \"It's been a dreadful afternoon for the city of Glasgow.\" She said police are still investigating and she urged the public to avoid speculation.\n\"The police have just confirmed that at this stage they are not treating this as a terrorist incident,\" Sturgeon said. \"But of course, there are still details yet to be determined.\"\nSturgeon said she had spoken with British Prime Minister Boris Johnson, who expressed his concern and sympathies.\n\"Clearly there is already much speculation around this incident, which remains under investigation,\" she said.\nSteve Johnson, assistant chief constable at Police Scotland, said officers were on the scene within two minutes of reports of an incident at 12:50p.m., and that armed police\narrived shortly afterwards.\n\"The incident was quickly contained,\" he said.\nPolice weren't searching for anyone else.\nThe Scottish Police Federation, which represents the large majority of Scottish police officers, said it has notified the family of the injured officer.\nCraig Milroy, who witnessed the aftermath from a nearby office building, said he saw four people taken away in ambulances.\n\"I saw a man lying on the ground, of African descent, with no shoes on,\" Milroy said. \"He was on the ground with someone holding his side. I don't know if it was a bullet wound, a stab wound, or what it was.\"\nMilroy said the man was one of the four taken away by paramedics and believed him to be a victim.\n\"We were still standing outside. After that the police all came down, the riot police and triage team told us to go back in and lock the door,\" he said.\nA spokeswoman for campaign group Positive Action In Housing said the 91-room hotel was housing asylum seekers for the Mears Group, a housing and social care provider. which moved them there during the coronavirus lockdown.\nSturgeon urged people to avoid speculation, \"to not share potentially harmful or upsetting material on social media and to follow police advice while investigations are underway.\"\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: June 29, 2020"
}