{
    "title": "POLITICAL FUTURE IS WORRYING TURKS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 9,
    "day": 11,
    "full text": "A year after sei zing power, Turkey's armed forces are taking the first steps towar d eventually restoring civilian rule. Although no timetable has been given, the expectation is that general elections may be held in 1983 .\nBut anxiety appears to be growing among Turkish politicians and intellectuals over the form that the new democracy might take. One reason is that politicians have been barred from any role in the preparatory moves. Other factors cited are increased curbs on the press and greater Government control of the system of justice.\nAnxiety is growing among Turkish politicians and intellectuals over form that its new democracy might take\nA prominent figure in the Republican People's Party of former Prime Minister Bulent Ecevit said recently that he and his associates were ''very worried about the leadership's concept of the new democracy.''\n''How can they achieve democracy without politicians and a free press?'' asked the party figure, who declined to be identified.\n \n'Assembly Without Politicians'\nTurker Alkan, a professor of political science at Ankara University, was openly critical in a recent interview of the military rulers' plan for ''an assembly without politicians'' to prepare a constitution for future politicians.\nPoliticians and intellectuals are reported generally agreed, however, that the military takeover last Sept. 12 was necessary to restore security in the country. Since then, most of the activists and supporters of the principal extremist organizations have been arrrested; the others have gone underground or fled abroad. Political killings, which averaged 30 a day before the military takeover, have been reduced to under one a day.\nWith its gains against political terrorism, the military leadership has begun drafting rules for a constituent assembly to convene on Oct. 23. Sources close to the ruling National Security Council say the assembly's first task will be to draw up a constitution, which in its final form is to be submitted to a referendum, probably late in 1982.\nThe sources said, however, that the National Security Council will retain the power to accept or reject the recommendations of the assembly.\n \nFormer Politicians Barred\nThe second task of the assembly, from which members of political parties that existed at the time of the military takeover are to be barred, is to prepare laws governing future parties and elections.  These reportedly are to be ready by the spring of 1983, with general elections expected to follow in the fall of that year.\nThe great majority of the Turkish people appear to support the five-member National Security Council, headed by Gen. Kenan Evren, because it has largely succeeded in achieving its immediate aims - the restoration of the authority of the state and the virtual ending of the ''political terrorism'' stemming from clashes between extremist groups. Although many people are suffering from austerity measures, they seem inclined to blame past politicians for the economic problems.\nThe restrictions introduced over the last year by the junta, however, have tarnished Turkey's relations with its closest partners in Western Europe.\nWhile the military rulers have stressed from the outset that they remain committed to the North Atlantic Treaty Organization and their goal of membership in the European Common Market, the Market has discouraged a ny application now. The European Parliament has suspended Tur key's membership, and the European Council threatens itsouster.\n \nWashington Gives Support\nOf its Western partners, only the United States appears constant in its support of the military regime and has increased its economic and military aid.\nGeneral Evren said recently that the council was determined to restore power to civilians ''once political terrorism is totally eradicated, the economic development of the country is set on firm foundations and a democratic parliamentary system is reestablished.''\nTrials are under way involving groups of extreme rightists, leftists, Communists, Kurdish separatists and Islamic fundamentalists on charges of terrorism and subversion. The accused reportedly number in the thousands; so far there have been 10 executions.\n''Despite the extraordinary circumstances,'' said Attila Sav, president of the Ankara Bar Association, ''the military authorities are trying to preserve the due process of law.''\nMr. Sav added, however, that lawyers had complained to the military authorities about reports of ill treatment of some prisoners and difficulty of access to defendants.\nThe restr ictions that have caused uneasines s among politicians and intellectuals were announced in June and were added to the measures taken a year ago when the military assumed po wer.\n \nUnion Activities Curbed\nThose initial measures included the disbanding of Parliament and the Government, the proclamation of martial law and a ban on trade union activities such as strikes. Although the regime refrained from imposing direct press censorship, it demanded strict self-censorship and closed many small publications considered to be of the radical left or right. Politicians were barred from holding any political meetings or making any public statements.\nThe future popularity and stability of the military regime are generally regarded as depending largely on the state of the economy.  Inheriting a disastrous situation with inflation running at an annual rate of more than 100 percent, the generals subscribed fully to a stabilization program launched nine months earlier and made its architect, Turgut Ozal, a Deputy Prime Minister."
}