{
    "title": "Police hunt for Venezuelan opposition leader He faces charges from vandalism to terrorism",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 2,
    "day": 16,
    "full text": "Venezuelan President Nicolas Maduro said Saturday that a police manhunt was underway for Leopoldo Lopez, the hard-line opposition leader behind anti-government demonstrations that ended with three deaths.\nLopez ordered all these violent kids, which he trained, to destroy the prosecutor's office and half of Caracas and then goes into hiding, the socialist president told thousands of supporters at a rally in Caracas to denounce what he called a U.S.-backed, fascist plot to oust him from power. Turn yourself in, coward.\nThe president said security forces acting on a Feb. 12 arrest order are now looking for Lopez, who hasn't been seen since a Wednesday night press conference in which he vowed that anti-government street protests would continue. \nMaduro didn't mention Lopez by name, referring to him only by a frequently used disparaging nickname, the throne, to denote what he considers the Harvard-trained politician's haughty political ambitions. \nStill, his comments seemed to confirm a report Thursday by local newspaper El Universal, which published what it said was a leaked copy of an arrest order for Lopez on charges ranging from vandalism of public property to terrorism. \nAlthough Cabinet officials and Maduro have blasted Lopez all week as the mastermind of Wednesday's student-led protests that ended in clashes with police and pro-government militias, no official had until now confirmed authorities were looking to arrest him. \nAides to Lopez denied he's ducking arrest and say he remains in the country. His lawyers, who've been unable to gain access to the alleged arrest order, have urged him to refrain from making public statements until one materializes.  \nLopez, a former mayor, is the most prominent of a group of hard-liners that have challenged two-time presidential candidate Henrique Capriles for leadership of anti-Maduro forces. \n\nLoad-Date: February 16, 2014"
}