{
    "title": "Police Chief Violated State Ethics Code Manor's Graeff Reprimanded For Work-Related College Expense",
    "publisher": "sunday news",
    "year": 2008,
    "month": 10,
    "day": 12,
    "full text": "Associate Editor\ngsmart@lnpnews.com\nIt happened five years ago, and Todd Graeff would rather not talk about it.\nAs police chief in Manor Township, he's got bigger fish to fry. No sense in rehashing old news.\nExcept that old news has been in the headlines recently.\nLast month, the Reading Eagle newspaper reported that Graeff, a former police officer in Berks County's Muhlenberg Township, had been reprimanded by the Pennsylvania Ethics Commission earlier this year for taking a 2003 college course in Ireland that he claimed was work-related but wasn't. Muhlenberg Township paid $1,500 toward the $2,700 tuition, plus about $2,000 in salary while Graeff was in Ireland.\nGraeff, who in addition to serving as Manor police chief also works part time as chief of police in Bernville, Berks County, agreed to settle the matter by paying the state $3,464.14 in June.\nThe Reading Eagle reported that Muhlenberg Township is trying to recoup the money from the state. It also reported that officials in Bernville knew that the case had been settled, but weren't aware of the Ethics Commission's probe when they hired Graeff in 2006.\nManor Township was aware, said John May, chairman of the township board of supervisors.\n\"We knew all about this; he was not trying to slip something over on us,\" said May, who also suggested \"politics\" played a role in the confidential complaint that triggered the probe.\nGraeff said he has scheduled a police department meeting Wednesday to discuss the matter with his Manor Township officers.\nThe Ethics Commission reported that Graeff was pursing a master's degree in administration of justice at Wilmington (Del.) College in 2003 when he had an opportunity to study in Ireland.\nThe trip, according to the Ethics Commission, had been offered to all Wilmington College students regardless of major.\nGraeff's professor at the time was a former FBI agent, but the trip itself \"did not include training on law enforcement topics, police administration, terrorism or accreditation, which would have been beneficial to the Police Department.\" And as such, if Graeff took the course, he was not eligible for reimbursement.\nThe ethics report states that Graeff discussed the trip with Muhlenberg Township Chief of Police Robert Flanagan, telling Flanagan that he couldn't afford the entire cost of the trip and asking if the township would pick up part of the tab. Flanagan told the Ethics Commission in a sworn statement that he told Graeff that if the course covered \"appropriate topics of training,\" like police administration, terrorism or accreditation, the township might pay.\nGraeff, the Ethics Commission reports, said that it was Flanagan who suggested he \"claim the course was related to terrorism in order to have the Township pay a portion of the travel expenses.\"\nFlanagan, the report states, asked Graeff to provide documentation that the course would cover appropriate topics, and agreed to approach township officials and ask them to pay half the cost of the course.\nAccording to the report, Graeff did tell the Ethics Commission that he told Flanagan the course would cover terrorism. But the course instructor, Thomas B. Cupples, told the commission that Graeff would have been unaware of the course content before receiving a syllabus - and regardless, the course didn't cover terrorism.\nBut on April 4, 2003, Graeff sent Cupples an e-mail asking the instructor to prepare a special invoice asserting that it did. \"The chief has approached the Township about paying for a part of the trip and they have agreed to pay $1,500 for the cost,\" he wrote in an e-mail, quoted in the Ethics Commission report. \"The chief told them that it was a terrorist seminar to help them embrace the cost. So if possible could you get something typed and sent to me regarding it? List something about terrorist training and the cost of $1,500. They only pay ahead of time if they have something in writing. If you can't I understand, thanks either way.\"\nCupples agreed to provide the invoice, asking if Graeff needed \"the figure of $1,500 or the full $2,710,\" according to another e-mail quoted in the Ethics Commission report.\nIn a sworn statement to the commission, Cupples \"indicated that the trip was not terrorism training but rather a course on the history of Ireland.\"\nMay 13, 2003, the report states, Cupples faxed an invoice to Graeff at the Muhlenberg Township Police Department. Cupples \"directed the Student Financial Service Office [at Wilmington College] to make the invoice for $1,500 and to add 'Terrorism' to the course name.\"\nThat same day, the report states, Graeff submitted the invoice to Muhlenberg Chief Flanagan, with a note attached: \"Please have township make out check to Todd Graeff. As I already paid the bill. Thanks.\"\nFlanagan initialed it and forwarded it to the township finance director, who processed the payment.\n\"By submitting the invoice,\" the ethics report concluded, \"Graeff suggested to Flanagan that the trip was a terrorism training course in Ireland,\" but \"Graeff knew/should have known that there was no terrorism training component scheduled as part of the Ireland trip based on the course syllabus and trip itinerary.\"\nThe report goes on to note that Graeff, in charge of preparing the police department's schedules, placed himself on SDS, for \"special duty school,\" for the nine days he would be in Ireland. SDS means paid training; \"Graeff made the decision to list his status as SDS so that he would be compensated by the Township while traveling to Ireland,\" the ethics report states.\nHe received $2,000.88 (72 hours at $27.79 per hour).\nOne requirement of the course was that each student submit a daily journal outlining his or her activities, and a \"reflection paper\" based on observations and experiences. The ethics report notes that Graeff's journal makes no mention of terrorism training or seminars, and his paper included his \"thoughts on the culture of Ireland and the historic points of interest that were visited.\"\nEven if the course had addressed terrorism, the report notes, \"The Muhlenberg Police Department does not have a counter-terrorism task force,\" and none of Graeff's duties pertained to terrorism.\nThe report notes that Graeff testified at a Muhlenberg Township hearing June 8, 2006, to answer questions about the trip. When asked which portion of the trip pertained to terrorism, Graeff said: \"The visit to the Academy in Northern Ireland, not so much terrorist training but more about terrorism in general.\"\nThe Ethics Commission ruled that Graeff violated Section 1103(a) of the Pennsylvania Public Official and Employee Ethics Act, and also \"technically\" violated Section 1104(a) for failing to file statements of financial interests for 2002, 2003 and 2004.\nCompliance with the order, noted the commission, \"will result in the closing of this case with no further action.\" The case is now closed.\nGraeff had been a Muhlenberg officer for about 18 years when he left in June 2007. While declining to speak to the Sunday News, he did talk to the Reading Eagle, telling the newspaper that \"the Ireland course was criminal justice-related because it dealt with Ireland's prison and court systems as well as the Garda, the Irish national police.\" He also said that it was Muhlenberg Chief Flanagan's idea for Graeff to suggest the course was terrorism-related.\nFlanagan denied it.\nWhile Muhlenberg officials try to get the Ethics Commission to reimburse the township, the Reading Eagle quoted Mayor Gail L. Stoudt, of Bernville, where Graeff is chief, as saying the matter was \"an unfortunate misunderstanding.\n\"What I do know is we have a very good chief, and we're very proud of him. We could not be happier,\" she told the Eagle.\nMay, chairman of the Manor supervisors, agrees.\n\"It was a public official up there [in Muhlenberg Township] who filed the complaint, and [Graeff] did pay all that money back. We knew about this,\" and Graeff remained the best candidate for the job when he was hired by the township in May 2007.\nGraeff just wants it all to go away.\n\"It doesn't seem that people are interested in what really happened,\" he told the Sunday News.\n\"I'm not going to discuss it.\"\n\nGraphic\n\n \nYlancaster Newspapers Chief Todd Graeff Is Shown In His Manor Township Office Shortly After Joining The Force Last Year. Marty Heise\n\nLoad-Date: October 13, 2008"
}