{
    "title": "Political violence is real; stay safe",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 29,
    "full text": "Considering the recent tragedy that happened in Pittsburgh, we at The Daily Eastern News want to spread awareness for the very real threat of political violence, so you can take steps to protect yourself.\nAccording to CNN, Saturday morning Robert Bowers, 46, surrendered to police after murdering 11 people at the Tree of Life Synagogue. Bowers was a vocal anti-Semite, he shouted racist slurs during the attack and attacked Jews on social media prior to the attack.\nThis attack reminds us that anti-Semitism and white supremacy is a serious issue in our country that can lead to death and destruction. Terrorism comes in many forms such as religious, political and in this case racial terrorism, and unfortunately there is a threat of attack from all these aspects. Awareness for this threat of terror can help save lives eventually.\nActions need to be taken to prevent these terrorists from murdering innocent people. However, it depends on your own biases on how to avoid these issues. Some may want stronger gun laws, while others may want looser gun laws and a stronger firearms presence in public areas. No matter the method, something needs to change at the federal level. Our places of worship (synagogues, churches, mosques, etc.), schools, public areas and public transportation are not safe because of terrorists like Bowers.\nIt is terrible that we as a country must be aware of political violence/terrorism in order to stay safe. Be aware of your surroundings in any public setting and try your best to stay safe, because unfortunately hate is giving rise to mass murderers.\nThe New York Times reported that federal authorities are trying to pursue the death penalty for Bowers, and he fully deserves thissentence.\nThere is no end in sight for the problem of political violence in our country, and we must stay aware of this atrocity to hopefully stay safe.\n\nLoad-Date: October 30, 2018"
}