{
    "title": "POLICY IS ROOT CAUSE OF TERRORISM",
    "publisher": "the deseret news",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "As we the people have come to expect, the Israeli-friendly media are doing their best to place all responsibility for the attack on American military personnel in Saudi Arabia on Muslim extremists. This they have done for such attacks in the past.\nTo my knowledge, they have not gone back to the root cause of terrorism against us, which is our one-sided policy of aiding the Jews with tens of billions of borrowed U.S. dollars and military aid, much of which was used by them in unjust treatment of Muslims.\nAmericans are caught in the middle of a struggle for land and water rights. If we aid the Jews, we are hated by the Muslims. If we aid the Muslims, we are hated by the Jews.\nThe facts are that the hate for us is overwhelmingly by the Muslims because we have overwhelmingly aided the Jews, which aid has been used by them in many nefarious ways to gain additional land and water rights in Palestine. They have unjustly treated Muslims in doing so. This is not an idle statement. There are volumes of evidence to prove it.\nWe have given a less-than-honest Israeli government from $3 billion to $5 billion for years so that now the total exceeds $55 billion.\nOur government has pledged one-half billion dollars over five years to help the Palestinian Authority build the underpinning of a democratic society. That is only about 3 percent of gifts to Israel.\nThere are those in high places in Israel whose greed for land is insatiable, and they base their claims to all of Palestine upon religious beliefs that go back centuries. If they read all of their ancestors' writings, they would find that they lost their rights to all of Palestine because of disobedience to God's commandments, and they cannot have them back until they return to keeping them. God is a just god, and to kill to get land and water rights is not God's way.\nThe extremists in our government are following a flawed U.S. policy when they continue to pour billions of borrowed U.S. dollars into the treasury of a flawed Israeli government to satisfy their greed. It is an outrage imposed upon U.S. taxpayers. Terrorism against U.S. citizens by Muslim extremists cannot be stopped by spending millions to apprehend and bring to trial and punishment a few misguided individuals for their deeds of destruction, which they consider to be justified as retribution for crimes against their people. It will only stop against us when we change our foreign policy in the Mideast. There is no reasonable justification for what the U.S. government is doing now and has been doing for past decades.\nThe grossly one-sided policy is bound to fail. Terrorism against us will go on and on and on!\nArthur B. Erekson\nProvo\n\nLoad-Date: March 30, 1998"
}