{
    "title": "Politics casts shadow on Benghazi case",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 6,
    "day": 30,
    "full text": "WASHINGTON — The first prosecution arising from the Benghazi attacks is playing out in the federal courthouse blocks from both the White House and Capitol Hill, an appropriate setting for a case that has drawn stark lines between President Barack Obama and Republicans in Congress.\nThe criminal proceedings could provide new insights into the 2012 attacks that killed four Americans and will serve as the latest test of the U.S. legal system's ability to handle terrorism suspects captured overseas.\nUnfolding during an election year, the case against alleged mastermind Ahmed Abu Khattala could help shape the legacies of Obama and Attorney General Eric Holder, and spill over into the potential 2016 presidential candidacy of Hillary Rodham Clinton.\nUntangling the law from the politics may prove especially challenging for the public, given how prominent the attacks on the diplomatic compound in the eastern Libyan city have become in U.S. political discourse.\n\"What's going to matter to the public more than anything else is the result, and I think it's going to only diffuse some of the ongoing Benghazi conspiracy theories if the Obama administration is going to be able to successfully obtain a conviction in this case,\" said American University law professor Stephen Vladeck, a national security law expert.\nStill, he said the case raises the same legal issues as past terrorism prosecutions and should not by itself be viewed as a referendum on the Obama administration.\n\"The story of this case is not the story of the Obama administration's reaction to Benghazi,\" he added. \"The story of this case is those who were responsible for Benghazi and those who need to be held accountable for the four deaths that resulted.\"\nA 10-minute court appearance amid tight security Saturday was the American public's first concrete sense of Abu Khatalla, the Libyan militant accused by the U.S. government of being a ringleader of attacks on Sept. 11, 2012.\nU.S. special forces captured him in Libya during a nighttime raid two weeks ago, and he was transported to the U.S. aboard a Navy ship, where he was interrogated by federal agents. He was flown by military helicopter to Washington.\nProsecutors have yet to reveal details about their case, although the broad outlines are in a two-page indictment unsealed Saturday.\nHe pleaded not guilty to a single conspiracy charge punishable by up to life in prison, but the Justice Department expects to bring additional charges soon that could be more substantial and carry more dire consequences.\nFor instance, a three-count criminal complaint filed last year and unsealed after his capture charged Abu Khattala with killing a person during an attack on a federal facility — a crime that carries the death penalty.\nHis capture revived a debate on how to treat suspected terrorists from foreign countries, as criminal defendants with the protections of the U.S. legal system or as enemy combatants who should be interrogated for intelligence purposes and put through the military tribunal process at Guantanamo Bay, Cuba.\n\"If we're doing to do this for everybody engaged in terrorism around the world, we'd better start building prisons by the dozens,\" Rep. Mike Rogers, a Michigan Republican and chairman of the House Intelligence Committee, said Sunday on CNN.\nHe questioned the \"sheer expense, the manpower, the planning\" in preparing this criminal case.\nThe Justice Department considers that discussion moot.\nThough a 2009 plan to prosecute several Guantanamo Bay detainees in New York City was aborted because of political opposition, Holder has said successful terrorism cases in U.S. courts — most recently the March conviction in New York of Osama bin Laden's son-in-law — shows the civilian justice system's capability to handle such defendants.\nExperts say the Justice Department would not have embarked on Abu Khattala's capture and prosecution if it didn't feel comfortable after the case. Even so, cases like these are never easy.\nWitnesses and evidence must be gathered from a hostile foreign country, and some of the evidence may be derived from classified information.\nAny trial that occurs would take place years after the attack, raising concerns of foggy memories.\nThe case is being handled in Washington, where there's less established case law on terrorism prosecutions than in New York, which more regularly has handled this kind of case.\nAlso, defense lawyers invariably will raise questions about Abu Khattala's handling, including his interrogation aboard the ship and the point at which he was advised of his Miranda rights.\nA U.S. official has said Abu Khatalla was read his Miranda rights at some point during the trip and continued talking. Rogers described him as \"compliant but not cooperative.\"\n\"There's a whole host of challenges the government faces in this case,\" said David Laufman, a Washington attorney and former Justice Department national security lawyer. \"We don't have transparency into how they are grappling with them or how they have or overcome some or all of them. This will not be an easy case to present.\"\nNo matter how the case proceeds, the political backdrop will be unavoidable.\nThe rampage in Benghazi on the 11th anniversary of the Sept. 11 attacks has long been a politically divisive issue, fueled by dueling and bipartisan accusations.\nRepublicans have criticized the response by Clinton, then the secretary of state, to the attacks. The GOP has accused the White House of misleading the American public and playing down a terrorist attack in the weeks before the 2012 presidential election. The White House has accused Republicans of politicizing the violence.\nMultiple investigations and the release of tens of thousands of pages of documents have done little to quell the dispute.\nIt's not clear whether the court case will resolve those questions. But, said Laufman, the legal issues alone will make it \"fascinating to watch the case unfold.\"\n\nGraphic\n\n \nASSOCIATED PRESS This artist's rendering shows U.S. Magistrate, Judge John Facciola, swearing in the defendant, Ahmed Abu Khatallah, wearing a headphone, as his attorney Michelle Peterson looks on during a hearing at a federal court in Washington Saturday. ASSOCIATED PRESS This artist's rendering shows U.S. Magistrate, Judge John Facciola, swearing in the defendant, Ahmed Abu Khatallah, wearing a headphone, as his attorney Michelle Peterson looks on during a hearing at a federal court in Washington Saturday.ASSOCIATED PRESS Ahmed Abu Khattala is an alleged leader of the deadly 2012 attacks on Americans in Benghazi, Libya, who was captured by U.S. special forces June 15 on the outskirts of Benghazi.\n\nLoad-Date: July 3, 2014"
}