{
    "title": "Political Notebook_ Cooper chastises GOP leaders on teacher pay; AG Stein confronts phone scammer",
    "publisher": "the wilson daily times ",
    "year": 2019,
    "month": 11,
    "day": 19,
    "full text": "Nov. 19--     Nov. 19--Gov. Roy Cooper sent a letter Friday to Republican legislative leaders urging them to stay in Raleigh and negotiate teacher pay. Currently, teachers across the state are working without pay raises due to a lack of negotiation across the aisles.\n\"Our teachers and school personnel are working hard in advance of the holiday season without knowing if or when they will receive a much-needed salary increase,\" Cooper wrote. \"We can do the right thing and pass and sign a bipartisan bill to do more than the minimal pay package I vetoed last week.\"\nCooper also signed two bills into law Monday. The Nash County native approved Senate Bill 356 as well as House Bill 200.\n\"This legislation helps families recovering from Dorian and previous storms, especially those left behind by the federal government,\" Cooper spokesman Ford Porter said about House Bill 200. \"The governor pushed for this funding and the Republican leadership was willing to risk losing it by attaching unrelated political power grabs, but the governor believes helping these survivors must prevail.\"\nHouse Bill 200 is a storm recovery act providing aid to communities and institutions that sustained losses in Hurricane Dorian. Elizabeth City State University will receive $5.2 million in storm relief after water infiltrated more than 11 campus buildings, the university said in a news release.\n\"This investment in ECSU ensures that we can continue to protect state assets and address critical maintenance issues,\" Chancellor Karrie G. Dixon said in a statement. \"These issues would have compromised the structural integrity of our facilities and the safety of our students. \"\nTillis supports extending anti-terrorism program\nSen. Thom Tillis, R-N.C., and Sen. Tina Smith, D-Minn., introduced legislation Thursday to extend the Terrorism Risk Insurance Program for seven years.\nThe program was established in response to the scarcity of affordable insurance coverage for terrorism risk following the attacks on Sept. 11, 2001. Since it was introduced, the program provided a public/private partnership to allow the federal government and insurance industry to share losses in the event of a major terrorist attack.\n\"The Terrorism Risk Insurance Program was created in the wake of the 9/11 attacks when entire sectors of our economy were hesitant to invest and develop because of a lack of insurance protections,\" Tillis said. \"I'm proud to lead the bipartisan effort to continue this vital backstop, at no cost to taxpayers, in order to protect North Carolina's economy and provide peace of mind to the private sector.\"\nAG Stein thwarts phone scam at seminar\nA phone scammer picked the wrong time to pester a North Carolina woman on Monday -- the intended victim happened to be within earshot of state Attorney General Josh Stein.\n\"When a scammer called an audience member at my speech in Charlotte today, I answered the phone and told them they were breaking the law,\" Stein wrote on Twitter, sharing a video that captured the audience's reaction to the exchange.\nLaughter and cheers broke out when the attorney general told the scammer off. Stein used the memorable moment to remind residents that suspicious phone calls can be reported to the N.C. Department of Justice's Consumer Protection Division.\n\"If you think you might be being scammed, hang up the phone and call my office at 1-877-5-NO-SCAM,\" Stein tweeted.\nThe tweet had racked up 84 retweets and 398 likes as of 7 p.m. Monday. Colin Campbell, editor of The  News & Observer's state government news service The Insider, shared the tweet with his own message: \"I need a feature on my cellphone where instead of sending the spam call to voicemail, I can send it to a recording of the attorney general telling them off.\"\nRepublicans target Stein on abortion\nThe North Carolina Republican Party is attempting to tie Attorney General Josh Stein to controversial abortion legislation after the Democratic Attorneys General Association announced it would \"refuse to endorse anyone who does not support reproductive rights and expanding access to abortion services.\"\nRepublicans noted that the announcement followed Louisiana Gov. John Bel Edwards' re-election victory. The GOP described Edwards as a pro-life Democrat.\n\"North Carolinians already know that Attorney General Josh Stein supports unlimited and unrestricted abortion at any point in a pregnancy for any reason,\" NCGOP Chairman Michael Whatley said in a Monday news release. \"This position is also held by Governor Cooper, who vetoed the Born Alive Abortion Survivor Protection Act, and is far from the views held by mainstream Americans. It's clear that Cooper and Stein are bowing to the extremist portion of the base by supporting infanticide in order to hold on to office.\"\nThe \"born alive\" bill sought to protect infants who survive botched abortions. Opponents said the bill was redundant because existing laws criminalize neglecting or killing a baby regardless of the circumstances surrounding a live birth.\nPOLITICAL NOTEBOOK is a weekly roundup of local and state political news from The Wilson Times' reporting staff. Send tips and comments to editor@wilsontimes.com\n___ (c)2019 The Wilson Daily Times (Wilson, N.C.) Visit The Wilson Daily Times (Wilson, N.C.) at www.wilsontimes.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 19, 2019"
}