{
    "title": "Political Briefing Terrorism Issue At Play in 2 Races",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 21,
    "full text": "The war against terrorism appeared to have little impact on the outcome of last week's special Congressional elections in Florida and Massachusetts. In both contests, for open House seats, the winning and losing candidates took the same approach: American must be resolute in the fight. And so both races ended up turning on other issues.\n     But the terrorism issue appears to be at play in two Congressional races that will be decided next fall, a Senate race in Louisiana and a House race in California's Ninth Congressional District, encompassing Oakland and Berkeley. \n In the California contest, a former state assemblywoman, Audie Bock, said last week she would try next year to unseat Representative Barbara Lee, a Democrat who was the lone House dissenter in the vote to authorize President Bush to use force against terrorists.\n\"How could she do that when there was no question the United States had been attacked on its own soil?\" Ms. Bock, a Green Party member who recently became a Democrat, asked in announcing her campaign.\nShe said Ms. Lee had embarrassed the Ninth District and made it appear the district was trying to \"stick it\" to the president at a time when 'the entire nation was joined in mourning and fear.'\nMs. Lee is an opponent of war, and the Ninth District is home to many of the nation's most vocal antiwar activists.\nIn the Senate contest in Louisiana, in which Representative John Cooksey, a Republican from Monroe, hopes to unseat the Democratic incumbent, Mary L. Landrieu, some Republican leaders have begun to cast about for another challenger. They fear Mr. Cooksey badly wounded himself politically with his recent suggestion that airport security officials in search of terrorists should give special scrutiny to \"anyone wearing a diaper on his head.\"\nThe state's public service commissioner, Jay A. Blossman Jr., and a state representative, Hunt Downer of Houma, both reported they had received feelers about running and were pondering whether to jump in. The state elections commissioner, Suzanne Haik Terrell, said she was also considering running.\nMr. Cooksey's take on whether the comment had hurt him, \"My words were too tough, but my beliefs are still strong.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: October 21, 2001"
}