{
    "title": "Police Set To Arraign 33 Arrested IPOB Suspects",
    "publisher": "the will ",
    "year": 2018,
    "month": 11,
    "day": 26,
    "full text": "SAN FRANCISCO, November 26, (THEWILL)  The thirty-three suspected members of the proscribed Indigenous People of Biafra (IPOB) arrested on Friday during a bloody protest at Nnewi, Anambra State, will be arraigned for terrorism, murder, vandalism and theft, the police said. The IPOB members, who were on a street protest in the commercial city, had a face-off with the police, leading to the death of Inspector Akinbami Olaniyi while two others officers, a Divisional Police Officer (DPO) Babalola Adewunyi, a Chief Superintendent (CSP) and ASP Micheal Duru, were wounded.\n According to the police, the IPOB members also snatched two service AK-47 rifles and a Beretta pistol with ammunition, as they allegedly attacked innocent bystanders with cutlasses. In a statement, police spokesman Jimoh Moshood, an acting Deputy Commissioner (Ag.\n DCP), said the actions of IPOB members contravened the provisions of Terrorism Prevention Amendment Act, 2013. Moshood said the Anambra State Police Commissioner Garba Umar had been directed to carry out intense search operations for the recovery of the two AK-47 rifles and Beretta pistol with the ammunition snatched from the slain Police Inspector and other officers wounded by the proscribed IPOB members. He said the police commissioner was also asked to immediately carry out an operation to rout out, arrest other fleeing suspects who participated in the ambush of the police personnel and bring them to justice.\n Moshood listed the names of those in custody as: Uche Amos, 65 Emmanuel Eliazer 24 Chima Eliazer, 23 Abuchi Obeta, 19 Somtochukwu Okafor, 17 Jude Agboma, 35 Ezezona Oduagu Kelechi Eze, 20 Olisa Okafor, 20 Raphael Ogoh, 27 Chisom Okeke, 19 Daniel Nwakpu, 35 Friday Nwafor, 34 Onyeka Nwajobi, 49 and Obeta Uwakwe, 25. Others are: Festus Odika, 41 Emmanuel Okoye, 22 Sunday Umeh, 43 Samuel Ike Sunday Ilonze, 43 Chukwuemeka Nwaese, 32 Chima Odugu, 23 Jacob Monday, 48 Vincent Okoroafor, 39 Jude Eke, 32 Charles Ukazu, 35 Ernest Ezieokwu, 17 ChibuikeChibuike Ozoemena, 30 Chigozie Onyeogaziri, 46 Donatus Nwankwo, 48 Olisa Okafor, 20 Peter Nwankwo, 25 and Geoffrey Ebegboni, 43. The police, he said, recovered eight motorcycles, five IPOB flags and five IPOB caps from the suspects who were chanting \"no election without referendum\". He said: \"The 33 suspects arrested for the killing of the Police Inspector, inflicting injury on others and setting ablaze a police patrol vehicle are now in police custody and undergoing investigation.\n \"The Joint Police Intervention Force deployed is carrying out confidence building patrols and crime prevention operations to sustain the peace and normalcy that have been restored and prevent any breakdown of law and order in the affected area and other parts of the state. \"The Nigeria Police Force is deeply concerned with the security implications with regards to the renewed hostilities from the proscribed Indigenous People of Biafra (IPOB) in Anambra State and the new trend of subversive propaganda from the proscribed IPOB members aimed at undermining law and order.\n \"The Force, therefore, will not tolerate this and will do everything within the ambit of the law to protect the people, ensure that law and order prevail and bring any perpetrator of violence and mayhem on the people or police personnel to justice. \"The commissioners of police in states contiguous to Anambra and their supervisory Assistant Inspector Generals of Police (AIGs), their personnel and anti-riot equipment have been placed on red alert by the IGP to ensure utmost safety of lives and properties.\n  They are to deal decisively with any group(s) or individual(s) who attempt or cause disturbance of public peace and public safety in their respective states. \"The force will not succumb or tolerate criminal activities from any group(s) under any guise to cause disturbance of public peace and unleash mayhem on innocent Nigerians anywhere in the country.\n \"All the 33 suspects arrested and now in police custody in connection with the killing of the Police Inspector, wounding of other police personnel and setting ablaze of a police patrol vehicle in Nnewi, Anambra State, on November 23, will be arraigned in court on completion of investigation under Terrorism Prevention Amendment Act 2013. \"The Force is hereby informing the public that IPOB is a proscribed terrorist group and all activities of the group are, therefore, unlawful, illegal and terrorist act.\" \n\nLoad-Date: November 27, 2018"
}