{
    "title": "POLICE BRACE FOR Y2K-RELATED TERRORISM AT YEAR'S END",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 11,
    "day": 13,
    "full text": "BOISE, Idaho -- While companies scramble to ensure their computer systems are Y2K-compliant, police departments across the country and the FBI are preparing for potential violence by extremists hoping the world ends on Jan. 1, 2000.\nDominic Venturi, the supervisory agent in charge of the FBI field office in Boise, said a special command post will be staffed around the clock from Dec. 29 through Jan. 5 in Idaho as well as other states.\n\"We're prepared to respond whether an incident is urban or rural,\" Venturi said.\nOpinions vary on how much of a threat fringe groups pose, but a 34-page report from the FBI's domestic-terrorism unit warns of militias and racist groups acquiring weapons and surveying targets.\n\"Several religiously motivated groups envision a quick, fiery ending in an apocalyptic battle,\" the report said. \"Armed with the urgency of the millennium as a motivating factor, new clandestine groups may conceivably form to engage in violence toward the U.S. Government or its citizens.\"\nAnd while FBI officials view large cities as more likely to be terrorist targets, they are not ruling out other locations.\nBut Venturi, and officials with the Boise Police Department, are reluctant to discuss security specifics.\nLt. Larry Jones said officers have received additional training to deal with potential violence on New Year's Eve and there will be more of them on the streets. The department also has worked to protect potential targets.\n\"We are aware of certain areas that are of a high visibility and high value as targets, and we're working with the security personnel from those areas to coordinate security efforts,\" Jones said.\nMeridian Police Chief Bill Gordon, prompted by concerns over rioting, asked for $ 18,000 from the city council to buy rifles, helmets, shields, ammunition, clubs and other equipment. He later withdrew the special request amid skepticism.\n\"Everybody wants to be ready for anything that could take place,\" Gordon said. \"Our main concern is the availability of the officer. We're not going to run more shifts, but everyone will be available like years past on New Year's Eve.\"\nWhile academics who study extremist groups are doubtful there will be violence, they are well-aware the groups can be unpredictable.\nJames Richardson, a professor of Sociology and Judicial Studies at the University of Nevada, Reno, said irrational beliefs, coupled with an approaching millennium, can be a lethal combination.\n\"There may be some people who think not only is the world going to come to an end, but they are a chosen instrument that is supposed to help it along,\" Richardson said. \"All it takes is somebody with a little plastic explosive in a backpack and they can do a lot of damage.\"\nAnd Richardson, who advises the FBI on dealing with extremists, said organized groups sometimes are not the culprits in terrorist acts.\n\"One noteworthy thing about this phenomenon is that it's often not groups but loners who think they're doing the Lord's will or they're doing the right thing,\" Richardson said.\nSome of the advice he gives to the FBI is to develop a thorough understanding of fringe groups.\n\"I've been working to convince them they really need to understand the mind\n\nGraphic\n\n \nExtreme studies: James Richardson, professor of Sociology and Judicial Studies at the University of Nevada, Reno, advises the FBI on dealing with extremists. He says it's often the loners, not their organized groups, who take extreme steps.\n\nLoad-Date: November 15, 1999"
}