{
    "title": "Political angles abound over prison plan",
    "publisher": "telegraph herald ",
    "year": 2009,
    "month": 11,
    "day": 19,
    "full text": "SPRINGFIELD, Ill. - Political organizations are churning out press releases. Hesitant candidates are gradually taking positions. Politicians are trying to steer the debate their way. Even candidates on the same side of the issue can end up using sharply different language. \nGov. Pat Quinn focuses largely on the jobs that would accompany housing the Guantanamo Bay detainees in an Illinois prison. His chief rival in the Democratic primary, Comptroller Dan Hynes, bases his tentative support on the idea that Illinois should do its part to help President Barack Obama move prisoners out of the U.S. military detention center in Cuba. Republican Senate candidate Mark Kirk has attacked the idea fiercely, warning of terrorists in our neighborhoods and making Illinois \"ground zero\" for terrorist activities. Democrats accuse him of using irresponsible scare tactics lifted from the Bush-Cheney administration. Rep. Donald Manzullo encountered another pitfall of such a complex issue when he described Islam as \"a savage religion.\" The Republican, whose district includes the prison where the suspects might be held, soon apologized and clarified that he was referring only to the version of Islam followed by terrorists. Quinn announced Sunday that the Obama administration is looking into buying a prison in Thomson to house terrorism suspects who are now being held in Guantanamo Bay. The revelation brought a national controversy to Illinois and put other politicians on the spot: Did they support transferring these suspects to Illinois? Political insiders of all stripes agree the issue shouldn't be decided by what's most popular with voters. The question, they insist, is what's best for Illinois and for the country. But they acknowledge the answer to that question carries major political consequences. The conventional wisdom is that housing terrorism suspects in Illinois will be unpopular. So the candidates who support it could pay a steep price unless they can offer voters a convincing argument. Candidates on the other side stand to benefit politically unless they stumble. Quinn chooses to focus mostly on the economic benefits. He claims it could bring 3,000 jobs to Thomson, a little town about 150 miles west of Chicago. He said relatively little about Illinois taking the prisoners as part of a national strategy for facing terrorism. Talking about jobs might help sell the idea, but it also opens Quinn to criticism on two fronts. Critics can argue he is pandering instead of addressing people's concerns and that he's revealing the weakness of his economic efforts. \"Is this Pat Quinn's idea of a jobs plan?\" asked Lance Trover, spokesman for Andy McKenna, a Republican candidate for governor.\n\nLoad-Date: November 19, 2009"
}