{
    "title": "Politicians apathetic about terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 4,
    "day": 20,
    "full text": "Whenever terrorists have attacked the United States, property has been destroyed, innocent lives have been lost and the American people's general sense of security has been shaken. Despite this, neither political party has taken a firm, consistent stand against terrorism.\nInstead, opposition to terrorism in the United States has largely been contingent upon political ideology. Republicans have been opposed to terrorism only when conservative interests are at stake, and likewise, Democrats have been opposed to terrorism only when liberalism is under assault.\nToday, the primary threat to the United States comes from international terrorism. Islamic fundamentalists and Arab nationalist groups have declared war on the United States, angry at its perceived cultural and economic imperialism, as well as its support for Israel. The radical left shares with radical Islam a common, uniting goal: The destruction of the U.S. political and economic systems and an end to America's dominance in global affairs. It is not difficult, therefore, to find liberals who sympathize with the terrorists' cause and are willing to act as apologists for their actions.\nVarious prominent left-wing figures, from Michael Moore and Ward Churchill to Howard Dean and George Soros, have found ways to excuse the killing of American citizens and exalt the terrorists to the level of freedom fighters.\nThis twisted ideology is now at the core of the Democratic Party platform, and thus few Democrats are willing to take any serious action against international terrorism.\nIn the 1990s, however, the situation was reversed: The primary threat to the United States at that time came from domestic terrorism. Anti-government militia groups took up arms against the Clinton Administration, angry at its positions on abortion, homosexuality and other domestic issues. Many of these groups considered themselves patriots fighting against a government that had grown too large, too powerful and too corrupt that they believed was encroaching upon personal freedom and attempting to destroy religion and morality.\nBecause many conservatives agreed with these groups in principle, and because many of these principles are also part of the Republican party platform, Republican leaders failed to adequately distance themselves from these groups.\nInstead, Republicans continued to excoriate Bill Clinton throughout his presidency, attacking him for many of the same policies that the terrorist groups opposed. Though the reasons for the criticism of Clinton were substantial, the anger and hatred expressed by Republican political leaders fueled further violence and worsened the problem of domestic terrorism.\nClinton, to his credit, did a fair job of eliminating the threat posed by right-wing terrorist groups, despite his considerable failings on the international level.\nBoth the extreme right and the extreme left are willing to defend the use of terrorism when it suits their political agenda. For some, it is difficult not to feel camaraderie for groups that they perceive to be fighting for a cause that they believe in. But terrorism is always murder, and terrorists, regardless of their motivations, are always fundamentally cowards.\nToday, when political tensions are high and divisions are great, the American people must not make the mistake of believing that the deliberate killing of innocent civilians and the unlawful destruction of private property are tolerable as long as they are directed toward people with whom they do not agree. Such attitudes will only set America further on course towards civil war.\nIf terrorism is not prosecuted equally across all political divides, society risks becoming an accomplice to it. Thus, when society is wounded by a terrorist attack, it can reasonably be considered an attempted suicide.\n(C) 2005 Sidelines via U-WIRE\n\nLoad-Date: April 20, 2005"
}