{
    "title": "Police video shows 7 signs of possible terrorist plots",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 3,
    "day": 12,
    "full text": "Is your neighbor a terrorist?\nOK, that's an extreme question.\nBut a new video called \"Homeland Security begins at Home — You Can Help\" is available at the to residents and community groups to recognize signs of possible terrorism.\n\"Today, we're facing new and unprecedented security challenges that demand new and imaginative solutions,\" begins Patrick Kenny, president of the Illinois Fire Chiefs Association, on the video.\nPrepared by the , the Office of Homeland Security and the Illinois Terrorism Task Force, the 10-minute program is narrated by Aurora Police Spokesman Dan Ferrelli.\nThe video shows how acts of terrorism are developed and implemented through seven signs: surveillance; inquiries, like trying to find out a schedule; tests of security, such as entering a restricted area; acquiring supplies; suspicious or out of place behavior; dry/trial runs; and deploying assets/getting into position.\n\"If you feel that you've seen something suspicious, do not dismiss it. Report it to police,\" Ferrelli says. \"The success of securing our homeland depends on our vigilance, commitment and our ability to recognize these signs.\"\nTo view the video, call St. Charles police at (630) 377-4435. The video can be checked out for up to week, and is also available in Spanish.\nYellow dot plan takes off: Campton Hills Police Chief Dan Hoffman is pleased with the community response to the Yellow Dot Program, which is a national program that helps provide first responders with vital information about people involved in an automobile crash.\n\"It's been a hit so far,\" said Hoffman, who noted that residents picked up some 30 brochures and folders for the program and the department had to order more. \"(People) can just come right in (to the police station, 40W115 Campton Crossings, Unit B). They're right there at the front desk.\"\nCampton Hills also coordinating with the in the program, which authorities say helps crash victims, especially seniors, communicate with rescuers during the crucial \"golden hour,\" the first 60 minutes after a serious crash.\nYellow Dot participants get a bright yellow decal for their car and a matching yellow folder.\nThe decal is placed in a consistent place, usually in the lower left-hand corner of the rear window on the driver's side, and it means there is a folder in the glove compartment with medical information about the motorists: a name, close-up photo, emergency contact information, the patient's physician information, medical conditions, recent surgeries, allergies and a list of current medications.\nFor details on the program and to find distribution centers, visit .\nhhitzeman@dailyherald.com\n\nLoad-Date: March 12, 2012"
}