{
    "title": "Police_ London stabbings that killed 1 not terrorism Mental illness being blamed in rampage that als",
    "publisher": "daily news ",
    "year": 2016,
    "month": 8,
    "day": 5,
    "full text": "Floral tributes were left Thursday near the scene of a fatal stabbing the night before in London's Russell Square. The attacker killed a Florida woman, Darlene Horton, and wounded five others. Horton's husband, Richard, is a Florida State University psychology professor teaching in London for the summer.\nLONDON - A Somali-Norwegian teenager went on a knife rampage through London's Russell Square, a hub for students and tourists, fatally stabbing an American woman from Florida and wounding five other people.\nPolice said Thursday that it wasn't terrorism - but in a city on edge after a summer of attacks elsewhere in Europe, both authorities and London residents initially responded as if it were. Police flooded the streets with extra officers and mobilized counterterror detectives before saying the shocking burst of violence appeared to have been \"triggered by mental-health issues.\"\nPolice officers used a stun gun to subdue the 19-year-old suspect at the scene of the stabbings late Wednesday, among busy, hotel-lined streets close to the British Museum.\n\"Terror in London\" ran the headline in the Mail Online, one of several media outlets to speculate that the attack was an act of terrorism. Police initially said terrorism was \"one line of inquiry being explored.\"\nBut hours later Metropolitan Police Assistant Commissioner Mark Rowley said \"we have found no evidence of radicalization or anything that would suggest the man in our custody was in any way motivated by terrorism.\"\nHe said detectives from the force's murder and terrorism squads had interviewed the suspect, his family and witnesses and searched properties.\n\"We believe this was a spontaneous attack and the victims were selected at random,\" Rowley said.\nRowley said the suspect, whose name was not released, is a Norwegian of Somali ancestry - though police don't consider that \"relevant to the motivation for his actions.\" Norway's National Criminal Investigation Service said the man had left Norway in 2002, when he was a small child.\nThe Metropolitan Police identified the dead woman as 64-year-old Darlene Horton. Florida State University said Horton was married to psychology professor Richard Wagner, who had been teaching summer classes in London.\n\"There are no words to express our heartache over this terrible tragedy,\" Florida State University President John Thrasher said in a statement. \"We are shocked that such senseless violence has touched our own FSU family.\"\nTwo Australians, an Israeli, an American and a British citizen were wounded. None had life-threatening injuries.\nWhile knife crime is a regular occurrence in London - there have been two other blade killings this week - the scale and randomness of the rampage rattled nerves. It came just days after authorities warned the British public to be vigilant in light of attacks inspired by the Islamic State group elsewhere in Europe.\nHelen Edwards, 33, who lives in the area, went out for a walk and found the streets thronged with armed police. In a city with vivid memories of the deadly July 7, 2005, bomb attacks on public transport she immediately suspected an attack.\n\"There is always that thing in the back of your mind,\" she said. \"You live with that threat of terrorism or other crimes in the back of your mind.\"\n\nLoad-Date: August 5, 2016"
}