{
    "title": "Politicians Live in a Parallel Universe",
    "publisher": "the world",
    "year": 2019,
    "month": 10,
    "day": 22,
    "full text": "I’m convinced of it. Politicians definitely live in a parallel universe, one that could easily be called Bizarro World.\nJust read a recent op-ed in the Washington Post by Republican Senate Majority Leader Mitch McConnell. It provides irrefutable proof that these people live in an alternative universe.\nThe title of McConnell’s article is “Withdrawing from Syria Is a Grave Mistake.” As you can tell from the title, McConnell, like the good little Republican he is, is an interventionist . That means he believes that the U.S. government should intervene in the affairs of other countries, like with coups, assassinations, invasions, bribery, extortion, sanctions, and embargoes, even while lamenting when foreign governments (e.g., Russia) intervene in the affairs of other countries in the same ways.\nOkay, so Republicans are interventionists. That doesn’t necessarily mean that they live in a parallel universe. It just means that they are seriously misguided. The proof that McConnell lives in an alternative universe comes through the analysis he employs to justify his interventionism.\nNumber 1. McConnell says that that interventionism is necessary to combat “Islamic terrorism.”\nWhat? Is he kidding? He obviously doesn’t get it. He still believes that the terrorists are targeting America because of their supposed hatred for America’s “freedom and values.” He still doesn’t understand that it is interventionism itself (which he ardently supports) that is the root cause of the anger and hatred that foreigners have toward the United States. Stop the interventionism and anti-American terrorism dissipates.\nIn McConnell’s universe, the “war on terrorism” goes on forever because,  in his mind, the Muslims will hate America forever. The Pentagon and the CIA will just have to continue inflicting death, suffering, and destruction on foreigners on a perpetual basis until the war is “won,” that is, when all the Muslim terrorists are finally eradicated, which just might be never, especially since the interventionism produces a never-ending stream of anger and hatred toward the United States.\nNumber 2. McConnell says that America’s post-World World II regime has brought an “unprecedented era of peace” to the world.\nIs he kidding? Has he never heard of the Korean civil war in the early 1950s, where the U.S. government intervened and killed millions of North Koreans and sacrificed tens of thousands of American soldiers for nothing in an illegal war, given that the president, the Pentagon, and the CIA waged it without the constitutionally required congressional declaration of war?\nHas he never heard of the Vietnam War, another illegal war that was waged without the constitutionally required congressional declaration of war? In that war also, the U.S. national security establishment killed millions of Vietnamese and sacrificed tens of thousands of American soldiers for nothing.\nHas he never heard of the CIA’s invasion of Cuba, a country that has never attacked the United States? Has he never heard of the U.S. government’s decades-long brutal economic embargo against that nation, which has targeted the Cuban people with death and impoverishment for the sake of regime change? Is he unaware of the fact that U.S. interventionism against Cuba brought the world to the edge of worldwide nuclear devastation?\nHas he not heard of the many state-sponsored assassinations of innocent people by the CIA and the Pentagon since World War II?\nHow he never heard of MK-ULTRA, the CIA’s secret drug-experimentation program that deliberately murdered innocent people? Has he never heard that the CIA secretly employed Nazi war criminals to help the CIA with its operations? Has he never heard of Operation Northwoods?\nHas he never heard of the many regime-change operations, such as in Chile, Guatemala , Libya, and, yes, Syria, which have not only destroyed democratic and non-democratic regimes alike but also subjected millions of innocent people to death, suffering, impoverishment, rape, indefinite detention, torture, execution, or chaos?\nHas he never heard of the U.S. government’s undeclared intervention in the Persian Gulf War, which brought about the massacre of thousands of Iraqis? Or the Pentagon’s intentional destruction of Iraq’s water and sewage treatment plants with the aim of killing people through infections and malnutrition? Or the 11 years of brutal sanctions against the Iraqi people, which killed hundreds of thousands of Iraqi children? Or UN Ambassador Madeline Albright’s infamous declaration that the deaths of half-a-million Iraqi children from the sanctions, while hard, were “worth it.”\nHas he never heard of President George W. Bush’s undeclared war of aggression against Iraq, which violated the principles set forth at Nuremberg as well as the U.S. Constitution, which succeeded in killing hundreds of thousands of more Iraqis as well as destroying the entire country?\nOr the undeclared war against Afghanistan, which has killed hundreds of thousands of more people, 99 percent of whom had nothing to do with the 9/11 attacks?\nNumber 3. McConnell says that American had a “comforting blanket of isolationism in the 1940s.” Is he kidding? How can he not know about President Roosevelt’s interventionist machinations to embroil the United States in World War II? How could he not know about FDR’s Lend-Lease program with England, his military assistance to British forces, his oil embargo on Japan, his freezing of Japanese assets in the United States, and the humiliating dictates he issued to Japan, all with the aim of provoking Germany and Japan to attack and kill U.S. troops, so that he could manipulate the American people into having to enter World War II? How can he not know that that war, which is so beloved to Republicans (and Democrats), delivered Eastern Europe and East Germany into the hands of the Soviet Reds, which was then used to justify the Cold War and the anti-communist crusade (and, later, the anti-Russia crusade), and the conversion of the federal government from a limited-government republic to a national-security state, which is a totalitarian form of governmental structure?\nHow can McConnell not see such things? There can be only one explanation. McConnell is, in fact, living in a parallel universe, one called Bizarro World?\nThe post Politicians Live in a Parallel Universe appeared first on The Future of Freedom Foundation.\n\nLoad-Date: January 24, 2020"
}