{
    "title": "Police still checking for terror link to car ramming",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 12,
    "day": 22,
    "full text": "SYDNEY — Australian police were investigating Friday whether there was any terrorism-related motive behind the car ramming attack on Melbourne pedestrians that left 12 people in a hospital, three of them in critical condition. Prime Minister Malcolm Turnbull condemned the \"despicable and cowardly act.\" Nine of the 19 people originally injured Thursday were foreigners. \nVictoria state police Acting Chief Commissioner Shane Patton said on Thursday night that early indications were the driver of the car, a 32-year-old Australian citizen of Afghan descent with a history of drug abuse and mental health issues, was not motivated by terrorism. He said the ramming was being treated as a \"singular\" incident. On Friday morning, however, Patton said the man had made several utterances while under police guard in a hospital on Thursday night, including mentioning poor treatment of Muslims, and that police were still exploring terrorism as a possible motive. \"He made some utterances in respect to a number of matters,\" Patton told Australia's Channel Nine television network. \"He spoke of dreams and voices but also attributed some of his activities as well due to the mistreatment of Muslims.\" Asked if there were links to terrorism, he said: \"That's certainly one area we're exploring in respect to motivation.\" But he added: \"We haven't identified any extremist links with this man. We haven't identified him linked to any groups. We haven't identified anyone inciting him to do any actions, or any prior extremist activities prior to those utterances last night.\" Seven of the 19 people admitted to the hospital were discharged overnight. Melbourne media reported three patients remained in critical condition, including an 83-year-old man, and that a 4-year-old boy's condition had improved from critical to stable. Police said nine foreigners were among the injured, including from South Korea, China, Italy, India, Venezuela, Ireland and New Zealand. \"Our consular officials are working hard to get in touch with their families and make sure they're aware of what's happened to their loved ones,\" Turnbull told a news conference on Friday. Turnbull also reiterated that \"no terrorism link has been identified\" but that \"nothing should be ruled out.\" \"This was a despicable and cowardly act,\" Turnbull said. \"But I want to reassure Australians that this is an isolated incident. We should continue to go about our daily lives the way we always do.\" Turnbull said the man had come to Australia as a refugee, \"through normal refugee programs, not people smugglers.\"\n\nNotes\n\nEds: Updates with police saying terrorism angle still being investigated, details. With AP Photos. AP Video. Eds: Updates with Turnbull quotes, expands Patton quotes, adds details of injured and foreign nationals. With AP Photos. AP Video.\n\nGraphic\n\n \nAssociated Press A damaged vehicle sits Thursday at the scene of a car attack in Melbourne. Police have arrested a driver after a car drove into pedestrians on a sidewalk.\n\nLoad-Date: December 22, 2017"
}