{
    "title": "Police in Germany Arrest 2 Terrorism Suspects on Jet",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 27,
    "full text": "The arrest of two terrorism suspects at the Cologne-Bonn Airport and a nationwide search for two others rattled Germany on Friday.\n  German police officers boarded a KLM airliner at 6:55 a.m., shortly before it was to take off, and seized two men who were identified as a 23-year-old Somali and a 24-year-old German born in Somalia. Officials said that the men were unarmed, but that documents saying that they were ready to fight and die in a jihad had been found.\n  The men had been under surveillance for some time, according to a German security official, speaking on the condition of anonymity because he was not authorized to discuss the case. Their travel plans had them going to Uganda by way of Amsterdam, the official said, with a likely final destination of Somalia. \n  The extent of any threat posed by the two men was far from certain on Friday. Their arrests were the second set of terrorism-related arrests  in barely over a week, as German officials charged with preventing a terrorist attack on their country said they saw signs of heightened activity among radical Islamists. \n  Even more troubling, officials here said, were two suspects not yet in custody.\n  The German Federal Criminal Police on Thursday made a plea to the public for information on the whereabouts of Eric Breininger, a German convert to Islam, and Houssain al-Malla, from Lebanon. Officials said the men were on their way to Germany from a terrorist training camp in Pakistan. \n  Investigators said Mr. Breininger was close friends with Daniel Martin Schneider, one of the men charged with planning a bombing attack in Germany last year. That case received significant attention because two of the suspects were, like Mr. Breininger, German converts to Islam, and because they had amassed large quantities of explosive chemicals.\n  After the announcement on Thursday about the two men, German television and newspapers were filled with videos and photographs of Mr. Breininger, 21, at a training camp, wearing camouflage fatigues and a turban, brandishing a rifle. ''In the past we always feared that Breininger would participate in attacks against German soldiers in Afghanistan, but we have very clear information that they are on their way back to Germany,'' the German security official said.\n  August Hanning, the state secretary at the German Interior Ministry and an outspoken voice in the German government on the threat of terrorism, said, ''Mr. Breininger is dangerous precisely because he is blond and blue-eyed.''\n  He added, ''It would be easier for him to reach certain facilities and areas than someone from Afghanistan or Pakistan.''  \n  Despite terrorist threats to Germany, the country has thus far escaped the kind of terrorist attacks that the United States, Britain and Spain, among others, have suffered. But German security officials have warned of a rising threat. \n  ''We have noticed that they have become more active,'' Mr. Hanning said. ''We fear that an Islamist group could in fact realize what they have announced, an attack here in Germany.''\n  Mr. Hanning specifically mentioned the Islamic Jihad Union, which has ties to Al Qaeda and the Taliban. German security officials say that more than 50 people from Germany, mostly of Turkish background, are affiliated with the group.\n  The group runs training camps in the Waziristan region in Pakistan. Security officials believe Mr. Breininger has trained at one of those camps. \n  Just last week, authorities announced that they had arrested two other men, a German citizen of Afghan heritage and a Turk, who were also accused of being linked to the bombing plot here last year. \n  Germany has been both effective in preventing and lucky in avoiding terrorist attacks. In July 2006, two crude suitcase bombs left on commuter trains in Cologne failed to explode. Two Lebanese men who were living in Germany were arrested. One was tried in Lebanon and sentenced to 12 years in prison there, and the other is still on trial in Germany. \n  Early reports in the German media on Friday said the police officers had stormed the Dutch airliner at the Cologne-Bonn Airport, evoking the threat of a hijacking. Michaela Heyer, a police spokeswoman, said there was no such action. \n  ''The arrest was entirely unspectacular,'' she said. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Two men were arrested Friday at the Cologne-Bonn Airport. A poster there showed another suspect the police are seeking. (PHOTOGRAPH BY HENNING KAISER/AGENCE FRANCE-PRESSE -- GETTY IMAGES)                                                               \n\nLoad-Date: September 27, 2008"
}