{
    "title": "Policing Terrorism",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 22,
    "full text": "When terrorists tried to blow up civilians in London and Glasgow, Gordon Brown, the new British prime minister, responded in his own distinctive way. What had just been narrowly averted, he said, was not a new jihadist act of war but instead a criminal act. As if to underscore the point, Brown instructed his ministers that the phrase ''war on terror'' was no longer to be used and, indeed, that officials were no longer even to employ the word ''Muslim'' in connection with the terrorism crisis. In remarks to reporters, Brown's new home secretary, Jacqui Smith, articulated the basic message. ''Let us be clear,'' she said, ''terrorists are criminals, whose victims come from all walks of life, communities and religions.''\n  Is the war on terror really a war? President Bush certainly continues to insist that it is, and a war of existential survival at that, although his administration has recently substituted the term ''the long war'' for ''global war on terrorism.'' In the past, political figures who denied that the West was locked in a war tended not to get much of a hearing. For example, Senator John Kerry did himself no favors during the 2004 election campaign when he expressed a hope to a reporter for this magazine that fighting terror would come to resemble law enforcement. And Senator John Edwards's claim in this present campaign cycle that the war on terror is a ''bumper sticker'' slogan seems to have resonated with comparatively few Americans outside the left wing of the Democratic Party.\n  Probably no political leader more eloquently made the case that terrorism presents a mortal threat to the West, and to democratic values everywhere, than the former prime minister of Britain, Tony Blair. In a 2004 speech defending his decision to send British troops into Iraq, Blair insisted that he ''could see the threat plainly.'' The 9/11 terrorists, he said, tried to provoke such hatred between Muslims and the West that ''a religious jihad became reality and the world engulfed by it.'' Unchecked, Blair concluded, Al Qaeda and like-minded groups would ''bring about Armageddon.'' No stronger word is imaginable. After all, Armageddon literally denotes the end of the world. How astounding then to hear his successor speak in so different a key. \n  Brown, it seems, has concluded that the war rhetoric employed by Blair was divisive, threatening social peace between communities in Britain, and counterproductive, making it harder to turn the British Muslim community into the security services' eyes and ears. In other words, the Brown approach would be the approach of serious crime fighters around the world these days -- community policing in which mutual trust is the cornerstone of crime prevention. In general, advocates of this approach avoid the rhetoric of war on the presumption that it only alienates the communities out of which criminals spring.\n  Brown's spokesman put the point plainly. ''There is clearly a need,'' he said, ''to strike a consensual tone in relation to all communities across the U.K. It is important that the country remains united.'' But what was at stake was far more than a decision to bow to the sensitivities of British Muslims. By emphasizing the criminality of terrorism, Brown effectively changed the terms (and the temperature) of the British debate: he redefined a world historical threat as a manageable danger. It was a decision that won support from the opposition Conservative Party's former spokesman for homeland-security matters. Conservative columnists, however, were not so pleased. In a USA Today opinion article, Melanie Phillips, a well-known writer for The Daily Mail, claimed that ''a society cannot possibly defend itself against a threat it is not even willing to identify.'' Britain, she jibed, was waging ''a war it dares not name.'' \n  For Phillips and her allies, those who fail to face the challenge of Islamic extremism head on will be to their generation what those who appeased Hitler in 1938 were to theirs. Then, Western leaders convinced themselves that Hitler's demands were rational; today, a new generation of appeasers has convinced itself, as Phillips puts it, that ''Islamic terrorism must be driven by rational grievances such as deprivation, 'Islamophobia' or British foreign policy.'' They do not understand that terrorists ''kill as an act of religious exultation.'' By failing to stand up for what it believes in, she holds, the West courts defeat.\n  But Brown and other advocates of the terror-as-crime view are not necessarily under any delusions about jihadist thinking. Rather, they maintain that preventing terrorism requires winning the hearts and minds of actual human beings -- and that declarations of war, including declarations of wars of ideas, are unlikely to be helpful in this regard. Of course, George Bush and Tony Blair thought they were winning hearts and minds by overthrowing Saddam Hussein and at least rhetorically committing themselves to democracy building in the Middle East. Implicitly at least, Brown seems to be saying that this tactic has failed, that the war model has only fueled rage and resentment within precisely those communities whose support is most essential -- the Muslim diasporas outside the Islamic world. \n  With Washington practicing one theory of terror and London the other, we may find out which one is the more realistic. So far, it seems, Brown has had more success in getting influential Muslim groups to denounce terror than Blair did. Meanwhile, in the United States, the campaign of Rudolph Guiliani recently announced that one of the candidate's senior foreign-policy advisers would be the neoconservative intellectual Norman Podhoretz, whose forthcoming book on the Islamist challenge is called ''World War IV.'' But so far, World War IV isn't going very well. Particularly in light of the U.S. National Counterterrorism Center's recent report that Al Qaeda is as strong today as it was before 9/11, Gordon Brown's bet on the criminal model, however risky, seems the more sensible course.  \n  British police terrorism-arrest statistics (including Northern Ireland) from Sept. 11, 2001, to Dec. 31, 2006.\n  Arrested under: \n  Terrorism Act 2000: 1,126\n  Other legislation while being investigated for terrorism: 40\n  Released without charge: 652\n  Charged: 407\n  Convicted under ...\n  Terrorism Act 2000: 40\n  Other legislation: 180 \n  (Source by Home Office, Britain) (Chart by Charles M. Blow)                                                                             \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: (Photograph by Paul Ellis)\n  Chart: Criminal Offenses: \n\nLoad-Date: July 22, 2007"
}