{
    "title": "Police Dept. in Talks to Coordinate Terrorism Information",
    "publisher": "the new york times",
    "year": 2004,
    "month": 10,
    "day": 16,
    "full text": "The bombs, investigators say, were assembled quickly, packed into knapsacks in the back of a van parked a few blocks from a commuter train station on the outskirts of Madrid. The men who made them walked from the van to the station four times to place the backpacks on rush-hour trains as they passed through. They were detonated minutes later by cellphone.\n That bit of information on the terrorists' tradecraft, developed by Spanish authorities after the March 11 attacks killed 192 people, quickly made its way to New York City. There, according to police officials, it changed the way the Police Department patrolled the subways during the Republican National Convention, leading commanders to focus on a wide area around subway entrances, searching for suspicious vehicles, rather than just the subway stations.\n Police Commissioner Raymond W. Kelly cited that as an example of how the department can take advantage of a broad range of information -- from scholars and research institutions to other law enforcement and intelligence agencies -- that it is compiling in a new internal resource center, to be located with the department's Counter Terrorism Bureau in Coney Island.\n The department has long been largely reactive, Mr. Kelly said last week, dealing with ''the short-term threat. This is to help us look down the road. We have to look at the emerging trends.''\n The new center was the subject of a two-day symposium on Thursday and yesterday that brought together police officials, academics and experts from the RAND Corporation, the Institute of Defense and Strategic Studies, the Monterey Institute of International Studies, the Combating Terrorism Center at West Point and several federal agencies. Those agencies included the joint F.B.I.-C.I.A. Terrorist Threat Integration Center, the Defense Intelligence Agency and the F.B.I.\n The group of roughly two dozen officials discussed how best to organize the center, which is in the early stages of formation and yet to be named, so that it can serve both the department and the other agencies and institutions, officials said.\n ''Al Qaeda is morphing and changing, so we have to understand the threat,'' said Michael Sheehan, the Police Department's deputy commissioner for counterterrorism, who will oversee the center, ''understand new technologies and techniques and continually evolve.'' \n Before 9/11, the Police Department devoted few resources to the threat of terrorism. The Counter Terrorism Bureau, which Mr. Kelly created shortly after taking over the department in January 2002, has shared responsibilities with the Intelligence Division for collecting information about terrorists, investigating them and training the department officers.\n The center's aim will be to collect, organize and analyze information, as well as convey it to the department investigators and analysts who can best apply it. In the past, the department -- like many law enforcement and intelligence agencies -- has had mixed results in achieving that goal.\n One of the biggest bureaucratic obstacles for agencies seeking to prevent or investigate acts of terror has been sharing information with other agencies. The department itself has not only struggled with some, particularly the F.B.I., but has also seen internal rivalries lead officials and investigators to hoard information.\n Brian M. Jenkins, a longtime terrorism analyst at the RAND Corporation who is an informal adviser to the Police Department and who spoke at the symposium, said the center would encourage informal networks that are often the most effective way to share information.\n ''It makes a lot of sense for the N.Y.P.D. to deliberately create these networks to augment the formal relationships which already exist,'' Mr. Jenkins said. ''It's not to circumvent those.'' The center, Mr. Sheehan said, would bring together information from a many sources, giving the department access to databases maintained by the research organizations and containing information that could prove vital. It would also serve as a storehouse for all of the department's information on terrorist groups.                                    \n\nhttp://www.nytimes.com\n\nLoad-Date: October 16, 2004"
}