{
    "title": "Police Official In Terror Unit Is Removed",
    "publisher": "the new york times",
    "year": 2009,
    "month": 9,
    "day": 24,
    "full text": "The New York Police Department has removed a senior official from one of its two sometimes competing antiterrorism units, after it played a role in disrupting a sensitive federal terrorism investigation, current and former police officials said on Wednesday. He was replaced by a top official from the other unit.\n  The investigation was disrupted two weeks ago when detectives from one of the units, the Intelligence Division, sought assistance from a Queens imam who then alerted the central suspect in the case to the inquiry. \n  The transfers, which removed one official from the Intelligence Division and replaced him with another from the Counterterrorism Bureau, came in recent days amid intense activity in the case. Federal agents and police detectives have been hunting through New York City and other places for operatives in a suspected Qaeda bomb plot.\n  The department has acknowledged no missteps in the effort by Intelligence Division detectives to seek assistance from the imam, a disclosure that contributed to a significant disruption in the investigation.\n  But the transfer of the Counterterrorism Bureau official to the Intelligence Division, which has sometimes clashed with its local and federal partners, suggests that senior police officials are seeking to improve relations between the units. He is widely respected and has overseen a large contingent of detectives assigned to work with the F.B.I. on the Joint Terrorism Task Force. \n  The department's chief spokesman, Paul J. Browne, did not respond to telephone calls and e-mail messages seeking comment about the transfers.\n  The decision to show photographs of the main suspect and several other men to the imam, Ahmad Wais Afzali, who had provided information to the Police Department in the past, forced the authorities to conduct raids and arrest the suspect sooner than they might have otherwise.\n  The development, according to several law enforcement officials, could make it harder for the authorities to identify and develop evidence against others involved in what prosecutors have said was a plot to detonate bombs in the United States.\n  The authorities nonetheless arrested the suspect, Najibullah Zazi, 24, his father, Mohammed Wali Zazi, 53, and Mr. Afzali, 37, over the weekend. The men, who were charged only with making false statements during a terrorism investigation, were expected to appear in court in Brooklyn and Denver on Thursday. Officials anticipate additional charges will be filed against the younger Mr. Zazi.\n  The effort to enlist the imam and its impact have come after a long history of tensions and rivalry between the police and the F.B.I. And while relations between the two agencies have improved, the creation of the Counterterrorism Bureau and the expansion of the Intelligence Division after the attack of Sept. 11, 2001, brought new tensions, with a rivalry between the two antiterrorism units.\n  While the investigation's disruption upset some officials in Washington, as the inquiry progressed they said they had come to view the issue as an unfortunate, if unintentional, misstep.\n  The official transferred out of the Intelligence Division, Deputy Inspector Paul Ciorra, was the intelligence collection coordinator. He has been moved to the  Trial Division, which oversees administrative hearings for police officers accused of misconduct. His union leader, Roy T. Richter, noted that the shift would not have been made if he had been transferred for disciplinary reasons.\n  One former government official with knowledge of the matter said there was no indication that the deputy inspector had done anything wrong and that the decision to approach the imam had been made at the highest levels of the Intelligence Division. The unit is led by David Cohen, a former top C.I.A. official. The former official said the deputy inspector was moved to absorb the blame.\n  Inspector Ciorra, who declined to comment about the transfer, was praised by police colleagues, and by officers in the New York Army National Guard, in which he serves as a major. \n  He earned a Bronze Star for exemplary service during a 13-month deployment in 2004 and 2005 to Iraq, where he served as an aide to the general commanding the 42nd Infantry Division and was responsible for his personal security, according to Eric Durr, a spokesman for the  Guard.\n  The deputy inspector who was moved to the Intelligence Division to replace him, Joseph Herbert, has climbed steadily through the ranks since joining the Police Department in 1981 and is widely respected in the task force as a low-key, effective investigator and manager. He is the No. 2 police official in the Joint Terrorism Task Force.\n  Trained as homicide investigator and hostage negotiator, he led the detective squad in what was Brooklyn's most murderous precinct more than a decade ago.\n  It was there that his instincts, in the aftermath of a 1996 shootout, led to an arrest of the so-called Zodiac gunman. As a detective, he had investigated a series of shootings six years earlier and noticed similarities between what the 1996 suspect said and notes and letters written by a man claiming responsibility for the earlier shootings.\n  The first suggestion that a transfer occurred after the terrorism inquiry's disruption was reported on Monday by Leonard Levitt at NYPDConfidential.com.\n  The broader terrorism investigation has continued at an intense pace in New York, Denver and elsewhere, as the authorities seek to determine the target of any possible plot and identify Mr. Zazi's associates.\n  ''We're still out, we're talking to people, were looking at places, we're finding new places,'' said one law enforcement official.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 24, 2009"
}