{
    "title": "Politics dominates in Venice",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 6,
    "day": 10,
    "full text": "Readers of Shakespeare's ''Merchant of Venice'' may find out more about economics than the reporters covering the economic summit here. Instead, as the Bard might have said, ''Politics doth hold sway.''\nEast-West relations, trouble in the Persian Gulf, terrorism, and nuclear arms are overshadowing the cooling world economy, currency volatility, and world agricultural surpluses. (Leaders decide on way to monitor global economic cooperation. Story, Page 36.)\nIn three statements issued yesterday, the seven heads of state:\n* Called for concerted international efforts to bring the Iran-Iraq war to an end and pledged support for a UN Security Council initiative that would include ''just and effective'' measures. The statement does not spell out the measures, which US officials say should include an arms embargo.\nThe summit leaders also reaffirmed the principle of freedom of navigation in the Gulf. ''The free flow of oil and other traffic through the Strait of Hormuz must continue unimpeded,'' the leaders said.\n* Reaffirmed support for efforts to achieve a reduction of nuclear forces and expressed appreciation for US efforts to negotiate such reductions. But, in what seems a conspicuous omission, the statement did not mention the proposed US-Soviet agreement on eliminating intermediate-range nuclear forces (INF) in Europe, which will be discussed at the NATO foreign ministers' meeting later this week.\nIt is understood that the impact of an INF agreement was discussed by several summit leaders, with French President Francois Mitterrand and West German Chancellor Helmut Kohl arguing that the accord would lead to the denuclearization of Europe and require a change in the doctrine of flexible response, with British Prime Minister Margaret Thatcher contending otherwise.\nAlso on the theme of East-West relations, the ''summit seven'' noted developments in Soviet policies at home and abroad but cautioned against letting down their guard. They urged progress on human rights, Soviet withdrawal from Afghanistan, and greater people-to-people contacts.\n* Pledged increased cooperation in combating terrorism, especially in the case of air piracy. Under an ''annex'' reinforcing the 1978 Bonn declaration on terrorism, flights to and from countries that refuse to extradite or prosecute those who have endangered or attacked aircraft would be immediately halted.\nThe summit statements on security and political issues are seen to be blander and less substantive than similar declarations at previous economic summits. The terrorism statement, for instance, did not repeat a call for an embargo on the sales of arms to any country engaging in terrrorist activities. But US Secretary of State George Shultz sought Tuesday to dispel any impression that the leaders are lax on this issue.\nAsked why no mention was made of an INF agreement, Mr. Shultz said at a press conference that there was nothing to argue about with respect to such an accord, and the summit partners welcomed the US positions in the Geneva arms talks. A greater consensus is developing on INF, he said, and at the Reykjavik, Iceland, meeting - to be held right after the summit - a consensus is expected to be established.\nAsked whether the US asked its summit allies to provide more military help in the Gulf, the secretary stressed again that Britain and France are already escorting their ships and Japan and Germany are prohibited from doing so. Britain, he said, has escorted 104 British vessels in the Gulf so far this year.\n''We are not alone in this by a long shot,'' Mr. Shultz said, adding that the US is capable of handling the situation.\nWith respect to a UN mediation effort to end the Iran-Iraq war, Shultz indicated that there was no need to spell out enforcement measures, since the term ''effective'' was taken to mean ''enforceable.'' The US, he said, is seeking a resolution that will call for a cease-fire and mandatory sanctions if either Iran or Iraq declines to stop the fighting.\nWhite House officials are almost nonplused by the lack of economic activity. Marlin Fitzwater, White House press secretary, says there is an emphasis on politics because ''there are not a lot of huge economic problems. There is no urgency as was there in 1982 when the economy was pretty low.'' This is not the first time such ''economic summits'' have turned to politics. Last year, the Tokyo summit was skewed toward Chernobyl, and toward terrorism.\nPart of the reason for the heavy emphasis on political events this year is the press corps. At a recent press briefing for the White House press corps, only 11 of 50 questions directed to White House chief of staff Howard Baker Jr. and Frank Carlucci, the national-security adviser, concerned economic affairs. This prompted Mr. Baker to remind reporters, ''It is, after all, an economic summit. It is not a political summit.''\nBut the politicians themselves decided to tackle the political issues first instead of the economic ones. This was in part because Prime Minister Thatcher spent only an evening meeting with the other heads of state before rushing back to England to complete her last-minute electioneering.\nThe lack of economic news has chafed the press. Stewart Fleming, Washington bureau chief for the Financial Times, a British business newspaper, estimates his newspaper carried about 200 words of summit news aside from a story about the US trimming its trade sanctions against Japan.\nNewspaper reporters, in fact, have become incensed over the domination of TV at the summit. White House officials have appeared daily on the TV morning news programs, giving the TV journalists greater access than the print reporters have enjoyed.\n''This is going to go down in history as the great television summit,'' complained Jeremiah O'Leary of the Washington Times. ''I've been to seven of these things, and this is the first time this has been almost a total TV monopoly.''\nComplicating the task of reporters such as Mr. O'Leary is a complicated system of press briefings.\nDaily briefings and ''readouts,'' or a summary of an official meeting, take place at the International Press Center on the Island of San Georgio Maggioro, where the actual summit meetings are taking place. There is virtually no access to the delegations themselves, each housed in a different hotel. But the White House press is elsewhere, at the expensive and elegant Hotel Excelsior on the Island of Lido. Lido is a 45-minute bus and boat ride away.\nAlthough economics has not dominated the economic summit, American officials and reporters are getting a quick course on the effects of the falling dollar. Hotel rooms are $400 a night, and a moderate meal cost $30 to $50. A fifteen minute watersprint costs about $35. It is enough to remind participants at the summit of another part of the ''Merchant of Venice'': when Shylock demanded a pound of flesh to fulfill a loan commitment."
}