{
    "title": "Political atmosphere and rhetoric aid extremist violence",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 1,
    "full text": "Staff Writer\nIn the past week, there has been an anonymous effort to kill several high profile Trump critics, totaling with 13 attempts as of publication. This was attempted through the shipping of pipe bombs to these critics' homes via the postal service, but all were considered suspicious and intercepted prior to blowing up. Amongst the critics targeted were President Barack Obama, the Clintons, and even actor Robert De Niro.\nThese attempted murders were unusual, but it is not the first time that America has been struck by incidents of domestic terrorism. A large number of mentally unstable and attention hungry psychopaths have become taken with the idea of shooting innocent civilians, going back to Columbine in the 1990s, and though their exact motives may differ, their actions amount to the same thing.\nTragically, another high profile crime was committed within the last week when a man killed 11 people during services at a Jewish synagogue, using an AR-15 rifle and three handguns. Many people disagree about what should be done to prevent mass shootings. Despite the FBI's efficiency, these shootings have become so frequent that they are a normal part of the American news cycle- and it is our government's and our President's responses that are only ensuring more complication.\nAmerica has been plagued by both international and domestic terrorism for a long time, but the modern era of national security began in 2001 with the Patriot Act. This was the year when the September 11 attacks and the 2001 anthrax attacks convinced the public that change needed to happen.\nBecause of these changes, many areas of America have since been more secure.  No airplanes have been hijacked since pilots started carrying guns and the TSA, while frustrating, does present potential terrorists with more of a challenge then they had before. But there are more things we could do to deal with terrorism committed by American citizens- both ideologically and legally.\nThe political atmosphere and rhetoric contribute to extremist violence. White supremacists existed before and after Donald Trump became president, and while it would be unfair to blame him for their actions, it's undeniable that hate crimes have increased since his election.\nThe mixture of victimhood and power felt by white supremacists has led to the Charleston Shooting, the Charlottesville car attack and the Pittsburgh Tree of Life synagogue shooting. Look at how the extreme left and right sides of politics fed into the psyches of the men who fired weapons in Comet Ping Pong and Eugene Simpson Stadium Park- the political atmosphere didn't make them crazy, but it certainly gave them ideas to fixate on.\nIn many ways, Trump's election to the highest office in America is more a representation of the division of our country than the source of it.  Stories of alleged crimes committed by high profile Republicans and Democrats get shared every day, and people on both sides often paint the other as a purely malevolent force. This is not to say that one shouldn't have strong political values, but the way in which issues of good and evil have been oversimplified by our culture is somewhat disturbing.\nIf only Donald Trump's response to hate crimes committed by his supporters was able to match his enthusiasm for bashing his political opponents and the media. For a man who said on Fox and Friends that the family members of ISIS should be \"gone after,\" his response to terrorism committed by right wingers is noticeably weaker than his criticisms of Democratic politicians and news organizations. Trump is immune to any changes suggested by his opponents, and so calling for him to behave like a reasonable, responsible public figure is utterly feeble.\nThe tendency for one side to just ignore the terrorizing of another group goes back to when the government turned a blind eye to the terrorism of the Ku Klux Klan. The same right wingers who are skeptical of the pipe bombings would most likely fully believe the official FBI story of an ISIS attack.\nFor some people, it is only when one's own demographic is attacked that they choose to worry. Coincidentally, Trump has famously clung to his conviction that four African American teenagers and one Hispanic teenager should be convicted and executed for a crime which they were cleared of by DNA evidence. Now, he is only able to nod his head to Pence's remarks condemning the actions committed, and in his own comments on Twitter he put \"bomb\" in quotation marks, suggesting that he doesn't take these acts seriously.\nTrump and other high profile Republicans showed stronger condemnation of the shooting at the Tree of Life Synagogue in Pittsburgh, Pennsylvania. There was a time in US history where the anti-Semitic roots of this crime would have been dismissed, but in modern times, officials of both parties have no problem addressing it. While some would say that rhetoric isn't important when compared to action, it should be remembered that public rhetoric often determines the things that are paid the most attention to by the people who carry out the laws.\nWhen Trump prioritizes bashing his critics over condemning actual terrorists, he is setting the stage for the types of laws and programs that get proposed, ones which won't actually help prevent hate crimes but which will focus on his attempts to control the media. It's important to elect a President willing to express basic humanity and decency in his or her rhetoric, and one that pursues the injustice committed by their own demographic just as much as that committed by other groups.\nHere's looking at you, Trump.\n\nLoad-Date: November 1, 2018"
}