{
    "title": "Political sparring snarls terror suspects' trials Attorney general, lawmakers at odds on strategy",
    "publisher": "usa today",
    "year": 2010,
    "month": 12,
    "day": 10,
    "full text": "WASHINGTON -- Attorney General Eric Holder has said \"the toughest\" decision of his tenure at the Justice Department was that Khalid Sheikh Mohammed, accused of plotting 9/11, and four alleged accomplices should be tried in civilian court blocks from New York City's Ground Zero.\n\"To the extent there are political consequences, I'll just have to take my lumps,\" he said in November 2009 of the wave of criticism that followed his announcement.\nAs recently as Monday, Holder said he still believed his decision to try Mohammed and his alleged accomplices in a New York federal court was the correct one. On Thursday, Holder announced his opposition to a move in Congress to block funding for civilian trials of terrorism detainees, saying it \"would set a dangerous precedent.\"\nNearly a year after the Obama administration retreated from the idea of a New York trial, the question of how and where to prosecute the most prominent terror suspects in U.S. custody has become entangled in a collision of legal philosophy and political reality.\nThe firestorm triggered by Holder's decision -- led by New York Mayor Michael Bloomberg, who complained of the enormous costs to secure the trials, and by victims' families, who feared retaliation from the terrorists -- has effectively immobilized the administration's terrorism prosecution strategy, lawmakers and legal analysts said.\nAs a result, the suspects in the most deadly terrorist attacks on U.S. soil still await their fate -- prosecution in civilian court, military commission or indefinite detention -- nearly a decade after the assaults in 2001.\nSen. Lindsey Graham, R-S.C., who favors military prosecution, said the administration has \"become paralyzed\" by the question of what to do with terrorism suspects. \"This is the Achilles' heel of the administration, more than the economy,\" he said.\nPatrick Leahy, the Senate Judiciary Committee's Democratic chairman, said the prolonged debate about what to do with Mohammed and his alleged accomplices has been clouded by \"misinformation.\"\nA proponent of civilian trials, Leahy recently expressed frustration over the unsettled state of the 9/11 prosecution. \"Ask them,\" the Vermont senator said, referring to administration officials. \"I'm a legislator.\"\nThe White House deferred comment to the Justice Department, where Holder said the review process is \"ongoing.\"\nHolder raised expectations among victims' families last month by suggesting the government was \"close\" to a decision on the prosecution.\nThat was before a federal court jury escalated the political debate over terrorism prosecutions when it acquitted Ahmed Ghailani, the first Guantanamo detainee to be prosecuted in civilian court, on all but one of more than 280 terrorism-related charges. He still faces up to life in prison for the conviction on a single conspiracy charge in connection with bombings of two U.S. embassies in Africa in 1998.\nGraham and other opponents of civilian trials, including Sen. Jeff Sessions, R-Ala., said more time for the administration's decision will not resolve the arguments against moving Mohammed into the federal court system: that the 9/11 plotter should not get the same rights as U.S. citizens in civilian court and that the government risks possible acquittals because key evidence obtained through harsh interrogation or detention is likely to be excluded.\n\"Politics is just a big part of this,\" said University of Notre Dame law professor Jimmy Gurule, a former assistant U.S. attorney general. \"Some members of Congress have threatened to withhold funding (for civilian trials). Then there is the question of whether the government can actually get a conviction\" when evidence was \"tainted\" by Mohammed's exposure to harsh interrogation methods. He was forced to undergo waterboarding, a form of simulated drowning, 183 times.\nThe federal judge in Ghailani's trial ruled a key government witness could not testify because prosecutors learned his identity after Ghailani was subjected to harsh interrogation.\n\"It was flat wrong then (to try Ghailani in civilian court), and it remains wrong now to try Khalid Sheikh Mohammed in civilian court,\" said Sessions, the Senate Judiciary Committee's top Republican.\nLeahy said the federal courts' \"long record of success\" in dealing with terrorism cases has been lost amid political fights.\nThis year, the Justice Department reported that more than 400 people have pleaded guilty or been convicted of terrorism-related charges in federal courts since 9/11. That includes defendants convicted of domestic and international incidents.\nU.S. District Judge Lewis Kaplan, who excluded the witness in Ghailani's case, said it wasn't clear the testimony would have been admissible in a military prosecution.\nIf the administration insists on a civilian trial for Mohammed and his alleged accomplices, Graham suggests he could muster enough votes to block it.\n\"The idea of putting KSM in civilian court blew up in their faces. He was ready to plead guilty in the military tribunal,\" Graham said, referring to a note Mohammed passed to a military judge in 2008 expressing his desire to plead guilty.\n\"I have sympathy for the administration on this,\" Graham said. \"I'd like to help them come up with a plan to clean up this mess.\" \n\nGraphic\n\n \nPHOTO, B/W, Cliff Owen, AP\nPHOTO, B/W, AP\nPHOTO, B/W, AFP/Getty Images\n\nLoad-Date: December 10, 2010"
}