{
    "title": "POLICE REPORT_ TERRORISM DRILL TAKES A TURN WHEN SUSPICIOUS PACKAGE IS FOUND",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 3,
    "day": 19,
    "full text": "A biological terrorism drill in downtown Vancouver took an unexpected turn Saturday morning when authorities discovered a suspicious package that wasn't in the script.\nThe three-hour exercise was staged to give response teams practice in handling potential terrorist threats at the Federal Building on West 12th Street.\nThe scenario called for an employee in the building to open an envelope containing a powdered substance and a note indicating she has been exposed to anthrax.\nDuring the exercise, emergency crews secured the scene and Vancouver Fire Services HazMat collected a sample of the biological agent for analysis. Vancouver Police maintained security and contacted the Federal Bureau of Investigation.\nThe drill ended with police pursuing a \"possible suspect\" who was standing outside the federal building to witness the effect of his crime.\nEmployees of the Clark Regional Communications Agency, Federal Protective Services and Government Services Administration all participated in the drill.\nVancouver Police Sgt. Dave King said a blue box was found outside the building's main entrance near the end of the drill.\n\"Because we didn't know what it was, our plan was to take it as a suspicious box and do what we would normally do,\" he said.\nThe Portland Bomb Squad was called out to X-ray the box, which had been transported to the nearby Vancouver fire station. It was empty.\n\"It was an interesting twist and a chance to exercise the lessons we had learned,\" King said.\nInjury accident: A 22-year-old Vancouver woman was injured Saturday after her car struck a retaining wall on the right shoulder of Interstate 5 near the Evergreen overpass.\nAndrea M. Walker suffered a concussion and back injuries in the single-car accident.\nShe was transported to Southwest Washington Medical Center, where she was listed in satisfactory condition Saturday night.\nAccording to Washington State Patrol, Walker was driving north on Interstate 5 when her 1993 Nissan Sentra hit a retaining wall, crossed the roadway and struck a concrete barrier on the east side of the freeway lanes.\n\nLoad-Date: March 20, 2000"
}