{
    "title": "Political corrections Our view _ Scare mongering about trials, prison is cynical partisanship. OPINI",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 11,
    "day": 18,
    "full text": "There's poetic symmetry to the press release Sen. Christopher S. \"Kit\" Bond, R-Mo., issued last week after Attorney General Eric Holder decided that Guantanamo Bay detainees will be brought to the United States and some will stand trial on criminal charges in civilian courts.\nMr. Holder announced Friday that five al-Qaida conspirators charged with planning and helping to execute the Sept. 11, 2001 terror attacks - including so-called \"mastermind\" Khalid Sheikh Mohammed - will stand trial in the U.S. District Court in lower Manhattan.\n\"Just as a sustained campaign against terrorism requires a combination of intelligence, law enforcement and military operations, so must our legal efforts to bring terrorists to justice involve both federal courts and reformed military commissions,\" Mr. Holder said.\nNew York City Mayor Michael R. Bloomberg immediately signaled his support for the move, saying that \"it is fitting that 9/11 suspects face justice near the World Trade Center site where so many New Yorkers were murdered. We have hosted terrorism trials before\" and \"New York City stands ready to assist the federal court in the administration of justice in any way necessary.\"\nMr. Bond took a different tack, warning ominously (it was Friday the 13th, after all) that the \"Obama Justice Department has prioritized political correctness over protecting the citizens of this country.\"\nHe called it \"an insult to the memories of those who were brutally murdered on Sept. 11 that the perpetrators of these cowardly acts of terrorism will sit in a courtroom and reap the full benefits and protections of the U.S. Constitution.\"\nWhy did Mr. Bond coarsely disparage our system of justice, using scare tactics to score partisan points? Why have the others used defeatism and fear-mongering to argue that holding terror suspects on American soil puts the nation at risk - even though our country successfully has held convicted terrorists in prison for years?\n\"Political correctness\" is close to the mark, but not in the sense that the senator used.\nPresident George W. Bush and his political allies continuously leveraged fear from the 9/11 attacks to pursue political power.\nPerpetuation of that power was prioritized over public accountability. Mr. Bush and congressional overseers overruled a proud tradition of military justice. They condoned torture. They compromised American prestige around the world. They made a hash of the Guantanamo detention policy - delaying justice for years, championing the power to detain and interrogate without limits.\nOn Saturday, the politicking about terror cranked into high gear after the Chicago Tribune reported that the all-but-empty Thomson Correctional Center, a maximum-security facility in northwest Illinois, was the leading choice to house some Guantanamo detainees. The Obama administration is considering buying the facility from the state and using it as a federal prison. Some of 1,600 cells might be used for the 215 detainees now in Cuba.\nThe $145 million facility was built in 2001, but for budgetary reasons was not fully staffed or operated. The administration's proposal got strong endorsements from Sen. Dick Durbin, D-Ill., and Illinois Gov. Pat Quinn, a Democrat, who envision good-paying jobs for an economically distressed area.\nU.S. Reps. Mark Kirk and Aaron Schock, both Republicans representing northern Illinois districts, however, warned that housing the Guantanamo detainees at the Thomson prison would mark the region as a new \"ground zero\" for terrorist activity.\nThis, too, is fear-mongering, not leadership. It reflects a sad lack of belief in the ideals of the nation.\n\nLoad-Date: November 18, 2009"
}