{
    "title": "POLITE TALK WON'T END TERROR",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 10,
    "day": 26,
    "full text": "The Gaza Strip was said by Israeli Prime Minister Yitzhak Rabin to be a \"test case\": to see if the Palestine Liberation Organization could govern itself and control terrorism. The Oct. 19 suicide bombing of a civilian bus in which 23 people were killed and dozens wounded shows that the PLO is failing that test.\nSome politicians and pundits here and in Israel explain that the Palestinian terrorist group Hamas is an extremist organization, implying that it does not reflect the yearnings of the PLO. Don't believe it. For years the PLO claimed to be the sole legitimate representative of the Palestinian people. If Yasser Arafat can't exercise authority over Hamas in Gaza, why should anyone expect him to be effective when Israel hands over additional territory in the West Bank and the Golan Heights?\nHamas and other killers have slaughtered 100 Israelis since the Oslo agreement to cede land to the PLO. What has the PLO done meanwhile? Not much. The PLO promised to abrogate its charter, which calls for the destruction of Israel. It hasn't. The PLO promised to fight terrorism in any territory within its domain. While it arrested scores of suspected terrorists following the bus bombing, it released most of them immediately.\nIn fact, the objectives of the PLO and Hamas are one: the eradication of Israel. What these groups couldn't do on the battlefield, they are now doing at the \"piece-by-piece\" table.\nThe deal signed by the PLO and Israel is a \"false\" peace, as Likud party leader Benjamin Netanyahu has said. Appearing on ABC's \"Nightline\" the night of the bombing, Netanyahu said that if Arafat is serious about his role as a leader and spokesman for Palestinians, \"let him dismantle Hamas.\" A real peace, he said, means \"no more Lebanons.\"\nPresident Bill Clinton's trip to Syria plays into the hands of Israel's enemies. People who feel a religious mandate to eliminate Jews are not going to be dissuaded by the voice of an American president when they claim to have heard the voice of Allah.\nIn the October issue of Commentary magazine, Martin Kramer, associate director of the Moshe Dayan Center for Middle Eastern Studies at Tel Aviv University, writes about the indiscriminate terrorist attack July 18 on the Jewish quarter of Buenos Aires, which killed 95 people, nearly one-third of whom were non-Jews.\nKramer says that terrorists have moved beyond attacking only Israeli targets to Jews worldwide because of \"the culmination of a shift in the thinking of many Muslim fundamentalists. Today they are in thrall to the idea that Jews everywhere, in league with Israel, are behind a sinister plot to destroy Islam. The battleground is anywhere Jews are organized to assist and aid in this plot.\"\nKramer believes this is a new concept \"even for Islamic fundamentalism, and it represents an especially virulent form of anti-Semitism, one so widespread and potentially violent that it could eclipse all other forms of anti-Semitism over the next decade.\"\nFor nearly half a century, Israel has survived because it trusted the promises of no outsider. Now it risks possible destruction if it thinks the PLO can be trusted to follow through on its glib assurances.\nThe United States ought to be pushing for a real peace, like the kind Israel enjoys with Egypt, Jordan, Morocco and Tunisia. We should not be trying to curry favor with Syrian President Hafez Assad, one of the region's chief sponsors of terror.\nThe real war, as New York Times columnist A.M. Rosenthal notes, is less about Israel than about Western concepts of freedom of thought, religion, sexual equality and political action. \"Islamic extremists see them as a disease,\" he writes, \"and Israel as a carrier.\"\nIsrael's decision to authorize \"hit squads\" that will target known Hamas terrorists is a step toward realism and away from squishy, feel-good policy that has characterized much of the Labor government's dealings with Palestinian leaders.\nThe American and Israeli approach to Syria should be no treaty unless every terrorist camp is closed. Business with Iran, a major backer of Hamas, should be off-limits to nations with which we have influence. They should be told to choose between us and them.\nIf we want a war on terrorism, let's fight one - and stop pretending that the proper response to murder in the streets of Tel Aviv is polite conversation with terrorism's main sponsors.\n\nLoad-Date: October 27, 1994"
}