{
    "title": "Political Focus_ Deadly terrorist attack in Brussels",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 28,
    "full text": "What's the issue?\nLast Tuesday's terrorist attacks in Brussels resulted in the deaths of at least 28 people and wounded over 230. Two explosions at the Brussels Airport took place just before 8 a.m. local time, 3 a.m. Eastern Time.  \nAround 9 a.m. another explosion, this time in a Brussels subway station, killed about 20 people, according to authorities in Brussels.  \nLater that day, the terrorist group the Islamic State of Iraq and Syria claimed responsibility for the attacks.  The attacks came just days after the last surviving main suspect of the Paris attack in November was arrested.\nPresident Obama addressed the attacks while in Havana. He urged the world to come together against terrorism and said the U.S. will do whatever if takes to help Belgium find justice for those behind in the attack.\nWhy should you care? \nThe Islamic State does not just affect Iraq and Syria and this attack does not just affect Belgium. Among the 28 dead in the attacks at least two were Americans. One of the 230 injured was a former Oakland University basketball player, Sebastien Bellin.  \nAs more and more attacks happen abroad in places like Brussels and Paris, Americans begin to worry even more about the threat of attack on American soil.  \nAfter last Tuesday's attacks, the Department of Homeland Security announced an increase in security measures to protect against copycat attacks in the United Sates. Though Homeland Security Secretary Jeh Johnson made it very clear that there was no specific intelligence of a plot in the U.S.  \nThe State Department warned Americans about the risk involved in traveling to Europe as terrorists continue to plan attacks at populous events. Johnson also announced that the Transportation Security Administration would be implementing additional security at major airports and rail stations in selected cities.\nWith the attack on Brussels igniting more fear across the world, all eyes turned to President Obama and his reaction to the attacks in his press conference from Havana. \nWhat are the sides? \nThe President used 50 seconds of the press conference to talk about the attacks and then once the press conference was complete, continued with his trip to Cuba as planned by attending a baseball game with Raul Castro.  \nThis reaction gave many who already believed Obama is too soft on terrorism with more evidence. Republicans often criticize the President for being unable to name the enemy as Radical Islam. According to research conducted on LexisNexis by Politfact, the Obama Administration does not utter the words \"Radical Islamic terrorism.\"\nThe President and his administration prefer not to bring religion up when referring to the group and its followers.  \nThe President has been faced with a lot of criticism from Republicans such as Ted Cruz that his attempts at being politically correct are causing him to dismiss ISIS and has allowed them to rise to this level of power.  \nHowever Obama and his administration argue that this subdued reaction is to keep ISIS from becoming more powerful. Obama has argued that overreacting to terrorist attacks exaggerates the extremist group's influence.  \nObama does not want to give the impression that the threat of Islamic Terrorism is affecting Americans' daily lives. If that becomes an American focus, it can cause the implementation of much more aggressive policy that Obama calls unethical and against American values. \n\nLoad-Date: December 15, 2016"
}