{
    "title": "Political clubs debate Canada's place in the world(2)",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 29,
    "full text": "Representatives from the student-run Conservative McGill, Liberal McGill, and New Democratic Party McGill faced off in a political campaign-style debate on Canadian trade, security, and immigration hosted by the McGill Debating Union on Nov. 19.\nTitled \"Canada's Place in the World,\" the debate featured six students-two representatives from each club-advocating the platforms of their respective parties.\nAustin Del Rio, a board member of Conservative McGill, argued that the Conservative government has made economic achievements in the areas of free trade and tariff reduction.\n\"Our Conservative government has worked tirelessly to keep our economy strong in the face of the recession, and today we boast the best economic growth in the G7,\" Del Rio said. \"We are [making economic advancement] in a way that represents Canada's values and Canada's laws at the international level.\"\nVice-President External of NDP McGill Kyle Rouhani criticized the Conservative government's trade policies.\n\"We would like to see transparency, environmental protection, and labour rights included in our trade agreements,\" Rouhani said. \"If Canada has a free-trade agreement with a country, we wish to see that workers in that country have the same rights to collective bargaining as individuals in Canada.\"\nThe representatives also presented their views on how to fight terrorism while also maintaining civil liberties, including issues such as the government's ability to detain individuals suspected of having information related to terrorist activities.\n\"Terrorism is still a very great and real danger to our lives in North America,\" Del Rio said. \"We need laws that focus on the prevention of terrorist activities before they happen [....] The Conservative government is fully committed to fighting terrorism and doing so in a way that safeguards our civil liberties.\"\nGreta Hoaken, representing Liberal McGill, took a similar stance on the issue.\n\"We fight terrorism for the protection of our citizens,\" Hoaken said. \"We support Canadian values and freedoms too much to say that we want to limit [civil liberties].\"\nOn the topic of immigration, Hoaken argued that the issue must to be considered from an economic angle as well as a humanitarian angle.\n\"While I think the Conservatives deal with the former, the NDP deals with the latter,\" Hoaken said.\nRouhani disagreed with Hoaken's claim, and said the NDP sees refugees as a source of economic benefit to Canada, as well as a long-term social benefit.\n\"I can give the example of my own mother, who was accepted to Canada during the Iranian Revolution,\" Rouhani said. \"Today, she has three children, all of whom attend Canadian universities and are contributing to the Canadian economy.\"\nThe event was facilitated by Alex Langer, Chair of Exhibition Debates at the McGill Debating Union.\n\"I hoped that the audience would get an appreciation of the political parties' stances on these [trade, security, and immigration] issues,\" Langer said. \"We want to see how future leaders of political establishments of Canada think. I also think it's important that people understand the value of debate and discourse.\"\nMitchell Clarke, a member of Liberal McGill, said events such as these also help increase student turnout at elections.\n\"In the past few elections, we've seen voter turnout go way down; on top of that, student turnout is way down from where it should be,\" Clarke said. \"The more people we can get interested in these issues, the higher the chances of getting these numbers up.\"\n\nLoad-Date: January 16, 2018"
}