{
    "title": "Police_ Swiss chainsaw attack was not terrorism Assailant hit a health insurer office, injuring at l",
    "publisher": "usa today",
    "year": 2017,
    "month": 7,
    "day": 25,
    "full text": "A man armed with a chainsaw rampaged through the Swiss town of Schaffhausen on Monday, wounding five people before authorities sealed off part of the city's Old Town.\nPolice said the assault was not a terrorist attack, according to Swiss broadcaster Swissinfo.\nSchaffhausen police said Franz Wrousis, 51, began his attack at the offices of health insurer CSS. One of the injuries was described as serious. Officers later escorted customers from several shops in the area during the manhunt.\nSchaffhausen, with a population of about 35,000, is in a wine-growing region near the German border. The medieval town is a tourist draw for its historic center and accessibility to the Rhine Falls, billed as the largest waterfall in Europe.\nPolice say Wrousis, who lives in the woods outside town, is dangerous and believed to still be armed with the chainsaw. More than 100 Swiss and German police were involved in the search, the BBC reported.\n\"This is not an attack against a hypothetical person,\" police Maj. Ravi Landolt said. \"This is clearly against people from the insurer.\"\nProsecutor Peter Sticher told the Associated Press that Wrousis has two previous convictions for weapons offenses, in 2014 and 2016. He provided no details but said Wrousis has no previous record in Schaffhausen.\nTherese Karrer told AP she often walks her dog in woods south of Schaffhausen and had seen Wrousis several times in the last few weeks.\n\"I talked to him a few times and walked by his car every day with our dog,\" she said. \"He may have been a little strange, but he wasn't unfriendly. I never felt threatened.\"\nPolice initially said they were looking for a man more than 6-feet tall with an \"unkempt appearance,\" possibly driving a Volkswagen with Swiss plates. Helicopters were mobilized to aid the search, and the car later was found. \n\nGraphic\n\n \nphoto Ennio Leanza, European Pressphoto Agency\n\nLoad-Date: July 25, 2017"
}