{
    "title": "POLICE KILL SUSPECT ON SUBWAY IN LONDON; MAN 'DIRECTLY LINKED' TO TERRORISM INVESTIGATION",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 23,
    "full text": "Under a shoot-to-kill order following terrorist attacks that have traumatized Britain, plainclothes police officers yesterday fatally shot a suspect on a subway train as horrified passengers looked on.\n Police shot the man five times at point-blank range, witnesses said, after chasing him into a train stopped in the Stockwell tube station in South London at 10 a.m.\n Metropolitan Police Commissioner Ian Blair said the dead man had been \"directly linked\" to the ongoing terrorism investigation, but he would not say how or why or identify him by name and nationality.\n Hours later, police released grainy photographs taken Thursday from closed-circuit television cameras of four would-be bombers as they boarded three subway trains and a red double-decker bus.\n One man, fleeing the Oval station, wore a dark jersey emblazoned with the words \"New York.\" A man on the No. 26 bus in East London wore a white baseball cap and a gray T-shirt with a circular design that included palm trees. A photograph of his backpack containing a bomb that he left behind showed that it was a black bag with the words \"Fitness First.\"\nSeveral senior European-based intelligence officials said Scotland Yard now believes that it is increasingly likely that Thursday's attacks were linked to the July 7 bombings that killed 56 people. The explosives in the homemade bombs are believed by investigators to be TATP, a crude substance that was used in the July 7 bombs.\n On a tense day of fast-moving developments, police said they had made one arrest related to Thursday's attempted bombings in Stockwell, South London, not far from the subway station where the unidentified man was shot. A British investigator said late last night that the man arrested was one of the would-be bombers for whom authorities are hunting, but a second British official declined to confirm that, saying only that the arrest was \"promising.\"\n In an impassioned plea to the nation, police asked for help in identifying the four men in the photographs, warning people not to approach them but instead to call police or a terrorist hot line immediately.\n \"Do you recognize any of these men?\" Assistant Police Commissioner Andy Hayman asked at a news conference during which he spoke directly to the British people. \"Did you see them at the three Underground stations or on the bus? Did you see them at a different location? Did you see these men together before or after the incidents? Did you see them with anyone else?\"\n By last evening's rush hour, London had the feel of a city confronting an unknown enemy that may have the ability to attack at will. Londoners famous for their grit acknowledged that they felt uneasy about riding the city's subways and buses.\n News of the shooting death of the suspect in the Stockwell tube station also raised concern among Britain's Muslim population and Londoners who worried whether an innocent man may have died in Britain's rush to respond to terrorism.\n \"The police may have a good reason to shoot this man dead, but they have to explain why,\" said Inayat Bunglawala, spokesman for the Muslim Council of Britain.\n Massoud Shadjareh, chairman of the Islamic Human Rights Commission, charged that the killing \"seems to be based on profiling.\"\n The Rail Maritime and Transport Union yesterday said their workers would be justified should they decide to stay home if security cannot be guaranteed on London subway trains, which carry 3 million passengers a day.\n \"We have made it clear that any of our members who refuses to work in such circumstances on safety grounds will have the complete support of the union,\" said union spokesman Bob Crow.\n Blair sent conflicting signals in the joint news conference with Hayman, calling more than once for calm, even as he described the investigation into the continuing terror threat as \"the greatest operational challenge ever faced by the Metropolitan Police Service.\" He added, \"Officers are facing previously unknown threats and great danger.\"\n Police said forensic tests showed that the bombs Thursday were partially detonated at each of the four locations.\n \"At this stage,\" said Hayman, the assistant police commissioner, \"it is believed that the devices consisted of homemade explosives and were contained in dark-colored bags or rucksacks. At this stage, it is too early to tell how these were detonated.\"\n While trying to determine whether this attack is linked to the one 15 days ago, investigators said one active theory that might explain why the bombs Thursday did not go off is that the explosive material's potency fades rapidly with time.\n\nGraphic\n\n \nPHOTO: Agence France Presse: Four pictures released yesterday by Scotland Yard show Thursday pictures of (clockwise from top left) a man believed to be a suspect in the attempted bombing on a bus in Hackney Road, London; a man at Westbourne underground station believed to be suspect in the attempted bombing of an underground train at Shepards Bush in London; a man at the Warren Street underground station believed to be a suspect in the attempted bombing of a train at the station; and a man at the Oval underground station believed to be a suspect in the attempted bombing of an underground train at that station. \nINFORMATIONAL GRAPHIC: Metropolitan Police Service; AP: (Suspects pursued)\n\nLoad-Date: July 26, 2005"
}