{
    "title": "Police Department Will Send Liaison Officer to Abu Dhabi",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 8,
    "day": 27,
    "full text": "The New York City Police Department will send an officer to Abu Dhabi in the fall to exchange information on counterterrorism techniques, the police commissioner, Raymond Kelly, announced yesterday.\nThe liaison officer will be \"embedded\" with the Persian Gulf city's Critical National Infrastructure Authority, learning local methods for combating terror attacks, Mr. Kelly told reporters.\n\"The United Arab Emirates is becoming a crossroads of the Middle East and Asia, and we think it's important for us to have a presence there,\" Mr. Kelly said, adding that the liaison officer would most likely arrive in October.\nThe officer also will work to train law enforcement in Abu Dhabi, part of the United Arab Emirates, on methods to combat terrorism - training they need, he said, given how much of a target the city is.\n\"Clearly, Abu Dhabi is a central location. There's so much construction going on there,\" Mr. Kelly said. \"We believe that it's beneficial to us in helping protect this city to have officers embedded with their law enforcement authorities there.\"\nThe commissioner said the deal was signed last week.\nAbu Dhabi's Critical National Infrastructure Authority primarily focuses on protection of oil- and gas-related infrastructure, according to the United Arab Emirates' government Web site. It oversees offshore petroleum facilities, gas transportation networks, and sites such as airports and power generators.\nThe Web site for the U.S. Department of State warns of terrorism in the United Arab Emirates, telling American visitors to \"exercise a high level of security awareness\" if they visit.\nThe NYPD already has similar security agreements with 10 cities around the world, including Madrid, Tel Aviv, London, Singapore, and Amman, Jordan.\nRepresentatives from the United Arab Emirates' Embassy in America and the United Arab Emirates' Permanent Mission to the United Nations could not be reached for comment.\n\nLoad-Date: August 28, 2008"
}