{
    "title": "Police checking terror link to Melbourne car attack",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 12,
    "day": 22,
    "full text": "SYDNEY - Australian police are investigating whether there was any terrorism-related motivation behind the car ramming attack on Melbourne pedestrians that left 12 people injured, four of them in critical condition.\nVictoria state police Acting Chief Commissioner Shane Patton said on Thursday night that early indications were the driver of the car, a 32-year-old Australian citizen of Afghan descent with a history of drug abuse and mental health issues was not motivated by terrorism. He said the ramming was being treated as a \"singular\" incident.\nOn Friday morning, however, Patton said the man had made several utterances while under police guard in a hospital on Thursday night, including mentioning poor treatment of Muslims, and that police were still exploring terrorism as a possible motive.\n\"He spoke about dreams, he spoke about voices but he also did attribute some of his actions to the poor treatment of Muslims,\" Patton told the Channel Nine television network on Friday.\nAsked if there were links to terrorism, he said: \"That's certainly one area we're exploring in respect to motivation.\"\nPrime Minister Malcolm Turnbull also reiterated that \"no terrorism link has been identified\" but that \"nothing should be ruled out.\"\n\"This was a despicable and cowardly act,\" Turnbull said. \"But I want to reassure Australians that this is an isolated incident. We should continue to go about our daily lives the way we always do.\"\nPatton said the man, who ran a red light and drove a white SUV into pedestrians crossing central Melbourne's busy Flinders Street before crashing into a traffic barrier around 4:45 p.m. Thursday, was not known to intelligence agencies.\nHe said the man would undergo psychiatric assessment, with police hoping to formally interview him on Friday afternoon. The man was on a mental health plan but didn't show for a scheduled appointment on Thursday morning, Patton said.\nThe driver is known to police following a 2010 minor assault matter and has a history of drug use and mental health issues.\nSeven of the 19 people admitted to the hospital were discharged overnight. Melbourne media reported three patients remained in critical condition, including an 83-year-old man, and that a 4-year-old boy's condition had improved from critical to stable.\nPatton said nine foreign nationals were among the injured, including from South Korea, China, Italy, India, Venezuela, Ireland and New Zealand.\nPolice said a second man, aged 24, who was arrested after being seen filming the incident and found to have three knives in his possession, had been released.\nHe's expected to be charged with drugs and weapons possession but the alleged offences are not linked to the car ramming.\nPatton reassured the public hundreds more police would be on the streets over Christmas and New Year.\nIt is the second time this year that Melbourne, regularly ranked one of the world's most livable cities, has been traumatized by a car attack.\nIn January, six people were killed and more than 30 were injured when a car was driven up a footpath in Bourke Street, near Thursday's incident. Police arrested the driver, who was known to police for a history of illicit drug use, family violence and mental health problems. Police said the case was not terrorism-related.\nThere have been a number of car attacks in other parts of the world in recent years, many of them linked to terrorism.\nIn October, a man drove a truck down a New York City bicycle path, killing eight people. The driver is accused of providing material support to the Islamic State group among other charges, including murder.\nIn an August attack, 13 people were killed and more than 100 were wounded when a vehicle rammed into pedestrians on a walking street in Barcelona. London has seen three such attacks this year, two linked to Islamic extremists and another seen as a reprisal attack outside a mosque, killing 13 people altogether.\nA vehicle attack on a shopping street in Stockholm in April killed five people, while an attack on a Christmas market in Berlin last December killed 12.\nThe deadliest such attack in recent years took place in Nice, France, in July 2016 when a man drove a refrigerated truck weighing about 20 tons into a crowd, killing 86 people.\n\nLoad-Date: December 22, 2017"
}