{
    "title": "Police in Los Angeles Step Up Efforts to Gain Muslims' Trust",
    "publisher": "the new york times",
    "year": 2011,
    "month": 3,
    "day": 10,
    "full text": "LOS ANGELES -- Sgt. Mike Abdeen, on duty in the county Sheriff's Department, got a call last year from a Muslim father who was worried about his son. The young man had grown a full beard and was spending a lot of time alone in his room, on the computer. The father was worried that perhaps his son had fallen in with Islamic extremists, and wanted Sergeant Abdeen to look into it.\nThe sergeant approached the young man after Friday Prayer, talked with him over coffee and kept in touch over the next few months. It turned out that the youth was hardly a budding terrorist; he was just a spiritual searcher, a recent college graduate who had grown a beard to express his Muslim identity.\nFor Sergeant Abdeen, a Palestinian-American who runs a pioneering sheriff's unit charged with forging connections between law enforcement and local Muslims, the episode was a sign of progress. Until recently, a concern like this would probably have gone unreported because of the fear some Muslims have about talking to law enforcement.\n''If the father didn't trust us to do the right thing, he wouldn't call us,'' the sergeant said.\nThe question of whether American Muslims do, or do not, cooperate with law enforcement agents in preventing potential terrorist attacks is at the heart of Congressional hearings that begin Thursday in Washington. The hearings have been called by Representative Peter T. King, a Republican from Long Island, N.Y., and chairman of the House Homeland Security Committee. He says that American Muslims do not cooperate, and that he will call witnesses who will prove it.\nBut in Los Angeles, home to one of the largest and most diverse Muslim populations in the country, the picture is far more encouraging, though there are still challenges. And it has one of the most assertive multidepartmental efforts in the country, along with New York, to overcome mistrust and engage Muslims as allies in preventing terrorism, according to law enforcement experts.\n''We're not going to win the war against terrorism without Muslims,'' said Leroy D. Baca, the Los Angeles County sheriff, in an interview in his office. Mr. Baca will be called as a witness at the hearings on Thursday.\nThe Sheriff's Department and the Police Department have formed such strong personal relationships with Muslim leaders in the last few years that these ties have helped overcome some bad patches, such as when Muslims discovered that the F.B.I. had placed informants in mosques on nonspecific intelligence-gathering missions.\nDozens of civilian Muslim leaders serve on councils in the Sheriff's Department, the Police Department, the Federal Bureau of Investigation and the Department of Homeland Security. Imams and Muslim professionals have helped to train law enforcement officers in the cultural and religious sensitivities that could make or break an investigation.\nLaw enforcement officers visit mosques during Friday Prayer, have tea with imams and liberally hand out business cards with their personal cellphone numbers. The hope is that all this public relations will pay off in improved mutual trust and tips about all kinds of crimes -- from fraud to drug dealing and, certainly, to terrorism.\nMore than a dozen members of the Muslim American Homeland Security Congress, an advisory group initiated by Sheriff Baca, said at a meeting last week that Muslims in particular had a large stake in preventing further terrorist attacks because if something happens, it is their community that comes under scrutiny, their members who face suspicion and discrimination.\nAshraf Jakvani, of the Islamic Center of San Gabriel Valley, said, ''If we fail to report and something happens, believe me, 99.9 percent of the Muslim population would hold us accountable.''\nHowever, the barriers to cooperation can be high. When uniformed men representing the government come calling, some Muslims are indeed afraid and reluctant to talk, according to both Muslims and law enforcement officials. This is especially true for immigrants from repressive countries where the police were feared and hated.\nOmar Ricci, a reserve police officer in Los Angeles, whose mother emigrated from Pakistan, said: ''For many Muslims, law enforcement was the enemy back home. There was this automatic suspicion that all of their phones were tapped, all of their cars were bugged.''\nAnother impediment arose when some Muslims who talked to F.B.I. agents investigating terrorism later had immigration or other legal problems, said lawyers at the American Civil Liberties Union and the Council on American Islamic Relations of Greater Los Angeles. Now both groups advise Muslims to get a lawyer before talking to the F.B.I.\nUsually after someone retains a lawyer the F.B.I. agents never go through with the interviews, the lawyers said, leading Muslims to conclude that these are fishing expeditions. Besides, Muslim leaders said, asking for a lawyer before talking to the F.B.I. is a citizen's right and should not be seen as a lack of cooperation.\nSteven M. Martinez, assistant director in charge of the Los Angeles division of the F.B.I., said that having someone engage a lawyer can ''hinder'' an investigation, but not stop it. He acknowledged that F.B.I. investigations could indeed transition from terrorism to other issues.\nAs to the quality and degree of cooperation his agency gets from Muslims, he said, ''I would gauge it as very good.'' He said the community outreach had prevented incidents, though he said he could not be specific in order to protect sources.\nIn many ways, local law enforcement agencies play ''good cop'' to the F.B.I.'s ''bad cop.'' Police and sheriffs' Muslim outreach units have organized forums, often in mosques, on things like earthquake preparedness, domestic violence and identity theft, or blood drives.\nWhat may look like social work is a long-term strategy, said Deputy Chief Mike Downing, head of counterterrorism for the Police Department.\n''The purpose of our outreach engagement is not to be able to knock on the door and say, Tell me where the next terrorist is,'' he said. ''It's about building resilient communities and neighborhoods, so we teach them how to use government and solve problems. If people feel good about where they live, they're less likely to fall into these traps that can lead to alienation and extremism.''\nLast week, Chief Downing and six police officers attended Friday Prayer at the Islamic Center of Southern California. Afterward, they were surrounded by men and women asking about traffic rules, how to become a police officer and whether they were looking for wives.\nAlnoor Mamdani, a 43-year-old engineer, told Chief Downing that with the hearings coming up, ''sometimes we feel alienated, we're attacked, we're seen as second-class citizens. It means a lot that you came.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Two Los Angeles police officers prayed at the Islamic Center of Southern California. Gathering before prayers at the center were, from right, Maher Hatthout, Hassan Zeeni, Deputy Chief Mike Downing, Mohammad Kamal and Officer Chand Syed. (PHOTOGRAPHS BY ANN JOHANSSON FOR THE NEW YORK TIMES)                                                \n\nLoad-Date: March 10, 2011"
}