{
    "title": "Police commit staff to Maine terrorism task force; Portland police and state police expand the task",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 11,
    "day": 29,
    "full text": "Maine's fledgling Joint Terrorism Task Force now has a commitment from state and local police to help chase down leads and to build trust with the Muslim community, federal officials say.\nPortland police and the Maine State Police have committed officers to the Portland-based task force, which also includes a number of federal agents.\nJim Osterrieder, the FBI's supervisory agent for Maine, says the state and local personnel contribute more than just additional staff to the effort.\n\"It brings their institutional knowledge. It brings their databases into play. They have contacts we might not otherwise have,\" he said. It also makes it easier to call upon more specialized resources of the departments, such as SWAT teams, evidence technicians and polygraph examiners, he said.\nU.S. Sen. Susan Collins announced creation of Maine's Joint Terrorism Task Force, one of more than 80 in the country, in August, saying that while Maine may not be a likely target for terrorists, it is not immune to their presence. The Muslim extremists involved in the Sept. 11, 2001, World Trade Center attacks - two of whom left from the Portland International Jetport that day - spent much of their time beforehand in small cities and towns across the country, she said.\nMaine earns special attention because of its long coastline and long international border with Canada, she said.\nSome police officials said they were reluctant to commit people to the effort because of the looming vote on a property tax cap, which they said could lead to sharp cuts in staffing. Now, with the cap rejected, at least some departments are more comfortable dedicating personnel.\n\"We have to believe if there's an anti-terrorism effort under way in the state of Maine . . . In order to know we're acting in the best interests of the public safety here in Portland, we have to be involved in that,\" said Portland Deputy Chief William Ridge.\nPortland Detective Sgt. Bruce Coffin, who has already served as a liaison with the Anti-terrorism Advisory Council maintained by the U.S. Attorney's Office, has been assigned to join the task force as of next month. He will undergo training in FBI terrorism investigation techniques and receive a comprehensive background check.\nThe state police will assign a detective to the task force, although that person individual has not yet been selected, according to Col. Craig Poulin, chief of the state police.\nPoulin says it makes sense for the state agency to contribute one detective to what has become a major focus of law enforcement. Participating also will improve communication with the FBI.\n\"Successful law enforcement is about being able to pick up the phone and work with other agencies,\" Poulin said.\nThe departments will pay the officers' salaries, with the FBI providing a car and equipment and paying overtime when necessary.\nThe task force will continue to draw on the more than two dozen local and state officers who have been designated special deputy U.S. marshals with security clearance to assist in federal investigations, Osterrieder says.\nWhen agents are not chasing down leads, they will develop and strengthen contacts, Osterrieder says. He says agents must gain the trust of the community, particularly the Muslim community, to get information.\n\"Of course, we'll be looking for their help. Muslims living in America and anywhere else in the U.S. want peace and happiness and to make a good living in the U.S. and we believe they want to help us out,\" Osterrieder said. \"We need to earn their trust so they feel freer to give us information.\"\nThe FBI approved funding for Maine to assemble its own Joint Terrorism Task Force this fiscal year. So far, it has been composed of federal agents, including four FBI agents, part-time help from a CIA agent and an analyst and a Secret Service agent, Osterrieder says.\n\"We are going to continue to work diligently as we have. We're just going to work a little closer with the state and local officers,\" he said.\n\"We're still going to follow each and every reported suspicious activity, in one fashion or another run it to ground. either washing it out or if it rises to the level of opening an intelligence case we'll do that,\" Osterrieder said.\nPolice officials were told in August that the four FBI agents then assigned to terrorism investigations in Maine had worked on 100 cases.\nThe task force is recruiting someone from the Maine Emergency Management Agency to summarize the task force activity in a classified briefing document for the governor, state police chief and homeland security coordinator.\n\"That person's job is to make communication between the task force and the people who need to know better,\" he said. \"We're going to let them know what we're up to and what we're doing in a better way than we have in the past.\"\nStaff Writer David Hench can be contacted at 791-6327 or at: dhench@pressherald.com  \n\nLoad-Date: December 2, 2004"
}