{
    "title": "Political Correctness Shouldn't Stop Inquiry",
    "publisher": "the forward",
    "year": 2011,
    "month": 3,
    "day": 25,
    "full text": "Few clichés are more mischievous  or responsible for more deaths than  the one that is the unfortunate set-up  for your editorial: One man's terrorist  is another man's freedom fighter  (A Question of Loyalty, March 18).  Repudiating that cliché has been a centerpiece  of Jewish communal activism  for more than 40 years.\nAs the United States confronts the  problem of homegrown Islamic extremist  terrorism, a development you  acknowledge is worrisome, it behooves  Congress to investigate that development  and not to obscure it with other  problems. Wannabe terrorists say they  act with Islamic motivations. As a  nation, we need to take those claims  seriously and to learn why they do so  and whether the phenomenon threatens  to develop into a larger one.\nHearings like those held by Rep. Peter  King's Homeland Security Committee  can deteriorate into a vehicle for  prejudice. Certainly, most Muslims in  America and around the world are not  terrorists and do not sanction, participate  in or cover for terrorism. We are  also fully aware that there are those  who would, counter-factually, label  all of Islam as fatally infected with  violence and hostility to the West and  would declare war on it. That, too, is  unacceptable.\nIt behooves King's committee to keep  these risks in mind in its rhetoric, its  questioning, its selection of witnesses  and in defining its investigation. If  the committee proposes legislation to  address problems it identifies, that legislation  must be applicable to all. But the  committee should not be deterred from  investigating a real threat to national  security by those who, in a paroxysm  of politically correct excess, cannot see  the urgent and legitimate basis for these  hearings.\nMarc D. Stern  Associate General Counsel\nAmerican Jewish Committee\nYehudit Barsky  Director\nDivision on Middle East and  International Terrorism\nAmerican Jewish Committee  New York, N. Y.\n\nLoad-Date: March 30, 2011"
}