{
    "title": "Police_ London stabbings that killed US woman not terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 8,
    "day": 5,
    "full text": "LONDON - A Somali-Norwegian teenager went on a knife rampage through London's Russell Square, a hub for students and tourists, fatally stabbing an American woman from Florida and wounding five other people.\nPolice said Thursday that it wasn't terrorism - but in a city on edge after a summer of attacks elsewhere in Europe, both authorities and London residents initially responded as if it were. Police flooded the streets with extra officers and mobilized counterterrorism detectives before saying the shocking burst of violence appeared to have been \"triggered by mental health issues.\"\nPolice officers used a stun gun to subdue the 19-year-old suspect at the scene of the stabbings late Wednesday, among busy streets lined with hotels close to the British Museum.\n\"Terror in London\" ran the headline in the Mail Online, one of several media outlets to speculate that the attack was an act of terrorism. Police initially said terrorism was \"one line of inquiry being explored.\"\nBut hours later Metropolitan Police Assistant Commissioner Mark Rowley said \"we have found no evidence of radicalization or anything that would suggest the man in our custody was in any way motivated by terrorism.\"\nHe said detectives from the force's murder and terrorism squads had interviewed the suspect, his family and witnesses and searched properties.\n\"We believe this was a spontaneous attack and the victims were selected at random,\" Rowley said.\nRowley said the suspect, whose name hasn't been released, is a Norwegian of Somali ancestry - though police don't consider that \"relevant to the motivation for his actions.\" Norway's National Criminal Investigation Service said he had left the Scandinavian country in 2002, when he was a small child.\nThe Metropolitan Police identified the dead woman as Darlene Horton, 64.\nFlorida State University in Tallahassee said Horton was married to psychology professor Richard Wagner, who had been teaching summer classes in London.\n\"There are no words to express our heartache over this terrible tragedy,\" Florida State University president John Thrasher said in a statement. \"We are shocked that such senseless violence has touched our own FSU family.\"\nTwo Australians, an Israeli, an American and a British citizen were wounded, none with life-threatening injuries.\nPolice said a British man with a stab wound to his stomach was hospitalized in serious but stable condition. The four others were treated and released Thursday.\nWhile knife crime is a regular occurrence in London - there have been two other blade killings this week - the scale and randomness of the rampage rattled nerves. It came just days after authorities warned the British public to be vigilant in light of attacks inspired by the Islamic State group elsewhere in Europe.\nHelen Edwards, 33, who lives nearby, came out for a walk and found the area thronging with armed police. In a city with vivid memories of the deadly July 7, 2005, bomb attacks on public transport - two of which struck near Russell Square - she immediately suspected that an attack had occurred.\n\"There is always that thing in the back of your mind,\" she said. \"You live with that threat of terrorism or other crimes in the back of your mind. It wasn't a huge shock I guess.\"\nThe response to the attack is complicated by the frequent overlap between terrorism and mental illness. Many \"lone wolf\" attackers have a history of mental health problems, including a Syrian who blew himself up in the German town of Ansbach last month and a Somali man who was sentenced to life this week for trying to behead a London Underground passenger.\nEmily Corner, a researcher at University College London who studies the links between mental illness and terrorism, said every incident of major violence now sparks the same debate: \"Are they a terrorist or are they mentally ill?\" In some cases, the answer is both, though Corner stresses that most terrorist attackers are not mentally ill, and most people with mental illness are not violent.\n\nGraphic\n\n \n Police guard the scene of a knife attack near Russell Square in London, Thursday, Aug. 4, 2016. Terrorism is being examined as a potential motive for a knife rampage at Russell Square, central London, that left one woman dead and five others injured. (AP Photo/Frank Augstein)  Floral tributes rest against railings Thursday Aug. 4, 2016, near the scene of a fatal stabbing on Wednesday night in Russell Square, London. London police say they have found no signs of radicalization in a knife attack which killed an American woman and injured five other people in London's Russell Square. (Jonathan Brady/PA via AP)  A body is removed from the scene in Russell Square, central London, after a knife attack Thursday, Aug. 4, 2016. A woman has died and others were injured in a knife attack in a central part of London, the police said Thursday. (Yui Mok/PA via AP)  Scotland Yard's Assistant Commissioner Mark Rowley speaks to the media outside New Scotland Yard, in London Thursday Aug. 4, 2016, about a knife attack in central London late Wednesday. The police said the man who stabbed six people in London's Russell Square was a Norwegian of Somali origin, but they have found no signs of radicalization or a link to terrorism. One person, an American woman, was killed in the attack. (Jonathan Brady/PA via AP)  A police officer and sniffer dog patrol outside King's Cross St Pancras underground station in London Thursday Aug. 4, 2016. Police put more officers on London streets Thursday after a man stabbed a woman to death and injured five other people near the British Museum, just days after authorities had warned the public to be vigilant in light of attacks in other parts of Europe. (Jonathan Brady/PA via AP)  A police forensic officer works at the scene in Russell Square, central London, after a knife attack, Thursday, Aug. 4, 2016. A woman has died and others were injured in a knife attack in a central part of London, the police said Thursday. (Yui Mok/PA via AP)  The area where a knife attack happened is cordon off in London Thursday, Aug. 4, 2016. London police say a woman has died and others were injured in a knife attack in a central part of the city. (Sky News via AP)  Police officers stand behind cordon tape after a knife attack in London Thursday, Aug. 4, 2016. London police say a woman has died and some others were injured in a knife attack in a central part of the city. (Sky News via AP)  Police guard Russell Square following a knife attack in London, Thursday, Aug. 4, 2016. Terrorism is being examined as a potential motive for a knife rampage at Russell Square, central London, that left one woman dead and five others injured. (AP Photo/Frank Augstein)  Police forces clear police tape off at Russell Square in London, Thursday, Aug. 4, 2016. Terrorism is being examined as a potential motive for a knife rampage at Russell Square, central London, that left one woman dead and five others injured. (AP Photo/Frank Augstein)  Police guard the scene of a knife attack near Russell Square in London, Thursday, Aug. 4, 2016. Terrorism is being examined as a potential motive for a knife rampage at Russell Square, central London, that left one woman dead and five others injured. (AP Photo/Frank Augstein)  Police clear barricade tape from Russell Square in London, Thursday, Aug. 4, 2016. Terrorism is being examined as a potential motive for a knife rampage at Russell Square, central London, that left one woman dead and five others injured. (AP Photo/Frank Augstein) \n\nLoad-Date: August 6, 2016"
}