{
    "title": "Police seek help identifying terrorism",
    "publisher": "the dominion post ",
    "year": 2016,
    "month": 9,
    "day": 25,
    "full text": "Sept. 25--The state is reminding people about the importance of staying vigilant and law enforcement leaders say \"see something, say something\" helps their efforts.\nThe West Virginia Intelligence/Fusion Center -- in the wake of attacks in New York, New Jersey and Minnesota -- put out reminders of what people can look out for in potential terrorism activity.\nSurveillance -- such as someone recording or monitoring activities.\nElicitation -- people trying to gain information about operations, capabilities or people.\nSecurity tests -- any attempt to measure reaction times to security breaches\nFunding -- suspicious transactions involving large cash payments, deposits or withdrawals.\nSupplies -- purchasing or stealing explosives, weapons, ammunition, etc.\nImpersonation -- people who don't seem to belong in the workplace, neighborhood, etc.\nRehearsal -- carrying out the plan without committing the terrorist act.\nDeployment -- people and supplies getting in position to commit the act.\nWVU Police deals with large crowds at events such as concerts and athletic games. Chief Bob Roberts said they use similar practices to large cities, such as checking for explosives at the stadium using K-9s.\nIt is helpful when people who see something say something, Roberts said, because there are only so many police officers.\n\"Obviously we need as many eyes and ears as we can get,\" he said.\nRoberts if anything seems questionable to report it. He added officers would rather have to check 100 unfounded reports of unattended backpacks than have one turn out to be something.\nMorgantown Police Chief Ed Preston said \"see something, say something\" is absolutely imperative to police. In fact last week, the department had a call of a pressure cooker near a public building, but when they checked it out, it was someone roasting coffee grounds.\nThe public reports issues about two or three times a night, Preston said. The most recent case involved people seeing something that didn't seem right with people breaking into cars and when officers went to the scene they caught the suspects in the act.\n___ (c)2016 The Dominion Post (Morgantown, W.Va.) Visit The Dominion Post (Morgantown, W.Va.) at www.dominionpost.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 25, 2016"
}