{
    "title": "Political spats put nation at risk;",
    "publisher": "the new york times",
    "year": 2003,
    "month": 3,
    "day": 28,
    "full text": "Anti-terrorism measures aren't a joke, but the federal government continues\n to set up punch lines.\n Comedian Jay Leno: ''More warnings issued by all branches of the government\n today that another terrorist attack is imminent.\n We're not sure when, we're not sure where, just that it is coming. Who is\n attacking us now? The cable company?\"\nDefying all science and delighting all cartoonists, the Department of\n Homeland Security not so long ago encouraged citizens to stock up on duct tape\n and plastic sheeting to ward off deadly radiation.\n Months after Homeland Security unveiled the color-coded alerts, the agency\n clarified that they were meant for emergency officials and didn't carry much\n meaning for the general public. Of course, the alerts were so vague there was\n little a citizen could do anyway - except worry.\n But the most unfunny aspect of anti-terrorism is that politics has\n intruded. Even as the war with Iraq rages, state and local officials are\n battling with the feds on who pays for calling out the National Guard and\n increased security for bridges, ports, railways and nuclear and chemical\n plants. This argument has been going on since shortly after Sept. 11, 2001.\n The New York Times recently canvassed 31 states and found only six followed\n through on the federal directive to call out the National Guard as war with\n Iraq began. Washington and Idaho leaders echoed many other state officials:\n They will wait for a more specific threat. Translation: It's expensive, and\n they don't have the money.\n Anti-terrorism experts say that the $2 billion the administration recently\n proposed for the states isn't enough to adequately prepare for and respond to\n another large-scale terrorist attack. States must balance their budgets, so\n the federal government is the logical choice to finance anti-terrorism\n measures.\n Homeland Security Director Thomas Ridge needs to give states specific\n recommendations regarding security against terrorism, and the feds need to\n fund the necessary supplies and personnel.\n\nLoad-Date: April 1, 2003"
}