{
    "title": "Politics around Benghazi tragedy distract us from bigger issues in Middle East Deflecting some of th(2)",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 10,
    "day": 16,
    "full text": "I lived in Tehran, Iran as an elementary-school child, from 1969 to 1971. I remember it as a friendly and cosmopolitan city, full of expatriates enjoying the fruits of the oil boom. My friends included Koreans, South Africans, and Yugoslavs, as well as Iranians and Americans.\nEight years later, as a first-year college student, I watched on a flickering dormitory television as mobs overran the American Embassy - where I had once played tennis - and took more than 60 people hostage. And we're still watching it, like an old horror film in a continuous loop. You can see that footage in Ben Affleck's new movie, \"Argo,\" which includes a stunning re-enactment of the embassy takeover. And you can also see it in our 24/7 news culture, where any given day features images of angry Muslims protesting or threatening the United States.\nSome of the most upsetting recent images come from Libya, where attackers killed US Ambassador Chris Stevens and three other Americans last month at the US consulate in Benghazi. Vice President Joe Biden has taken flack for his assertion in last week's debate that the White House didn't know of requests for more security for the US mission there. Perhaps in an effort to deflect some of that heat, Secretary of State Hillary Rodham Clinton stated Monday that she takes responsibility for the security of American diplomats abroad.\nMeanwhile, Mitt Romney's presidential campaign is reportedly crafting a \"Jimmy Carter strategy\" and \"October surprise\" around the Benghazi tragedy. Both terms recall President Carter's failed 1979 attempt to rescue the hostages in Iran, which remains our central symbol of American weakness on the world stage. But America's sometimes-blind focus on avenging terrorism - then and now - diverts us from asking hard questions about its historical roots. And by looking back at Washington's role in Mideast affairs, we might also question some of its dubious alliances today.\nMr. Affleck's movie does address a small part of that context in Iran. The film begins with shots of the CIA-assisted coup that installed the corrupt and murderous Shah Reza Pahlavi on the Iranian throne in 1953. And, to his credit, Jimmy Carter spoke out against the shah's human rights abuses when he was running for president in 1976.\nOnce he got to the White House, however, Carter joined his predecessors in coddling the Persian dictator. With oil prices rising - and the Soviet Union threatening Afghanistan - America needed a loyal ally in the region.\nSo Carter pressed for more arms sales to the shah, overriding objections from his fellow Democrats. And he soft-peddled human-rights criticisms of Iran, even after 60 Minutes reported that the shah's secret service was spying on dissident Iranians in America.\nHe then allowed the deposed shah to come to the United States for medical treatment, which did more than anything else to precipitate the embassy takeover. And he also ordered the ill-fated mission to rescue the hostages, which resulted in the death of eight American servicemen.\nThe hostages didn't return until the first day in office of Ronald Reagan, who defeated Carter by calling for a new American global assertiveness. Some historians have claimed that Reagan's campaign - fearful of an \"October surprise\" to bring the hostages home - plotted with Iran to retain them until after the November elections.\nThat's doubtful. But you don't have to be a wild-eyed conspiracy theorist to see the Iran hostage crisis (and subsequent parallels) as a boon for every Republican presidential candidate since Reagan. To tar your Democratic opponent as a weakling, just link him to Jimmy Carter and the hostages.\nSo will that strategy work for Mitt Romney? In part, that depends on what investigators turn up about security at the Libyan consulate before the attack - and about the Obama administration's statements after it. Did the White House turn a deaf ear to pleas for more security, as GOP critics have claimed? And did administration officials deceptively attribute the attack to spontaneous anti-American mobs, even though it now seems to have been a premeditated strike by a militia with possible connections to Al Qaeda?\nThese are both reasonable questions, and voters deserve answers to them. But the American public shouldn't let them distract us from much deeper issues about America's past and present role in the Muslim world. Amid the chaos unleashed by revolutions there, which side or sides should the United States support? And how should we approach people who place Islam at the center of their politics?\nThese were new questions, back in 1979, and they remain questions today. They also require broad, thoughtful responses, not politicized election ploys.\nIt's easy to forget that militants had already stormed the American Embassy in Tehran, in February of that same year, when Ayatollah Khomeini's Revolutionary Council made them vacate the premises. But Khomeini would give his imprimatur to the hostage takeover in November, insisting that Americans' support for the shah made them complicit in his crimes. Americans like to see their country as a symbol of progress, pointing inexorably toward the future. But America's enemies as well as our partners in the Middle East also look backward, into history, and we would be wise to do the same.\nThat brings me back to my own years in Iran, which were hardly as tranquil as I remember them. In May of 1970, demonstrators amassed outside the Iran-America Society to denounce a visit by David Rockefeller and other prominent US businessmen. My family often attended plays and movies at the Society, which was a few blocks from our home, but I wasn't aware of any of the protests that were taking place there. Nor did I know that the shah's henchmen tortured a leading dissident to death the following month in June of 1970.\n\"I swear to God if you kill me, in every drop of my blood you can see the holy name of Khomeini,\" the dissident reportedly told his tormentors. Khomeini's name - and the hostages he held - still cast a shadow over everything we do, across the Middle East and beyond. It seems ridiculous for the Romney campaign to compare the hostages' 444-day captivity to the recent episode in Libya, where large crowds protested against the attack on our consulate. But elsewhere in the Mideast - think Saudi Arabia, Bahrain, or the United Arab Emirates - the US continues its unholy dance with dictators.\nAnd we may yet pay for this muddled policy - in American blood, and in the blood of others.\nJonathan Zimmerman teaches history and education at New York University. He is the author of \"Small Wonder: The Little Red Schoolhouse in History and Memory\" (Yale University Press).\nSign up for our free weekly Commentary newsletter (every Thursday). You can also add Opinion and Commentary to your free daily Monitor newsletter.\n\nLoad-Date: October 23, 2012"
}