{
    "title": "Police officer's son pleads guilty to terrorist bomb plot",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 5,
    "day": 22,
    "full text": "SPRINGFIELD, Mass. - The son of a Boston police captain pleaded guilty Monday to plotting to use guns and homemade bombs to attack a college campus to support the Islamic State group, three years after his arrest after his father alerted the FBI.\nAlexander Ciccolo's guilty plea comes a month before he was scheduled to go to trial. He faces 20 years in prison when he is sentenced in September.\nCiccolo was arrested in July 2015 after he received four guns he ordered from a person who was cooperating with the FBI. Boston police Capt. Robert Ciccolo tipped off authorities after his son said he wanted to join the Islamic State group.\nFederal authorities said Ciccolo's case is a reminder that 'homegrown' radicalization remains a threat and that citizens must speak up when they become aware of a potential threat.\n\"Any material support of a terrorist organization threatens our national security, and had Mr. Ciccolo's efforts to advance his agenda not been thwarted by the FBI's Joint Terrorism Task Force, countless lives could have been lost in a lethal terrorist attack,\" Harold Shaw, special agent in charge of the FBI's Boston field office, said in a statement.\nCiccolo, 25, was initially charged only with being a felon in possession of a firearm and stabbing a nurse in the head with a pen after he was brought to jail. But he was later indicted on attempting to provide material support to a foreign terrorist organization and attempting to use weapons of mass destruction.\nCiccolo, who went by the name Ali Al Amriki, pleaded guilty to all charges. His lawyer did not immediately respond to an email seeking comment.\nProsecutors say Ciccolo told the person cooperating with authorities that he planned to commit acts of terrorism to support the Islamic State group, including attacking an unidentified university using assault rifles and homemade bombs similar to the pressure cooker bombs used in the deadly 2013 Boston Marathon attack. The bombing at the marathon finish line killed three people and injured more than 260 others.\nCiccolo was seen buying a pressure cooker shortly before his arrest, prosecutors said.\nProsecutors say agents found partially made \"Molotov cocktails\" in Ciccolo's apartment after he was arrested. Authorities say posts on Ciccolo's Facebook page included a photo of a dead American soldier that said \"Thank you Islamic State!\"\nCiccolo's mother, Shelley MacInnes, told New England Public Radio last year that her son is \"very compassionate\" and \"would not hurt a fly.\" He converted to Islam a few years ago, MacInnes said.\n\nLoad-Date: May 23, 2018"
}