{
    "title": "Police Unveil Newest Weapon in Terrorism Fight",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 10,
    "day": 23,
    "full text": "The Police Department yesterday unveiled a helicopter equipped with surveillance equipment so powerful that officers can identify baseball players in the Yankees dugout from two miles away.\nFunded with a grant from the U.S. Department of Justice, the $9.8 million Bell 412EP helicopter was delivered on September 11, 2003, in a symbolic gesture meant to highlight the chopper's effectiveness in counterterrorism as well as traditional crime and even firefighting.\nThe department's fleet of seven helicopters already includes two other Bell 412EP models, but the newest aircraft boasts more powerful optical systems that can beam surveillance video to ground-based police commanders in real time.\nThat means an NYPD chief sitting in a command vehicle in Manhattan would have the ability to turn on a hand-held console and watch live video surveillance of a hostage standoff in a skyscraper, and the eagle-eyed helicopter could hover so far away from the skyscraper that it probably wouldn't be seen or heard by the hostage-taker.\nAlternately, a fire commander could instantly have a new set of eyes in the sky to help him plan the safest way to combat a difficult blaze. The Bell 412EP can even scoop up 180 gallons of water to drop on a burning building.\nThe helicopter allows officers to read vehicle license plates from an altitude of 1,000 feet and is capable of \"any type of surveillance you can think of,\" said Lieutenant Robert Kikel of the aviation unit.\nA top-of-the-line GPS system and computer mapping console will eliminate the need for paper maps, and an onboard technician who types in a New York City address will see the building appear on a video monitor as soon as the helicopter's \"eye\" can automatically pinpoint the location.\nPolice Commissioner Raymond Kelly said the NYPD's top chopper has completed a difficult air-sea rescue, and the aircraft may soon be tested in crowd surveillance if the city holds a Yankee victory celebration in Manhattan.\n\nLoad-Date: October 23, 2003"
}