{
    "title": "Police Probe Foreign Links To Trade Center Bombing",
    "publisher": "the new york times",
    "year": 1993,
    "month": 4,
    "day": 2,
    "full text": "TERRORISM experts say federal authorities should press their probe of suspects in the Feb. 26 World Trade Center bombing to include all possible overseas links.\n\"The question is: Who's really behind all of it? \" says Stephen Gale, an expert on terrorism and security at the University of Pennsylvania. \"This [incident] seems to be treated as if it involved a lone group of terrorists who had something against the US and its policy in the Middle East… I really don't believe this is just a group of crazies operating all on their own. Terrorism is rarely an act of individual groups that have no interaction with one another.\"\n\"Whether there's a bigger network involved [in the bombing] and a potential for similar events really hasn't been resolved yet,\" says William Waugh, a terrorism expert at Georgia State University. He says law-enforcement officials appear to have taken a methodical approach to identifying suspects and tracking money sources. Yet the issue, he says, is whether authorities are identifying all people involved and making all international links that would help them do that.\nIt has been five weeks since the bombing that killed six people and injured more than 1,000. This week, the second twin tower reopened for business. Insurers are gearing up to pay more than $ 500 million in damage claims, about half the total economic loss, according to city estimates.\nOfficials have made significant progress in arresting suspects and gathering from their apartments and homes evidence that ranges from data on computer disks to World Trade Center floor plans. They say they believe they have the core conspiracy group. Five of six suspects, Muslim fundamentalists who have spent time in the United States, are in custody. Indicted Wednesday but still at large is Ramzi Ahmen Yousef. A worldwide search is now under way for Mr. Yousef.\nThe New York Times reported yesterday that more than five months before the bombing, some 20 members of area mosques where some suspects worshiped were questioned by the Federal Bureau of Investigation (FBI) and subpoenaed by a grand jury. The subpoenas were issued to people who had visited El Sayyid Nosair - convicted of charges in the 1990 slaying of a militant Zionist rabbi - in prison or attended his trial. A postal worker questioned said the FBI tried to recruit him to inform on Muslim immigrants.\nA recently disclosed letter to the Times, in which the \"Liberation Army Fifth Battalion\" claims responsibility for the bombing, offers authorities evidence of a possible motive. The letter, which officials say has a clear link to one suspect, threatens more action against US civilian and military targets unless the US halts aid to Israel and interference in internal affairs of Middle Eastern countries.\nThe letter could prove to be a hoax as it contains no religious references and most terrorism experts are unfamiliar with the group claiming responsibility. However, FBI agents have now copied a voice-mail message phoned to the Daily News after the bombing by someone claiming to belong to the same group.\nLaw-enforcement officials are cautious about sharing their findings with the media. Thus, they may be taking a deeper look at potential foreign links of those arrested than the public realizes.\nUltimately, the question is how well evidence stands up in court and whether the outcome could help deter other acts. Terrorism experts are not so optimistic on this point. Tom Travis of Bucknell University in Lewisburg, Pa., says he doubts that even a conviction of all accused in the Trade Center bombing would discourage other potential terrorists. Many are so passionately committed to their causes, he says, that they are willing to serve time in jail or sacrifice their lives to make a point.\nNew York state Sen. Roy Goodman (R) has proposed establishing a select committee on terrorism in New York to develop a terrorism-prevention plan. At a recent hearing on the issue, FBI regional director James Fox observed, \"We would be well-advised to prepare for the worst and hope for the best.\"\nMr. Travis says one effective, but difficult to achieve, defense tactic against terrorism is infiltration of a group to find out what is being planned in advance. Other options include stepped-up security measures and meeting force with force.\nTravis notes that in recent decades the governments of Argentina and Uruguay successfully challenged and reduced the influence of rebels who used terrorism as a tool. However, the price was the loss of democracy and massive human rights violations.\n \n\nGraphic\n\n \nPHOTO: NEW YORK: Alleged mastermind of World Trade Center bombing, Mahmoud Abouhalima, being taken into custody on March 24., ABC TV/REUTERS\n\nLoad-Date: April 2, 1993"
}