{
    "title": "POLICE CONDUCT RAIDS TO TARGET ECO-TERRORISM",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 2,
    "day": 4,
    "full text": "PORTLAND (AP) Federal investigators raided the home of animal-rights and environmental activist Craig Rosebraugh earlier this week, hoping to find clues to a string of eco-terrorism arsons from Oregon to Michigan.\n\"They won't find anything in that stuff,\" Rosebraugh said after authorities seized hundreds of items from his home, including computers and address books. \"My take on it is they have no idea in the world who did these actions, so they're going to put pressure on anyone who has links, who is the spokesperson.\"\nSince 1997, Rosebraugh has acted as a spokesman for two activist groups, the Earth Liberation Front and the Animal Liberation Front. The groups have claimed credit for $ 15.6 million worth of arsons and other attacks, including the record $ 12 million burning of ski resort buildings in Vail, Colo., on Dec. 18, 1998.\nRosebraugh, 27, issued press releases about the arsons but insisted he knew nothing about the crimes, saying he merely passed along information he had received anonymously.\nRosebraugh said he has been subpoenaed to appear before a Portland federal grand jury Feb. 29 to answer questions about the arsons, but in a story published in today's Oregonian, he said he has nothing to tell.\n\"There have been a number of ELF actions since December, and I think they're really getting frustrated because they haven't indicted anybody or sentenced anybody,\" Rosebraugh told the newspaper.\nSearch warrant documents filed in U.S. District Court in Portland show at least 12 agents from the FBI; U.S. Bureau of Alcohol, Tobacco and Firearms; and U.S. Forest Service raided Rosebraugh's home Tuesday, as well as his former office.\nMost of the press releases Rosebraugh sent out following the Earth Liberation Front and Animal Liberation Front actions were faxed from the office, which is headquarters for the Liberation Collective, a nonprofit social action group that Rosebraugh helped form four years ago.\nRosebraugh said Thursday that he quit the group last week because of philosophical differences.\nThe search warrant documents showed that the agents, besides hoping to solve the Vail arson, also sought evidence to track down perpetrators of a $ 400,000 arson Dec. 31, 1999, at Michigan State University's animal research facility in East Lansing, Mich.; a $ 1 million arson on Christmas at the Boise Cascade Corp.'s office in Monmouth, Ore.; a $ 500,000 arson on Dec. 27, 1998, at the headquarters of U.S. Forest Industries Inc. in Medford, Ore.; a $ 350,000 arson on Nov. 29, 1997 at the U.S. Bureau of Land Management's wild horse corral near Burns, Ore.; and a $ 1.4 million fire at the Cavel West meat processing plant in Redmond, Ore.\nThe agents also hoped to identify the parties who released about 9,700 mink on May 30, 1997, from breeding boxes in Mount Angel.\n\nLoad-Date: February 4, 2000"
}