{
    "title": "POLICE INVESTIGATE BLAST AT MEXICAN CONSULATE",
    "publisher": "the new york times",
    "year": 1981,
    "month": 9,
    "day": 13,
    "full text": "A special antiterrorism task force was investigating a bomb explosion early yesterday in midtown Manhattant that damaged a gate outside the Mexican Consulate and Mission to the United Nations.\nThe special unit, the New York City Joint Terrorism Task Force, established 14 months ago, consists of agents of the Federal Bureau of Investigation and detectives from the city's Police Department.\nSpokesmen for both the F.B.I. and the police said no individual or group had claimed responsibility for the explosion, which was described earlier as of ''moderate to high intensity.''\nAntiterrorism task force investigates bomb explosion in midtown Manhattan that damaged gate at Mexican Consulate and Mission to United Nations\nNo injuries were reported in the blast, which occurred at 1:40 A.M. at 8 East 41st Street, near Fifth Avenue and seven blocks from the United Nations.\n \nBlast at Consulate in Miami\nThe New York bombing came several hours after a bomb explosion blew out windows and caused extensive damage to the Mexican Consulate in Miami. There were no injuries there either.\nAn anonymous caller to a Spanish-language radio station in Miami said the explosion was detonated by an organization known as Omega 7, which opposes the Cuban regime of Fidel Castro. The F.B.I. has called the Omega 7 group the most dangerous terrorist organization in the United States.\nLaw enforcement authorities in New York declined to comment on the possibility of a link between the two bombings or on a motivation for the attacks while the investigation was under way.\nLast month, Mexico and France recognized El Salvador's guerrillaled opposition as a ''representative political force'' in that country. But Mexico and France did not break relations with the military-civilian Government in El Salvador or formally recognize the insurgent movement as a government in exile.\n \nSoviet Mission a Target\nThe insurgents have had the support of the Soviet Union and Cuba while the Reagan Administration has backed the military-civilian junta.\nEight days ago security was increased around the Soviet Mission to the United Nations on Manhattan's Upper East Side after seven firebombs, including one that ex ploded, were placed in the area by a group claiming to be part of the Jewish Defen se League. The Joint Terrorism Task Force has also been investigat ing those incidents."
}