{
    "title": "Poll_51%opposecalldatabase Two-thirds worry about implications",
    "publisher": "usa today",
    "year": 2006,
    "month": 5,
    "day": 15,
    "full text": "WASHINGTON -- A majority of Americans disapprove of a massive Pentagon database containing the records of billions of phone calls made by ordinary citizens, according to a USA TODAY/Gallup Poll. About two-thirds are concerned that the program may signal other, not-yet-disclosed efforts to gather information on the general public.\nThe survey of 809 adults Friday and Saturday shows a nation wrestling with the balance between fighting terrorism and protecting civil liberties.\nBy 51%-43%, those polled disapprove of the program, disclosed Thursday in USA TODAY. The National Security Agency has been collecting phone records from three of the nation's largest telecommunication companies since soon after the attacks of Sept. 11, 2001.\nMost of those who approve of the program say it violates some civil liberties but is acceptable because \"investigating terrorism is the more important goal.\"\n\"The combating-terrorism issue still has resonance with the American public,\" says political scientist Richard Eichenberg of Tufts University in Massachusetts. \"But the public's tolerance for this sort of invasion of privacy may be topping out. It may be people are starting to say: 'When is the other shoe going to drop? What else are they doing?'\"\nAbout two-thirds say they're concerned that the federal government might be gathering other information about the public, such as bank records and data on Internet use, or listening in on domestic phone conversations without obtaining a warrant.\nTwo-thirds are concerned that the database will identify innocent Americans as possible terrorism suspects.\nThe findings differ from an ABC News/Washington Post poll taken Thursday night of 502 adults. In that survey, 63% called the program an acceptable way to investigate terrorism. The findings may differ because questions in the two polls were worded differently.\nAlso, the USA TODAY/Gallup Poll includes more respondents -- the margin of error is +/{ndash}4 percentage points, compared with +/{ndash}5 points in the ABC poll -- and was taken after Americans had a day or two to hear and think about the program.\nViews divide sharply along partisan lines. Among Republicans and those who generally vote Republican, 71% approve of the program. Among Democrats and Democratic \"leaners,\" 73% disapprove.\nAmericans are split on whether the news media should report information about the government's secret methods to fight terrorism: 47% say yes; 49% say no.\nThey want to learn more about this program, though. By nearly 2-to-1, 62%-34%, they support immediate congressional hearings to investigate it.\n\nGraphic\n\n \nGRAPHIC,color,Suzy Parker,USA TODAY,Source:USA TODAY/Gallup Poll of 809 adults Friday-Saturday. Margin of error:+/-4 percentage points(Pie chart)\n\nLoad-Date: May 15, 2006"
}