{
    "title": "Poll Finds Strong Support for Surveillance Cameras",
    "publisher": "the new york times",
    "year": 2013,
    "month": 5,
    "day": 1,
    "full text": "WASHINGTON -- Americans overwhelmingly favor installing video surveillance cameras in public places, judging the infringement on their privacy as an acceptable trade-off for greater security from terrorist attacks, according to the latest New York Times/CBS News Poll.\nA week after the Boston Marathon attack, which was unraveled after the release of video footage of the two suspects flushed them out of hiding, 78 percent of people said surveillance cameras were a good idea, the poll found.\nThe receptiveness to cameras on street corners reflects a public that regards terrorism as a fact of life in the United States -- 9 out of 10 people polled said Americans would always have to live with the risk -- but also a threat that many believe the government can combat effectively through rigorous law enforcement and proper regulation.\nFor all that confidence, there are lingering questions about the role of the nation's intelligence agencies before the attacks, with people divided about whether they had collected information that could have prevented them (41 percent said they had; 45 percent said they had not).\nThe murkiness of the case -- the Tsarnaev brothers' ties to the Caucasus; the warnings from Russian intelligence about potential extremist sympathies -- has clearly left an impression on the public. A majority, 53 percent, said the suspects had links to a larger terrorist group, while 32 percent said they had acted alone.\nPresident Obama, in a White House news conference on Tuesday, defended the performance of the Federal Bureau of Investigation and the Department of Homeland Security, saying the agencies had done their job, while acknowledging, ''This is hard stuff.''\nThe poll suggested that Americans are willing to tolerate further tough measures to foil future attacks. Sixty-six percent said information about how to make explosives should not be allowed on the Internet, where it would be available to aspiring terrorists, even if some would view that as a form of censorship. Thirty percent said it should be permitted in the interest of free expression.\nMore broadly, only 20 percent of people said they believed the government had gone too far in restricting civil liberties in the fight against terrorism, while 26 percent said it had not gone far enough and 49 percent said the balance was about right. In 2011, the share of those worried about losing civil liberties (25 percent) was larger than that favoring more intrusive government approach (17 percent).\n''I know some people are paranoid about the government intruding on their privacy,'' Judith Richards, a retired teacher from New Paltz, N.Y., said in a follow-up interview. ''But with all the horrible things that have been happening, I think you have to trust this as a way to protect our well-being.''\nJennifer Lopez, 26, a saleswoman in Pembroke Pines, Fla., said: ''There are cameras in stores and supermarkets. Our families would be safer and surveillance cameras would provide evidence to help agencies pursue people, like they just did in Boston.''\nThe nationwide poll of 965 adults was conducted on landlines and cellular phones from April 24 to April 28, five days after the manhunt for the surviving suspect in the Boston bombings, Dzhokhar Tsarnaev, ended with his capture in a backyard in Watertown, Mass. It has a margin of sampling error of plus or minus three percentage points.\nPolls taken in the aftermath of terrorist attacks often show spikes in the public's fears of another attack. In a CBS News poll a year ago, just 10 percent of people said another attack in the United States in the next few months was ''very likely,'' while 27 percent said it was ''somewhat likely.'' In the most recent survey, 24 percent said it was very likely and 42 percent somewhat likely.\nThere is also evidence that fears about immigrants have increased modestly. Forty-nine percent said the risk of terrorism had risen in the United States because of legal immigration. The last time that question was asked, in 2007, the percentage was 42 percent.\nStill, other responses were unchanged since the Boston bombings: Twenty-three percent said they were very concerned about a terrorist attack in the area in which they live, about the same as said so in 2010. Fifty-six percent said they approved of Mr. Obama's handling of terrorism, essentially unchanged from a CBS News poll in February.\nMr. Obama said the law enforcement system had functioned as it should in the days after the bombings. He also said the F.B.I. had properly handled the information it received from Russian intelligence agencies about the older of the two suspects, Tamerlan Tsarnaev, even as Mr. Obama conceded the difficulty of preventing attacks. ''People, I think, understand that we've got to do everything we can to prevent these kinds of attacks from taking place,'' Mr. Obama said. But he added, ''We're not going to stop living our lives because warped, twisted individuals try to intimidate us.''\nUnderscoring the president's point, a large majority of those polled, 72 percent, said they did not plan to avoid large public events to reduce their exposure to potential terrorist attacks. That confidence came even as people were divided about whether their state and local authorities were prepared to deal with such an attack (48 percent said they were prepared; 41 percent said they were not).\nFederal and local law enforcement agencies won high praise in the poll for their handling of the bombings -- 84 percent approved -- and some people in follow-up interviews seemed to regard the way the F.B.I. worked with the Boston and other police forces as a template for the future.\n''If we're going to have to live with the threat of terrorism, I think it is incredibly important that it be controlled at the local level,'' said Lynn Francis, 52, a retired insurance agent in Rowlett, Tex. ''If there is national intelligence, it needs to be shared with local government as quickly as possible and followed up on. National and local authorities should work together.''\nKath Buffington, a retired teacher from Rochester, N.Y., said she was rattled by the images of a locked-down Boston, even if it was warranted in this case. But she said that in a country dealing with the threat of terrorism since the September 2001 attacks, the fight against it should not be a pretext for more pervasive forms of surveillance.\n''I don't have a problem with cameras as long as they are public,'' Ms. Buffington said. ''But wiretapping without a warrant goes too far, now that the immediate 9/11 crisis is over.''\n\nhttp://www.nytimes.com/2013/05/01/us/poll-finds-strong-acceptance-for-public-surveillance.html\n\nGraphic\n\n \nCHARTS: Boston Marathon Bombings and Terrorism       \n\nLoad-Date: May 1, 2013"
}