{
    "title": "Poll_ Terror acts 'part of life' in America",
    "publisher": "spokesman review",
    "year": 2013,
    "month": 4,
    "day": 24,
    "full text": "By David Lauter\n McClatchy-Tribune\n WASHINGTON - The vast majority of Americans say that occasional acts of terrorism are \"part of life,\" and many doubt the government can do much more to prevent them, a new poll finds.\n About three-quarters of Americans said they agree that \"occasional acts of terrorism in the U.S. will be part of life in the future,\" according to a new survey from the Pew Research Center for the People & the Press. Only about 1 in 5 disagreed.\n The share of Americans who see terrorist acts as \"part of life\" has stayed high since shortly after the Sept. 11, 2001, attacks. But the figure had declined a bit in recent years, with people younger than 30 notably less likely to expect terrorist acts. Now, in the aftermath of the Boston Marathon bombings, younger people have joined their elders in saying that some terrorist actions can be expected. The shift among the young has pushed the overall percentage of those who feel that way back to its previous high point.\n The survey, taken Thursday through Sunday, showed that 60 percent of Americans say they think the government actions taken since Sept. 11, 2001, have made the country safer; 35 percent disagreed. Those surveyed were split almost evenly on whether there is \"much more the government can do.\"\n Unlike so many other issues on the public agenda, this one shows relatively little partisan division. Democrats and Republicans were about equally likely to say that terrorism will be part of the future and also equally split on whether there's much more the government can do about it. Republicans, at 69 percent, were more likely than either Democrats, 58 percent, or independents, 59 percent, to say government actions taken since Sept. 11 had made the country safer.\n Although most Americans expect that terrorist acts will happen in the future, a relatively small minority say they are \"very worried\" about the prospect. About 1 in 5 call themselves \"very worried\"- a level that has remained relatively stable through most of the last decade.\n And despite some prominent mistakes on the part of major news organizations, Americans give the media fairly high marks for covering the Boston bombing. Nearly three-quarters said the media had done either an excellent (32 percent) or good (40 percent) job, compared with 14 percent who rated the coverage as only fair and 8 percent who called it poor.\n\nLoad-Date: April 24, 2013"
}