{
    "title": "POLL FINDS APPROVAL RATING FOR REAGAN IS HIGH AS EVER",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 4,
    "full text": "President Reagan's approval rating from the American people matches the highest level he has ever recorded, a New York Times poll shows, even though support for the bombing of Libya last month has slipped a bit from what it was immediately after the attack.\nSixty-eight percent of the public approves of his handling of the Presidency, according to a telephone poll of 1,099 adults taken April 29 through May 1. Twenty-one percent disapproved, and 11 percent had no opinion.\nMr. Reagan's approval rating reached 68 percent only once before, in a Times poll taken last December after the Geneva summit meeting. In early April, a Times/CBS News Poll found that 64 percent approved. All three polls had a margin of sampling error of plus or minus three percentage points.\nThe latest survey also found that 65 percent of the public approved of the bombing of Libya on April 15, and 24 percent disapproved. In a Times/CBS News Poll taken the night after the bombing, 77 percent approved and 14 percent disapproved.\nIn that immediate post-bombing survey, the public was not asked about overall approval of President Reagan's handling of his job. But approval of his handling of foreign policy then measured a record 76 percent. In the latest poll, approval of his handling of foreign policy receded to 62 percent, a figure that was higher than at any time except for the night after the attack.\n \nExpectation of Consequences\nDespite several terrorist incidents since the bombing of Libya, there was no statistically significant change in the public's expectation of the raid's consequences.\nThe latest poll showed that 26 percent of the public expected the bombing to reduce terrorism, and 41 percent thought it would ''lead to even more terrorism.'' The night after the bombing, 30 percent said less terrorism would result and 43 percent expected more terrorism.\nThe poll showed marked differences between the views of men and women, with the biggest disparity measured on the bombing of Libya. Seventy-three percent of men but just 58 percent of women approved. On the night after the bombing, 83 percent of men and 71 percent of women approved.\nSeventy-four percent of men approved of President Reagan's overall job performance, compared with 62 percent of women. The highest rating ever previously measured among men in a Times or Times/CBS News Poll was 72 percent in January of this year.\nThe highest levels of approval in other groups were recorded among those between the ages of 18 and 29, among whom 72 percent approved; people with family incomes of $50,000 or more, of whom 79 percent approved, and Republicans, of whom 86 percent approved.\nThe 21 percent who disapproved of the President's handling of his job was the second lowest figure ever recorded for him in a Times or Times/CBS News Poll. The lowest, 18 percent, was measured in April 1981, shortly after he was shot by John Hinckley."
}