{
    "title": "Poll Has Trump Gaining Ground on Terror Fear",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 11,
    "full text": "Americans are more fearful about the likelihood of another terrorist attack than at any other time since the weeks after Sept. 11, 2001, a gnawing sense of dread that has helped lift Donald J. Trump to a new high among Republican primary voters, according to the latest New York Times/CBS News poll.\nIn the aftermath of attacks by Islamic extremists in Paris and in San Bernardino, Calif., a plurality of the public views the threat of terrorism as the top issue facing the country. A month ago, only 4 percent of Americans said terrorism was the most important problem; now, 19 percent say it is, above any other issue. \n  Mr. Trump, who has called for monitoring mosques and even barring Muslims from entering the United States, has been the clear beneficiary of this moment of deep anxiety. More than four in 10 Republican primary voters say the most important quality in a candidate is strong leadership, which eclipses honesty, empathy, experience or electability. These voters heavily favor Mr. Trump.\n  The survey was largely conducted before Mr. Trump's proposal, announced Monday, to temporarily block Muslims from entering the country.\n  ''He'll keep a sharp eye on those Muslims,'' Bettina Norden, 60, a farmer in Springfield, Ore., said in a follow-up interview. ''He'll keep the Patriot Act together. He'll watch immigration. Stop the Muslims from immigrating.''\n  Republicans expressed confidence in Mr. Trump's ability to confront terrorism: Seven in 10 voters who said they were likely to vote in a Republican primary said he was well equipped to respond to the threat, with four in 10 ''very confident'' he could handle terrorism. Only Senator Ted Cruz of Texas comes close to those numbers.\n  But it is not only Republicans feeling renewed fear about terrorist strikes on American soil. Forty-four percent of the public says an attack is ''very'' likely to happen in the next few months, the most in Times or CBS News polls since October 2001, just after the deadliest terrorist assault in the country's history. Seven in 10 Americans now call the Islamic State extremist group a major threat to the United States' security, the highest level since the Times/CBS News poll began asking the question last year.\n  The public has little faith in President Obama's handling of terrorism and the threat from the Islamic State, also known as ISIS or ISIL. Fifty-seven percent of Americans disapprove of his handling of terrorism, and seven in 10 say the fight against the Islamic State is going badly. There have been few foreign-directed terrorist attacks in the United States in the past decade, and American officials have repeatedly said that there is no credible evidence of planning for a large-scale attack in the United States by the Islamic State or its supporters.\n  Yet while Mr. Trump may be benefiting among Republicans from a perceived loss of safety, he remains a highly divisive figure with the broader electorate. Sixty-four percent of voters said they would be concerned or scared about what he would do if he became president. And while he occupies a commanding position among Republican primary voters, with more than twice the support of his nearest competitor, his backers are still a minority of that relatively small population.\n  Even as he leads the Republican field in support, he also has the most Republican primary voters, 23 percent, who say they would be most dissatisfied with him as the party's nominee.\n  ''It's the things he says and how he says them,'' said Bill Rogers, 43, of Xenia, Ohio, who supports John R. Kasich, the state's Republican governor. ''He's just too blunt and straightforward, and it's scary. He doesn't hold anything back. Some people think the way he speaks is offensive, and I'm one of them.''\n  Perceptions about the likelihood of another attack are also carrying over into how Americans feel about the state of the country over all.\n  Just 24 percent say the country is headed in the right direction, the lowest figure in a Times or CBS News survey in more than two years. More than half of the public, 53 percent, say they are dissatisfied with how things are going in Washington; another 31 percent say they are angry.\n  This profound discontent is animating the Republican presidential race. Mr. Trump now has the support of 35 percent of Republican primary voters, a substantial increase from late October, when he was the choice of 22 percent of Republicans and was edged out by Ben Carson.\n  Mr. Carson, who has struggled with foreign policy questions since the Paris attacks last month, has fallen as much as Mr. Trump has gained since October and is now winning 13 percent of Republican primary voters. Mr. Cruz has increased his share of the vote to 16 percent from 4 percent in October. Senator Marco Rubio of Florida takes 9 percent, and the rest of the Republican contenders are below 5 percent each.\n  Mr. Trump remains the focus of the race for many Republicans, for better or worse.\n  ''He stands up to people, and he tells what's on his mind,'' Philip Austin, 66, a retired insurance executive in Raleigh, N.C., said. ''Unfortunately, even though people don't want to hear it because a lot of what he says is inflammatory toward certain groups, it is the truth, because we have a massive problem.''\n  What has not changed from the last survey is the reliability of Mr. Trump's supporters, an indication that he has a durable floor of support. While only a third of Republican primary voters expressing support for a candidate said their minds were made up, Mr. Trump's backing is far more firm: 51 percent of his supporters say their minds are made up.\n  Twenty-six percent of Mr. Trump's supporters said Mr. Cruz was their second choice, more than any other candidate. Mr. Cruz does well with evangelicals and voters who describe themselves as ''very conservative,'' running closely with Mr. Trump among each group.\n  But many Republicans are filled with both fury and fear, and it is Mr. Trump who is most effectively tapping into these boiling anxieties. Forty-four percent of Republican primary voters say they are angry about the way things are going in Washington, and of those voters, 43 percent support Mr. Trump.\n  ''I'm mad about the Muslims coming in, I'm mad about the economy and I'm mad because we got a stupid president, and that's about it,'' said Manuel Hart, 71, a retired fire chief in Silver Springs, Fla., appending a pungent three-letter word onto ''stupid.''\n  Asked whether it was more important for a candidate to agree with them on issues or to have the best chance of winning the general election, 62 percent of Republican primary voters cited issues, while just 36 percent said electability.\n  The country's trepidation about another act of terrorism is having less effect on the Democratic contest, but Democratic voters expressed more confidence in Hillary Clinton's ability to respond to terrorism than they did in Bernie Sanders's. Mrs. Clinton has the support of 52 percent of Democratic primary voters, while Mr. Sanders takes 32 percent, a difference that has changed little in recent weeks.\n  What has shifted notably are attitudes on gun control. Only 44 percent of Americans favor a ban on assault weapons, 19 percentage points lower than after the mass shooting in Tucson in 2011. And while 51 percent favor stricter gun control in general, that is down from 58 percent in October.\n  The nationwide telephone poll was conducted Dec. 4 to 8 on cellphones and landlines with 1,275 adults, including 431 Republican primary voters and 384 Democratic primary voters. The margin of sampling error is plus or minus three percentage points for all adults, six percentage points for Republican primary voters and six percentage points for Democratic primary voters.\n  Find out what you need to know about the 2016 presidential race today, and get politics news updates via Facebook, Twitter and the First Draft newsletter.\n\nhttp://www.nytimes.com/2015/12/11/us/politics/fear-of-terrorism-lifts-donald-trump-in-new-york-times-cbs-poll.html\n\nGraphic\n\n \nCHARTS: Percent of poll respondents saying a terrorist attack is very or somewhat likely in the next few months (A1)\nAMERICANS' CONCERNS ABOUT TERRORISM ARE HEIGHTENED\n PRIMARY VOTERS RATE THEIR PARTY'S CANDIDATES ON TERRORISM (A15)       \n\nLoad-Date: December 11, 2015"
}