{
    "title": "Poll_ Half fear terrorists might be winning; Two-thirds say an attack is likely before elections in",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 4,
    "day": 22,
    "full text": "Half of Americans have concerns that terrorists might be winning the war on terrorism, and one in five feels strongly that way, according to an Associated Press poll that found many people pessimistic about their security.\nFears about an attack against this country are high. Two-thirds in the poll said it was likely terrorists would strike before the November elections. And a third said it was likely there would be an attack at one of the political conventions this summer.\nMore than 30 months after the Sept. 11, 2001, attacks, two-thirds of Americans acknowledge some concern that terrorists may be recruiting faster than the United States can keep up. A third of those polled feel strongly this is the case, and another third say they have at least some worries.\n\"Terrorists are winning the war for the hearts and minds of the people in the Mideast,\" said Christine Wyatt, a 52-year-old church deacon in Clarkston, Mich.\nFears about the war on terrorism may be fueled by growing worries about the conflict in Iraq, which has been described by the Bush administration as a front line of the war on terror.\nThose who think the military action in Iraq has increased the long-term risk of terrorism in the United States have increased from 40 percent in December to 54 percent now, according to the poll, conducted for the AP by Ipsos-Public Affairs.\nThe people who say the Bush administration made the right decision to go to war in Iraq, 48 percent, are now about even with those who think the administration made a mistake, 49 percent. In December, two-thirds said the administration made the right decision.\nDoubts about the war on terrorism are higher among women, older Americans, people who make lower incomes and people with less than a high school education, according to the poll.\nOthers say the terror threat is receding after 21/2 years without another attack.\n\"I don't think they're winning the war, but they're sure putting the fear of God in some countries,\" said Robert Slivinski, a 33-year-old paramedic and firefighter from Woodbury, Conn.\nThe AP-Ipsos poll of 1,001 adults was taken April 5-7 and has a margin of sampling error of plus or minus 3 percentage points. The Iraq questions were asked again April 16-18.\n\nLoad-Date: April 22, 2004"
}