{
    "title": "Poll_ Voters expect GOP to take control of Senate Economy, health care, terrorism are top issues in",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 10,
    "day": 22,
    "full text": "- Two weeks before Election Day, most of the nation's likely voters now expect the Republican Party to take control of the U.S. Senate, according to a new Associated Press-GfK poll. And by a growing margin, they say that's the outcome they'd like to see.\nBut the survey suggests many will cringe when they cast those ballots. Most likely voters have a negative impression of the Republican Party, and 7 in 10 are dissatisfied by its leaders in Congress.\nThe Democrats win few accolades themselves. Impressions of the party among likely voters have grown more negative in the past month. In fact, Democrats are more trusted than the GOP on just two of nine top issues, the poll showed.\nThe economy remains the top issue for likely voters - 91 percent call it extremely or very important. And the GOP has increased its advantage as the party more trusted to handle the issue, to a margin of 39 percent to 31 percent.\nWith control of the Senate at stake, both parties say they are relying on robust voter turnout operations - and monster campaign spending - to lift their candidates in the final days. But the poll suggests any appeals they've made so far haven't done much to boost turnout among those already registered. The share who report that they are certain to vote in this year's contests has risen just slightly since September, and interest in news about the campaign has held steady.\nAmong all adults polled, 38 percent say they'd like the Democrats to wind up in control of Congress, compared with 36 percent for the Republicans. But the GOP holds a significant lead among those most likely to cast ballots: 47 percent of these voters favor a Republican-controlled Congress, 39 percent a Democratic one. That's a shift in the GOP's favor since an AP-GfK poll in late September, when the two parties ran about evenly among likely voters.\nWomen have moved in the GOP's direction since September. In last month's AP-GfK poll, 47 percent of female likely voters said they favored a Democratic-controlled Congress, while 40 percent wanted the Republicans to capture control. In the new poll, the two parties are about even among women: 44 percent prefer the Republicans, 42 percent the Democrats.\nIn all, the poll finds that 55 percent of likely voters now expect Republicans to win control of the Senate, up from 47 percent last month. Democrats have grown slightly more pessimistic on this count since September, with 25 percent expecting the GOP to take control now compared with 18 percent earlier.\nWhat's deeply important to likely voters after the economy? About three-quarters say health care, terrorism, the threat posed by the Islamic State group and Ebola.\nOn foreign affairs, Republicans have the upper hand. By a 22-point margin, voters trust the GOP more to protect the country, and they give the Republicans a 10-point lead as more trusted to handle international crises. Democrats have a slim advantage on health care, 36 percent to 32 percent.\nAlthough handling the Ebola outbreak was among the top issues for likely voters, the poll shows little sign that either party could capitalize on fears of the virus as an election issue. More than half said either that they trust both parties equally (29 percent) or that they don't trust either party (24 percent) to handle public health issues like Ebola. The remaining respondents were about equally split between trusting Republicans (25 percent) and Democrats (22 percent).\nThe AP-GfK Poll was conducted from Oct. 16 to 20, involved online interviews with 1,608 adults and had a margin of sampling error of plus or minus 2.8 percentage points for all respondents. \n\nLoad-Date: October 22, 2014"
}