{
    "title": "Poll_ 80% of Pakistanis oppose assisting U.S. terror fight",
    "publisher": "telegraph herald ",
    "year": 2009,
    "month": 10,
    "day": 2,
    "full text": "ISLAMABAD - An overwhelming number of Pakistanis believe their leaders should not cooperate with the U.S. fight against terrorism, according to a poll released Thursday, amid a spate of American missile strikes aimed at Islamist militants that have inadvertently killed civilians. Eighty percent of people surveyed said \"no\" when asked if Pakistan should assist the U.S. in the \"war on terror,\" according to the poll by the International Republican Institute, a U.S.-based nonprofit group. That response surged 19 percentage points from 61 percent when Pakistanis were asked the same question in March. \nThe U.S. believes much of the Afghanistan insurgency is directed by militants who have sought safe haven in Pakistan's lawless border regions. The poll said 76 percent of respondents also opposed Pakistan's helping the U.S. with its missile attacks against extremists. Washington rarely acknowledges that it is behind the strikes, carried out by unmanned drones, and Islamabad publicly protests them. But it is believed that the Pakistani government quietly cooperates with the campaign. More than 70 missile strikes have been carried out in northwestern Pakistan over the last year, killing top militant commanders and fighters - along with civilians. The former leader of the Pakistani Taliban, Baitullah Mehsud, died in an Aug. 5 drone attack. The drone strikes have generated protests that have become so routine that they attract little media attention or public protest in Pakistan. The poll also found only 13 percent cited terrorism as the most important issue facing Pakistan. Instead, inflation, unemployment and poverty topped the list, with 72 percent saying their personal economic situation the past year had worsened. The survey was conducted with 4,900 people in face-to-face interviews between July 15 to Aug. 7. It had a sampling error of plus or minus 1.4 percentage points. The International Republican Institute receives U.S. government funding for its democracy-promotion activities and ties to prominent Republicans, though it's not affiliated with the party.\n\nLoad-Date: October 2, 2009"
}