{
    "title": "POLL_ MAJORITY OKS TOUGH LAWS AGAINST TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 5,
    "day": 5,
    "full text": "Spying on suspicious groups, seizing their weapons, deporting foreign suspects - these are powers most Americans say the government should have after the Oklahoma bombing.\nAn Associated Press poll taken April 28 to May 2 found that 54 percent of U.S. adults believe the government must try to stop terrorists even if it intrudes on some people's rights and privacy.\nTwenty-one percent say treading on rights and privacy is unacceptable, and 19 percent say it just won't work.\nThis tradeoff of civil liberties for public security is embraced by far more women, 64 percent, than men, 44 percent.\nThe poll also found that 61 percent expect this country to experience more terrorism in the year ahead.\nThe bombing of the federal building in Oklahoma City was followed by a rush of counterterrorism proposals. But amid the anxiety created by stories of paramilitary extremists, many politicians urged caution about tampering with constitutional rights.\nAmericans usually tell pollsters the government is too intrusive. But proposals for new anti-terrorism powers get support from large majorities among the 1,009 Americans polled by ICR Survey Research Group of Media, Pa., part of AUS Consultants.\nSixty-five percent support the power to search for and seize weapons from groups that might be planning terrorism, even if the groups have not committed any crimes.\nSixty-three percent favor FBI power to infiltrate and spy on potential terrorist organizations in this country even without evidence of a crime.\nCurrent guidelines restrict undercover operations to cases where there is strong evidence a crime has been committed or will be soon.\nOnly 38 percent support giving government power to ban people from speaking on radio or television if they advocate anti-government violence. Fifty-six percent oppose such a ban.\nIn contrast, an overwhelming 70 percent would give government the power to ban information about bomb-making from public computer networks. Bomb recipes have been circulating in print for years and can be posted anonymously on many computer networks.\n\nLoad-Date: May 6, 1995"
}