{
    "title": "Poll_GOP up after terror arrests Dems' advantage in fall vote narrows",
    "publisher": "usa today",
    "year": 2006,
    "month": 8,
    "day": 22,
    "full text": "WASHINGTON -- The arrest of terror suspects in London has helped buoy President Bush to his highest approval rating in six months and dampen Democratic congressional prospects to their lowest in a year.\nIn a USA TODAY/Gallup Poll taken Friday through Sunday, support for an unnamed Democratic congressional candidate over a Republican one narrowed to 2 percentage points, 47%-45%, among registered voters. Over the past year, Democrats have led by wider margins that ranged up to 16 points.\nNow 42% of Americans say they approve of the job Bush is doing as president, up 5 points since early this month. His approval rating on handling terrorism is 55%, the highest in more than a year.\nThe boost may prove to be temporary, but it was evidence of the continuing political power of terrorism.\n\"The arrests reminded people that terrorists were out there, and this is his strong suit,\" says political scientist Gary Jacobson of the University of California, San Diego. Now, as in 2002 and 2004, Bush and GOP congressional candidates argue that they can be better trusted to combat terrorism.\nThe alleged plot to bomb flights to the USA \"also changes the subject of public discussion from the war in Iraq, which people are not very happy about,\" says Christopher Gelpi, a political scientist at Duke University.\nThe war on terror is the only area in which Bush has a positive standing and the only one that significantly changed. His rating is below 40% on six other issues.\nAt a news conference, Bush said there was an \"urgent\" need for an international force to be deployed to southern Lebanon to uphold a fragile cease-fire between Israel and Hezbollah. The United States won't send troops but will assist with logistics, communication and intelligence-gathering.\nThe USA TODAY Poll found Americans pessimistic about the aftermath of the month-long war there:\n*Nine in 10 predict that the cease-fire will be temporary and fighting will break out again soon.\n*Seven in 10 say the conflict hurt the image of the United States and the prospects for a long-term peace.\n*Two-thirds say the United States should play a minor role or no role in developing a peace agreement. Just 14% say the United States should take the lead.\nThe telephone survey of 1,001 adults has a margin of error of +/{ndash}3 percentage points.\nTo regain control in Congress, Democrats need to pick up 15 seats in the House, six in the Senate.\nBill Burton of the Democratic Congressional Campaign Committee questions whether the GOP bounce will last.\n\"Polls are going to go up and down,\" he says, \"but it's obvious the American people want change.\"\nTracey Schmitt of the Republican National Committee said the GOP \"will continue to make the case that a post-9/11 America can't afford to have leaders in office who believe defeatism is an acceptable strategy to protect our nation and win the war on terror.\"\n\nGraphic\n\n \nGRAPHIC, Color,Adrienne Lewis,USA TODAY,Source:USA TODAY/Gallup Poll of 909 adults Friday-Sunday. Margin of sampling error: +/-4 percentage points(Line graph)\n\nLoad-Date: August 22, 2006"
}