{
    "title": "Poll Shows a Shift in Opinion on Iraq War",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 23,
    "full text": "Americans increasingly see the war in Iraq as distinct from the fight against terrorism, and nearly half believe President Bush has focused too much on Iraq to the exclusion of other threats, according to the latest New York Times/CBS News poll.\n  The poll found that 51 percent of those surveyed saw no link between the war in Iraq and the broader antiterror effort, a jump of 10 percentage points since June. That increase comes despite the regular insistence of Mr. Bush and Congressional Republicans that the two are intertwined and should be seen as complementary elements of a strategy to prevent domestic terrorism.\nShould the trend hold, the rising skepticism could present a political obstacle for Mr. Bush and his allies on Capitol Hill, who are making their record on terrorism a central element of the midterm election campaign. The Republicans hope that by expressing a desire for forceful action against terrorists, they can offset unease with the Iraq war and blunt the political appeal of Democratic calls to establish a timeline to withdraw American troops.\n  Public sentiment about the war remains negative, threatening to erode a Republican advantage on national security. Fifty-three percent said going to war was a mistake, up from 48 percent in July; 62 percent said events were going ''somewhat or very badly'' in the effort to bring order and stability to Iraq.\n  Mr. Bush recorded a gain of four percentage points in how the public views his handling of terrorism, rising to 55 percent approval from 51 percent a week earlier. This was his highest approval rating on the issue since last summer and followed the arrests in Britain in a suspected terror plot to blow up airliners.\n  Mr. Bush's overall standing was nevertheless unchanged from the previous week, with 57 percent disapproving and 36 percent approving, far below the level Republicans in Congress would like to see as they prepare for elections in November. \n  Compounding the Republicans' political problems, the survey reflected significant dissatisfaction with the way Congress was doing its job. Voters in the poll indicated a strong preference for Democratic candidates this fall.\n  The Times/CBS News poll differed somewhat from other recent surveys showing higher approval ratings for the president. In surveys for USA Today and CNN conducted Friday through Sunday, 42 percent approved of how Mr. Bush was doing his job and gave Democratic Congressional candidates less of an edge. The Times/CBS News poll was conducted by telephone Thursday through Monday with 1,206 adults nationwide and had a margin of sampling error of plus or minus three percentage points.\n  According to the poll, terrorism and the war in Iraq hold about equal importance in the minds of Americans. Forty-six percent said the administration had concentrated too much on Iraq and not enough on terrorists elsewhere, while 42 percent said the balance was about right.\n  The opinion of 51 percent that the war in Iraq was separate from the war on terror was a considerable shift from polls taken in 2002 and the first half of 2003, when a majority regarded Iraq as a major antiterror front. As recently as June, opinion was split: 41 percent said the war in Iraq was a major part of the fight against terror, and 41 percent said it was not a part at all. Now only 32 percent consider it a major part of the terror fight, while 12 percent rate it a minor part. \n  ''I'm just not sure there's a connection between terrorism and the war in Iraq,'' Ann Davis, a Republican homemaker in Lima, Ohio, said in a follow-up interview to the survey. She said that she supported United States troops but that ''we should not be over there, they should be able to figure it out on their own.''\n  Another Republican, Marty Woll, 56, a retired accountant from Los Angeles, said he saw a clear link between the war and efforts to combat terrorism. \n  ''Iraq was obviously not the precipitating location for the 9/11 attacks,'' Mr. Woll said, ''but if you look at the Middle East as a whole, you see it has been spawning the most violent and the most desperate of the attacks. Saddam Hussein killed almost a million of his own people. That magnitude indicated that someone had to do something about it.''\n  Mr. Bush's inability to improve his overall rating despite gains on the terror issue could be traced to people like Lucia Figueroa, 23, an independent from Fort Drum, N.Y., who supports the president on terrorism but faults him elsewhere. \n  ''Even though I approve of the way Bush is handling terrorism,'' Ms. Figueroa said, ''he isn't putting enough focus on other issues, like health care and Katrina, and those things need more attention.''\n  As recently as Monday, Mr. Bush, in a news conference, defended the invasion of Iraq as essential to preventing domestic terror attacks and said he expected troops to stay there through the rest of his presidency.\n  ''If you believe that the job of the federal government is to secure this country,'' he said, ''it's really important for you to understand that success in Iraq is part of securing the country.'' \n  Democrats in recent weeks have tried to portray the war in Iraq as a distraction from essential antiterror initiatives, and the poll indicates that the message may be working. Democrats say the war has sapped resources from tracking terrorists and bolstering domestic security. \n  ''We took our eye off the real war, the war on terror,'' Senator Harry Reid of Nevada, the Democratic leader, said in a conference call with reporters on Tuesday.\n  Democrats have said the Bush administration should have kept its focus on Al Qaeda instead of moving against Mr. Hussein and suspected weapons of mass destruction.\n  The public's judgment on the job Congress is doing remains largely negative, with 60 percent disapproving. Forty-seven percent of the registered voters surveyed said they expected to vote for a Democrat for the House in November; 32 percent said they would vote for a Republican. The poll could not measure the races in individual Congressional districts, but the findings were indicative of the two parties' relative strengths.\n  Those surveyed said that after terrorism and the war in Iraq, the economy was the third most crucial issue for leaders to concentrate on, followed by health care costs and gas prices. The White House has sought more credit for what it considers a strong economy, and there has been an improvement in how the public views Mr. Bush on this issue. But the overall impression is still negative. \n  Thirty-five percent said they approved of how Mr. Bush was dealing with the economy, up five percentage points from a CBS News poll conducted last week; 58 percent disapproved. Over all, 52 percent of those surveyed said the national economy was in good condition, and 47 percent said it was in bad condition.\n  With the recent fighting in Lebanon, the public is more pessimistic about the possibility of peace between Israel and its neighbors. Only 26 percent of those surveyed could envision Israel and the Arab countries settling their differences, while 70 percent could not -- a figure up six percentage points from last month. \n  Most of those surveyed, 56 percent, said they did not believe that the country had a responsibility to help resolve the conflicts between Israel and other Middle Eastern countries, while 39 percent said it did.\n\nHow the Poll Was Conducted\n  The latest New York Times/CBS News Poll is based on telephone interviews conducted Aug. 17 through Aug. 21 with 1,206 adults throughout the United States. \n  The sample of telephone exchanges called was randomly selected by a computer from a complete list of more than 42,000 active residential exchanges across the country. Within each exchange, random digits were added to form a complete telephone number, thus permitting access to listed and unlisted numbers alike.\n  Within each household, one adult was designated by a random procedure to be the respondent for the survey. \n  The results have been weighted to take account of household size and number of telephone lines into the residence and to adjust for variation in the sample relating to geographic region, sex, race, marital status, age and education. \n  In theory, in 19 cases out of 20, overall results based on such samples will differ by no more than three percentage points in either direction from what would have been obtained by seeking out all American adults. For smaller subgroups, the margin of sampling error is larger. Shifts in results between polls also have a larger sampling error. \n  In addition to sampling error, the practical difficulties of conducting any survey of public opinion may introduce other sources of error into the poll. Variation in the wording and order of questions, for example, may lead to somewhat different results.\n  Michael R. Kagay of Princeton, N.J., assisted The Times in its polling analysis. Complete questions and results are available at nytimes.com/polls.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nChart: ''Perceptions of the President, Terrorism and the War''Do you approve of the way President Bush is handling the campaign against terrorism?APPROVE: 55%DISAPPROVE: 38NO OPINION: 8Which issue is most important for political leaders to concentrate on right now?TERRORISM: 24%WAR IN IRAQ: 22ECONOMY: 20COST OF HEALTH CARE: 18GAS PRICES: 9CONFLICT BETWEEN ISRAEL AND HEZBOLLAH: 6NO OPINION: 2Do you think of the war with Iraq as part of the war on terrorism or as separate from the war on terrorism?MAJOR PART: 32%MINOR PART: 12SEPARATE: 51NO OPINION: 5Over the last couple of years, has the Bush administration focused too much on the war in Iraq and not enough on terrorists elsewhere or focused too much on terrorists elsewhere and not enough on the war in Iraq, or has the balance been about right?TOO MUCH ON WAR: 46%TOO MUCH ON TERRORISTS: 5BALANCE ABOUT RIGHT: 42NO OPINION: 7Based on nationwide telephone interviews conducted Aug. 17-21 with 1,206 adults. Totals may not equal 100 because of rounding.\n\nLoad-Date: August 23, 2006"
}