{
    "title": "Poll_ Terrorism biggest worry Economy less of a concern _ little confidence in leaders",
    "publisher": "the pantagraph",
    "year": 2015,
    "month": 12,
    "day": 25,
    "full text": "WASHINGTON — A new poll shows more Americans are concerned about terrorism than the economy for the first time since the Great Recession, and they don't have much confidence in how President Barack Obama is handling it or how those running to replace him would. \nAn Economist/YouGov poll shows that 18 percent of Americans say terrorism is their most important issue while 15 percent say the economy is. \nThe poll showed that 33 percent of respondents thought the U.S. is much less safe from terrorist attacks now than it was a year ago and 25 percent thought the U.S. is somewhat less safe now. It also showed that 52 percent of those thought the safety of their community was about the same. \nRepublican front-runner Donald Trump has amped up his rhetoric on terrorism since the attacks in Paris and San Bernardino, calling for a ban on Muslims entering the U.S. and his poll numbers have risen among GOP voters. But 53 percent of those responding to the YouGov/Economist poll felt uneasy about Trump's abilities to deal wisely with terrorism. That's second to Ben Carson at 55 percent, who has fallen in polls as concerns about terror has risen. \nThe candidate who scored best was Democratic front-runner Hillary Clinton, with 40 percent of those polled saying they were confident about her ability to deal wisely with terrorism. But 46 percent said they would feel uneasy with the former secretary of state's ability to deal with terrorism, higher than Republican Sens. Ted Cruz, at 41 percent, and Marco Rubio, at 40 percent, who have risen in Republican polling in recent weeks. \n\"That says something about the overall concern,\" said Kathy Frankovic, a consultant for YouGov. \"None have been able to seize the issue and make their position supported by the majority of the public.\" \nThere is less confidence in how Obama has dealt with terrorism, with only 34 percent approving. \nFrankovic said the percentage of those who said terrorism was their biggest concern topped the economy for the first time since the poll started asking the question in 2009. \n\"It's jumped up since Paris and San Bernardino,\" she said. \n\nLoad-Date: March 17, 2016"
}