{
    "title": "Poll says Chicagoans fear fire more than terrorism",
    "publisher": "chicago daily herald",
    "year": 2004,
    "month": 3,
    "day": 24,
    "full text": "They say we fear the unknown.  \nBut according to a national poll released today, Chicago-area residents actually fear what we know all too well: fire.  \nWe fear fire more than the rest of the country does. And we fear it much more than terrorism, a noted change from last year and part of a national trend that has some experts scratching their heads.  \nThe poll, conducted by phone by Harris Interactive, found 45.8 percent of Chicago-area respondents ranked fire as the disaster they feared most, while 15.4 percent ranked a terrorist attack No. 1. Nationally, fire fears outranked terror trepidations 39 percent to 20 percent. In the same poll last year, here and nationally, fire and terror were neck-and-neck.  \nPredictably, in Los Angeles, unease over earthquakes was the winner, while in Dallas tornadoes topped terrorism. In Chicago, it was fire.  \nPerhaps it's our legacy of destruction by flames, from the Great Chicago Fire to the Iroquois Theater to Our Lady of Angels to the Cook County administration building.  \nOr maybe it's because (knock on flame-retardant wood) we have yet to be bloodied by a large attack.  \nAnd it could always just be media hype.  \nIt depends whom you ask.  \n\"We've had several fires in Chicago that have gotten a lot of media play,\" said Megan Norris, spokeswoman for the American Red Cross of Greater Chicago. \"I don't think it's paranoid; I think it's more realistic. Fires are the most common disasters we respond to.\"  \nA spokeswoman for the Illinois Emergency Management Agency said it shows people are heeding the advice of government leaders, who stress awareness about terrorism but not overblown fear.  \nSecurity consultants disagree.  \n\"The problem with terrorism is all too many people think it's still something that happens 'over there,'\" said Clark Staten, executive director of the Emergency Response and Research Institute, a Chicago-based security consulting firm. \"If we were to have a Madrid incident here in Chicago - God forbid - you'd see that perception change.\"  \nStaten, a former Chicago firefighter and police officer, noted that in the last 10 years, the number of fires in Chicago has fallen.  \n\"In reality, the fear of fires should be less,\" he said. \"But these are people's perceptions.\"  \nThe survey, which was sponsored by Duracell as part of an awareness campaign with the national Red Cross, also showed that while more Americans said they were prepared for terrorist attacks than last year, the same number - about a third - don't have a plan.  \n\"It makes you worry because people say that being prepared is a priority, but they're not taking the steps,\" said Norris.  \nBill Matens, a former FBI agent who investigated the 1993 World Trade Center bombing and now operates a Schaumburg-based security firm, said there's a simpler way to put that.  \n\"Thank God, law enforcement is taking this seriously,\" he said, \"because the general public is not.\"\n\nLoad-Date: March 24, 2004"
}