{
    "title": "POLLSTERS DETECT BURGEONING PATRIOTISM IN AMERICA IN WAKE OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 16,
    "full text": "In devastation last week lay a silver lining: a surge of patriotism and unity among Americans that is seldom seen by experts who study such things.\nThe flags that began flying in homes, businesses and schools and the bipartisan response from Congress illustrated a sense of shared purpose that could endure beyond the present crisis, opinion experts say.\nIn the short term, the uncommon support from the American people will give the administration of President George W. Bush the flexibility needed to prepare for what Bush referred to as the first war of the 21st century.\nLooking ahead, the experts believe that the disasters wrought by terrorists in New York and Washington could revive patriotism, particularly among the young and other Americans who haven't lived through national tragedies.\n\"This is Pearl Harbor and the Kennedy assassination. It ranks on that scale and maybe then some,\" said John Zogby, who has conducted polling for the Post-Dispatch and many other news organizations.\nHistorian Douglas Brinkley said he believes that the crisis will shake the country out of the malaise that set in during peace and prosperity.\n\"There's a new patriotism spanning generations out there ready to burst, and it looks like it could burst in bombs exploding in Afghanistan,\" he said.\nNew resolve\nPolls conducted since the attack Tuesday reflected a resolve rarely seen in the history of polling.\nIn a Washington Post-ABC poll published Friday, more than 9 out of 10 people said they support military action against terrorists or countries responsible.\nStrikingly, 86 percent said they supported military action abroad even if it leads to war, a finding similar to other surveys. Just as remarkable, 77 percent said they would back military action against foreigners even if it meant endangering innocent civilians.\nIn a CBS-New York Times poll released Saturday, eight in 10 said they favor more security checkpoints and metal detectors. The same number said they are willing to arrive three hours early for flights.\nA Gallup Poll last week found that 58 percent of Americans were worried that they or themselves could be a target of terrorism. In 1995, just after the bombing of the federal building in Oklahoma City, only one-third of Americans worried about their safety.\nThe Post-ABC poll reflected a record-high approval rating for Bush: 86 percent, up 31 percentage points from last weekend. The CBS poll showed similarly high marks.\nSuch lofty ratings are common in times of national distress, when what pollsters call the \"rally-around-the-flag effect\" sets in. Bush's father, President George Bush, scored a 90 percent approval rating just after the Gulf War in 1991, the highest ever measured for a president.\nEven so, the speed with which support grew for the younger Bush surprise d pollsters, suggesting to them that he will have ample room to maneuver not just in fighting terrorism but tackling other issues.\nTerry Madonna, who runs the Keystone Poll in Pennsylvania, said Bush would have \"tremendous leeway\" in military operations.\n\"Given the death, destruction and mayhem people are seeing, I think these sentiments could endure for a considerable period of time. I'm talking months,\" said Madonna, who directs Millersville University's Center for Politics and Public Affairs.\nDoris Graber of the University of Illinois warned that Bush's public support will hinge on his ability to keep an undivided Congress and religious leaders behind him.\n\"In situations like this, the public looks toward the elite leaders in the country. If a split begins to open, the numbers could swing back,\" said Graber.\nPolling in the days immediately after the attacks reflected a visceral response by Americans to the images of death and apocalyptic destruction they saw in the news media.\nGiven the emotions of the moment, professional pollsters in the American Association for Public Opinion Research debated among themselves about the propriety of surveying then.\nZogby, for one, turned down a request that he received just two hours after the first attack to start conducting research on public attitudes. \"I just felt that it was invasive,\" he said.\nReferring to questions pollsters asked about going to war, Zogby added, \"What about when somebody adds that there could be significant American causalities? That's the sort of thing that requires more cool-headed thinking, not only on the part of our American leaders but by the American people.\"\nBut Zogby and other polling organizations headed into the field this weekend probing more deeply into public sentiments.\nAndrew Kohut, who directs the Pew Research Center For the People & the Press in Washington, said his organization would try to gauge whether people are prepared to give up inconveniences and to endure the loss of civil liberties in a war on terrorism with a domestic front.\nHe also will try to learn whether, beyond the initial outrage, people are prepared for a long and costly campaign.\nKohut sees, he said, \"a strong sense of Americans pulling on one oar\" and the potential of the country having reached a turning point with regard to patriotism and trust in government.\nImmediately after the attack on Pearl Harbor in 1941, the Gallup Organization, the principal survey company at the time, did not poll. A Gallup spokeswoman didn't know why but said it might have been because people's sentiments were clear.\nSixty years later, polling has evolved to such an exacting science that the National Opinion Research Center in Chicago will begin questioning people about their mental and physical response to the attacks: their mood changes, restlessness, dizziness and even heart palpitations.\nPatriotism is gauged\nAnother set of questions will measure shifts in patriotic sentiments by asking questions about people's pride in the country's democracy and history.\nTom W. Smith, director of the Chicago center's social surveys, said he expects to see those patriotism numbers soaring, especially among younger people.\nSmith and other opinion experts point to surveys showing that patriotism diminishes according to age, with younger Americans expressing the least devotion to their country's heritage and traditions.\nEd Sarpolus, a pollster in Michigan, didn't conduct surveys related to the attacks last week but nonetheless said he witnessed \"the X-generation getting pro-American, getting motivated.\"\nSarpolus remarked that the focus in recent years on World War II in books and films demonstrated a yearning in the country for heroes and national unity.\n\"You hear talk about awakening the sleeping giant,\" he said. \"This is a terrible tragedy, but it also may be something that focuses our country and shows us how we can be heroic like our grandfathers.\"\n\nNotes\n\nAMERICA UNDER ATTACK\n\nLoad-Date: September 16, 2001"
}