{
    "title": "POLL INDICATES BUSH LOSING SUPPORT ON SEVERAL FRONTS_ HIS HANDLING OF WAR, TERRORISM, ECONOMY ALL BE",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 5,
    "day": 7,
    "full text": "Public opposition to the war in Iraq is at an all-time high -- and support for President Bush's handling of the broader war against terrorism is at an all-time low -- after the deadliest month for U.S. troops and revelations about the abuse of Iraqi prisoners by American soldiers.\n The Gallup Poll of 1,000 adults nationwide, published yesterday, revealed across-the-board problems for Bush, with his approval slipping on concerns ranging from homeland security to foreign policy to the economy.\n Those findings, combined with a sharply growing discontent for the way things are going in the country in general, are translating to an even tougher re-election contest on Nov. 2. The survey -- conducted Sunday through Tuesday -- showed 49 percent of likely voters favoring the likely Democratic nominee, Massachusetts Sen. John Kerry, with 48 percent for Bush.\nThis is a tighter race than the 6 percentage-point advantage Gallup found for Bush less than a month ago. Just as revealing: A closer look at 16 battleground states shows Kerry favored among 48 percent, Bush 44 -- again, a statistical tie.\n The unrelenting run of bad news in Iraq is polarizing the nation, experts say, and appears to have peeled away the support of some voters who had been willing to give Bush the benefit of the doubt.\n But it's not only the war against terrorism -- the mainstay of Bush's campaign -- that is troubling voters, Gallup found: Support for Bush's handling of the economy slumped to an all-time low at a time when indicators suggest the nation's economic health is improving.\n \"The overall tone of the American electorate now has turned glum,\" said Frank Newport, The Gallup Poll's editor in chief. \"It's surprising to some observers because the economy is doing better. But for whatever reason, the public has actually turned more dour on Bush on the economy.\"\n Although half of those surveyed still say Bush made the right call in going to war with Iraq, 55 percent now disapprove of how Bush is handing the situation -- a sharp contrast to January, when 61 percent approved of Bush's actions in Iraq. That plunge, Newport said, could have as much to do with at least 136 U.S. troops killed in Iraq during April as with recent revelations of prison abuses.\n Yesterday's poll for CNN and USA Today also showed that public approval of Bush's overall performance as president -- 49 percent -- matching an all-term low hit twice before, in winter and spring polls that Gallup conducted. In Gallup's decades of polling, since President Harry Truman's time, no president has won re-election when his job-approval stood at less than 50 percent after February of election year.\n Gallup's findings add up to one rough report card for Bush:\n * Approval of Bush's handling of terrorism has reached a low of 52 percent, down from 66 percent last summer. Forty-five percent disapprove, up from 31 in August.\n * Opposition to the war in Iraq has reached a high of 55 percent, with just 42 percent approving. This marks a 34-point drop in the approval rating from the end of major combat one year ago.\n * Approval of Bush's handling of foreign affairs has reached an all-term low: 42 percent. This rating had fallen to 46 percent last fall, but rebounded to 58 in January, after the capture of Iraqi leader Saddam Hussein.\n * Approval of Bush's handling of the economy has reached a low of 41 percent, with 56 percent disapproving.\n * Sixty-two percent of Americans say they are dissatisfied with the way things are going in the country--the highest number Gallup has found since January 1996, just after a congressional budget impasse shut down the federal government.\n The overall poll carries a possible margin of error of 3 percentage points. A smaller group of 564 likely voters has a 4-point margin of error.\n\nLoad-Date: May 7, 2004"
}