{
    "title": "Poll_ Fewer would trade civil rights for security Some views shift 10 years after Sept. 11",
    "publisher": "usa today",
    "year": 2011,
    "month": 9,
    "day": 2,
    "full text": "The number of Americans who say the government should do whatever it takes to protect its citizens against terrorism -- even if it means violating civil liberties -- has dropped almost in half since the days after the Sept. 11, 2001, attacks, according to a USA TODAY/Gallup Poll.\nIn January 2002, 47% of respondents said they were willing to let the government violate their \"basic civil liberties\" to prevent additional acts of terrorism. When asked last month, only 25% said they favored such a trade-off.\n\"The government's into everything -- pat-downs at the airport. We don't need any more interference in our lives,\" says Denise Moore, 39, of Kansas City, Mo.\nThe latest poll was conducted a month before the 10th anniversary of the attacks, which killed nearly 3,000 people at the World Trade Center and the Pentagon and aboard United Flight 93 near Shanksville, Pa. In another contrast with the national mood 10 years ago, far fewer Americans now say that \"the Muslim world considers itself at war with the U.S.\"\nIn March 2002, 71% agreed with that statement. Nine months later, that proportion had dropped to 60%, and today it's down to 55%.\nFaith in the government's anti-terrorism capacity also has dropped. Asked less than a week after 9/11 how much confidence they had in the government to protect its citizens from such attacks, 41% of respondents said \"a great deal.\" By March 2002, 24% agreed with that assessment. Now, only 22% do.\nWho is winning the war on terrorism declared by President George W. Bush shortly after the attacks? After an eventful decade, including two major wars and the deaths of Osama bin Laden and many other al-Qaeda leaders, not much has changed in how Americans answer that question.\nA month after the 9/11 attacks, 42% said the U.S. and its allies were winning (11% said the terrorists were, and 44% said neither side). By the following January, after the Taliban and al-Qaeda had been routed in Afghanistan, 66% said the U.S. and allies were winning.\nBut by April 2002, with bin Laden still at large and U.S. officials warning of more attacks, Americans who felt their nation was winning the terror war fell into the minority. And they've constituted a majority only three times since -- twice after the Iraq invasion in 2003 and once in 2004, after Saddam Hussein's capture.\nIn June 2007, the last time until this year that USA TODAY/Gallup asked who was winning, only 29% said the U.S.\nAsked the same question last month, respondents agreeing that the U.S. and its allies were winning had climbed back to 42%, the same as 10 years ago; 9% said the terrorists were winning, and 46% said neither side.\n\"The terrorists didn't win here,\" says Larry Bonderud, 61, mayor of Shelby, Mont. \"But the enemy has changed dramatically. It's not just the folks that brought the towers down. It's hundreds of organizations linked laterally, not top down. We never thought this'd be going on 10 years later.\" \n\nGraphic\n\n \nGRAPHIC, Color, Julie Snider, USA TODAY (BAR GRAPH)\n\nLoad-Date: September 2, 2011"
}