{
    "title": "Poll shows Bush with slight lead over Kerry; 49% say the situation in Iraq has increased the threat",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 4,
    "day": 10,
    "full text": "President Bush has spent about $$ @40 million in campaign ads in recent weeks aimed at defeating Democrat John Kerry, but the president has problems of his own: growing doubts about Iraq and worries about the economy. \nThe two remain locked in a very close presidential race, an Associated Press poll found.\nBush was backed by 45 percent of voters and Kerry by 44 percent in the poll conducted for the AP by Ipsos-Public Affairs. Independent candidate Ralph Nader had 6 percent support. The numbers are essentially unchanged from AP-Ipsos polls taken in early and mid-March.\nThe poll of 1,001 adults, including 758 registered voters, was taken April 5-7. It has a margin of sampling error of plus or minus 3 percentage points, slightly larger for registered voters.\nIn one development that is potentially troublesome for Bush, a growing number of people think the Iraq situation is making the threat of worldwide terrorism worse.\nAsked whether the military action in Iraq has increased or decreased the threat of terrorism around the world, half in the poll, 49 percent, said it has increased the threat, while 28 percent said it has decreased the threat. The number of people who thought the Iraq situation increased the terrorism threat grew slightly from Monday through Wednesday at a time that television news was showing the sharply increasing violence in Iraq.\nIn a mid-February AP poll, Americans were evenly divided on the effects of military action in Iraq, with 38 percent saying it had increased the terror threat and the same number saying the threat had decreased.\nThe new poll found that 41 percent approve of Bush's performance on foreign policy issues and 51 percent approve of his handling of the war on terrorism. His standing with the public on those issues has dropped since January.\nDespite a government report showing the nation's payrolls in March posted their biggest gains in four years, public confidence in the economy also has slipped over the last month. That measure was affected by growing concern about job security, local business conditions and possibly by international turbulence.\nThe public's view of Bush's handling of the economy was unchanged since March after signs last week that the jobs picture is improving. More than half in the poll, 53 percent, disapproved of Bush's handling of the economy.\nGrowing fears about the situation in Iraq and doubts about Bush's handling of domestic and foreign issues have not helped Kerry to this point. Bush generally gets higher marks than Kerry on handling of foreign policy and terrorism, despite the recent decline in his own ratings.\nThe poll comes after both sides have spent more than $$ @60 million on advertising in swing states, including an estimated $$ @40 million by Bush's re-election campaign. \n\nLoad-Date: April 11, 2004"
}