{
    "title": "Poll_ Top issue for voters is economy Terrorism, Islamic State, health care also are concerns",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 10,
    "day": 2,
    "full text": "- It's not Obamacare or climate change. It's not yet terrorism or fear of the Islamic State group. Those issues are on the minds of Americans as they begin casting ballots in this year's midterm elections, but nothing matters to voters as much the economy.\nIn a new Associated Press-GfK poll released Wednesday, 9 in 10 of those most likely to go to the polls or mail in a ballot in this year's midterm elections call the economy an extremely or very important issue.\nWe need jobs, said Christine Kamischke, 45, of rural northern Michigan. She works in a large retail store, and her husband was recently laid off from his job at an Air Force base near their home. Wednesday was his first day without work. They have five children.\nKamischke said the economy is her top concern, and she's focused on national security only if it helps get her husband's job back.\nThe poll found that concerns about the spate of foreign policy challenges facing the United States have grown in recent months, with 6 in 10 Americans now calling the U.S. role in world affairs an important issue - up from 51 percent in July.\nAnd most people remain dissatisfied with those in power. Just 7 percent of likely voters approve of the way Congress is handling its job, and 42 percent approve of President Barack Obama's job performance.\nAsked how they feel about his administration, 58 percent are dissatisfied or angry, while 74 percent are dissatisfied or angry with the Republican leadership in Congress.\nFew see change coming once voting closes Nov. 4. A majority of likely voters, 52 percent, expect the Democratic Party to retain control of the Senate, with 68 percent saying the GOP will keep the House.\nAbout 8 in 10 likely voters deem several issues important, including the threat posed by the Islamic State group, terrorism and the issue many thought would come to dominate this year's electoral contests, health care.\nBut all told, 92 percent of likely voters call the economy an extremely or very important issue.\nPersistent concerns about the economy are fueled by perceptions that it isn't getting better. Just 38 percent of likely voters describe the economy as good, and half as many think there's been improvement in the last month. The outlook for the coming year is dim, with only 34 percent expecting improvement.\nThe AP-GfK poll was conducted Sept. 25-29. Among 958 likely voters, the margin of error is plus or minus 3.5 points.\n\nLoad-Date: October 2, 2014"
}