{
    "title": "POLL FINDS SUPPORT FOR TERRORISM FALLS IN 6 CRUCIAL MUSLIM LANDS",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 7,
    "day": 15,
    "full text": "The standing of al-Qaida terror network chief Osama bin Laden has dropped significantly in some key Muslim countries, while support for suicide bombings and other acts of violence has \"declined dramatically,\" according to a new survey released yesterday.\n In a striking finding, predominantly Muslim populations in a sampling of six North African, Middle East and Asian countries are also as alarmed as Western nations about Islamic extremism, which is now seen as a threat in their own nations, too, the poll found.\n \"Most Muslim publics are expressing less support for terrorism than in the past. Confidence in Osama bin Laden has declined markedly in some countries, and fewer believe suicide bombings that target civilians are justified in the defense of Islam,\" the Pew Global Attitudes Project concluded.\nCompared with previous surveys, the new poll also found growing majorities or pluralities of Muslims surveyed now say democracy can work in their countries and is not just a political system for the West. Support for democracy was in the 80 percent range in Indonesia, Jordan, Lebanon and Morocco and at 43 percent in Pakistan and 48 percent in Turkey.\n \"They are not just paying lip service. They are saying they specifically want a fair judiciary, freedom of expression and more than one party to participate in elections. It wasn't just a vague concept,\" said Andrew Kohut, president of the Pew Research Center in Washington and director of the project. \"U.S. and Western ideas about democracy have been globalized and are in the Muslim world.\"\n At the same time, however, most Muslims surveyed believe that Islam is playing an increasing role in politics, which they view as a positive shift in response to economic problems, growing immorality and concern about Western influence. Jordan was the only exception to the trend.\n The survey results indicate that growing numbers of Muslims differentiate between the peaceful influence of Islamic values in politics and the use of religion to justify attacks. \"The people who see Islam playing an important role in political life are the ones most worried about extremism,\" Kohut said in an interview.\n Yet solid majorities in five of the six Muslim countries surveyed -- Indonesia, Jordan, Lebanon, Pakistan and Turkey -- also now have unfavorable views of the United States. In the sixth, Morocco, views are divided. The governments in all six countries are allied with the United States and recipients of U.S. aid.\n The survey, conducted from April through mid-June and before the London bombings, polled 17,000 people in the six Muslim-dominated countries as well as 11 major Western and Asian nations -- including the United States -- on attitudes toward Islam, Muslim nations and extremist violence. The nonpartisan project is co-chaired by former Secretary of State Madeleine Albright and former Sen. John Danforth, R-Mo.\n\nLoad-Date: July 15, 2005"
}