{
    "title": "Poll finds more folks have doubts about Bush",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 20,
    "full text": "Americans have growing doubts about President George W. Bush's honesty and effectiveness, according to a poll taken at a time when people are uneasy with the war in Iraq and nervous about terrorism.\nHalf of those in the poll taken by the Pew Research Center, 49 percent, said they believed the president was trustworthy, while almost as many, 46 percent, said he was not. Bush was at 62 percent on this measure in a September 2003 Pew poll and at 56 percent in a Gallup poll in April. One of Bush's strong suits throughout his presidency has been the perception by a majority of people that he is honest.\nThe indication of a slide in trust comes as the White House is answering questions about top aide Karl Rove's involvement in the leak of a CIA operative's identity.\n\"If the economy were doing better, the Iraq war wasn't as tenuous and people weren't as uneasy about terrorism, then they might be willing to cut Bush some slack on the Rove issue,\" said Robert Shapiro, who specializes in public opinion at Columbia University. \"And it's all tied back to how the war was justified, so it raises all those issues as well.\"\nOnly half the public is closely following the allegations that Rove leaked the identity of a CIA operative, according to Pew. Democrats are predictably more inclined to say Rove should resign than Republicans.\nBut GOP support for Rove is lukewarm. About four in 10 Republicans said Rove shouldn't resign; about the same number said they were not sure.\nAndrew Kohut, director of the Pew Research Center, said an analysis of the survey suggests the Rove controversy is contributing to the president's credibility problem.\nAbout half, 49 percent, in the Pew poll said they approved of the job being done by Bush on terrorism -- as low as he has been on that issue since Sept. 11, 2001.\nBush's job approval in the Pew poll was 44 percent, with 48 percent disapproving.\nThe poll of 1,502 adults was taken July 13-17 and has a margin of sampling error of 3 percentage points.\n---\nSTLtoday.com You've read what the scientific poll says. Now vote in our nonscientific poll online. Visit STLtoday.com/news.\n\nLoad-Date: July 21, 2005"
}