{
    "title": "Poll_ Support weak for Bush retirement plan",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 3,
    "day": 12,
    "full text": "WASHINGTON - As President Bush campaigns to change Social Security, he needs to win over independents, married women and Southerners - people who tend to support him on terrorism but have indicated doubts about his plans for the retirement program.\nJust over a third of Americans, 37 percent, approve of Bush's handling of Social Security, an Associated Press poll found. When it comes to Bush's strong suit - handling foreign policy and terrorism - 52 percent approve of the president.\nA majority of Americans, 56 percent, say they disapprove of Bush's handling of Social Security.\nA similar number in a recent AP poll opposed the creation of personal investment accounts, a proposal central to Bush's plans.\nThe war on terrorism was the principal theme of Bush's re-election campaign, but in the early days of his second term he has focused on Social Security. Some polls indicate he's been losing ground on that issue.\nOn Tuesday, Bush went back to the war on terrorism. He talked about \"welcome signs\" of democratic reform in the Middle East, including elections in Afghanistan, Iraq and the Palestinian territories.\n\"The president has multiple responsibilities and can't just talk about one thing,\" said David Rohde, a political scientist at Michigan State University.\n\"Even if he has other reasons for talking about terrorism, however, this could be a benefit for him. Given the way things are going on Social Security, he's likely to try anything.\"\nApproval of Bush's handling of foreign policy and terrorism has risen slightly since February, from 47 percent to 52 percent, according to the poll conducted for the AP by Ipsos-Public Affairs.\n\"In the war on terrorism, the president seems to be doing what it takes to get the job done,\" said Derek Dailey, an electronic technician from Indianapolis. \"A few countries are experiencing freedoms they've never had before.\"\nOn the issues of foreign affairs and terrorism, many groups approve of Bush's performance or are closely divided. Nonwhites, residents of the Northeast, those who make less than $ 25,000 and Democrats were the groups most likely to show strong opposition.\nMadison Slusher, a physician and teacher in Winston-Salem, N.C., has mixed feelings about some Bush policies but says the president deserves respect for his approach to fighting terrorism.\n\"I think we did the right thing by taking the fight to the Middle East, even though the weapons thing wasn't handled just right,\" Slusher said. \"It's not something that all Americans like, but it's necessary.\"\nOn the subject of Social Security, political independents, Catholics, married women, older Americans and Southerners indicate stronger doubts than they have about Bush's handling of terrorism.\nOn Friday, Bush continued a swing through several Southern states to talk about Social Security.\nHe is campaigning for these changes at a time that more than half of Americans, 55 percent, have a general sense that the country is headed down the wrong track.\n\"The price of oil keeps going up, making everybody else rich, and many people here are making minimum wage,\" said Brian Wiatr, a laborer living on the fringe of Detroit. \"You can't even afford to fill your car up with gas and buy groceries.\"\nThe public is about evenly split on Bush's job performance overall, with 48 percent approving and 50 percent disapproving. Men were more likely than women to approve of Bush's job performance.\n\"I lean toward disapproval,\" said Tammy Schneider, a stay-at-home mother of three who lives near Peoria, Ill. \"I just feel he has not been judicious with our financial affairs.\"\nThe AP-Ipsos poll of 1,001 adults was taken March 7-9 and has a margin of sampling error of plus or minus 3 percentage points.\nOn the Net:\nIpsos-Public Affairs: http://www.ap-ipsosresults.com \n\nLoad-Date: March 14, 2005"
}