{
    "title": "Poll_ U.S. image struggling; tsunami aid was a boost A survey of other nations cites Bush's reelecti",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 6,
    "day": 24,
    "full text": "The United States' response to the Indian Ocean tsunami in 2004 helped improve the nation's image around the world, but the reelection of President Bush and the Iraq war have driven anti-American feelings, according to a Pew Global Attitudes poll released yesterday.\nFavorable ratings from traditional European allies Germany, France and Spain improved from 2004, when the United States' image was at a low in most countries. The biggest increase in European support was in France, where 43 percent had a favorable view in 2005, compared with 37 percent in 2004.\nStill, 10 of the 15 foreign countries surveyed did not have a favorable view of the United States, and in nine countries respondents said Bush's reelection damaged the United States' image.\nIn addition, no majority in any country said the world was safer because Iraqi leader Saddam Hussein had been removed from power. Forty-nine percent of Americans polled thought the world was safer, compared with a paltry 17 percent of Russians, 26 percent of Jordanians and 13 percent of Spaniards.\nFurther, support is declining for the U.S.-led war on terrorism, even among such allies as Russia, Britain and Germany.\nFormer Republican Sen. John Danforth, co-chair of the Pew project, said yesterday that the United States wasn't shrinking from a leadership role in the war on terrorism.\n\"The unanswered question for the world is, if you don't agree with the approach the U.S. has taken, what is it you propose,\" he said.\nNine of the countries still support the war on terrorism, which has had considerably more support than the Iraq war, but it's lost some of its luster.\nSupport has fallen in Russia from 73 percent in 2004 to 55 percent in 2005, and in Britain from 63 percent last year to 51 percent this year. Majorities in Pakistan, Lebanon, Turkey and Jordan don't support the war on terrorism.\nThe poll was conducted in April and May with a sample of almost 17,000 people. The margin of error was 2 to 4 percentage points.\nAnti-American feelings were fueled by what's seen around the world as an aggressive U.S. foreign policy that doesn't take others into account, according to the poll.\nPeople in 11 countries, including Jordan, Poland, Turkey and France, said the United States didn't consider others when making foreign policy decisions. Only Indonesians, Indians and Chinese said the United States considered them when making foreign policy decisions. Pakistanis were divided almost evenly on the issue.\nBut that's only one part of the anti-American formula.\nResidents of nine countries, including Britain, Canada, Germany, Turkey, France and Lebanon, viewed Bush's reelection as a stain on the U.S. image.\nNot everything in the report is gloom and doom, according to Clinton-era Secretary of State Madeleine K. Albright, the co-chair of the project: \"I see certain hints about how our situation can improve.\"\nShe said more efforts to aid needy countries could continue to improve the United States' image.\nSeven countries noted tsunami relief as improving the United States' image, but didn't lift it completely out of its decline since the war on terrorism began.\nIndonesians' favorable opinion of the United States may be connected to tsunami aid. In 2003, only 25 percent of Indonesians said the U.S. foreign policy considered others, compared with 59 percent in 2005.\nAmericans aren't unaware what the world thinks of them. Sixty-nine percent of the Americans polled said they knew that other nations disliked the United States.\nContact reporter Andres Martinez\nat 202-383-6011 or amartinez@krwashington.com  \nONLINE EXTRA\nAccess the Pew report via http://go.philly.com/pewglobal \n\nLoad-Date: September 14, 2005"
}