{
    "title": "Poll shows Kerry, Bush in a dead heat in N.J. ; Quinnipiac University's survey released yesterday sh",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 10,
    "day": 28,
    "full text": "Less than a week before Election Day, one of the state's most prominent political polls still shows President Bush and Sen. John Kerry locked in a standoff among likely New Jersey voters.\nQuinnipiac University's survey released yesterday showed Bush and Kerry in a 46-46 percent dead heat, and the poll's director said fears of terrorism were aiding Bush in a state he lost by 16 percentage points four years ago.\n\"Many New Jersey voters face security checks as they commute to New York,\" said Maurice Carroll, director of the Quinnipiac University Polling Institute. \"They remember 700 Garden State neighbors lost on Sept. 11, 2001, and see the wounded skyline where the World Trade Center stood.\"\nThe latest Quinnipiac poll surveyed 852 likely voters from Oct. 21 to Oct. 25 and has a margin of error of plus or minus 3.5 percentage points. Two percent of likely voters said they would vote for independent candidate Ralph Nader. Six percent of likely voters said they were undecided.\nHistorically, most undecided voters vote for the challenger, Carroll said.\nWhile other polls released last week indicated that Kerry holds varying leads in the race, the Quinnipiac poll has not shown a great shift among New Jersey voters since late August.\nOn terrorism, the latest poll shows 53 percent of voters saying Bush would do a better job combating terrorism to 37 percent who say Kerry would.\n\"Dealing with terrorism is President Bush's strongest voter appeal,\" Carroll said. \"Even 24 percent of Democrats say Bush would do a better job dealing with terrorism.\"\nKerry has never been the favorite Democratic candidate among New Jersey voters, according to past Quinnipiac polls. One 2003 survey showed New Jerseyans favored U.S. Sen. Hillary Rodham Clinton (D., N.Y.) over any other Democratic candidate.\nAnd Kerry has never been able to garner more than 49 percent of support from state voters, according to Quinnipiac. At this time in 2000, a Quinnipiac poll showed that Al Gore had a 50-38 percent lead over Bush among likely New Jersey voters.\nThe latest Quinnipiac poll asked voters whether it was important for a presidential candidate to visit a state, referring to Bush's trip to Evesham Township on Oct. 18.\n\"That little drop-in by Bush last week did have some effect, with 27 percent saying it was very important and 26 percent saying it was somewhat important,\" Carroll said.\nIn 2000, New Jersey was ignored by both Gore and Bush when it came to campaigning. Kerry last appeared in New Jersey in June - before he accepted the Democratic nomination.\n\nLoad-Date: September 1, 2005"
}