{
    "title": "Pompeo Weighs Plan to Place Cuba on U.S. Terror List",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 30,
    "full text": "The move would complicate any effort by the incoming Biden administration to resume President Barack Obama's thaw in relations with Havana.\nState Department officials have drawn up a proposal to designate Cuba as a state sponsor of terrorism, a final-hour foreign policy move that would complicate plans by the incoming Biden administration to relax increased American pressure on Havana. \n  With three weeks left until Inauguration Day, Secretary of State Mike Pompeo must decide whether to sign off on the plan, according to two U.S. officials, a move that would also serve as a thank-you to Cuban-Americans and other anti-communist Latinos in Florida who strongly supported President Trump and his fellow Republicans in the November election.\n  It is unclear whether Mr. Pompeo has decided to move ahead with the designation. But Democrats and foreign policy experts believe that Mr. Trump and his senior officials are eager to find ways of constraining President-elect Joseph R. Biden Jr.'s initial months in office and to make it more difficult for Mr. Biden to reverse Trump-era policies abroad. In recent weeks, Trump officials have also sought to increase American pressure and sanctions on China and Iran.\n  A finding that a country has ''repeatedly provided support for acts of international terrorism,'' in the State Department's official description of a state sponsor of terrorism, automatically triggers U.S. sanctions against its government. If added to the list, Cuba would join just three other nations: Iran, North Korea and Syria.\n  The Biden administration could move quickly to take Cuba back off the list. But doing so would require more than the stroke of a presidential pen. The State Department would have to conduct a formal review, a process that might take several months.\n  A State Department spokeswoman said the agency does not discuss ''deliberations or potential deliberations'' regarding terrorism designations. The White House did not provide a comment.\n  Democrats on Tuesday assailed the Cuba proposal, criticizing what they called an 11th-hour foreign policy change that unfairly limits the incoming Biden team.\n  ''It's another stunt by this president with less than 23 days to go,'' Representative Gregory W. Meeks, a New York Democrat who is the new chairman of the House Foreign Affairs Committee, said in a telephone interview.\n  ''He's trying to put handcuffs on the incoming administration,'' Mr. Meeks added.\n  The State Department removed Cuba from its list of terrorism sponsors in 2015, after President Barack Obama announced the normalization of relations between Washington and Havana for the first time since the country's 1959 communist revolution, which he called a relic of the Cold War. In return for pledges of political and social reform, Mr. Obama dropped economic sanctions, relaxed restrictions on travel and trade, and reopened an embassy in Havana for the first time in decades. In 2016, he became the first American president to visit the island since Calvin Coolidge.\n  The Reagan administration first added Cuba to the terrorism list in 1982 for supporting leftist insurgents in Latin America. During the Obama era, the State Department cited it as a ''safe haven'' for Basque separatists and Colombian rebels. But Obama administration officials eventually concluded no terrorist threat was posed by the aging Basques, nor from Colombian rebels who joined peace talks in Havana that led to a 2016 peace deal with Colombia's government.\n  They were also willing to accept that the Cuban government has harbored some fugitives wanted in the United States, including Joanne D. Chesimard, 73, a former member of the Black Liberation Army. Ms. Chesimard, who now goes by the name Assata Shakur, remains on the F.B.I.'s list of most wanted terrorists for killing a New Jersey state trooper in 1973.\n  In a potential preview of a re-listing, the State Department notified Congress in May that Cuba was among five countries it said were ''not cooperating fully'' with American counterterrorism efforts -- the first time since 2015 that Cuba had not been certified as doing so.\n  The notification cited Cuba's refusal of a request by Colombia, an American ally, to extradite 10 leaders of the country's National Liberation Army living in Havana after the group claimed responsibility for a bombing of a Bogotá police academy in January 2019 that killed 22 people.\n  But Democrats said the idea that Cuba presented a terrorist threat to the outside world was a political fiction.\n  ''This is complete nonsense. Cuba is not a state sponsor of terrorism,'' said Ben Rhodes, who as a deputy national security adviser to Mr. Obama played a central role in brokering the administration's deal with Havana.\n  Mr. Trump denounced the agreement as ''terrible and misguided'' and has rolled back many of its provisions. During visits to southern Florida, he boasted that he was standing up to communism in Latin America and warned that Mr. Biden would not, a message that proved popular to Cuban-Americans and other voters hostile to Havana.\n  As a candidate, Mr. Biden pledged to again change American policy, saying he would ''promptly reverse the failed Trump policies that have inflicted harm on the Cuban people and done nothing to advance democracy and human rights.''\n  Cuba's repressive government has largely disappointed hopes that it might liberalize after the death of its revolutionary leader, Fidel Castro, in November 2016. Havana continues to arrest and detain dissidents and cracked down on a recent hunger strike by artists and other activists in the capital, evidence to many Republicans that its government does not deserve cordial relations from Washington.\n  Trump administration officials have also been harshly critical of the Cuban government's support for Venezuela's socialist leader, Nicolás Maduro, whom Mr. Trump tried for years in vain to dislodge from power.\n  In an opinion essay published this month in The Miami Herald, Senator Marco Rubio, Republican of Florida and an influential voice on Cuba policy, urged Mr. Biden to ''stand with the dissidents'' there and urged him not to ''return to a one-sided Cuba policy -- and throw a lifeline to Raúl Castro's dictatorial regime.''\n  U.S. officials said the plan to restore Cuba to the terrorism sponsor list was developed, in a break from standard process, by the State Department's Bureau of Western Hemisphere Affairs and not its Counterterrorism Bureau, which would typically play a central role in such a decision.\n  Mr. Rhodes called that evidence of a politically motivated process. ''This is a sign that they know they can't get Cuba on the list on the merits,'' he said.\n  Critics say the Trump administration has begun politicizing such designations, which are meant to be a matter of national security. This month, the United States removed Sudan from its list of terrorist sponsors days before the African nation joined the list of Arab nations that have established diplomatic relations with Israel, a top priority for Mr. Trump.\n  The Trump administration has recently cracked down on Cuban companies run by or affiliated with the Cuban military. Last week, the Treasury Department blacklisted three such businesses.\n  A recent report commissioned by the State Department found that U.S. embassy personnel in Havana were sickened in 2016 by what was most likely a microwave weapon of unknown origins. Cuba's government has denied any knowledge of such attacks.\n  Pranshu Verma contributed reporting.Pranshu Verma contributed reporting.\n\nhttps://www.nytimes.com/2020/12/29/us/politics/pompeo-cuba-terrorism-sponsor-list.html\n\nGraphic\n\n \nPHOTO: Secretary of State Mike Pompeo has three weeks left until the inauguration to decide whether Cuba should be designated as a state sponsor of terrorism. (PHOTOGRAPH BY Oliver Contreras for The New York Times FOR THE NEW YORK TIMES)               \n\nLoad-Date: December 30, 2020"
}