{
    "title": "Pompeo's remarks on terrorism during maiden call to Imran Khan trigger controversy",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 8,
    "day": 24,
    "full text": "Washington/Islamabad, Aug. 24 -- A fresh row has erupted between the US and Pakistan with Islamabad taking exception to a State Department' statement that Secretary of State Mike Pompeo discussed the issue of terrorism with newly-elected Prime Minister Imran Khan while Washington stands by its version.\nPompeo yesterday spoke to Khan for the first time after the cricketer-turned-politician assumed office last week and sought \"decisive action\" against all terrorists operating in Pakistan, the US State Department said.\nSoon after the State Department's statement, Pakistan Foreign Office spokesman Mohammad Faisal said that \"Pakistan takes exception to the factually incorrect statement issued by the US State Department on today's phone call between Prime Minister Khan and Secretary Pompeo\".\n\"There was no mention at all in the conversation about terrorists operating in Pakistan. This should be immediately corrected,\" Faisal tweeted.\nThe US has long been frustrated with Pakistan's overt and covert support to the Afghan Taliban and other terror groups, forcing the Trump administration to warn Islamabad and slash military aid to the country.\nState Department Spokesperson Heather Nauert said yesterday in a statement that Pompeo, in his talks with Khan, discussed the issue of terrorism and Pakistan's vital role in promoting the peace process in war-torn Afghanistan.\n\"Secretary Michael R Pompeo spoke today with Pakistani Prime Minister Imran Khan and wished him success. Secretary Pompeo expressed his willingness to work with the new government towards a productive bilateral relationship,\" she said in the statement.\nNauert today said Pompeo's telephonic discussion with Khan was good and the US stands by its earlier statement.\n\"In the readout, the secretary notes that he spoke with the new prime minister and expressed his willingness to work with the new government toward a productive bilateral relationship. They had a good call,\" she said. \"That may surprise some of you, but they had a good call. Pakistan is an important partner to the United States. We hope to forge a good, productive working relationship with the new civilian government,\" she said.\nShe went on to say that based on her understanding, \"the beginning of the call or the call itself was a good call, and a good discussion toward our working with the new government and the new administration\".\nWhen asked again by a reporter if the US government continues to stand by the readout, she said: \"We stand by our readout.\" The Pakistani media this week reported that Pompeo is likely to visit Islamabad in the first week of September to hold talks with newly-elected Prime Minister Khan.\nPompeo, who is expected in Islamabad on September 5, would be the first foreign dignitary to meet Khan, Dawn reported, quoting the diplomatic and official sources.\nThe relations between Pakistan and the US nose-dived after President Donald Trump in January accused Islamabad of giving nothing to Washington but \"lies and deceit\" and providing \"safe haven\" to terrorists.\nThe US Congress also passed a bill to slash Pakistan's defence aid to USD 150 million, significantly below the historic level of more than USD one billion per year.\nKhan has been critical of the US drone strikes against terrorists in Pakistan as well as along the country's border with Afghanistan.\nIn his victory speech last month, Khan said he wants a balanced relation between Pakistan and America which should be mutually beneficial, not one sided.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: August 24, 2018"
}