{
    "title": "Pondering crime's impact on every corner of society",
    "publisher": "usa today",
    "year": 1996,
    "month": 3,
    "day": 19,
    "full text": "Crime is a hot-button issue this election year. The major newsweeklies\nhave all tackled the subject. Now special-interest magazines are\ntaking their turn.\nSOUTHERN VICE: The Oxford American, a sort of Atlantic Monthly\nof the South, has released a special double issue devoted to crime,\nand it's a standout. Is crime in the South so different from crime\nin New England or the Northwest? Not really. There are rapes and\nrobberies in Maine just like there are in Mississippi. But the\nSouth has greater stereotypes to overcome. The specter of \"the\ngracious Old South of . . . chain gangs and carnivorous sheriffs\nin Ray-Bans . . . where violence was always bubbling on someone's\nback burner\" still terrifies Northern liberals, reports Hal Crowther.\nAlso, the South is the most crime-ridden area of the country in\nmany categories, including murder, rape and burglary, reports\nDave Shiflett.\nOverall, Oxford American avoids the statistics and approaches\ncrime with odd but interesting human-interest stories, like Florence\nKing's essay on how crime is affecting the arts. Sister Helen\nPrejean contributes a piece on working with death-row inmates\nand visiting the set of Dead Man Walking, which is based\non her book. Southern writers Clyde Edgerton and Donna Tartt contribute\nshort stories. Even the dining review addresses the issue by looking\nat how rampant neighborhood crime is changing the New Orleans\ndining scene.\nThe centerpiece of the issue is Dennis Covington's report on \"The\nKentucky Race Murder of 1995.\" In the small town of Guthrie,\na rowdy 19-year-old named Michael Westerman was shot by a black\nteen-ager. Interestingly, Tony Horowitz reported on the same story\nfor the March 18 issue of The New Yorker. Both draw the\nsame sad conclusion, summed up by a Guthrie resident: \"There's\ngoing to be a race war. It's gonna start in Guthrie. I don't know\nwhere it's gonna end up at.\" (Six issues, $ 24; 800-269-6926.)\nSOUTHERN VICE II: The April Emerge also looks at racial crime,\nspecifically the recent torchings of black churches in the South.\nIn a rampage reminiscent of the civil-rights movement years, no\nfewer than 17 black churches have been destroyed in the last year.\n(10 issues, $ 18.95; 800-888-0488)\nANTI-GAY VIOLENCE: In the April Out, writer and gay activist Michelangelo\nSignorile re-\nports on how a bungled robbery-turned-murder in Oregon has focused\nattention on the controversial labeling of \"hate crimes.\" The\nissue, in fact, has split the gay and lesbian community. Anti-violence\nactivists are pushing for crimes against homosexuals to be legally\nclassified as hate crimes for two reasons, reports Signorile.\nFirst, to keep a record of anti-gay violence, and second, to seek\nmore severe punishment for these crimes. Ironically, many gays\nand lesbians believe violent crimes motivated by hate should not\nget heavier penalties because that would play into their antagonists'\nbelief that minority groups are getting \"special treatment.\"\nBut Signorile calls that stance silly. \"It is, after all, activists'\nduty to exploit every opportunity to advance their message about\nhomophobia, and to open people's minds.\" (10 issues; $ 19.95;\n800-876-1199.)\nTERRORISM BILL: The March 25 issue of the recently redesigned\nNation tackles crime on an international scale, namely terrorism.\nApril 19 is the anniversary of the Oklahoma City bombing, and\nClinton is sure to press the Republicans on their \"failure\"\nto pass an anti-terrorism bill, writes David Cole. But, he ponders,\nwould an anti-terrorism bill \"alter the constitutional balance\nbetween government power and personal freedom\"? Those in favor\nof increasing governmental power to fight terrorism put forth\ntwo main arguments. One, that terrorism has been taken up by religious\ngroups and cults who \"don't abide by our bounds.\" Two, that\ntechnological advances have made chemical, even nuclear, weapons\nmore widely available. But, says Cole, let's put the matter in\nperspective. After all, more than 20,000 people are murdered in\nthe USA every year, yet Congress has passed only \"symbolic\"\ngun control measures. \"Thus we knowingly tolerate many conditions\nthat pose far greater risk of harm to ourselves than terrorism.\"\n(47 issues, $ 48; 800-333-8536.)\nSHORT TAKES: By far the most arresting photographs in any magazine\nthis month are Life's stills of conjoined twins Abigail and Brittany\nHensel, two beautiful little girls joined at the torso. . . .\nCowles Magazines honors Women's History Month with the second\nannual issue of Women's History.\n\nGraphic\n\n \nPHOTOS, B/W (3)\n\nLoad-Date: March 20, 1996"
}