{
    "title": "Ponnada_ Don't cry 'terrorism'",
    "publisher": "university wire",
    "year": 2014,
    "month": 4,
    "day": 16,
    "full text": "There was some turbulence on Twitter last weekend.\nA 14-year-old girl from Netherlands set off alarms when she tweeted to American Airlines, \"hello my name's Ibrahim and I'm from Afghanistan. I'm part of Al Qaeda and on June 1st I'm gonna do something really big bye.\"\nAmerican Airlines responded saying, \"Sarah, we take these threats very seriously. Your IP address and details will be forwarded to security and the FBI.\"\nShe probably didn't expect such a response, because soon after, she frantically started tweeting mostly apologetic things.\nOne of her first replies was, \"I'm so sorry I'm scared now\" (LOL. I would be too. But then again, I wouldn't tweet something so stupid).\nShe also tried to blame someone else, tweeting, \"I was joking and it was my friend not me, take her IP address not mine.\"\nAnd finally, when nothing else had worked, she hoped that good old racial profiling would save her.\n\"I'm just a fangirl pls I don't have evil thoughts and plus I'm a white girl.\"\nUnfortunately for her, American Airlines was not dissuaded by her pleas and reported her name and IP address to authorities, leading to her arrest in Rotterdam.\nMany people are saying that American Airlines overreacted to the girl's tweets. Some teens are even tweeting out against, making bomb threats and asking the airline if they're going to be arrested as well.\nOne tweet from @nonfreak reads, \"release her or I'll bomb your HQ. you gonna arrest me now?\"\nAttempts to play down the severity of the girl's actions, however, are ridiculous. A threat is a threat - no matter who it comes from, and I'm very glad to see that American Airlines took the matter seriously. Not only does it make me feel safer as a customer of the airline, but it also shows some progress in the issue of racial profiling when it comes to national security.\nI remember traveling to and from the United States with my mom when I was younger. Airport security, or whoever they were, would always tell my mom to step aside and then ask me if I know who she was. As I got older, I became the one they told to step aside for \"random\" screening.\nI thought it was simply a part of routine security checks. Later on, I realized that it was in fact about national security, but a lot more of it had to do with racial profiling.\nPeople of color, especially people of Southeast Asian backgrounds, are more than often labeled as potential threats.\nIt's hard, of course, to know what a potential threat really looks like and that is why anyone who makes an open threat or claims to be a member of a terrorist group - regardless of their age, race, or national origin - is probably not someone you want to overlook.\nThere have been gruesome attacks on the nation and around the world that we can't afford to let happen again, and there's no telling who is capable of doing what. That's exactly why American Airlines reacted the way it did to that dumb teenager's tweet. It doesn't matter that she wasn't Afghani or part of Al Qaeda.\nAnyone who claims to be a terrorist should be treated like one. The risk of her threat being true is too high.\n\nLoad-Date: April 16, 2014"
}