{
    "title": "Pool Re exemption from competition law upheld by U.K",
    "publisher": "business insurance",
    "year": 2004,
    "month": 4,
    "day": 19,
    "full text": "LONDON-The U.K. government-backed terrorism reinsurer, Pool Reinsurance Co. Ltd., has been exempted from the country's competition laws on the grounds that its benefits continue to outweigh any potential ill effects on competitors.\nThe London-based Office of Fair Trading acknowledged that certain aspects of Pool Re's structure do prevent, restrict or distort competition, which is prohibited under the Competition Act 1998.\nThe OFT, which has the power to investigate suspected infringements under the act, said the anticompetitive aspects of Pool Re include its requirements that:\n* Insurers that participate in the pool offer terrorism coverage only in conjunction with general commercial property cover.\n* Members reinsure all their terrorism insurance for commercial property with the pool.\n* Policyholders insure their entire portfolio of properties with Pool Re members.\nBut the OFT also outlined the benefits it believes Pool Re provides, which it says continue to outweigh these anticompetitive effects.\nThe benefits, the OFT said, include that Pool Re:\n* Ensures that commercial properties have access to terrorism cover.\n* Facilitates investment in businesses by reducing risk.\n* Could help businesses survive a terrorist act, minimize the adverse impact of an attack and improve economic progress.\nCommenting on the exemption, Rod Armitage, head of company affairs for the Confederation of British Industry, said the employer organization's members have always been supportive of Pool Re.\nHe noted that some insurers at Lloyd's of London offer terrorism coverage outside of Pool Re, but the coverage available does not compare to that offered through Pool Re.\n''Lloyd's attempts to provide an alternative market where you can cherry pick. It is much smaller than Pool Re, but there is something of a competitive market,'' Mr. Armitage said.\nWhen OFT announced in February its provisional conclusion that Pool Re should be exempted from the Competition Act, some underwriters commented that there that was sufficient capacity in the stand-alone terrorism market.\nThe OFT concluded its review of Pool Re last week.\n\nLoad-Date: April 21, 2004"
}