{
    "title": "Poole_ Terrorism comes in many colors",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 8,
    "full text": "Last week on Oct. 1, a mass shooting occurred in Las Vegas, Nevada, at a country music festival. The shooter, Stephen Paddock, killed 58 people from a high-rise hotel, making it the deadliest mass shooting in modern American history.\nA mass shooting is de ned as an incident where four or more people are killed. We need to start looking at who is doing most of these killings and how to prevent them from doing it. That is how we are going to get somewhere as a country.\nAs far as investigators know, there is no reason or motive behind the shooting. When asked about Paddock, Clark County police sheriff Joe Lombardo said Paddock was a \"lone-wolf\" type of shooter.\nCriminals who are labeled \"lone-wolves\" are criminals who plot and execute a plan on their own. e term usually replaces the word \"terrorist\" which leads to a lot of controversy. \"Terrorist\" is almost always associated with people of middle-eastern descent - not white people. The dictionary definition of terrorism is, \"the unlawful use of violence and intimidation, especially against civilians, in the pursuit of political aims.\" In this particular case, there is no known political motive for the shooting just yet.\nBeyond the dictionary de nition though, there's one thing that routinely keeps Paddock safe from being labelled a terrorist: being white. Terrorism became a more emphasized term after 9/11 and that day is the reason why people think Muslim equals terrorist.\nWhen shootings happen in the United States by non-white people, the claim of terrorism is branded easily. In the 2015 San Bernardino shooting that killed 14 people, media headlines and police alike began to label the shooting as a terrorist attack before a motive was even found.\nWhen there are attacks against Muslims, they don't get treated with the same type of seriousness. On Aug. 5, a mosque in Minnesota was bombed by a white man, and it was called \"an explosion.\" Not a \"terrorist attack\" - simply an explosion.\nAnother example is Darren Osborne: a white anti-Muslim terrorist who plowed his van into a group of worshippers at a mosque in June of this year. To emphasize the \"white people can't be terrorists\" stigma, Osborne's mother told police, \"My son is no terrorist. He's just a man with mental issues.\"\nLooking at Paddock's case, the lead investigators have avoided the word terrorism. While that could be due to the lack of political motive, it's still inconsistent with Nevada state laws.\nNevada's state law states an act of terrorism is, \"any act that involves the use or attempted use of sabotage, coercion or violence which is intended to: cause great bodily harm or death to the general population; or cause substantial destruction, contamination or impairment of: any building or infrastructure, communications, transportation, utilities or services; or any natural resource or the environment.\"\nis de nition of an act of terrorism clearly complies with the Las Vegas shooting, so why isn't it being labeled as such? e decision is tied with the approach of those who only focus on terrorism and call it by its name when it can be traced back to Islam.\nWhat makes this even more interesting is that since 1982, 54 percent of mass shootings have been committed by white males, according to the U.S. Bureau of Justice Statistics. African-Americans are the second largest perpetrators, but still only come in at 16 percent of shootings.\nThe Las Vegas shooting has also allowed the topic of gun control to come up again. A lot of conservatives tend to believe guns aren't the problem and there's no way to the number of shootings that take place, but that's false.\nPaddock had 23 guns with him in his hotel\nroom, which he probably intended to use to kill even more people. Investigators found 19 more guns along with various types of ammunition in his home. Why would anyone need that many guns to begin with?\nGun control doesn't mean taking everyone's guns away. ere needs to be stricter laws on who can purchase a gun because this is getting entirely out of hand. America has gotten to the point where I am no longer surprised at hearing the news, \"58 people killed in mass shooting.\"\nI am tired of seeing people getting killed at the end of a barrel, controlled by someone who has no business owning a gun. It's time to do something about this. Call your senator, write a letter or just speak up. How many people are going to have to die before this country realizes there is a problem?\nWe shouldn't only become united when something devastating happens. We need to unite and end the violence.\nRachael Poole\nFollow Rachael Poole CloseYour notification has been saved. There was a problem saving your notification. Whenever Rachael Poole posts new content, you'll get an email delivered to your inbox with a link.\nEmail notifications are only sent once a day, and only if there are new matching items. Save Manage followed notifications Follow Rachael Poole Close\nFollowed notifications\nLog InDon't have an account? Sign Up Today\n\nLoad-Date: October 8, 2017"
}