{
    "title": "Poor maintenance cited on airlines",
    "publisher": "the day ",
    "year": 1989,
    "month": 1,
    "day": 31,
    "full text": "NEW YORK - Americans favor tighter anti-terrorist measures on jetliners    but by a wide margin say poor airplane maintenance is a greater threat    than terrorism, a poll has found. A majority in the Media    General-Associated Press survey said current airline security is    inadequate. Still, nearly two-thirds of respondents said inadequate    maintenance was a greater threat than terrorism, while just 24 percent    saw terrorism as the greater hazard. Twelve percent had no opinion.\n \n Classes resume    at Mass. academy   \n \n AGAWAM, Mass. - Classes resumed Monday at the police academy where one    cadet died and 16 others fell ill after a boot camp-style workout of    push-ups and laps last fall. The 37 recruits of Class 13 were given    haircuts and a lecture on nutrition Monday, a far cry from the    strenuous first-day regimen of their predecessors, according to the new    head of the Criminal Justice Training Council. \"What happened here at    Agawam was an extreme and not at all representative of what the    training council intended to go on,\" said Patrick M. Hamilton.\n \n \n Mass. U.S. attorney    resigns amid probe   \n \n BOSTON - The U.S. attorney for the state resigned Monday after months    of allegations that he used his office as a political tool and lied    about his predecessor smoking marijuana. \"The work of this office is    far too important to be sidetracked by any controversy,\" said Frank L.    McNamara Jr. The 41-year-old Republican has been the target of a    Justice Department investigation since November, when charges that he    saw his predecessor smoke marijuana backfired. Investigators found no    evidence to support the allegations, but McNamara himself admitted    smoking marijuana.\n \n \n Chicken embryos    being sent to space   \n \n WASHINGTON - When the space shuttle Discovery blasts off next month,    32 chicken embryos will be aboard, part of an experiment to determine    whether chickens - and possibly humans - develop better in    weightlessness. The experiment, \"Chix In Space,\" was designed by    Purdue University senior John Vellinger. Discovery is scheduled to lift    off Feb. 23.\n \n \n Tests block 11,500    from armed forces   \n \n WASHINGTON - The Defense Department blocked more than 11,500 people -    about 3.5 percent of applicants - from joining the armed forces last    year because they tested positive for drug or alcohol abuse. The    testing program, mandated by Congress over Pentagon objections, began    last June 1. Even though it tagged more than 11,500 applicants during    the first seven months, some defense officials say the program is not    worth its cost of nearly $ 8-million.\n \n \n 'Night Stalker'    case opens in L.A.   \n \n LOS ANGELES - Richard Ramirez, accused in the \"Night Stalker\" serial    killings, should receive the death penalty for 13 premeditated murders,    prosecutors said Monday as they opened their case. Deputy District    Attorney Philip Halpin said the prosecution will prove its case through    fingerprints lifted from crime scenes, ballistics tests and eyewitness    testimony. Ramirez, 28, was arrested after he was captured by an angry    East Los Angeles mob on Aug. 31, 1985, the day his picture appeared in    newspapers identifying him as the alleged \"Night Stalker.\"\n \n    \n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Frank L. McNamara\n\nLoad-Date: November 9, 1992"
}