{
    "title": "POPE POSTPONES VISIT TO SPAIN UNTIL AFTER OCTOBER ELECTIONS",
    "publisher": "the new york times",
    "year": 1982,
    "month": 9,
    "day": 8,
    "full text": "Pope John Paul II has postponed his visit to Spain until after the country's Oct. 28 elections to avoid interfering in the political campaigning, the Vatican announced today.\nThe deputy Vatican press spokesman, the Rev. Pierfranco Pastore, said the Pope's trip would start Oct. 31, three days after the election.\nA church spokesman in Madrid said the Pope's program, which was to have taken place Oct. 14-22, would involve all of the 16 previously planned stops.\nROME, Sept. 7 (UPI) - Pope John Paul II has postponed his visit to Spain until after the country's Oct. 28 elections to avoid interfering in the political campaigning, the Vatican announced today.\nThe decision was announced one day after John Paul met with the three top church officials in Spain, who recommended that he put off the visit because of the political controversy it might engender.\nAlthough Spanish church officials stressed the visit would be strictly pastoral, church sources in Madrid said the majority of the 31 Spanish bishops who met to discuss the trip last Saturday favored a postponement.\n \nSocialists Accuse Premier\nThe timing of the trip became controversial when Prime Minister Leopoldo Calvo Sotelo, the head of the Union of the Democratic Center, announced that Parliament would be dissolved.\nThe opposition Socialists, who are likely to gain in the voting, accused Mr. Calvo Sotelo of timing the elections so his political alliance could exploit the papal visit for electoral gains.\nBoth church officials and politicians had expressed fears that the Pope's words could have been politically interpreted, particularly if he spoke on such subjects as terrorism, divorce and religious education.\nPedro Bofill, a spokesman for the Socialists, said: ''The postponement of the papal trip means that common sense prevailed.  This way the trip can be purely pastoral.''\nThe crisis in Poland earlier this year forced the Pope to cancel a projected visit to Czestochowa for the 600th anniversary observances for the Black Madonna, the icon revered by Polish Roman Catholics as a symbol of national survival."
}