{
    "title": "POPE, PATRIARCH URGE END TO TERRORISM Religious leaders call for 'global condemnation'",
    "publisher": "the world",
    "year": 2014,
    "month": 12,
    "day": 1,
    "full text": "Pope Francis and the spiritual leader of the world's Orthodox Christians demanded an end to the persecution of religious minorities in Syria and Iraq on Sunday and called for a \"constructive dialogue\" with Muslims, capping hisvisit to Turkey with a strong show of Christian unity in the face of suffering and violence.\n Francis and Ecumenical Patriarch Bartholomew I issued a joint declaration urging leaders in the region to intensify assistance to victims of the Islamic State group, and especially to allow Christians who have had a presence in the region for 2,000 years to remain on their native lands.\n \"The terrible situation of Christians and all those who are suffering in the Middle East calls not only for our constant prayer but also for an appropriate response on the part of the international community,\" they wrote.\n Specifically, Francis told reporters laterthat all Islamic leaders - political, religious, academic - should clearly condemn terrorism so that their people hear it directly from their mouths.\n \"We need a global condemnation - including from Muslims - who say 'This isn't who we are. This isn't the Quran,'\" he said.\n Francis, who represents the 1.2 billion-strong Catholic Church, and Bartholomew, the spiritual leader of the world's 300 million Orthodox Christians, called for \"constructive dialogue\" with Islam \"based on mutual respect and friendship.\"\n \"Inspired by common values and strengthened by genuine fraternal sentiments, Muslims and Christians are called to work together for the sake of justice, peace and respect for the dignity and rights of every person, especially in those regions where they once lived for centuries in peaceful coexistence and now tragically suffer together the horrors of war,\" they said.\n Francis' outreach to Muslims in the Muslim nation, and his comments about the Islamic assault on Christians next door, took center stage during his visit: His prayer in Istanbul's Sultan Ahmet mosque was replayed again and again on Turkish television in a sign that his gesture was greatly appreciated. And it seemed that the message was reciprocated: The grand mufti of Istanbul, Rahmi Yaran, who received him at the mosque, said he hoped that Francis' visit would \"contribute to the world getting along well and living in peace.\"\n The Catholic and Orthodox churches split in 1054 over differences on the primacy of the papacy, and there was a time when patriarchs had to kiss popes' feet. The two churches have grown closer together in recent decades, such that at the end of a joint prayer service Saturday evening, Francis bowed to Bartholomew and asked for his blessing \"for me and the Church of Rome,\" a remarkable display of papal deference to an Orthodox patriarch that underscored Francis' hope to end the schism.\n\nLoad-Date: December 4, 2014"
}