{
    "title": "POPE WARNS ON TERROR; ASKS MUSLIMS TO WORK HARDER TO STOP ATTACKS",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 8,
    "day": 21,
    "full text": "Pope Benedict XVI chose unusually tough language yesterday to tell Muslim leaders they must work harder to combat terrorism and steer youth away from \"the darkness of a new barbarism.\"\n On the third day of his first foreign trip as pope, Benedict met with 10 representatives of Germany's growing Muslim community as part of his effort to reach out to other faiths. But he quickly dispensed with the diplomatic niceties and zeroed in on what he called the \"cruel fanaticism\" of terrorism and the responsibility of religious leaders and educators to prevent it.\n \"You guide Muslim believers and train them in the Islamic faith,\" he told his select audience, who traveled to the Cologne archdiocese to meet the pope. \"Teaching is the vehicle through which ideas and convictions are transmitted. . . . There is no room for apathy and disengagement, and even less for partiality and sectarianism.\"\nBenedict condemned terrorism as a \"perverse and cruel decision\" that \"shows contempt for the sacred right to life and undermines the very foundations of all civil society.\" Terrorists, he said, falsely use religion to poison relations between all religions.\n Benedict's meeting with the Muslims was held at the Cologne archdiocese and journalists were barred from attending, in contrast to the pope's high-profile visit to a synagogue the day before that was televised live.\n His pointed remarks were made to a community with whom his relations were strained and marked a departure from his exceedingly tolerant predecessor.  As Cardinal Joseph Ratzinger, the pope had been quite critical of Islam in a number of his writings. Before and after becoming pope in April, he voiced alarm at the loss of Christian identity, especially in Europe, sacrificed to a modern multiculturalism that accommodates, among other diversities, Islam.\n Benedict has been careful, however, not to link terrorism and Islam in every situation and did not go along with an aide's attempt to condemn the July 7 bombings in London by alleged Islamic militants as an anti-Christian act.\n Several Muslim community leaders said they were disappointed that the pope did not visit a mosque, as he visited a synagogue, and said that had he done so, his message would have had more power.\n Emerging from yesterday's meeting, Muslim leaders sought to find common ground with the pope.\n \"Terrorism is not only a problem that comes up in countries where there are Christians,\" said Ridvan Cakir, president of the Turkish Islamic Committee in Europe, who led the delegation that met with the pope.\n \"It's a problem that we all share,\" he told reporters. \"We all have to be aware of that problem and fight against it.\"\n Benedict's relations with Islam were much more complicated than those of his predecessor, John Paul II, the first pope to visit a mosque. Muslim leaders in Germany said privately they were very worried about the new pontiff and what they considered to be his anti-Muslim views.\n Most Muslims in Germany are of Turkish heritage. Cardinal Ratzinger spoke out against admitting predominantly Muslim Turkey to the European Union because it would dilute the continent's Christian character. Turks were outraged at what they saw as racist exclusion.\n Mahmut Askar, a prominent Muslim leader in Cologne, said he was not surprised at the pope's stern lecture. Muslims, he said, routinely and unfairly are blamed as a group for the terrorism committed by a handful of Islamic extremists.\n \"We are used to this,\" Askar, a Turkish-born engineer who has lived in Germany for more than three decades, said in an interview. He is the secretary-general of an organization that represents Turkish Muslims in Germany.\n \"No one would blame Christianity for terror acts committed by a Christian. But Muslims are always blamed,\" he said. \"What else can we do to show the world that we are not born terrorists?\"\n Still, Askar chose his words carefully and chose to thank the pope rather than criticize him.\n \"With everyone referring these days to the 'war of civilizations,' it is very important that we dialogue,\" he said.\n\nGraphic\n\n \nPHOTO: Anja Niedringhaus/Associated Press: Pilgrims follow a vigil of Pope Benedict XVI at the Marienfeld, a former open-pit coal mine, in Kerpen, near Cologne.\n\nLoad-Date: August 26, 2005"
}