{
    "title": "POPE SEES ARAFAT AND BACKS TALKS",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 24,
    "full text": "Pope John Paul II received Yasir Arafat today and told him that Israelis and Palestinians had ''an identical, fundamental right to their own homelands,'' but that both must reject violence, including terrorism and reprisals.\nThe Pope also encouraged the two sides to begin talks soon that might lead to peace in the Middle East, a Vatican statement said.\n''It is a path that is still perhaps very long and certainly difficult,'' the statement said. ''Nevertheless, certain recent events seem to try to meet the expectations of those populations.''\nJohn Paul did not specify these events, but he was obviously alluding to such developments as the Palestinian leader's stated acceptance of Israel's right to exist, his renunciation of terrorism and the opening of contacts with the United States.\n \nA 20-Minute Session\nMr. Arafat's meeting with the Pope was a reprise of a visit to the Vatican in 1982 that was bitterly denounced by Israel and Jewish groups. Like their first session, this one lasted 20 minutes.\nMr. Arafat, head of the Palestine Liberation Organization, also met today with Prime Minister Ciriaco De Mita and other Italian leaders. While the Italians offered encouraging words, they also made it clear that they were not about to fall out of step with the rest of Western Europe, and would not recognize the independent Palestinian state declared last month.\nThe Palestinian leader apparently did not expect any more, and he gave no sign of disappointment. On the contrary, he told a news conference later that the talks were ''constructive and positive,'' adding: ''It's my good luck that I am talking to friends.''\nAccording to Foreign Minister Giulio Andreotti, Mr. Arafat had said that he was looking for negotiations under United Nations auspices, and hoped for initiatives that might lead to an international conference on the Mideast.\n \nUnder Heavy Security\nIt was a whirlwind visit to Rome for Mr. Arafat, who arrived and left under heavy security. In all, he stayed barely eight hours on what was announced as the first leg of a Western Europe tour intended to round up support for his proclaimed Palestinian state.\nAsserting that his own organization was interested in peace, he strongly attacked the new Israeli Government, saying that its platform was that ''of the Likud and fanatical religious groups.''\n''This is a government of war, that says no to peace, no to the international conference, no to dialogue with the P.L.O., no to the independence of the Palestinian state,'' he said at his news conference in a Rome hotel. The Israeli Government, he charged without providing details, had instructed the Mossad, the Israeli secret service, ''start sabotaging the peace process.''\nAsked about Wednesday's crash of a Pan American World Airways plane in Scotland, Mr. Arafat said that if it turned out to be a result of sabotage, ''it's a criminal action which we condemn.''\n''It's appalling,'' he said. ''We are against this. It's against our peace mission. It is directed against humanity as a whole.''\n \nDenies Links to Terrorism\nAt another point, he repeated previous comments that Palestinian groups advocating terrorism, including the one led by Abu Nidal, did not belong to his organization. ''They are part of the intelligence of several Arab and other states,'' he said.\nJudging from the protocol at the Vatican today, it was apparent that John Paul, like the Italian Government, was not prepared to recognize the announced Palestinian state. Mr. Arafat was not received in a courtyard usually set aside for visiting heads of state, and he was listed on the daily bulletin of papal audiences with a title reserved for ambassadors and ministers.\nThe meeting had been requested by the Palestinian, the Vatican statement said, and the Pope consented ''with the vivid will to encourage dialogue, which is the only means to seek a just solution to the Middle Eastern conflict, excluding every form of recourse to arms and violence and, above all, to terrorism and reprisals.''\nJohn Paul, according to the statement, said he was ''profoundly convinced that the two people have an identical, fundamental right to their own homelands in which to live in freedom, dignity and security, in harmony with the people of their neighboring countries.''\n\nGraphic\n\n \nPhoto of Pope John Paul II showing Yasir Arafat a Nativity scene yesterday at the Vatican (Agence France-Presse)"
}