{
    "title": "Pope spells out growing threats to world peace Among them are terrorism and 'fanatic fundamentalism,",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 1,
    "day": 2,
    "full text": "Pope Benedict XVI warned Sunday that terrorism, nihilism and \"fanatic fundamentalism\" threatened world peace. He called on individuals, governments and institutions to work together to fight them.\nBenedict made the appeal during a Mass in St. Peter's Basilica to mark New Year's Day, which the Roman Catholic Church celebrates annually as its World Day of Peace.\nIn his homily, the pope said a \"shock\" of courage and faith in God was necessary to spread peace, and that everyone must work together to fight the threats to it.\n\"It becomes ever more important to work together for peace when confronting the situations of injustice and violence that continue to oppress various parts of the world, those that are the new and most insidious threats to peace: terrorism, nihilism and fanatic fundamentalism,\" he said.\nHe said individuals, international organizations and world powers must take responsibility for promoting justice, solidarity and peace.\nIn particular, he called for the United Nations to assume a renewed understanding of its responsibility to promote peace and justice \"in a world ever more marked by the vast phenomenon of globalization.\"\nAfter the Mass, tens of thousands of people standing under a carpet of umbrellas to guard against a downpour jammed the piazza to hear Benedict issue New Year's Day greetings in a half-dozen languages from his apartment window.\nDuring the Mass, youngsters dressed as the three kings and adults dressed in traditional costumes brought the offertory gifts up to the altar, which was decked with pines and flowers for the Christmas holiday season. Prayers were read out in a host of languages, including Chinese, Russian and Arabic.\nThe pope said he was praying that this year would \"be for all of us a year of prosperity and peace.\"\n\nGraphic\n\n \nPHOTO\n PHOTO - Pope Benedict XVI celebrates Mass Sunday in Rome on the church's annual World Day of Peace. After the Mass at St. Peter's Basilica, tens of thousands gathered in the piazza to hear the pope issue New Year's Day greetings in a half-dozen languages.   Gregorio Borgia | The Associated Press \n\nLoad-Date: January 3, 2006"
}