{
    "title": "Pope prays for pandemic's end",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 10,
    "day": 21,
    "full text": "ROME — A masked Pope Francis welcomed religious leaders to a socially-distanced interfaith peace prayer Tuesday, appealing for a unified international effort to work for peace and an end to the coronavirus pandemic. Christian, Muslim, Jewish, Buddhist, Sikh and Hindu leaders stood for a minute of silence to pray for all the victims of COVID-19 and a universally available vaccine, as the sun set on the piazza overlooking the Roman Forum. \"The pandemic is reminding us that we are blood brothers and sisters,\" they said in a joint appeal issued at the end of the service. \nFor weeks, Francis has shunned facemasks in his public and private audiences despite a surge in COVID-19 cases across Italy and even inside Vatican City. But he donned one throughout the prayer service Tuesday, removing it only to speak. In a sense he was only following Italian law, since facemasks must now be worn indoors and out. His invited guests followed suit, keeping their distance from one another and using individual pens to sign the joint appeal. The microphone was disinfected after each speaker finished delivering remarks about the need to work for an end to wars, hunger, terrorism — and the pandemic. The event brought a host of religious leaders to the Eternal City despite virus-related travel restrictions: the spiritual leader of the world's Orthodox Christians, Patriarch Bartholomew I, was on hand from Istanbul, Turkey while other leaders came from continental Europe and beyond. The service was organized by the Rome-based Sant'Egidio Community, which each year organizes an interfaith peace prayer in the spirit of the first one of its kind, celebrated by St. John Paul II in Assisi in 1986. Onto the list of wars, conflicts and civil strife that have featured in past peace prayers, this year's edition was shaped from start to finish by the pandemic. \"May we immediately unite our efforts to contain the spread of the virus until there is a vaccine that is suitable and available to all,\" said the joint appeal. Francis focused his remarks on the temptation to \"save yourself,\" and think of your own problems and interests \"as if nothing else mattered.\" \"It is a very human instinct, but wrong,\" Francis said. \"No people, no social group, can single-handedly achieve peace, prosperity, security and happiness. None,\" he said. \"The lesson learned from the recent pandemic, if we wish to be honest, is the awareness that we are a global community, all in the same boat, where one person's problems are the problems of all.''\n\nGraphic\n\n \nAssociated Press Pope Francis lights a candle Tuesday for peace during an inter-religious ceremony in the square outside Rome's City Hall.\n\nLoad-Date: October 21, 2020"
}