{
    "title": "POPE, IN COLOMBIA , ATTACKS ECONOMIC INEQUALITY",
    "publisher": "the new york times",
    "year": 1986,
    "month": 7,
    "day": 2,
    "full text": "Pope John Paul II arrived here today and condemned the economic power exercised by wealthy nations over poor ones. He also urged this country's political leaders to resist the expansion of the ''tragic and macabre empire'' of terrorism.\nBeginning a weeklong visit to a nation afflicted with violence and poverty, John Paul delivered one of his strongest statements on economics with a plea ''to close as much as possible the gap between the rich and the poor.''\nIn a clear reprimand to the wealthy nations, the Pope warned that the problems of third world indebtedness could not be solved merely by resort to the laws of the marketplace.\n''Dialogue between peoples is indispensible in order to reach equitable agreements which are not just subservient to economic laws, which have no soul nor moral criteria,'' the Pope told a gathering of Colombian political and business leaders this evening at the Presidential Palace.\n''This is where international solidarity is urgent, especially regarding the problem of foreign debt, which overwhelms Latin America and other countries of the world.''\n''The poor people,'' he declared at another point, ''cannot pay intolerably high social costs by sacrificing the right to development, of which they are deprived, while other people enjoy opulence.''\n \nWarm Greetings on Arrival\nAfter a 12-hour plane flight from Rome, John Paul arrived in this Andean capital for a visit that will take him to centers of guerrilla activity and also of the country's booming narcotics trade.\nPresident Belisario Betancur greeted the Pope on his arrival at the El Dorado International Airport here as colorfully dressed military bands played the papal anthem and then Colombia's national hymn.\nLarge crowds lined the nine-mile route of the Pope's motorcade from the airport to Bolivar Square, the site of the city's 19th-century cathedral. Last November the square was the scene of a fierce battle when army troops stormed the Palace of Justice, occupied by fighters of the M-19 guerrilla movement.\nToday, the spirit was one of celebration and the square erupted with shouts, cheers and wild applause as John Paul arrived. His visit is viewed by many of Colombia's 28 million people, 95 percent of whom are Roman Catholics, as a symbol of relief after a year marked by political violence and natural disaster.\nThe Pope will travel later this week to the desolate sea of mud that was once the town of Armero, where 22,000 people were killed last November in the eruption of the Nevado del Ruiz volcano.\n \nNo Mediation With Rebels\nIn conversations with reporters aboard his plane, the Pope said he would not accept invitations from the country's two main guerrilla groups -M-19 and the Colombian Revolutionary Armed Forces - to mediate in this country's fierce conflicts.\n''I am going to a country that has its sovereignty, its institutions, its authorities, and these are the first people who are responsible for resolving these problems,'' the Pope said.\nThe Pope's remarks were a prelude to his speech to the political leaders, his toughest statement on economics since September 1984 when he sharply criticized unfettered capitalism and said the poor nations of the earth would ''judge'' the wealthy for practicing an ''imperialist monopoly.''\nThis time, the Pope linked his criticism of the well-off to his attacks on terrorism, which were also among the strongest he has ever delivered on the subject.\n''In open contrast to the civilization of love, the specter of violence appears with disquieting characteristics that leave its consequences of sorrow and death in so many parts of the world,'' the Pope declared.\n''We are witnessing, not without grief, the repeated attacks against peace by various forms of violence, whose extreme and disastrous expression is terrorism.''\n \nPolitical and Economic Factors\nTerrorism, the Pope continued, ''has its roots in political and economic factors which are worsened by the interference of ideologies, by foreign powers and, not infrequently, by the collapse of moral values.''\nJohn Paul urged the political leaders to build ''a society which proceeds in an atmosphere of peace, in which violence and terrorism do not extend their tragic and macabre empire, and where injustices and disparities do not lead to desperation in important sectors of the population and spur them to behavior that would destroy the fabric of society.''\nIn his conversations with reporters aboard his plane, John Paul praised President Betancur's efforts to negotiate a settlement with the guerrillas Later, he referred to Colombia's ''generous efforts to achieve peace on its own soil, as well as in brother countries'' - an allusion to Colombia's efforts to mediate peace in Central America.\nPresident Betancur's efforts at a peaceful solution with the guerrillas have at best been only partly successful. The M-19 guerrilla group has carried out a series of bold attacks, including an ambush last month of the Interior Minister, Jaime Castro.\nM-19, which has announced a truce during the Pope's visit, sought a meeting with John Paul, as did the Revolutionary Armed Forces. But Joaquin Navarro Valls, the chief Vatican spokesman, said the Vatican had not responded."
}