{
    "title": "Pope decries _blind, brutal terrorism'",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 3,
    "day": 28,
    "full text": "VATICAN CITY — Pope Francis tempered his Easter Sunday message of Christian hope with a denunciation of \"blind\" terrorism, recalling victims of attacks in Europe, Africa and elsewhere, as well as expressing dismay that people fleeing war or poverty are being denied welcome as European countries squabble over the refugee crisis.\nTens of thousands of people patiently endured long lines, backpack inspections and metal-detecting checks Sunday to enter St. Peter's Square.\nUnder a brilliant sun, they listened to Francis deliver the traditional noon Easter speech from the central balcony of St. Peter's Basilica.\nTo their delight, Francis completed a whirl through the square, made colorful with sprays of tulips and other spring flowers, in his open-topped pope-mobile after celebrating Mass on the steps of the basilica.\nFrancis said, for the faithful, Jesus \"triumphed over evil and sin\" by rising after death by crucifixion. The pope expressed hope that \"will draw us closer to the victims of terrorism, that blind and brutal form of violence.\"\nIn his speech, Francis cited recent attacks in Belgium, Turkey, Nigeria, Chad, Cameroon, Ivory Coast and Iraq.\nSeparately, in a condolences telegram, the pope said he was saddened by \"the great loss of life caused by the terrorist attack\" during a match in an Iraqi soccer stadium Friday. That attack, claimed by Islamic State group, killed more than 40 people.\nFrancis said he prayed that the Iraqi people would, in response to the attack, \"be strengthened in their resolve to reject the ways of hatred and conflict to work together'\" for a future of mutual respect and freedom.\nIn his balcony speech, Francis said Easter \"invites us not to forget those men and women seeking a better future, an ever more numerous throng of migrants and refugees — including many children — fleeing from war, hunger, poverty and social injustice,\" he said.\nAs he has done repeatedly, Francis lamented that \"all too often, these brothers and sisters of ours meet along the way with death or, in any event, rejection by those who could offer them welcome and assistance.\"\nSome European countries have erected barbed-wire fences and other barriers to keep out those who continue to arrive on Greek and Italian shores after risky sea voyages on smugglers' boats. Another strategy has been for some European countries to express a preference for accepting Christian refugees over Muslim ones — which would effectively rule out the vast majority of Syrian refugees.\n\nGraphic\n\n \nAssociated Press Pope Francis delivers the Urbi et Orbi (to the city and to the world) message at end of the Easter Mass on Sunday in St. Peter's Square.\n\nLoad-Date: March 28, 2016"
}