{
    "title": "POPE URGES YOUNG TO TAKE HEART DESPITE TERRORISM, MIDEAST CONFLICT",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 7,
    "day": 22,
    "full text": "Shortly before heading to a Catholic youth celebration in Canada, Pope John Paul II urged young people Sunday not to be afraid in a world shaken by the terrorist attacks of Sept. 11 and conflict in the Middle East.\nThe 82-year-old pope, speaking to the faithful from his summer retreat, is scheduled to leave Tuesday for Toronto, where the Catholic Church will hold World Youth Day. He addressed the young Sunday, calling them \"the future and hope of the church and of humanity.\"\n\"The tragic events of last September 11 and of the conflict in the Holy Land have thrown a dark shadow over the world,\" he said. \"But Jesus exhorts his disciples to not have fear, and he repeats to them: 'You are the salt of the earth. … You are the light of the world.'\n\"Young Christians who will meet in Toronto are ready to respond to Christ: 'Here we are.'\"\nWorld Youth Day is an event that traditionally draws hundreds of thousands. But this year organizers say the number of people registered is well below expected figures - a fact perhaps influenced by fears of terrorism and international travel.\nJohn Paul, who has appeared increasingly weak in recent months, arrived at his palace in this lakeside town outside Rome two weeks ago and seems to have gained some strength from his rest. For the first time, he has held his Wednesday general audiences in Castel Gandolfo to spare himself the commute to Vatican City.\nThe pope suffers from Parkinson's disease, including hand tremors, difficulty in walking and slurred speech.\nThe pope's trip to Canada, Guatemala and Mexico will last from Tuesday until Aug. 2.\n\"God willing, I will leave the day after tomorrow to meet the boys and girls who, coming from every corner of the earth, will converge on Toronto,\" he said. \"I go to pray with them, be joyful and have together with them an enriching experience of faith.\"\n\nNotes\n\nPAGE TWO\n\nGraphic\n\n \nPHOTO; Photo by THE ASSOCIATED PRESS - Cardinal Jozef Glemp, the primate of Poland, blesses an 18-foot bronze sculpture of Pope John Paul II in Brampton, Ontario, near Toronto on Sunday. The pope will be traveling to Toronto on Tuesday to attend the Catholic Church's World Youth Day.\n\nLoad-Date: July 22, 2002"
}