{
    "title": "Pope wishes Christmas peace for those scarred by war, terror(2)",
    "publisher": "the world",
    "year": 2016,
    "month": 12,
    "day": 26,
    "full text": "VATICAN CITY - Decrying the suffering in Syria, Pope Francis on Sunday wished Christmas peace and hope for all those scarred by war and terrorism, which he said is sowing \"fear and death in the heart of many countries and cities.\nSome 40,000 tourists and Romans calmly endured long security lines to enter St. Peter's Square to see the pope on the central balcony of St. Peter's Basilica, where he delivered the traditional \"Urbi et Orbi (\"to the city and to the world ) Christmas message and blessing.\nFrancis spoke sorrowfully of the suffering caused by the Syrian war, especially in Aleppo, pressing the international community to help negotiate a solution. He urged Israelis and Palestinians to \"write a new page of history, where hate and revenge give way toward building a future of understanding and harmony.\nHe also cited the \"brutality of terrorism in Iraq, Libya and Yemen.\nIn Nigeria, the pope lamented, \"fundamentalist terrorism exploits even children, a reference to child suicide bombers. He expressed hope that dialogue would prevail over 'the mindset of conflict in both South Sudan and the Democratic Republic of the Congo.\nThe heavy security at the Vatican reflected apprehension in much of Europe, which is reeling from extremist attacks. Last week, 12 people died in Berlin when a Tunisian man who had pledged allegiance to the Islamic State group plowed a truck through a crowd at a Christmas market. He was killed a few days later in a shootout near Milan.\n\"Peace to all those who have been injured or have suffered the loss of a loved one due to the brutal acts of terrorism that have sown fear and death in the heart of many countries and cities, the pope said.\nReferring to the meaning of Jesus' birth, Francis said: \"Today this message goes out to the ends of the Earth to reach all peoples, especially those scarred by war and harsh conflicts that seem stronger than the yearning for peace.\nHis Christmas message also recalled Colombia, which has seen his personal intervention try to end Latin America's longest running conflict, and Venezuela, where a papal envoy has tried to facilitate talks between the government and the opposition as Venezuelans endure widespread food and medicine shortages.\nFrancis expressed concern over tensions on the Korean peninsula, and over Myanmar, which he said should \"consolidate efforts to promote peaceful coexistence.\nDuring Christmas Eve Mass in the basilica, Francis said Jesus' birth, in a humble stable, calls to mind how some children today must hide in underground bomb shelters, live on the street, lie on the bottom of overcrowded smugglers' boats, are given weapons instead of toys or aren't allowed to be born at all.\nThroughout his papacy, Francis has denounced the Islamic extremist violence that has driven Christians from Mideast communities that date to Christianity's foundations. He has also demanded that Europe in particular do more to welcome refugees.\nReflecting the pope's concern for migrants, refugees and others on society's margins, Bologna's archbishop celebrated a Christmas Eve Mass for the homeless in a waiting room of that Italian city's main train station.\n\nLoad-Date: December 27, 2016"
}