{
    "title": "Pope urges Muslims to stop jihadists",
    "publisher": "the world",
    "year": 2005,
    "month": 8,
    "day": 21,
    "full text": "COLOGNE, Germany - Pope Benedict XVI decried the \"cruel fanaticism\" of terrorism Saturday and urged Muslims to join Christians in combatting its spread.\nIn blunt remarks, he told a gathering of Muslim officials in Germany that Muslim leaders had a \"great responsibility\" in properly educating their younger generations.\n\"I am certain that I echo your own thoughts when I bring up as one of our concerns the spread of terrorism,\" Benedict told the Muslim leadership, mainly Turks, in his most extensive remarks on terrorism during his four-month papacy.\n\"Terrorist activity is continually recurring in various parts of the world, sowing death and destruction, and plunging many of our brothers and sisters into grief and despair.\"\nBenedict did not mention specific attacks or assess blame, but it appeared significant that he chose a Muslim audience for his remarks on terrorism.\n\"Those who instigate and plan these attacks evidently wish to poison our relations, making use of all means, including religion, to oppose every attempt to build a peaceful, fair and serene life together,\" he said.\nThe meeting, during Benedict's four-day trip to Germany for World Youth Day, was part of the pope's outreach to non-Catholics to achieve common positions on social issues and world peace. There are 3.5 million Muslims in Germany, one of the highest populations in western Europe.\nGoing into Saturday's meeting, he had been cautious about making any links between terrorism and Islam, rejecting the idea that the world faced a \"clash of civilizations\" and reportedly overruling an aide who wanted to brand the July 7 London bombings as anti-Christian.\nBut in warning Saturday that the world risked exposure to \"the darkness of a new barbarism,\" he stressed that Muslim leaders must \"guide Muslim believers and train them in the Islamic faith.\"\n\"Teaching is the vehicle through which ideas and convictions are transmitted. Words are highly influential in the education of the mind. You, therefore, have a great responsibility for the formation of the younger generation,\" the pontiff said.\nBy working together, Catholics and Muslims could \"turn back the wave of cruel fanaticism that endangers the lives of so many people and hinders progress toward world peace,\" he said.\nIsrael sharply criticized the Vatican last month after Benedict condemned terrorist attacks in Britain, Egypt, Iraq and Turkey but did not mention a suicide bombing in Israel that killed five Israelis.\nBenedict also alluded to another of his themes - the need for reciprocity in religious freedom for Christians and other minorities in some Islamic countries. He did not name any, but said \"the defense of religious freedom … is a permanent imperative and respect for minorities is a clear sign of true civilization.\"\nThe meeting with Muslims came a day after Benedict visited the Cologne synagogue to meet with Jewish leaders and met with Protestant and Orthodox Christian representatives.\nEarlier Saturday, Benedict met with Gerhard Schroeder and the German chancellor's challenger in Sept. 18 elections, Angela Merkel, in a courtesy visit.\nMerkel, leader of the Christian Democratic Union and the daughter of a Protestant minister, said after the meeting that \"it was a great joy to see the Holy Father. It was great to meet a German pope on German soil.\"\nSchroeder had no public comment.\nAfter the day's meetings, Benedict was to move to the Marienfeld, a former coal mine outside Cologne for an outdoor evening service as part of the festival that has drawn more than 400,000 young people. Many of them made plans to come when John Paul II, the founder of the festival, was still alive and are eager to get to know his successor.\nMany of the pilgrims at Saturday's vigil were expected to spend the night under the open sky to attend this morning's concluding Mass celebrated by Benedict. Organizers say they expect as many as 1 million to attend.\n\nLoad-Date: August 22, 2005"
}