{
    "title": "POPE SAYS CHURCH IS 'ON SIDE OF THE WORKERS'",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 23,
    "full text": "Pope John Paul II said today, after receiving a briefing on the Polish crisis, that the prospects for peace in Poland and elsewhere were being darkened by ''deadly shadows.''\nIn a long address to cardinals and other prelates of the Curia, the administrative body of the Roman Catholic Church, he said he was continuing to pray that the Polish people ''may be spared from further suffering,'' and he made what appeared to be a gesture of support for Lech Walesa, the leader of the Polish trade union Solidarity, who is reportedly under house arrest.\nThe Pope expressed support for the workers of Poland and of all countries when he said, ''The church is on the side of the workers.'' But, as in all other public statements since the Polish crackdown, he refrained from direct criticsm of the Polish military authorities.\nPope John Paul II makes apparent gesture of support for Polish trade union leader Lech Walesa and Polish workersPolish Prelate Meets With Pope\nA few minutes before his address, the Pope completed his second long meeting with Msgr. Bronislaw Dabrowski, the first Polish prelate to reach the Vatican from Warsaw since the imposition of martial law on Dec. 13. Monsignor Dabrowski, the secretary of the Polish Bishops Conference, arrived here Monday night and was immediately received by the Pope.\nIn his address, the Pope said he remembered ''with emotion'' the audience he had with Mr. Walesa last January and the Papal message he addressed to both the labor leader and his followers. That message hailed the establishment of Solidarity as an event of great importance and expressed the hope that the trade union would be able to continue its work with courage and with prudence and moderation.\n \nChurch Is Backing Walesa\nCatholic leaders, both at the Vatican and in Warsaw, continue to regard Mr. Walesa as the person best equipped to represent the interests of the Polish workers and have been pressing for the resumption of negotiations between him and the Polish regime. The Pope's warm words today about his personal relationship with Mr.  Walesa, his first reference to the labor leader since the imposition of martial law, were apparently intended to underline this position of the church.\nThe Pope spoke in Italian in the Vatican assembly hall. The occasion was the annual presentation of Christmas greetings to the prelates, whom he received along with all the religious and lay employees of the Vatican.\nMonsignor Dabrowski's account of the situation in Poland was not made public, but Vatican sources said he told the Pontiff that Mr.  Walesa was phsyically well and, contrary to rumors a few days ago, had not been transferred to a prison from his place of internment in a private house near Warsaw. There had also been rumors that Mr.  Walesa had suffered a heart attack, and these were denied.\n \n'To Silence the Church'\nMonsignor Dabrowski, who is due to leave for Warsaw Wednesday, was quoted in a Finnish newspaper Monday as saying that if the Polish regime could silence Solidarity, it would then take action ''to silence the church.'' The newspaper, the Helsinki daily Helsingin Sanomat, reported the prelate's view in a dispatch from Warsaw.\nIn describing the church as being ''on the side of the workers,'' the Pope called in his address for ''constant respect for the dignity of those who work, of their families, of the societies in which they live and for their rights and obligations.'' This, too, was interpreted as a reference to the rights of the members of Solidarity and to what the church perceives as its duty to stay moderate.\n''There are deadly shadows,'' the Pope said, ''areas of conflict and tension, the mere thought of which fill the heart with pain.''\n \nPope Mentions Central America\nCiting the areas of the world in which tensions and suffering appeared to be deepest, the Pope said that ''the painful and dramatic situation'' in Central America filled him with concern.\nHe mentioned ''the frequent bloodshed in Lebanon'' and also spoke of ''the continuing terrorist actions in beloved Northern Ireland.'' ''It is my duty to raise my voice against the grave and still unresolved phenomenon of international terrorism,'' he said, ''which poses a permanent threat to the domestic and international peace of nations.''\nHe singled out Anwar el-Sadat of Egypt as a victim of terrorism, cited the attack on President Reagan and added, ''I cannot forget my own personal experience on that afternoon of May 13 in St. Peter's Square when I escaped death through the obvious protection of the Lord that was accorded me through the intercession of the Holy Virgin on the day of the anniversary of her apparition to Fatima.''\n \nSays Attacks Defy Reason\nThe reasons behind these attacks defy reason, the Pope said, adding that they ''grow from unknown roots which, however, can always be traced back to hatred, to ideological confusion and to the attempt to inject uncertainty and fear into international life.''\n''The lasting threat of this grave danger for the future of mankind,'' the Pope said, ''and my own experience in going through the crucible of such a tremendous test make me raise my griefstricken voice once more'' to appeal to internatinal terrorists to desist from their ''mad death threats.''\n''Let them search,'' he added, ''together with all the others, for a solution of the problems that afflict society, not through violence but through cooperation in an effort to bring about a general improvement which can be achieved only through respect for human and spiritual values.''\n\nGraphic\n\n \nIllustrations: Photo of Pope John Paul II"
}