{
    "title": "Pope urges prayer to save the world from terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 10,
    "day": 1,
    "full text": "Declaring Sept. 11 a dark day in history, Pope John Paul II yesterday urged frequent prayer to help save the world from the \"vicious scourge\" of terrorism and said justice goes hand-in-hand with peace.\nSpeaking from the window of his private studio overlooking St. Peter's Square, he also encouraged Catholics to be \"on the front lines in the search for justice, in banishing violence, and in being agents of peace.\"\nJohn Paul invited faithful to say the Rosary, \"possibly every day, for peace, so that the world be saved from the vicious scourge of terrorism.\"\n\"The terrible tragedy of Sept. 11 will be remembered as a dark day in the history of humanity,\" the pontiff said.\nHe added that the church intended to \"remind all men of their duty to construct a future of peace for the entire human family.\"\nIn an apparent reference to the U.S. determination to bring the terrorists to justice, John Paul said: \"Certainly, peace is not separated from justice, but it must always be fed by mercifulness and by love.\"\nDuring his trip to Kazakstan a week earlier, John Paul had prayed: \"I beg God to keep the world in peace,\" an appeal that was taken by some to mean the Vatican was insisting that dialogue, not war, might prevail in dealing with terrorism, in line with the pontiff's opposition to the 1991 Persian Gulf war.\nBut days later, his spokesman, Joaquin Navarro-Valls, spoke of the principle of \"just wars\" that could justify an American military intervention in the aftermath of the Sept. 11 attacks on the World Trade Center and the Pentagon.\nIn yesterday's appeal in St. Peter's Square, John Paul also spoke of Jews, Christians and Muslims and their love of one God.\n\"The three religions, thus, have the vocation of unity and peace,\" he said.\nJohn Paul concluded by praying for \"all of humanity, so that hate and death may not have the final word.\"\n\nNotes\n\nAmerica in the Aftermath\n\nGraphic\n\n \nPHOTO;\nPLINIO LEPRI, Associated Press\nPope John Paul II celebrates Mass at St. Peter's Basilica to mark the beginning of a monthlong meeting of bishops from around the world.\n\nLoad-Date: October 31, 2001"
}