{
    "title": "Pope prays for halt to _murderous hand_ of terrorism In trip to Germany , he will meet with Muslims",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 25,
    "full text": "Pope Benedict XVI prayed Sunday for God to stop the \"murderous hand\" of terrorists, stepping up his condemnation of the recent attacks in Europe and the Middle East blamed on Islamic extremists.\nAt the same time, Benedict's spokesman said the pope was placing immense importance on a meeting in Cologne, Germany, next month with some of Germany's Muslims.\nThe pope, who is traveling to Cologne for the church's World Youth Day, added the meeting with Muslims to his itinerary after deciding to visit Cologne's synagogue, clearly trying to make a statement about the need for dialogue among religions during his first foreign trip.\n\"It's a very strong signal, that at the beginning of his pontificate, there is this desire for a dialogue among the three great monotheistic religions that are inspired by, and have reference to Abraham,\" spokesman Joaquin Navarro-Valls said.\nBenedict referred to the recent \"abhorrent terrorist attacks\" in Egypt, Britain, Turkey and Iraq during his noontime blessing delivered for the second Sunday in a row from his Alpine retreat in Italy's northwestern Valle d'Aosta region, where he is vacationing.\n\"While we grant to divine goodness the dead, the wounded and their dear ones -- victims of such acts that offend God and man -- we invoke the Almighty to stop the murderous hand of those who, driven by fanaticism and hatred, commit such acts and ask him to convert their hearts and minds to reconciliation and peace,\" Benedict said.\nBenedict also returned to a topic he has been emphasizing in his three months as pope: the need for Europeans to reaffirm the Christian roots of the continent.\nHe quoted Pope John Paul II as urging Europeans to \"return to yourselves. Discover your origins. Revive your roots. Revive those authentic values that made your history glorious and made your presence among other continents blessed.\"\nBenedict said he wanted to send the same message to Europe's youth during the World Youth Day ceremonies, which he will attend Aug. 18-21.\nBenedict has been in Les Combes since July 11 and is due to remain until July 28, when he will move to the papal summer retreat in Castel Gandolfo in the Alban hills south of Rome.\n\nGraphic\n\n \nPHOTO\n PHOTO - Benedict Spoke at Alpine retreat \n\nLoad-Date: July 26, 2005"
}