{
    "title": "POPE URGES YOUTHS TO BE _ARTISANS OF PEACE_; VIOLENCE AND TERRORISM ARE SOWING HATRED, HE SAYS ON VI",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 5,
    "day": 4,
    "full text": "Pope John Paul II urged hundreds of thousands of young people Saturday to be \"artisans of peace,\" saying at a rally outside Madrid that violence and terrorism are sowing hatred and death in the world.\nThe pope made peace a theme of the opening day of his weekend visit to Spain, clearly referring to his opposition to the U.S.-led war in Iraq.\n\"Dear young people, you well know how concerned I am about peace in the world,\" he said in a clear voice. \"The spiral of violence, of terrorism and war provokes, even in our days, hatred and death.\"\nPolice estimated that up to 600,000 young people - well above the church's prediction - filled the grounds of the Cuatro Vientos air base on the outskirts of Madrid.\nThe government of Prime Minister Jose Maria Aznar, which includes several conservative Catholic ministers, supported the Iraq war, although the vast majority of Spaniards were opposed.\nJohn Paul said peace was a \"gift from heaven\" that must be achieved through a \"profound interior conversion.\" He urged young people to be \"workers and artisans of peace,\" and rejected \"exaggerated nationalism, racism and intolerance.\"\n\"Respond to the blind violence and inhuman hate with the fascinating power of love,\" John Paul said.\nHis remarks on peace were interrupted by applause and shouts of \"Viva el Papa.\" One sign indicated Spain's enthusiasm for the pontiff: \"Juan Pablo: ole, ole, ole.\"\nThe Vatican maintained that the war in Iraq was neither morally nor legally justified. It has suggested that the United Nations play a role in reconstruction efforts.\nAs often happens at such rallies, seeing so many young people seemed to reinvigorate the pope. At one point he called himself \"a young man of 83\" - which he turns on May 18. He also stood up during one prayer, holding on to both arms of the chair for support.\nBefore attending the youth rally, John Paul met with Aznar and his wife. They stuck to family issues and did not discuss Aznar's stance in the Iraq war, papal spokesman Joaquin Navarro-Valls said.\nThe pope's 32-hour trip, his fifth visit to Spain and 99th foreign tour of his papacy, was a test of his health. John Paul experiences the symptoms of Parkinson's - a progressive neurological disorder - that include slurred speech and trembling hands. He also has knee and hip ailments that make walking difficult.\nThe pontiff is seeking to reinvigorate Spanish Roman Catholics who have strayed from their once-dominant church, and planned to proclaim five new saints Sunday as part of his efforts to provide role models for the faithful.\nKing Juan Carlos and Queen Sofia greeted him as he made his first visit abroad in nine months.\n\nNotes\n\nPAGE 2\n\nGraphic\n\n \nPHOTO; THE ASSOCIATED PRESS Photo - Queen Sofia of Spain kisses the hand of Pope John Paul II at Madrid's Barajas airport on Saturday. The pope is on a two-day visit to Spain, where he plans to proclaim five new saints.\n\nLoad-Date: May 4, 2003"
}