{
    "title": "Popular Posts Recent Posts Media Voice of Reason_ The War on Terror The Knox Student About Contact U",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 18,
    "full text": "The death of Osama bin Laden has provoked no shortage of ridiculous claims, with none perhaps as prominent as the idea that his death marks the end of the \"War on Terror.\" Though I would be thrilled if America simply declared victory and called it quits, my hopes are not based in anything except my own wishful thinking. The nature of this \"war\" is to be vague, shadowy, and indefinite. Wars against amorphous concepts do not end with the death of a single man, and this one is no different.\nThe first usage of \"war on terrorism\" by an American president came not after September 11, 2001 but in 1984 when Ronald Reagan used it. As much as we enjoy forgetting it, there was world terrorism then too, only it looked radically different than it does now. Europe feared not Islamic radicals but home-grown Marxists with bombs, who belonged to groups such as the German Red Army Faction or Italian Red Brigades. The Irish Republican Army was still a serious threat in the United Kingdom. The Middle East was then, as now, a hotbed of terror, but the threat was from secular groups such as The Popular Front for the Liberation of Palestine and the Kurdistan Workers' Party. Even Latin America saw bloody fights against the leftist Peruvian Shining Path and the Armed Revolutionary Forces of Columbia.\nNotice a common trend among most of these groups? They don't exist anymore. Even those still surviving have been weakened severely. Yet terrorism has not decreased in any significant sense on a worldwide scale. It has only changed form. There is an important lesson to take from this, namely that it is possible to defeat every, most or even all world terrorist groups and not have defeated terrorism. A successful conclusion of the War on Terror would require not only an end to all Islamic extremism, in itself an absurd task, but an end to every ideology that might lead to terrorism against America. Example: the Greek anarchist group Revolutionary Struggle has fired RPGs at the American embassy in Athens. Surely they are terrorists, too, which would also mean that they must come under the umbrella of the War on Terror and must be dealt with as well.\nWhy stop at just anti-American terror groups? Why are we not obligated to stop the terrorists that threaten our allies too? After all, many of them helped us in the fight against al-Qaeda. If so, that would require us taking on Latin American Marxists (FARC is still out there), Japanese cultists, Filipino insurgents (both Marxists and Islamists in this case!), IRA splinter groups in North Ireland and Kurdish separatists in Turkey, to name just a few.\nAs silly as this may all sound, George Bush's original proclamation of war said explicitly, \"Our 'War on Terror' begins with al-Qaeda, but it does not end there. It will not end until every terrorist group of global reach has been found, stopped and defeated.\" Every one of those groups above is officially designated a Foreign Terrorist Organization by the federal government, which means that American citizens are banned from supporting them in any way. If there is legitimate reason to fear that they have operations in America, they must then have global reach and thus fall under President Bush's never-refuted definition.\nPresident Obama can refer to \"overseas contingency operations\" or whatever euphemisms he wishes. \"Words, words, words\" as Hamlet would have replied. What needs to happen is an official declaration from the President that the War on Terror is over. The United States can still attack targets that are a direct threat to American national security as well as assist allies if they request it, but we are not at war against a disembodied concept anymore. We are not even at war with all Islamic extremism, only that which threatens America or core American interests. Lord Palmerstone once said Britain had no permanent friends, only permanent interests. America may soon find itself with the converse: no permanent enemies, only permanent war.\n\nLoad-Date: December 18, 2015"
}