{
    "title": "Portrait of London Bridge Killer, in His Own Words",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 5,
    "full text": "The extremist behind last week’s London Bridge attack wrote letters to the authorities from jail, claiming that he was on a “new path” and was “learning to become a good Muslim.”\nLONDON — “I have learnt that many of my past beliefs came from my misinterpretations of Islam,” the young man wrote to his probation officers. “There were many gaps in my knowledge but now I am on new path and am learning to become a good Muslim. I would like a chance to prove to you that I will not cause harm to nobody in our society.”\nLast Friday, the man who wrote those words, 28-year-old Usman Khan, traveled unsupervised from his probation hostel in England’s West Midlands to London, where he carried out a deadly terrorist attack after having participated in a conference on prison rehabilitation.\nA week after the attack, questions remain about why he was allowed to travel by himself to the conference and, more broadly, about Britain’s rehabilitation system and the process of releasing convicted terrorists back into society.\nOn Sunday, Prime Minister Boris Johnson said that 74 people who had been jailed for terrorism offenses and released early would have their license conditions reviewed, and he vowed that serious offenders would no longer obtain early release. \nBut interviews with people familiar with Mr. Khan’s history — and copies of letters and reports on his progress written by Mr. Khan and obtained from officials with the government’s counterterrorism Prevent Program and the probation service — show that the problems of rehabilitating radical jihadis are complex, and do not always lend themselves to simple solutions like longer prison terms. The officials spoke on the condition of anonymity, because investigations into the attack are underway.\nMr. Khan clearly engaged in a long-term effort to con the British authorities. Before being released from jail last December, halfway through a 16-year sentence for his involvement in a plot to bomb the London Stock Exchange, he took every opportunity to convince his parole officer and the Home Office that he was a changed man.\nFor years, he wrote letters from jail assuring officials that he no longer embraced radical Islamic ideology and felt deep remorse about his membership in a Qaeda-inspired cell that had planned to carry out attacks in Britain.\nIn one letter to the Home Office, dated Oct. 15, 2012, soon after his incarceration, he requested placement in a deradicalization course. \n“I would like to prove to the authorities, my family and society in general that I don’t carry the views I had before my arrest,” he wrote, “and also I can prove that at the time I was immature and now I am much more mature and want to live my life as a good Muslim and also a good citizen of Britain.” \nLater that year, he was enrolled in the Healthy Identity Intervention Program, the government’s main vehicle for dealing with people convicted of offenses linked to terrorism. While enrolled in that course, he wrote long reports about his putative progress and repeatedly asked for a chance to prove that he was no longer a threat.\nA probation service official familiar with Mr. Khan’s case said that he carried out an elaborate deception of all the agencies that had been monitoring him. The official insisted that nothing in his behavior suggested he would do anything improper, let alone the terrible attack he pulled off.\nBefore the attack, Mr. Khan was under active surveillance by the MI5 domestic intelligence agency, which had set his level of threat to the public as “low to medium.” He had the highest level of security measures applied to his parole, according to an internal probation report. The probation official said that Mr. Khan would have to have shown significant progress to be allowed to attend the conference. \nHe displayed those feigned signs of progress on the morning of the conference, when he spoke about his rehabilitation efforts — a “compelling success story,” as one conference participant described it.\nBut during a break in the conference program, the BBC reported, Mr. Khan disappeared into a bathroom and re-emerged wearing a fake suicide vest with two large knives taped to his hands — it is unclear how he got the weapons into the building. \nHe then set off on a rampage across the grand Fishmongers’ Hall venue,where he            killed two recent Cambridge University graduates who were attending the conference and injured three other people before being tackled down by members of the public, including other rehabilitated offenders attending the conference, and shot dead by the police.\nMr. Khan’s case demonstrates the difficult challenge of distinguishing impostors from those who have truly had a change of heart and mind. The Prevent official, a former extremist himself, was shocked to learn that Mr. Khan had been allowed to travel to London alone.\nHe said the extremists who plan the attacks are master manipulators who learn the tricks of the game in prison. They have to be watched constantly, he said, until you have absolute proof that they have changed. \nMr. Khan’s path to radicalization started at the age of 14, when he became active in Britain’s homegrown extremist network, Al Muhajiroun,regularly participating in their provocative public preaching events and demonstrations. \nAt 16, he became a student of Anjem Choudary, a radical Muslim preacher who this year was released from a probation hostel to home arrest after serving time in prison for inciting support fort the Islamic State.\nWhile most Al Muhajiroun members abide by a “covenant of security” that forbids attacks on non-Muslims in members’ country of residence, some senior activists maintain that individuals have a choice whether to accept it. Mr. Khan clearly did not. \nIn 2010, at 19, Mr. Khan came to the attention of the security services after joining a group of eight extremists inspired by Al Qaeda and started discussing plans to carry out bomb attacks across British cities and build training facilities for militants. He was convicted of terrorism offenses in 2012 and served eight years in prison.\nSince his release, Mr. Khan had been living in a probation hostel in Staffordshire, a county known for its quaint villages and historic market towns. \nHe was required to wear an electronic ankle bracelet that allowed the police to track his movements, the probation service official said. Restrictions were applied to his phone and internet usage, he was barred from meeting associates and was required to meet with a probation officer at least twice a week.\nThe probation official declined to comment on the assessment that allowed Mr. Khan to travel unaccompanied to London last Friday, saying that it was under investigation. But he reiterated that Mr. Khan had shown no signs that aroused suspicion or concern.\nMr. Khan was also placed in the government’s secretive Desistance and Disengagement Program, which was introduced in 2016 as a more holistic approach to rehabilitation, with support that includes mentoring, psychological counseling, and theological and ideological advice.\nThat approach has been applied to British jihadi fighters returning from Syria and Iraq. Experts say it is too soon to say whether its methods have been effective, though Mr. Khan hardly provides a basis for optimism. \nThe Prevent official said that deradicalization required time, patience and expert counseling to understand the extremists’ narrative, background and state of mind, and then to convince them of the flaws in their thinking.\n“It is much easier to deceive people when you do not fear death,” the official said. “I’m sure Usman was genuinely in good spirits when he left the hostel and traveled to London, because in his world he was about to be set free as a martyr.”\nPHOTO: Leaving condolence messages on London Bridge in memory of the victims of last week’s attack. (PHOTOGRAPH BY DANIEL LEAL-OLIVAS/AGENCE FRANCE-PRESSE — GETTY IMAGES)\n\nLoad-Date: December 7, 2019"
}