{
    "title": "Portrait of 9_11 'Jackal' Emerges As He Awaits Stage in New York",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 15,
    "full text": "Not long after he was rousted from bed and seized in a predawn raid in Pakistan in March 2003, Khalid Shaikh Mohammed gave his captors two demands: He wanted a lawyer, and he wanted to be taken to New York. \n  After a nearly seven-year odyssey that took him to secret Central Intelligence Agency jails in Europe and an American military prison in Cuba, Mr. Mohammed is finally likely to get his wish. \n  He will be the most senior leader of Al Qaeda to date held to account for the mass murder of nearly 3,000 Americans, facing trial in Manhattan while his boss, Osama bin Laden, continues to elude a worldwide dragnet. \n  Yet the boastful, calculating and fiercely independent Mr. Mohammed has never neatly fit the mold of Qaeda chieftain. He has little use for the high-minded moralizing of some of his associates, and for years before the Sept. 11 attacks, he refused to swear an oath of loyalty to Mr. bin Laden -- figuring that if the Qaeda leader canceled the Sept. 11 plot, he would not have to obey the order.\n  A detailed portrait of the life and worldview of Mr. Mohammed, 44, has emerged in the years since his capture, filled in by declassified C.I.A. documents, interrogation transcripts, the report of the Sept. 11 commission and his own testimony at a military tribunal. And the most significant terrorism trial in American history will be a grand stage for a man who describes himself as a ''jackal,'' consumed with a zeal for perpetual battle against the United States. \n  ''The trial will be more than just a soapbox for him,'' said Jarret Brachman, author of ''Global Jihadism'' and a terrorism consultant to several government agencies. ''It will be a chance for him to indict the entire system.''\n  ''I'm sure he's been waiting for this for a very long time,'' Mr. Brachman added.\n  The last time Mr. Mohammed had such a platform was at a military hearing at Guantanamo Bay, Cuba, where he delivered a rambling exposition on a number of topics, including American history, citing Manifest Destiny and the Revolutionary War.\n  ''Because war, for sure, there will be victims,'' he said through a translator, explaining that he had some remorse for the children killed on Sept. 11, 2001. ''I said I'm not happy that 3,000 people been killed in America. I feel sorry even. I don't like to kill children and the kids.''\n  But he added: ''This is why the language of any war in the world is killing. I mean the language of the war is victims.''\n  A Pakistani raised in Kuwait, Mr. Mohammed became important to Al Qaeda's mission in large part because of his background: he had an engineering degree from an American university, spoke passable English and had a deeper understanding of the West than any of Mr. bin Laden's other lieutenants. \n  As Pakistanis in Kuwait, his relatives would have been considered second-class citizens, but they had the means to send him to the United States for his education. After attending secondary school in Kuwait, Mr. Mohammed was accepted at Chowan College, a Baptist college in rural North Carolina where many foreign students came to improve their English. He later transferred to North Carolina A&T in Greensboro, where he earned  a mechanical engineering degree  in 1986. \n  Not long after graduation, he traveled to Pakistan and Afghanistan to join the mujahedeen fighters, who at the time were the beneficiaries of millions of dollars from the C.I.A. in the fight against Soviet troops. \n  His experience in Afghanistan gave him a first taste of the battle against the West that would come to consume his life.\n  Over the next decade, he plotted dozens of attacks against Western targets. At his military tribunal in 2007, Mr. Mohammed recited a litany of conspiracies he said he had had a hand in, including assassination plots against President Bill Clinton and Pope John Paul II and the 1993 World Trade Center bombing. \n  But demonstrating his tendency toward grandiosity, he overstated his role in many of the attacks, most terrorism experts believe, although they do not dispute his central role in planning the Sept. 11 attacks.\n  It was not until the mid-1990s that American counterterrorism experts began to understand Mr. Mohammed's significance to the cause of global jihad, after a thwarted plot to blow up 12 American commercial aircraft in midair. The so-called Bojinka plot, hatched in a Manila apartment with his nephew, the World Trade Center bomber Ramzi Yousef, was Mr. Mohammed's first inspiration for using airliners as ballistic missiles against civilian targets, according to the 9/11 commission report and recently declassified C.I.A. documents. \n  In 1996, Mr. Mohammed traveled to Afghanistan to sell Mr. bin Laden on an idea: simultaneously hijacking 10 aircraft and flying them into different prominent civilian targets in the United States. He would be on the one plane not to crash, and after the plane landed would emerge and deliver a speech condemning American policy on Israel.\n  Mr. bin Laden dismissed the idea as impractical, but three years later he changed his mind and summoned Mr. Mohammed to Kandahar to begin planning a scaled-down version of the plot, which would eventually become the Sept. 11 attacks. \n  Some terrorism experts said Mr. bin Laden and Mr. Mohammed had as much a rivalry as a partnership. For instance, Mr. Mohammed dismissed the training Mr. bin Laden oversaw at Qaeda camps in Afghanistan, believing that climbing on jungle gyms and taking target practice with AK-47s was impractical. And like a rebellious employee, Mr. Mohammed bristled at being micromanaged by the Qaeda leader.\n  Yet the two men's personalities complemented each other. \n  ''You need the charismatic dreamers like bin Laden to make a movement successful,'' said Daniel Byman, a former intelligence analyst now at Georgetown University. ''But you also need operators like Khalid Shaikh Mohammed who can actually get the job done.''\n  The purpose of the Sept. 11 attacks, Mr. Mohammed told his captors years later, was to ''wake the American people up.'' By hitting civilian targets, he said, he would shock Americans into recognizing the impact of their government's actions abroad, including supporting Israel in its fight against Palestinian militants. \n  Mr. Mohammed jealously guarded the details of the plot, telling only Mr. bin Laden, one of his advisers and a few of the senior hijackers. \n  Even as he planned the attacks, he never committed himself to Al Qaeda by pledging an oath, called ''bayat,'' to Mr. bin Laden. He was determined to keep his independence from the Qaeda leader, and he later bragged to his C.I.A. captors that he had disobeyed Mr. bin Laden on several occasions. \n  He resisted constant pressure from Mr. bin Laden to launch the attacks early, and twice in 2001 told him the hijacking teams were not ready when Mr. bin Laden ordered that the attacks begin. \n  Yet for all his professed wisdom about the United States, Mr. Mohammed later admitted that he had completely misjudged what the American response to the Sept. 11 attacks would be. He did not expect the American military campaign in Afghanistan, and he did not anticipate the relentless hunt for Al Qaeda leaders throughout South Asia and the Middle East. \n  He even misjudged his own fate. When he was captured in Rawalpindi, Pakistan, he thought he would soon be traveling to New York, where he would stand trial under his indictment for the Bojinka plot. \n  Instead,  he  was hooded and spirited out of Pakistan by C.I.A. operatives, who took him first to Afghanistan and eventually to a former Soviet military base in northern Poland. \n  Mr. Mohammed's initial defiance toward his captors set off an interrogation plan that would turn him into the central figure in the roiling debate over the C.I.A's interrogation methods. He was subjected 183 times to the near-drowning technique called waterboarding, treatment that Attorney General Eric H. Holder Jr. has called torture. But advocates of the C.I.A's methods, including former Vice President Dick Cheney, have said that the interrogation methods produced a trove of information that helped dismantle Al Qaeda and disrupt potential terrorism attacks. \n  Until the attorney general  announced on Friday that Mr. Mohammed would be tried alongside four accused Sept. 11 co-conspirators in a Manhattan federal court ''just blocks away'' from ground zero, his fate was far from certain. Indeed, the defense might yet seek a change of the trial site.\n  In September 2006, along with other C.I.A. prisoners in secret overseas jails, Mr. Mohammed was moved to the military prison at Guantanamo Bay. By then, he had grown a long beard and had begun dressing in traditional Arabic clothing, cultivating a pious image far different than his disheveled, befuddled appearance after his capture in March 2003.\n  But even as the United States prepares to put him on trial for carrying out Al Qaeda's most successful operation, Mr. Mohammed is still considered somewhat of an outcast inside the terrorist network, rarely if ever mentioned in public pronouncements by Mr. bin Laden or his deputy, Ayman al-Zawahri. \n  Some terrorism experts believe that Mr. Mohammed will always be considered too secular -- and too practical -- to be completely accepted by the terrorist network's senior leaders. \n  ''As opposed to the rest of these guys who sit around and talk, K.S.M. actually got the job done,'' said Mr. Brachman, the terrorism consultant. \n  ''That's what set him apart, and that's what made him so scary.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Attorney General Eric H. Holder Jr. announcing on Friday that Khalid Shaikh Mohammed would be prosecuted in New York.(PHOTOGRAPH BY DOUG MILLS/THE NEW YORK TIMES)\n Mr. Mohammed in an undated photo.(A22)                                                            \n\nLoad-Date: November 15, 2009"
}