{
    "title": "Portrayal of Oregon standoff as terrorism is inaccurate",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 20,
    "full text": "(Protest leader Ammon Bundy, holding papers, and others walk up from the Malheur National Wildlife Refuge headquarters compound on Thursday, Jan. 7, 2016, to speak to news reporters about their armed occupation. Steve Ringman/Seattle Times/TNS)\nRecent developments in Oregon's Malheur Wildlife Reserve have led many to question whether domestic terrorism is handled differently based on the race of the perpetrators.\nSpecifically, a self-described militia under a man named Ammon Bundy has taken control of government buildings within the Malheur Reserve, and as of yet there has been little to no response by the federal government.\nClassifying the actions of this militia as terrorism mischaracterizes the conflict, as well as the severity of the situation. Furthermore, in a country with as many mass shootings as the U.S. has, the Oregon standoff is a terrible example of a clear and present danger to all Americans. A brief background of the actors and stakes immediately shows some problems with the portrayal of Ammon Bundy's militia as terrorists.\nThe story begins in 2012 with two Harney County, Oregon ranchers named Dwight and Steven Hammond (neither of which currently support the occupiers). After deliberately setting a fire (for the sake of maintaining land for grazing), which spread into the Malheur Wildlife Reserve, they were sentenced to three months and one year, respectively, in federal prison. Upon appeal, a federal judge deemed their sentences too lenient and resentenced them in 2015 to five years each in federal prison.\nIn response to this, members of ultranationalist groups (self-described as militias and patriot groups) from various Western states came to Harney County to protest. After a protest of 300 occurred Jan. 2 in Burns, Oregon, a splinter group formed under Bundy, whose father was involved in a 20-year grazing dispute with the federal government. The group proceeded to take over the nearby headquarters of the Malheur Wildlife Reserve armed with rifles and handguns.\nHeadquarters at the Malheur Wildlife Reserve is not exactly the fortified government building that has been portrayed in the media (social and otherwise). In an interview with Vice News, Bundy, the militia leader, described that first fateful battle for federal land. \"We just walked on in here, the doors were open. That's what happened, it was that easy,\" he said. Wildlife Reserve itself is, from all appearances, a vast expanse of tall grasses and snow.\nRanchers and community members in Harney County want the militias to leave peacefully but do not fear for their lives. Shortly after the militia occupied the headquarters, Bundy released a statement that his splinter group would stay until the refuge is controlled by local property owners; however, he also stipulated that they would leave if the community considered them unwelcome, and that they meant no harm to law enforcement and Harney County. By all appearances, the militia is quite unwelcome. A town hall meeting held by the Harney County Sheriff demonstrated massive support for a peaceful end to the standoff. Furthermore, outrage that the out-of-state militia was claiming to represent Harney County was apparent.\nViolence - as well as intimidation - is crucial to the classification of a strategy as terrorism. On behalf of Harney County, a boy under 10 years old interviewed one of the militia members. This makes the idea that the militia is intimidating the community rather farfetched.\nWhile local law enforcement is concerned that, \"It only takes one unstable person to show up (and cause violence in the community),\" they have also maintained communication with Bundy's militia and offered an escort to remove them from the area until such a time that justice can be administered. Federal land being at stake, one would think that an army of federal agents and military units would forcibly remove the militia.\nIn fact, many believe it is hypocrisy to treat this situation any less seriously than ISIS recruitment and mass shootings. However, there are no agents. There is simply not enough at stake for federal intervention, and thus far the situation has remained stable even with an entirely local response team.\nWhile it is my opinion that Bundy and his militia are naive, misguided and ultimately doomed to jail time, I don't think what they are doing should be part of a broader dialogue on terrorism. Rather, this sad and weak standoff over a bleak and remote stretch of land is part of a more complex regional story involving ultranationalism and ranching interests.\nJulian del Prado is a Collegian contributor and can be reached at [email protected]\n\nLoad-Date: March 26, 2018"
}