{
    "title": "Portland man tapped as top U.S. diplomat in Libya after consulate attack, ambassador's death",
    "publisher": "daily news ",
    "year": 2012,
    "month": 10,
    "day": 12,
    "full text": "PORTLAND, Maine -- Portland resident Laurence Pope has been chosen as the country's top diplomat in Libya, where his predecessor was one of four Americans killed during a September 11 attack on the U.S. Consulate in Benghazi.\nPope arrived in his post in Tripoli this week, according to the office of U.S. Rep. Chellie Pingree. United States relations with Libya have become a political flashpoint both domestically and abroad, with the attack on the consulate killing Ambassador J. Christopher Stevens and three other Americans last month. There is ongoing debate in Washington over whether the attack was the work of terrorists or an angry mob.\nThe strike has also been highlighted in the aftermath of Thursday night's vice presidential debate, with Republicans taking aim at incumbent Vice President Joe Biden for saying the attack was retaliation for an anti-Islam Internet video when federal investigators have said it was an act of terrorism.\nPope, whose long diplomatic career includes three years as U.S. ambassador to Chad, will serve under the official title of U.S. Charge de Affairs to Libya until a permanent replacement to Stevens can be confirmed, according to Pingree's office Friday.\n\"With the current turmoil in Libya and the tragic loss of Ambassador Stevens, it's critical that someone step in quickly to lead our diplomatic efforts there. We are lucky to have someone like Larry Pope to fill this complex role until a permanent ambassador can be placed,\" said Pingree in a statement. \"With over 30 years in the Foreign Service and a keen understanding of the Arab world, he has the knowledge and experience we need at this pivotal moment. I truly appreciate his willingness to serve the country in this very difficult situation.\"\nPope is the son of Medal of Honor recipient Maj. Everett Pope and has served as the State Department's associate director of counter-terrorism and director of northern gulf affairs. He is a graduate of Bowdoin College in Brunswick and speaks both French and Arabic, in addition to English.\n\nLoad-Date: October 12, 2012"
}