{
    "title": "Portland property owners buying terrorism insurance",
    "publisher": "daily journal of commerce ",
    "year": 2004,
    "month": 6,
    "day": 25,
    "full text": "Portland-area commercial property owners are finding terrorism insurance available and relatively affordable, a welcome change following the upheaval in the industry that followed the events of Sept. 11, 2001.\nPrior to the attacks that toppled the twin towers at New York's World Trade Center and damaged The Pentagon in Washington, D.C., acts of terrorism were typically included as part of a basic property insurance policy. But after Sept. 11, terrorism insurance on commercial properties was either not available or astronomical as companies struggled with how to put a dollar amount on coverage when the potential for claims could be catastrophic.\nThe situation prompted Congress to pass the Terrorism Risk Insurance Act in 2002. The legislation requires insurers to offer coverage for acts of terrorism and sets a cap at how much insurers would have to cover in the event of a major terrorist attack. Beyond this cap, the government would pay for the rest, creating what those in the industry call the \"federal backstop.\"\n\"We think this has been absolutely a critical part of our members being able to get terrorism coverage,\" said Karen Penafiel, assistant vice president of advocacy for Building Owners and Managers Association International in Washington, D.C. \"In the period between 9/11 and 2002, terrorism insurance just wasn't available. Not only did the act bring prices down, it increased availability.\"\nDavid Zier, a partner at Portland's Melvin Mark Cos. - which develops, owns and manages property in both downtown and suburban Portland - said thanks to the federal backstop, his company was able to purchase terrorism insurance for its properties. He said the cost is equal to about 3 percent of the premium on the property side and about 1 percent of the premium cost for liability insurance.\n\"It's a cost, but it's not a crushing additional cost,\" Zier said. \"It's not 100 (percent) to 200 percent like they were talking about for a while.\"\nBrian Pearce, director of leasing at Unico - which owns perhaps Portland's most recognizable building, the 1 million-square-foot, 42-story U.S. Bancorp Tower - said terrorism insurance on the building has gone down considerably since the federal backstop was enacted.\nHe said the office building, commonly referred to as \"Big Pink,\" although a recognizable downtown Portland landmark, is not considered a target for terrorists.\n\"To believe that our building would be a target for terrorism, you'd have to believe that Portland is a target for terrorism and I personally don't. That's what I say when I'm asked by my tenants,\" Pearce said. \"I don't think the (U.S. Bancorp Tower) would come up on a terrorist's radar screen. That's consistent with what the FBI has told us.\"\nAndy Bassett, senior vice president at insurance company Marsh USA Inc., said the cost of terrorism insurance varies due to perceived risk.\n\"That's probably one of the challenges, that there's not necessarily consistency from one company to the next as to what are the more hazardous or exposed accounts,\" he said.\nBassett said Portland-area property owners are increasingly interested in having coverage.\n\"I definitely see there is an interest by some parties to buy terrorism insurance. Typically people that are buying it are going to be in the more target industries like stadiums, places that hold large amounts of people,\" he said. \"Many people have to evaluate their exposure. In some cases, they don't have a choice due to loan covenants.\"\nBoth Bassett and Pearce agree that the federal backstop, which is set to expire in 2005, should be kept in place.\n\"If not, it opens up the opportunity again for the insurance companies to take advantage of people's fears. It would make a climate that is already difficult for landlords, even more difficult,\" Pearce said.\n\"In my opinion, it should be continued because it does provide a financial backstop to the market,\" Bassett said. \"Some people would feel that it may stifle the open market.\"\nLast week, the U.S. Treasury opted to extend the provision in the act that requires companies to make terrorism insurance available through the end of 2005. Penafiel said BOMA International would like to see both the \"make available\" provision and the federal backstop extended through 2007.\n\"The federal government never intended to play a permanent role as a reinsurer in this way. (The act) was designed to give the market the chance to accommodate the need for reinsurance,\" she said. \"We believe that hasn't happened yet. We believe that if the act expires, we will go back to the same position we were in before 9/11.\"\n\nLoad-Date: June 25, 2004"
}