{
    "title": "Port security law shouldn't be confusing for local businesses; Combating terrorism means change, but",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 7,
    "day": 30,
    "full text": "The government should take steps to make our ports safer from the threat of terrorism, but there is no reason that security cannot be well-planned.\nUnfortunately, there's been considerable confusion around the Maritime Transportation Security Act of 2002, which took effect July 1 of this year.\nAt first, the operators of Casco Bay Lines, the ferry service that transports people and freight to nearby islands, thought the act would require that every passenger show identification. That made islanders feel uneasy, and in some cases upset. Turns out, improvements in security cameras and designating some terminal areas as \"off limits\" satisfied the rules.\nIt's been tough for some ship chandlers as well. Those businesses have had trouble getting supplies to commercial vessels docked here. There are new and sometimes confusing restrictions on when and whether crew members of those ships can come ashore, as well.\nThe latest bit of turbulence with the new security law has to do with large yachts. A 175-foot pleasure boat, Perfect Prescription, was not allowed to dock at DiMillo's Marina recently because of security issues.\nThe boat has docked at other private marinas since the new law took effect, however, and other large boats have been allowed to tie up at DiMillo's and elsewhere. It seems the rules are neither clear nor consistent.\nIt's important to businesses that depend on the ports to have a good understanding of security guidelines. That will allow these businesses to make informed and rational decisions about which customers to pursue. It will also give them a chance to take steps on their own to bring their operations into compliance with federal security laws.\nAmericans should understand that making our borders more secure will mean changing the way they do business. The government should do its part, however, by making it clear just what needs to change.\n\nLoad-Date: July 30, 2004"
}