{
    "title": "Port workers will undergo checks for links to terrorism New federal program will affect about 400,00",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 4,
    "day": 26,
    "full text": "Seaport workers will undergo background checks for links to terrorism and to ensure they are legal U.S. residents, President George W. Bush's administration said Tuesday.\nThe background checks will not examine workers' criminal history, although Homeland Security Secretary Michael Chertoff left open that possibility for the future.\nThe announcement came after months of scathing criticism about security gaps at the nation's ports.\nThe heightened scrutiny -- which will begin immediately -- drew praise from some lawmakers and port associations, which said the checks were long overdue. Others jeered the security measures as either too weak or too invasive of workers' privacy rights.\nNames of an estimated 400,000 employees who work in the most sensitive areas of ports will be matched against government terrorist watch lists and immigration databases, Chertoff said. They will be among roughly 750,000 workers -- including truckers and rail employees -- who have unrestricted access to ports and will be required to carry tamper-resistant identification cards by next year. \n\"What this will do is it will elevate security at our ports themselves so that we can be sure that those who enter our ports to do business come for legitimate reasons and not in order to do us harm,\" Chertoff said. He called the safeguards part of a \"ring of security\" around U.S. ports.\nHow much the background checks will cost was not immediately available.\nBush's administration has been under fire for months for what critics call holes in security measures at ports, which were highlighted after a Dubai company's purchase of a British firm gave it control of six American ports. An outcry in Congress led the Dubai company, DP World, to decide to sell the U.S. operations to an American firm.\nCongress is considering port security legislation this week, prompting some to question the sincerity and timing of Chertoff's announcement.\n\"It appears that DHS steps up to the plate to protect our national security only when the cameras are rolling and the whole world is watching,\" said Rep. Bennie G. Thompson, D-Miss., the top Democrat on the House Homeland Security Committee. \nIn 2002, Congress ordered the Transportation Security Administration to issue biometric ID card to workers who passed criminal background checks. Those cards were supposed to be issued to port workers beginning in August 2004. By that December, the Government Accountability Office said, bureaucratic delays and poor planning were hampering development of the card.\n\"It seems to us that the biggest security threat is coming from the outside, and not from the workers who live and work in those communities,\" said Steve Stallone, spokesman for the San Francisco-based International Longshore and Warehouse Union.\nSince the DP World furor, Democrats have lambasted the Homeland Security Department for failing to screen and inspect all cargo that enters the United States at seaports. Senate Democrats are pushing legislation to require the department to outline how it will scan all cargo containers within five years. The department currently inspects 6 percent of cargo containers that enter U.S. ports.\nThe department treats port security like a \"neglected stepchild,\" said Sen. Charles Schumer, D-N.Y.\nChertoff said two-thirds of all containers will undergo radiation screening for nuclear materials by year's end and that 80 percent of cargo entering the United States comes from foreign ports with rigorous inspection standards. But he said it is impossible to physically inspect every cargo container without snarling port commerce.\n\nLoad-Date: April 26, 2006"
}