{
    "title": "Portugal tries to put a lid on political violence",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 6,
    "day": 12,
    "full text": "International terrorism has largely passed Portugal by, but the Lisbon government is concerned that this country may not go on being a sleepy, forgotten corner of Europe much longer.\nThe center-right administration of Prime Minister Francisco Pinto Balsemao has therefore rushed preventive legislation through parliament to obtain the necessary powers to fight any spillover from the political violence in neighboring Spain.\nPortuguese and Spanish security chiefs have been stepping up contacts this year, and Madrid is understood to have complained to the Lisbon authorities about loose frontier controls, particularly on Portugal's northwestern border with the Spanish province of Galicia.  The Galician dialect is very similar to Portuguese.\nThe previous government tried to set up an antiterrorist squad last year, but it never got off the ground.  One of the reasons is that its attempted creation was surrounded by too much publicity.  A well-meaning police chief summoned a press conference, for instance, to announce exactly where the force would be training outside Lisbon, thus removing an essential element of surprise.\nThe latest antiterrorist laws increase the penalties for sabotage and assassination attempts and introduce new categories of crimes, such as the recruitment of mercenaries.\nBut the main problem facing the authorities, apart from the infighting such sensitive legislation causes among Portugal's conflicting centers of power, is that the Portuguese simply cannot get used to the idea that terrorists might one day discover their country's existence.\nSome skeptical Western diplomats say the reason Portugal has largely been spared terrorist violence is that the lack of any real secret service here makes it an ideal country for terrorists to use as a safe house.\nAn older generation of Portuguese is still deeply shocked by bank robberies, having lived through a dictatorship that made sure such things did not happen here.\nThe worst recent act of terrorism here was the attempted assassination of the former Israeli ambassador to Lisbon in November 1979, during which the diplomat was badly wounded and a Portuguese police escort killed.\nThere was worse violence here during the revolution, particularly with burning and bombing of Communist Party offices throughout the country in the summer of 1975.  But most Portuguese dismiss that from their minds as just a part of the \"troubled times,\" overshadowed by much worse calamities, such as the loss of the colonial empire and the collapse of the economy.\nIn spite of the creation of a self-proclaimed leftist guerrilla group -- the April 25 Popular Forces -- last year, security at key sites is still notoriously lax and anyone can, for instance, go to airfreight a parcel at night and drive straight onto the main runway of Lisbon airport.\nDuring the parliamentary debate, the opposition accused the government of wanting extra powers to harass the left, but of ignoring terrorist actions by the extreme right.\nOn June 10, the extreme right held its annual rally in a Lisbon square to commemorate the 401st anniversary of the death of Portugal's greatest poet, Luiz de Camoes.\nSeveral hundred pensioners with nothing better to do took refuge from the heat in the shade of a bandstand, but were too old to stand up when a loudspeaker started broadcasting the national anthem.  The pigeons that usually keep Camoes company flapped up, apparently aware that insults to the national anthem can under the new antiterrorist law be punished by prison terms.\nIt would be easy to dismiss the neofascist demonstrators an nostalgic cranks, but in a similar rally on the same spot in 1978, one left-wing student was killed, and this year idle by-standers joined the youths in chanting. \"Youth is united and does not want the mafia of political parties.\" It was a cry that was directed against Mr. Pinto Balsemao as much as the pro-Moscow Communist Party, as a nother slogan made clear."
}