{
    "title": "PORTRAIT OF THE AFRICAN NATIONAL CONGRESS",
    "publisher": "the new york times",
    "year": 1983,
    "month": 6,
    "day": 10,
    "full text": "To the Editor: Mark A. Uhlig's May 31 Op-Ed article, ''South African Violence,'' is an example of the numerous misconceptions concerning the African National Congress and its terror activities.\nhe premise in the article is simple: The South African Government is bad. The A.N.C. is good. Whites are monsters. Blacks are all noble, oppressed humans.\nTo the Editor:\n Mark A. Uhlig's May 31 Op-Ed article, ''South African Violence,'' is an example of the numerous misconceptions concerning the African National Congress and its terror activities.\nBy looking at South Africa in a prejudiced, one-sided manner, Mr.  Uhlig oversimplifies the violent nature of the African National Congress. He writes that ''… the group's external relations are more pragmatic than ideological.''\n''The African Communist,'' official mouthpiece of the South African Communist Party (S.A.C.P.), confirms that there is a strong relationship between the party and the A.N.C. The two are in an alliance in which each partner has a specific task and function in terms of the overall objectives.\nThe publication focused on that relationship in a 1981 article by Sol Dubula. The article was entitled ''The Two Pillars of Our Struggle; Reflections on the Relationship between the A.N.C. and S.A.C.P.'' and noted, among other things, that ''today the A.N.C. and the S.A.C.P. are embraced in the common front of liberation.''\nFurthermore, a U.S. Senate subcommittee recently heard testimony by former members of the African National Congress and established evidence of Soviet control over both the A.N.C. and Swapo, the South West Africa Peoples' Organization. The subcommittee's November 1982 report on Soviet, East German and Cuban involvement in fomenting terrorism in southern Africa found:\n''The evidence … suggests strongly that the original purposes of the African National Congress and Swapo have been subverted, and that the Soviets and their allies have achieved alarmingly effective control over them. The demonstrated activities of these organizations, moreover, cannot easily be reconciled with the goal of liberation or the promotion of freedom. The evidence has thus served to illustrate once again the Soviet Union's support for terrorism under the guise of aiding struggles for national liberation.''\nRegarding Mr. Uhlig's assertion that the African National Congress has, since it was founded in 1912, ''built a broad base of populist support,'' may I point to the words of an authoritative study, ''South Africa: The Dynamics of the African National Congress,'' published by the London Institute of Race Relations:\n''South Africa is a political enigma, and one of its most puzzling aspects is the failure of African national movements to gain mass support.'' F. ULRICH RUCH Deputy Consul General (Information) South African Consulate New York, June 3, 1983"
}