{
    "title": "Port deal rightly raises flags when considering terrorism ties(2)",
    "publisher": "usa today",
    "year": 2006,
    "month": 2,
    "day": 24,
    "full text": "A former employee of mine left for the United Arab Emirates with her 13-year-old son years ago for a teaching job at a women's college. She felt safe and confident in her upcoming adventure because the UAE is a comparatively progressive Middle Eastern country. Even so, it does have terrorism ties. It should not be surprising, therefore, that many Americans are concerned that a UAE state-owned company would have operational control of any American port -- the universally acknowledged weak link in U.S. homeland security (\"Bush digs in on deal for ports,\" News, Wednesday).\nI don't think criticism of the Bush administration's move would be as harsh if the situation were simply that one of the principals running the new port operator was Muslim or Arab; but the state ownership of the company raises a red flag, as does our cozy relationship with that womb of hijackers, Saudi Arabia.\nIf it were a company with roots closer to home, the outrage might not exist.\nWhat peculiarities will come to light upon further scrutiny of this decision? The administration's move seems incongruent with its much-spun priorities, especially in the wake of the wiretapping revelations.\nRodney Holman\nDavie County, N.C.\nBorder issue 'matters a lot'\nThe Bush administration wants to sell control of six U.S. ports to a company controlled by the United Arab Emirates. Thank goodness there are now actually senators and lawmakers in the House of Representatives who are telling the White House \"no.\" It's about time. No one has said no to this administration on anything that matters in a very long time.\nWell, this situation matters a lot. If this deal is allowed to go through, I believe the USA will be in grave danger. A country with ties to terrorists will control six critical doorways to our country. And if anyone thinks that the terrorists, in time, won't figure out how to exploit that, then the USA is done for. Our nation is at a crossroads. Which way will we choose?\nWilliam C. Stosine\nIowa City\nDon't overlook real problem\nCongress has decried the sale of a world-class, foreign-owned port operator to another world-class, foreign-owned operator simply because the latter foreign operator is Arab.\nFact is, those containers are already coming into the USA from foreign-owned ports in a foreign country managed and handled by an American workforce of a foreign-owned operator.\nCongress appears to be using this story as an opportunity for more rhetoric -- while it once again tries to avoid addressing the tough security concerns, such as immigration and border security choices, which are facing this country and our neighbors. These issues, I believe, are dear to all Americans.\nCongress, in my mind, is once again preoccupied by its unending quest for re-election votes.\nTim Ekren\nShrewsbury, Mo.\n\nLoad-Date: February 24, 2006"
}