{
    "title": "Position of police chief again is vacant in Collinsville",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 21,
    "full text": "With a search for a police chief still fresh in their memories, Collinsville leaders are poised to once again begin looking for someone to fill the position.\nPolice Chief Friend Walker, who led the city's police department for the last 13 months, turned in his resignation Friday. His tenure as chief lasted slightly longer than the search to find him, leaving city leaders with the familiar task of finding a new police chief.\nJust what approach the city plans to take is unclear, Mayor Stan Schaeffer said Tuesday that city leaders hadn't decided whether to conduct a nationwide search, which was done to fill the position left vacant when Gerritt Gillespie retired in October 2003.\nWalker was chosen from a field of 52 applicants in the search for the $75,000-a-year job.\nSchaeffer also said no decision had been made regarding appointing an interim chief.\nWalker, 51, has accepted a position as assistant special agent in charge of investigations for the Department of Defense Combined Interrogation Task Force. His resignation from the Collinsville job is effective Sept. 9.\n\"It was an agonizing decision for us,\" said Walker, adding that he and his wife had yearned to settle down.\nBefore taking the police chief position, he had been a lieutenant colonel with the Air Force and had been the vice commander of the Air Force Office of Special Investigations, Region 3, at Scott Air Force Base.\nHe led the Air Force's portion of the investigation into the Sept. 11 attack on the Pentagon, and reported on terrorism in Turkey. Walker's background included experience in counterintelligence and anti-terrorism investigations.\nHis family had moved more than 20 times in the last two decades, he said. Duties of his new job will include leading a team of terrorism investigators.\nWalker said he believed he could do more good in his new position.\nAnd while he enjoyed his job leading the 38 police officers of Collinsville's department, he became worried about job security earlier this year, he said. He started sending out résumés to test the waters in a possible job search after the Feb. 22 primary election. One of the issues in that election, in which two Collinsville City Council incumbents were defeated, was the decision to hire a police chief from the outside.\nThen, last month, Walker said, the Department of Defense called. Walker and his wife, Debra, now plan to move to the Washington area. His first day at his new position is Sept. 19.\n\nGraphic\n\n \nPHOTO\n PHOTO - Walker \n\nLoad-Date: July 22, 2005"
}