{
    "title": "Possible causes of Mideast violence",
    "publisher": "intelligencer journal",
    "year": 2006,
    "month": 7,
    "day": 27,
    "full text": "TO THE EDITOR:\nThe sad eruption of warfare in the Middle East has raised historical memories of spirals of violence.\nI remember when President Reagan joined Israel's invasion of Lebanon in 1983. Unfortunately, 241 Marines were killed by a suicide truck bomber.\nThis story has been repeated on CNN. Several weeks ago, Vice President Cheney referred to this terrible incident in making a case for why the United States should have forced guilty parties to pay the price for such terrorism then. But such references never seem to relate to U.S. responses.\nOn the U.S. battleship New Jersey, which was anchored off the coast of Lebanon, bombs the size of cars were hurled into the Muslim sections of Beirut. Osama bin Laden, in one of his letters to the American people, claims that when he saw movies of these bombs eliminating two towers he was led to follow the teachings of the Koran that asserted it was right to respond in kind.\nCan we dismiss such reasoning? We know the invasion of Lebanon and America's response stimulated what we define as terrorist acts: American hostages were jailed in Lebanon or taken to Iran; an airliner was downed killing many Americans; suicide bombings increased.\nIn Israel's invasion of Lebanon in 1983 more than 15,000 innocent people were killed. Historians have judged the war to be counterproductive due to the increasing number of people in Lebanon and elsewhere who became enemies of Israel. Lee Griffith, in his book \"The War on Terrorism and the Terror of God,\" writes, \"If the defining feature of terrorism is the civilian identity of those who are targeted, then the 'terrorists' in Beirut were not those who bombed military barracks but those who lobbed car-sized bombs into city neighborhoods.\"\nWe are hearing repeatedly that the present war was started by Hezbollah. We all can agree what Hezbollah has done is terrible; yet, it is too simple to believe this is the only cause. It might have begun when Palestinians voted the way they did after a long occupation of the West Bank created a situation in which they could not visit neighbors. Or it could be the war is in response to Israel bombing and bulldozing their homes or when many innocent people died in refugee camps after being driven from their homes.\nI hope we can learn form this. We should admit and repent that the 9/11 attacks of our country were partially in response to one or more of our bombings of nations since World War II. If America continues to use its power to tell other nations what to do, we must be open to the arguments of both sides of those who engage in continual violence.\nIn the most crucial division in the Middle East, we can see the foolishness of those who have adopted this warning from Jesus, \"An eye for an eye and a tooth for a tooth\"\nOften it leads to wanting to destroy two eyes when only one has been taken. Such recoils the spiral of violence.\nDale W. Brown, Elizabethtown\n\nLoad-Date: July 27, 2006"
}