{
    "title": "Possible intelligence errors behind Vienna attack",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 6,
    "full text": "He said Swiss authorities, working in conjunction with Austria, also took two people into custody and that another country was also investigating leads on a possible link there.\n\"We have had intensive cooperation with the FBI\", Nehammer said, adding the USA agency had provided Austrian authorities with \"valuable information\".\nEight of those detained following Monday night's terrorist attack inVienna had previous convictions, including for terror offences, the Austrian interior minister said Thursday (5 November), as the investigation extended to Switzerland and a second, unnamed country.\nThe report says that just under half of the suspects have criminal records, some for terrorism offences.\nSwitzerland is home to the largest Kosovar diaspora.\n\"There is no initial suspicion that the four people affected by today's measures took part in the attack but there are believed to have been links with the suspected attacker\", Germany's BKA criminal police said on Twitter.\nGermany's Der Spiegel magazine had reported earlier this week that theVienna attacker had made contact with German Islamists during an attempt to travel to Syria to join the Islamic State group.\nAustria's Interior Minister Karl Nehammer admitted on Wednesday that a warning from Slovakia last summer about the gunman who killed four people in centralVienna on Monday was not followed up. Twenty others, including a police officer, were wounded.\nAt the end of 2018, the authorities knew of 320 people from Austria who were actively involved or had wanted to participate in wars in Syria and Iraq.\nIn July, Nehammer said Austria had received intelligence suggesting the attacker tried and failed to buy ammunition in neighboring Slovakia.\nVienna police chief Gerhard Puerstl added that some were dual citizens of Bangladesh, North Macedonia, Turkey or Russian Federation.\nDuring a candlelight vigil inVienna on Thursday, imans, rabbis and the city's Roman Catholic Cardinal Christoph Schoenborn, walked past attack locations and prayed together for the victims.\nThe 20-year-old convicted jihadist was shot dead by police within minutes of opening fire on bystanders and bars. (22 years old) and Arianit F. (21 years old) are Albanians who are suspected of being related to the shooting.\nUS Election 2020: Battle for US Senate could last until January\nA second contest in Georgia and races in North Carolina and Alaska remain undecided, leaving the chamber now deadlocked 48-48. Otherwise, Senate Majority Leader Mitch McConnell , a Kentucky Republican, could wield the power to block Biden.\n\nLoad-Date: November 13, 2020"
}