{
    "title": "Possibly in Gesture to Biden, Egypt Frees Rights Workers Amid Rising Foreign Outcry",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 4,
    "full text": "The arrest of the civil rights advocates received international attention, as Western policymakers, celebrities and the incoming Biden administration pressed for their release.\nCAIRO -- Weeks after arresting three employees of one of Egypt's last and best-known human rights groups, authorities have released the men, according to lawyers working with the group, the Egyptian Initiative for Personal Rights. \n  The three men -- Gasser Abdel-Razek, the Initiative's executive director; Kareem Ennarah, its criminal justice director; and Mohamed Basheer, its administrative manager -- were arrested at different times beginning in mid-November, becoming the latest casualties of President Abdel Fattah el-Sisi's wide-ranging campaign to stifle dissent in Egypt.\n  While the government has banned many human rights leaders from traveling, frozen their assets and hindered their work, most had avoided prison until last month. Thousands of other perceived political opponents, including activists, protesters, lawyers, journalists and political critics, have gone to prison since Mr. el-Sisi took power in 2014.\n  The trio's arrest received international attention, as diplomats, Western policymakers and even celebrities pressed for their release. Scarlett Johansson recorded a video declaring her support; Emma Thompson and Stephen Fry wished Mr. Ennarah, who turned 37 in prison on Monday, a happy birthday. The Egyptian government also faced pressure from several European countries whose ambassadors had met with the Initiative's staff on Nov. 3 to discuss human rights.\n  But some activists said the catalyst for their release may have been President-elect Joseph R. Biden Jr.'s nominee for secretary of state, Antony Blinken, who signaled that the incoming administration would take a sterner position with Egypt on human rights issues than President Trump, who has called Mr. el-Sisi ''my favorite dictator.''\n  ''Meeting with foreign diplomats is not a crime,'' Mr. Blinken tweeted after the arrests. ''Nor is peacefully advocating for human rights.''\n  While it is difficult to decode the government's motivations for arresting and then freeing the men, the release may reflect a desire to get off on the right foot with the new American president.\n  Questioned about the Nov. 3 meeting their organization held with Western diplomats, the three men were charged with joining a terrorist group and spreading false information. Prosecutors also ordered the Initiative's assets frozen, a step that left the group's ability to pursue human rights work in doubt.\n  Prosecutors pointedly filed the order to freeze the group's assets with a terrorism court, suggesting that while its employees may be going free, the organization's troubles may continue. The court is set to rule on the order next week.\n  Another member of the Initiative's staff, Patrick Zaki, who was arrested in February on flying back into Cairo Airport from Italy, remains in prison.\n  ''What EIPR is facing is the latest attempt by authorities to strangle all forms of civic life, one which paves the way for an even deeper crackdown in the future unless we come together and put an end to these continued brazen attacks on the constitution and the freedom of all Egyptians,'' the Initiative said in a statement this week.\n  It is not clear whether charges against the three men have been dropped, said Ragia Omran, one of their lawyers. But their release suggests that prosecutors may not follow through with their trials.\n  In prison, Mr. Abdel-Razek was kept in solitary confinement and at first was denied access to warm clothes and money his family had given him to buy food from the prison commissary.\n  By this week, however, all three men were granted visits from family.\n  On Thursday evening, Dostor, a pro-government news outlet, reported that the men would be freed. Then Mohamed Anwar Sadat, the nephew of former President Anwar Sadat and a longtime politician who has helped to mediate between the men's supporters and the government, confirmed the news, prompting their lawyers and families to wait outside a Cairo police station for their release.\n  A few hours later, all three were home.\n  Nada Rashwan contributed reporting.Nada Rashwan contributed reporting.\n\nhttps://www.nytimes.com/2020/12/03/world/middleeast/egypt-Human-rights-activists.html\n\nGraphic\n\n \nPHOTO: Gasser Abdel-Razek, center, was freed from an Egyptian prison. (PHOTOGRAPH VIA EGYPTIAN INITIATIVE FOR PERSONAL RIGHTS)               \n\nLoad-Date: December 4, 2020"
}