{
    "title": "Post-9_11 Detainee Faces Separate Terror Charge",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 8,
    "day": 3,
    "full text": "A man who was rounded up after the September 11, 2001, terrorist attacks is now facing charges that he is linked to Sikh terrorists in India.\nThe indictment against Khalid Awan, 44, does not allege that he was involved in planning any attacks against America, but that he was collecting funds from Sikh businessman to send to a terrorist group to plan attacks against India. Still, the charges represent one of only a handful of instances in which a post-September 11 detainee has been formally charged with any link to terrorism.\nAwan, a Canadian, is accused of wiring money to a Sikh separatist group - the Khalistan Commando Force - that was deemed responsible for murderous bombings and shootings in India during the 1980s, according to news reports from the time. Prosecutors allege that Awan had a meeting in Pakistan with the head of the terrorist group, the KCF, and that he had contacts with an Islamic terrorist group there, according to court filings.\nYesterday, Awan appeared in U.S. District Court in Brooklyn to be arraigned on a new indictment that updates an earlier one that prosecutors filed this March. Speaking in English, although he had a Punjabi interpreter at his side, he pleaded not guilty. The courtroom was empty except for a row of FBI agents and a couple of reporters.\nAwan, formerly a resident of Garden City on Long Island, has been in federal custody since he was first detained on a material witness warrant in October 2001.A month later, he was brought to testify before the grand jury investigating the attacks on the World Trade Center, according to court filings. The same day he testified before the grand jury, he was charged with credit card fraud. He was eventually sentenced to five years for that crime.\nWhen it came time to release Awan, the government announced the material support of terrorism charges. He has been held on those charges since March.\nHis lawyer, Sean Maher, said after court yesterday that the government has never charged Awan with any connection to the September 11 terrorist attacks.\n\"I think that when this case goes to trial there will be serious questions answered about the strength of the government's case and why they waited so long to bring these charges,\" he said.\nA letter that prosecutors sent to the judge, Charles Sifton, this week suggests that the government may only have begun to suspect Awan of links with Sikh terrorists in the last two years, long after he was first picked up.\nIn the letter, prosecutors tell of a friendship that Awan struck up with another inmate, Harjit Singh, in 2004. During their conversations, Awan allegedly spoke of links he had with the Khalistan Commando Force. Singh informed the FBI about his conversations with Awan, prompting prosecutors to empanel a grand jury to investigate the claims, the letter states.\nIt is not clear exactly how many people the government detained on material witness warrants as part of its investigation of the September 11 terrorist attacks. A report released last year by Human Rights Watch and the American Civil Liberties Union states that prosecutors issued at least 70 such warrants as they investigated whether the detainees had any connection to Al Qaeda. The report states that only seven of those people were ultimately charged with a crime related to terrorism.\nA trial is scheduled for October.\n\nLoad-Date: August 10, 2007"
}