{
    "title": "Poster parody creates a stir at State Capitol Members of a Senate panel objected to a book cover and",
    "publisher": "star tribune ",
    "year": 2009,
    "month": 2,
    "day": 26,
    "full text": "A parody of a World War II propaganda ad presented at a State Capitol hearing was meant to be provocative, but a couple of members of the Senate's transportation policy panel were not amused.\nDuring a presentation Tuesday related to a bill to reduce carbon emissions and the number of miles vehicles in Minnesota are driven, Dr. Julian Marshall of the University of Minnesota displayed a digital slide containing two versions of the historic ad.\nThe original ad is an illustration of a man driving a convertible and bears the slogan \"When you ride ALONE, you ride with Hitler! Join a car-sharing club TODAY!\" -- the idea being that a failure to conserve resources was aiding the German dictator, who was shown riding in the passenger seat.\nThe parody replaced Hitler with Osama bin Laden, a reference to oil-producing countries with ties to terrorism. It came from the cover of a 2002 book by the comedian Bill Maher, which was titled, \"When You Ride Alone, You Ride with bin Laden: What the Government Should Be Telling Us to Help Fight the War on Terrorism.\"\n\"It's no secret that money spent on gasoline goes to places that are not very happy with us,\" Marshall said. \"The issues we're talking about are all interconnected -- climate change, transportation, energy, geopolitics, climate security, energy security.\"\nAs members of the committee looked at the screen, Sen. Julianne Ortman, R-Chanhassen, grew incredulous and asked, \"Mr. Chair, are we still in America? ... I find that to be very offensive, an insult to every person who drives a car. I guess it insults me because I drove to the Capitol alone today. I find that very insulting.\"\nMarshall apologized, saying he meant only to provoke discussion about the effects of the state's transportation system, and he wondered whether he might continue. Ortman said the decision rested with the committee chairman, Sen. Jim Carlson, DFL-Eagan.\n\"Mr. Marshall, no more cartoons, thank you,\" Carlson said with a smile, and the presentation proceeded.\nThe committee approved the measure 11-6.\nJIM FOTI\nHEARINGS ONLINE\nA video of the hearing is at tinyurl.com/djo2ao. Click on the listing for Tuesday's transportation committee. Dr. Julian Marshall's presentation begins just before the 1-hour, 30-minute mark.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: March 11, 2009"
}