{
    "title": "Post-9_11 tradeoff_ Security vs. civil liberties",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 11,
    "day": 20,
    "full text": "NEW YORK - In the early months after the 9/11 terror attacks, America's visceral reaction was to gird for a relentless, whatever-it-takes quest to punish those responsible and prevent any recurrences.\nTo a striking extent, those goals have been achieved. Yet over the years, Americans have also learned about trade-offs, about decisions and practices that placed national security on a higher plane than civil liberties and, in the view of some, above the rule of law.\nIt's by no means the first time in U.S. history that security concerns spawned tactics that, when brought to light, troubled Americans. But the past decade has been notable, even in historical context, for the scope and durability of boundary-pushing practices.\nAbroad, there were secret prisons and renditions of terror suspects, the use of waterboarding and other interrogation techniques that critics denounced as torture, and the egregious abuse of detainees by U.S. military personnel at Iraq's Abu Ghraib prison and elsewhere.\nAt home, there has been widespread warrantless wiretapping authorized by the National Security Agency and the issuance of more than 200,000 national security letters ordering an array of Americans - including business owners and librarians - to turn over confidential records.\nNow, in the very city that suffered most on 9/11, new information has emerged about the New York Police Department's intelligence operations - ramped up after the attacks in ways that critics say amount to racial and ethnic profiling, though the department denies that charge.\nSince August, an Associated Press investigation has revealed a vast NYPD intelligence-collecting effort targeting the city's Muslims. Police have conducted surveillance of entire Muslim neighborhoods, monitoring where people eat, pray and get their hair cut. Dozens of mosques and Muslim student groups were infiltrated. The CIA helped develop some of the programs.\nThe FBI also has intelligence-gathering operations that target Muslim and other ethnic communities. Both the bureau and the NYPD defend the programs as conforming to guidelines on profiling, while critics brand the tactics as unconstitutional and ineffective.\nSome feel the perpetual safety-vs.-civil-liberties balancing act has been knocked askew since 9/11. In a recent assessment of national security response to the terror attacks, the ACLU faulted policies it said had undermined the Constitution.\n\"We lost our way when, instead of addressing the challenge of terrorism consistent with our values, our government chose the path of torture and targeted killing ... of warrantless government spying and the entrenchment of a national surveillance state,\" its report said. \"That is not who we are, or who we want to be.\"\nTo be sure, Americans have been spied on before by their law enforcement and security agencies, usually in periods of national anxiety.\nDuring the Red Scare of 1919-20, Attorney General A. Mitchell Palmer responded to labor unrest and bombings - including an attack on his own house - by overseeing mass roundups of thousands of suspected anarchists and communists, hundreds of whom were deported. In the aftermath of the raids, he was assailed by eminent legal experts for allowing raids without warrants and for denying detainees legal representation.\nIn the 1950s, the FBI under the leadership of J. Edgar Hoover abetted Sen. Joe McCarthy and other zealous anti-communists with various domestic spying tactics, including opening of mail and unauthorized wiretaps. The bureau also kept civil rights leaders under surveillance during the late '50s and 1960s, again claiming in some cases that unproven communist ties represented a security threat.\nMany of these covert FBI activities took place under the aegis of its covert Counter Intelligence Program, known as COINTELPRO. Its targets included the Nation of Islam, Students for a Democratic Society and various groups opposed to the Vietnam War.\nA Senate committee headed by Frank Church, D-Idaho, investigated COINTELPRO in 1975-76 and denounced it as a \"sophisticated vigilante operation aimed squarely at preventing the exercise of First Amendment rights of speech and association.\"\nTo civil libertarians, the upsurge of post-9/11 intelligence-gathering is distinctive from these previous endeavors in some key respects. To a large extent, it has the imprimatur of Congress, in the form of the Patriot Act and other legislation, and it makes use of astounding technical advances that have vastly broadened surveillance capabilities.\n\"What we've seen is an unprecedented perfect storm of a sense of national vulnerability, coupled with technological developments that have made specter of 1984 look kind of hokey,\" said Donna Lieberman, executive director of the New York Civil Liberties Union. \"We don't know what the lasting effect will be ... We don't know how permanent the 'new normal' is.\"\nNationally, civil liberties advocates have taken numerous legal steps, including lawsuits, to challenge some of the federal surveillance practices or find out more about their scope. Yet top politicians - including President Barack Obama and New York Mayor Michael Bloomberg - are generally reluctant to criticize homeland security operations.\n\"I believe we should do what we have to do to keep us safe. And we have to be consistent with the Constitution and with people's rights,\" Bloomberg said ahead of the 10th anniversary commemorations of 9/11.\n\"We live in a dangerous world,\" he added, \"and we have to be very proactive in making sure that we prevent terrorism.\"\nMany Americans seem to agree. According to a poll in September by The Associated Press-NORC Center for Public Affairs Research, two-thirds of Americans say it's fitting to sacrifice some privacy and freedoms in the fight against terrorism.\nThe bottom line, say those who support the post-9/11 tactics, is the government's success in thwarting new terrorist attacks on U.S. soil. James Jay Carafano, a security expert with the conservative Heritage Foundation, credits aggressive surveillance for helping uncover roughly 40 terror plots since 2001.\n\"Do we live with more surveillance than we used to? You could make a case for that,\" he said. \"But it's very difficult to make a serious case we've migrated to a state where civil liberties have been impinged because of the war on terror.\"\nPeter Chase tries to make precisely that case. A longtime director of the public library in Plainville, Conn., he was one of four Connecticut librarians who sued the federal government after they received a national security letter demanding some library patrons' computer records without a court order.\nMore than 200,000 of those FBI directives, which place their recipients under gag orders, have been issued since 2003. Chase and his colleagues are among a tiny handful who have fought back in court and gained the right to speak out about their case.\n\"When people come in to public libraries, they expect that what they're going to borrow is confidential,\" said Chase, 61. \"Letting others know what they're reading is like spying on the voting booth. It's like spying on what they are thinking.\"\nTim Lynch, head of the libertarian-leaning Cato Institute's Project on Criminal Justice and an expert on civil liberties, said most Americans are unaware of the extent to which basic liberties are being undermined by new, security-motivated legal precedents.\n\"The average person only comes face-to-face with some of these policies at the airport,\" he said. \"They feel, 'Oh, it hasn't been that bad.'\n\"But those of us trained in the law are alarmed,\" Lynch said. \"Lawmakers are too willing to pass laws that would give more power to the FBI and the executive branch.\"\nSuch a law, critics say, was the sweeping Patriot Act, which was swiftly drafted after the Sept. 11, 2001, attacks and signed into law on Oct. 26 that year. It allows government agents to conduct broad searches for records in national security investigations without court warrants.\nThe only Senate vote against the act was cast by Wisconsin Democrat Russ Feingold, who lost his seat in 2010. This fall, in the forward to a report by a Muslim-American legal advocacy group, Feingold labeled the Patriot Act as \"a blatant power-grab that gave unprecedented, unchecked power to the government to arrest, detain and spy on our nation's citizens.\"\nA few current senators have called for the act to be reined in, but Congress this year reauthorized some of its most controversial provisions - such as roving wiretaps to monitor multiple communication devices.\nSome of the post-9/11 intelligence operations potentially affect almost all Americans, such as so-called data-mining systems capable of sifting through vast quantities of personal records.\n\"Fusion centers\" have been set up in every state since 9/11 for the purpose of sharing tips, crime reports and other information among federal, state and local law enforcement agencies. In some cases, the military and private companies have participated.\nThe centers' purpose is to spot potentially dangerous individuals or patterns that might otherwise have been overlooked, and thus avoid a repeat of missed opportunities before the 9/11 attacks. However, civil liberties advocates worry the centers could be used to spy on Americans who have no link to suspected terrorism, and some missteps have been documented.\nIn Tennessee, the ACLU affiliate sent a letter to public schools warning them not to celebrate Christmas as a religious holiday; the state fusion center put the communication on a map of \"terrorism events and other suspicious activity.\"\nIn New York, some elected officials are calling for federal and state investigations of the NYPD spying on Muslim neighborhoods.\nIn 2009, Missouri's fusion center asserted that some supporters of GOP Rep. Ron Paul of Texas posed a security threat.\n\nLoad-Date: November 21, 2011"
}