{
    "title": "POST-SEPT. 11 SECURITY PUSH FACING BUDGETARY CONCERNS",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 25,
    "full text": "WASHINGTON -- Last week, a Bangladeshi student was charged in an FBI sting operation with plotting to blow up the Federal Reserve Bank in New York City. A Somali-American man admitted sending young recruits from Minneapolis to a terrorist group in Somalia. In Libya, extremists responsible for the killing of four Americans last month in Benghazi remained at large.\nThe drumbeat of terrorism news never quite stops. And as a result, for 11 years since the Sept. 11 attacks, the security colossus constructed to protect the nation from al-Qaida and its ilk has continued to grow, propelled by public anxiety, stunning advances in surveillance technology and lavish federal spending.\nNow, that may be changing. The looming federal budget crunch, a sense that major domestic U.S. attacks are unlikely and new bipartisan criticism of the sprawling counterterrorism bureaucracy may mean the open checkbook era is nearing an end.\nWhile the presidential candidates have clashed over security for U.S. diplomats in Libya, their campaigns have barely mentioned homeland security. That is for a reason: Less than one-half of 1 percent of Americans, in a Gallup poll in September, said terrorism was the nation's most important problem.\nBut the next administration may face a decision: Has the time come to scale back security spending, eliminating the least productive programs? Or, with Arab world tumult and the United States still a prime target, would that be dangerous? Many security experts believe a retrenchment is inevitable and justified.\n\"After 9/11, we had to respond with everything we had, not knowing what would work best,\" said former Navy helicopter pilot Rick Nelson, who served in several counterterrorism positions and is now at the Center for Strategic and International Studies. \"That's a model we can no longer afford, financially or politically.\"\nMichael Hayden, who led both the National Security Agency and the CIA in the years after the Sept. 11 attacks, agrees that the time will come for security spending to be scaled back and believes citizens need to decide when that should happen. Personally, \"I would stand fast for now,\" said Mr. Hayden, a Mitt Romney campaign adviser.\nIn the view of most specialists, the danger to U.S. territory from al-Qaida and its allies is far less than it was in 2001. Al-Qaida's leaders have been relentlessly hunted, its ideology was rejected by most young Muslims who led Arab revolts, and its U.S. recruits have been few. Of more than 160,000 U.S. homicides since Sept. 11, 2001, just 14 -- about 1 in 1,000 -- were by al-Qaida sympathizers in the name of jihad.\nSome credit is no doubt due to homeland security programs that cost taxpayers about $690 billion in the post-Sept. 11 decade, Ohio State University political scientist John Mueller said.\nThat money has paid for an alphabet soup of new agencies: the Homeland Security Department, the Office of the Director of National Intelligence, the National Counterterrorism Center, the Terrorist Screening Center and others, each with supporting contractors. Old agencies such as the CIA and FBI have bulked up. A record 4.8 million people hold security clearances.\nYet any move to trim the counterterrorism bureaucracy will face daunting opposition. Some Americans will worry that cuts could put them at risk. Members of Congress will fear being labeled soft on terrorism. Lobbyists will fight to protect the lucrative homeland security sector.\nHarvard law professor Philip Heymann, a former deputy attorney general, said there has been an adjustment after every war that shrank the security establishment and eased wartime controls to restore a traditional balance of power between the government and citizenry. \"If you want the America we built over 200 years, we always have to be looking for ways to ratchet back these controls when it's safe,\" said Mr. Heymann, writing a book on the subject. \"If we tried, we could find a number of places where we could move back toward the normal of 2000 without reducing security.\"\nLike other intelligence officials after 2001, Mr. Hayden was whipsawed by public wrath: first, for failing to prevent the Sept. 11 attacks, and then, a few years later, for having let the National Security Agency to eavesdrop on terror suspects in the United States without court approval.\nPerhaps, as a result, he often says the American people need to instruct the government on where to draw the line. He told a University of Michigan audience last month, for instance, that while a plot on the Sept. 11 scale was highly unlikely, smaller terrorist strikes, such as the shootings by an Army psychiatrist at Fort Hood in Texas in 2009, could not always be stopped.\n\"I can actually work to make this less likely than it is today,\" he said. \"But the question I have for you is: What of your privacy, what of your convenience, what of your commerce do you want to give up?\"\nA big problem for Mr. Hayden's formula is government secrecy, which makes it tough for any citizen to assess counterterrorism programs, their value and their intrusion on people's privacy. Ubiquitous new technology has made it far easier for agencies to keep watch on Americans, using cell phones that track location, Internet monitoring, video surveillance cameras, facial recognition software and license plate readers. The government increasingly taps into huge amounts of data that companies gather.\n\"I think the greatest threat to privacy these days is the enormous amount of data in the hands of private companies that could be misused, either by the government or by companies,\" said John Villasenor, an electrical engineer at the University of California, Los Angeles, who studies the social impact of technology. \"Today, almost everything we do is recorded by default.\"\n\nLoad-Date: October 25, 2012"
}