{
    "title": "POST-9_11 POWERS EXTENDED Obama signs bill just before deadline",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 5,
    "day": 27,
    "full text": "Congress on Thursday passed a four-year extension of post-Sept. 11 powers to search records and conduct roving wiretaps in pursuit of terrorists. Votes taken in rapid succession in the Senate and House came after lawmakers rejected attempts to temper the law enforcement powers to ensure that individual liberties are not abused.\n Following the 250-153 evening vote in the House, the legislation to renew three terrorism-fighting authorities headed for the president's signature with only hours to go before the provisions expire at midnight.\n With Obama in France, the White House said the president would use an autopen machine that holds a pen and signs his actual signature. It is only used with proper authorization of the president. Minutes before the midnight deadline, the White House said Obama had signed the bill.\n A short-term expiration would not interrupt ongoing operations but would bar the government from seeking warrants for new investigations.\n Congress bumped up against the deadline mainly because of stubborn resistance from a single senator, Republican freshman Rand Paul of Kentucky, who saw the terrorist-hunting powers as an abuse of privacy rights. Paul held up the final vote for several days while he demanded a chance to change the bill to diminish the government's ability to monitor individual actions. The bill passed the Senate 72-23.\n The measure would add four years to the legal life of roving wiretaps - those authorized for a person rather than a communications line or device - of court-ordered searches of business records and of surveillance of non-American \"lone wolf\" suspects without confirmed ties to terrorist groups.\n The roving wiretaps and access to business records are small parts of the USA Patriot Act enacted after the Sept. 11, 2001, attacks. But unlike most of the act, which is permanent law, those provisions must be renewed periodically because of concerns that they could be used to violate privacy rights. The same applies to the \"lone wolf\" provision, which was part of a 2004 intelligence law.\n Paul argued that in the rush to meet the terrorist threat in 2001 Congress enacted a Patriot Act that tramples on individual liberties. He had some backing from liberal Democrats and civil liberties groups who have long contended the law gives the government authority to spy on innocent citizens.\n Sen. Dick Durbin, D-Ill., said he voted for the act when he was a House member in 2001 \"while ground zero was still burning.\" But \"I soon realized it gave too much power to government without enough judicial and congressional oversight.\"\n Still, coming just a month after intelligence and military forces tracked down and killed Osama bin Laden, there was little appetite for tampering with the terrorism-fighting tools. These tools, said Senate Republican leader Mitch McConnell of Kentucky, \"have kept us safe for nearly a decade, and Americans today should be relieved and reassured to know that these programs will continue.\"\n\nLoad-Date: February 27, 2012"
}