{
    "title": "Poultry company sues CBS over terrorism story",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 6,
    "day": 7,
    "full text": "The owners of a Gainesville chicken plant filed a libel suit Friday against CBS News for a \"60 Minutes\" report in May that alleged the company may be involved in a scheme to fund terrorism.\nThe suit, filed by Mar-Jac Poultry Inc., claims the popular news show negligently relied on a self-styled \"terrorist hunter\" to harm the company's reputation. Rita Katz, who runs a Washington-based anti-terror organization, is also named in the suit.\nAJC\nThe suit alleges the defendants used false statements and innuendo to \"create the impression that plaintiff Mar-Jac engaged in money-laundering activities on a knowing effort to support terrorists or terrorist organizations such as al-Qaida, Hamas and Islamic Jihad.\"\nKeven Tedesco, spokesman for \"60 minutes\" said, \"This was a fair and accurate report, and we'll defend ourselves vigorously.\"\nKatz did not respond to messages for comment.\nIn March 2002, federal authorities searched Mar-Jac's offices in part of a wide-ranging investigation into terrorist funding. At the same time, authorities searched a number of prominent Muslim foundations --- companies and think tanks based in Herndon, Va., and Washington --- in seeking the origin and destination of millions of dollars of charitable contributions.\nNo charges have resulted from the investigation. Attorney Buddy Parker, who is representing Mar-Jac Poultry, said he has been informed that the company is not the target of the inquiry, which is ongoing.\nParker admits that the Washington and Herndon organizations have many of the same directors as the Georgia company, but \"we are self-contained.\"\nTwo of the Herndon-based charities --- the Heritage Education Trust and SAFA Trust --- filed a similar lawsuit Thursday against CBS News and Katz based on the same \"60 Minutes\" report.\nWhat was especially troubling in that report, Parker said, was a chart purporting to show how the ill-gotten funds flowed to terrorists. The chart named the chicken company and had arrows pointing to a photo of al-Qaida leader Osama bin Laden.\nParker said Mar-Jac was \"smeared by a broad brush\" and that \"60 Minutes\" made no effort to speak with the poultry company officials. The CBS camera crew, accompanied by correspondent Bob Simon, unsuccessfully tried to talk to officials in Herndon.\nBut Parker said Simon, who is also named in the suit, should have approached the Gainesville offices for comment.\nMar-Jac Poultry, which employs 1,200, got its name in 1948 from the first names of the company's founders, Marvin and Jackson McKibbon. It was purchased by the Muslim businessmen in the 1980s.\nParker said the suit, which asks for unnamed damages, is partly to clear the company's name but \"to give [employees] assurance they are not working for a business involved in illegal activities.\"\n\nLoad-Date: June 7, 2003"
}