{
    "title": "POVERTY IS A POOR EXCUSE FOR TERRORISM",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 3,
    "full text": "SINCE THE perpetrators of the Sept. 11 mass murder declined to leave a note mentioning the \"root cause\" of their actions, a chorus quickly found one anyway: poverty. (The more obvious one - Islamic militants view destroying the United States as part of their historical duty-apparently has the drawback of being unsympathetic.)\nHere's a sample of the poor terrorist refrain.\n\"But the end game is not eliminating terrorism. The end game is using our new global coalition to fight poverty and give hope to kids all around the world so the only option they have isn't joining some fanatical group,\" said Rep. Jane Harman, D-Calif.\n\"We need a systematic approach that helps everyone in the world . . . not only by catching terrorists but by addressing the root causes of terrorism, like resolving conflicts in the Middle East, addressing poverty,\" said William Ury, of the Harvard Law School.\nBut the biographies of the hijackers and their commanders lead to another conclusion about the economic forces behind their actions. That is, terrorism is caused by money, education, and opportunity.\nFor example, hijacker and apparent ringleader Mohamed Atta was the son of a Cairo lawyer. He went to the University of Cairo, then did graduate work in Germany. Another hijacker, Ziad Jarrah, was born in Lebanon to, according to the Boston Globe, \"a prosperous, educated family.\" His father is a government official, his mother a teacher. He, too, went to college in Germany.\nHijacker Marwan al-Shehhi, from the United Arab Emirates, was a college student at the University of Bonn. Brothers Wail and Waleed M. Alshehri, from Saudi Arabia, sons of a businessman, were both college-educated.\nThen there are the terrorist leaders. Osama bin Laden is from one of Saudi Arabia's wealthiest families. The man believed to be the No. 2 in the organization, Ayman al-Zawahiri, is an Egyptian-born physician, from, according to the New York Times \"a prosperous and prestigious family.\"\nThat being poor is not a prerequisite or even a reliable indicator of a propensity to murder people was expressed in the Wall Street Journal by Saudi exile Mohammed al-Masari, a former physics professor considered by the Saudi government to be a promoter of terrorism. \"Most mujahedeen in Afghanistan were from Saudi Arabia, which shows that under the cover of being relatively wealthy, the Saudis are as devoted as any other Muslims. People in the West just want to cheat themselves by saying that the problem is purely economic.\"\nPoverty stinks. It often means sickness, malnutrition, lousy education, and limited prospects. But if we were to magically eliminate poverty, that would not end militant Islamic terrorism. And to say that poverty explains terror is to slur those caught in terrible circumstances who choose to lead worthy lives.\nThe men of privilege and education who turned planes into bombs also murdered Leobardo Lopez Pascual. His response to poverty was to leave rural Mexico four years ago, and a wife and four children whom he hadn't seen since, to support his family by working in a kitchen on the top of the World Trade Center.\nTo be sure, terrorists use poverty as a kind of currency.\nTheir people's misery helps ignite rage. The terrorists want poor foot soldiers for their own ends. Until Sept. 11, the classic model of the suicide bomber was the young man of no means and no future recruited with a promise of glory in the afterlife for killing infidels. The greatest economic boon to the Palestinian people would be a lasting peace with Israel, but the terror organizations that want Israel's elimination prefer to sell the dark glamour of martyrdom.\nIn any war, it is always smart to try to understand your enemy, his motivations, his weaknesses, his goals. But the root cause of the acts of Sept. 11, and the many other terrorist murders that preceded it, is the malignant philosophy of the perpetrators and their leaders, not their income. *\nEmily Yoffe writes for the online magazine Salon, where this first appeared (salon.com)\n\nLoad-Date: October 31, 2001"
}