{
    "title": "Poverty, despair make fertile seedbed for terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 10,
    "day": 2,
    "full text": "WASHINGTON -- A lot of us have been struggling to make a point about the recent terrorist attacks: It is possible -- even necessary -- to understand how terrorists find support without concluding that terrorism is somehow justified.\nMany who have tried to make the distinction have been seen either as appeasers, with no taste for punishing those who did this evil thing to America, or worse, as mush-minded idiots arguing that America brought the destruction on itself.\nVernon Jordan may have succeeded -- at least a little -- where others have failed. In a speech at an Atlanta church a week ago, Jordan spoke of how cultural and technological developments that work seeming miracles for some people can leave others gasping for economic air -- and hating those they believe have cut off their oxygen.\n\"That,\" he said, \"is why many people believe the rush for markets and profits leads to exploitation, unemployment and human suffering. Americans, who have benefited from the triumph of markets, dismiss such feelings at our peril. For our vision of a fair, democratic capitalist society must include social justice and equitable division of the benefits of the free market.\n\"Absent that, there is a tendency toward a turning within, a rejection of the outside world and modern ways, a rush to a form of traditionalism that wallows in envy and hate -- a traditionalism that is not only economically counterproductive but reflects insularity and deep mistrust of all outsiders.\"\nBut he warned against confusing cause and effect. Poverty and injustice are real, he said, but \"they are not the causes of terrorism.\"\nThough he is most famous as a \"friend of Bill\" Clinton, Jordan's former incarnation as head of the National Urban League may be more relevant to this insight.\nIn that role, Jordan saw clearly that people left in the dust of technological advance often became disaffected from the more affluent elements of society, their frustration-turned-hatred leaving them wide open for the burn-it-down appeals of angry radicals.\nThe disaffected might not always join the burners, but they could usually be counted on to give them attentive ear and political cover.\nI don't mean to say -- nor did Jordan -- that the privations of America's have-nots approach those of people in places where entire societies have been left behind, or that anything done by even the most radical of America's black militants approaches, either in effect or in evil intent, the damage wrought by the bombers of the World Trade Center and the Pentagon.\nBut it is important to understand that while the seeds of terrorism may have any number of sources (Osama bin Laden is hardly reacting out of grinding poverty), they find their nurturance in the fertile ground of despair. Convince any large group of people that they and their children can never hope to share in the affluence they see around them -- convince them that they have nothing to lose -- and you predispose them first to indifference and then to open hostility toward that affluence.\n\"Broadening the base of freedom and prosperity should be a cornerstone of America's policy,\" Jordan said, \"not only because it might shrink the numbers of disaffected who can be recruited for terrorism but because it is the right thing to do, the just thing, the moral thing.\"\nHe was speaking here of the world situation, but he might also have embraced conditions here at home, where conservatives pooh-pooh talk of growing gaps between rich and poor as trivial artifacts of a modern economy.\nJordan was unambiguous in his call for the strongest response to the Sept. 11 terrorist attacks that rocked America (he watched from the window of his 62nd floor Rockefeller Plaza office as the second airliner exploded into the World Trade Center).\nBut if the war is to succeed, he said, it must be more than a war against terrorism; it must be a war for American values.\nAnd it must be waged in ways that avoid plowing the ground in which terrorism flourishes -- vast new hordes of people convinced they have nothing to lose.\nWilliam Raspberry's e-mail address is willrasp@washpost.com.  \n\nLoad-Date: October 2, 2001"
}