{
    "title": "Poverty and desperation create ideal conditions for terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 7,
    "full text": "About 14 years ago, I woke up shivering in an army barracks in Kano, a city in the northern part of Nigeria. My family and I had slept on a bare concrete floor in a very small room within the compound.\nThe room smelled of sweat and body odor, and the floor was uncomfortable and cold, but we were glad for one thing -- our lives.\nOutside the barracks, people were dying in a Muslim-Christian riot. Houses were being burned down, and people were being stabbed to death \"in the name of God.\"\nOn any other weekend, chanting would be heard coming from the mosque. This day, the mosque was silent.\nAll that could be heard were the spirits of death, hatred and fear shifting through our heads, causing my mum to jump in panic every time there was a loud noise. Outside the safety of the barracks, children as young as 7 responded to those same spirits by picking up broken bottles or anything they could find and charging violently to their death.\nAmid all the killings that were going on, death didn't mean the same thing to those kids that it had meant a day ago.\nIt was no longer instinct that told them not to swing too high on the swings. It was no longer instinct that warned them to cross the busy Kano roads carefully. It was instinct that told them to kill or be killed -- and adults as well as children responded.\nThis incident happened at the same time that the first Gulf War was taking place. In October 2001, rioting broke out again in the northern city of Kano, because Muslims were protesting the United States attack on Afghanistan.\nThis highlights the fact that the fragility of poor or desperate people can be used at opportune times by others for their devious needs.\nIt's not a coincidence that riots broke out in Nigeria during both the Gulf and Afghanistan War. Both wars presented the opportunity for people who were poor, uneducated and desperate to be lied to.\nIt's also not a coincidence that millions of Germans believed Hitler's message to kill all Jews during a time when a majority of them were going through very difficult economic times. Neither is it a coincidence that millions of poor Muslims around the world believe they are fighting a holy war.\nOnly an idiot would say the horrible conditions in Afghanistan during the decade long anti-Soviet war played no role in the recruitment of al Qaeda terrorists.\nEnvironmental conditions definitely play a role in the phenomenon we call terrorism. Therefore, whenever I hear people say we have to kill all terrorists to stop terrorism, I wonder about poverty and other conditions suitable for terrorism.\nBush's message of killing terrorists wherever they can be found is similar to someone saying that in order to stop malaria, we need to kill all mosquitoes.\nWell, amid the fear and desperation following the Sept. 11 attacks, people would rather believe this -- just like people who struggle every day to find food to eat would rather believe there is a world of paradise waiting for them after they have committed a suicide attack.\n(C) 2005 Iowa State Daily via U-WIRE\n\nLoad-Date: July 7, 2005"
}