{
    "title": "Power check",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 10,
    "day": 18,
    "full text": "In a speech at an FBI training academy on the eve of the second anniversary of 9/11, President Bush used the occasion to propose a new assault on American liberty. Before a crowd of federal agents and Marines, the president expressed strong support for the USA Patriot Act rushed through Congress after the 9/11 attacks but said it does not go far enough. He said he will ask lawmakers to expand federal police powers even further by giving the FBI unilateral access to sensitive and personal records, among other proposals.\nBush and Attorney General John Ashcroft have used the \"war on terrorism\" as political cover to arrogate dangerous levels of power in the executive branch. They are openly contemptuous of any attempts by the other branches of government to hold them accountable. Their motto is: Trust us, the Constitution is what we say it is.\nThe way the administration has used its new powers under the Patriot Act has raised civil liberties concerns in Congress and in communities across the country - nearly 200 localities and three states have passed resolutions opposing aspects of the law. And it is no surprise that the Justice Department admits to regularly using its Patriot Act powers to investigate crimes not associated with terrorism. Congress granted these wide-ranging surveillance powers to address a national security emergency, but the department is using them to go after computer hackers and everyday fugitives.\nThe proposed expansion of federal authority is a clear signal from the president that he values neither individual rights nor the separation of powers. Both Bush and Ashcroft portray critics of their expanded powers as obstacles in the war on terrorism.\nBush is pressing Congress to act in three areas:\nFirst, he wants to grant the Justice Department the power to issue administrative subpoenas for any and all records it deems relevant to a terrorism investigation.\nThere was little enough judicial review left after the Patriot Act was enacted, but the president's proposal would eliminate it entirely, allowing the FBI to rifle through library, financial, medical and other highly personal records without having to go before a court at all.\nSecond, Bush wants to make it easier to hold people suspected of terrorism-related offenses without bond.\nJudges already deny bond to defendants if they are dangerous or a flight risk. But the administration doesn't want to have to make that showing. It wants to put the onus on suspects to prove they are not dangerous, standing the presumption of innocence on its head.\nKeep in mind, none of the more than 760 immigrants picked up, detained and denied bond by the Justice Department following the terror attacks was charged with a terrorism-related crime. Under Bush's proposal, Americans could be similarly incarcerated without any showing that they pose a security threat.\nThird, Bush is asking Congress to expand the number of terrorism-related crimes that qualify for the death penalty. He wants to fill the federal death chamber with people who have a tangential relationship to terrorism.\nCongress should use hearings on the president's proposal to force the Justice Department to account for its abuse of the powers under the Patriot Act. Lawmakers on both sides of the aisle have repeatedly expressed frustration at the administration's refusal to answer questions on how it is using its new powers. Ashcroft has been on the road in recent weeks trying to drum up support for this expansion of the Patriot Act. He spoke only to conservative think tanks and friendly law enforcement crowds. He refused to meet with print journalists, and had them physically ejected from his press conferences, talking only to television reporters. Giving this Justice Department even greater authority with less judicial oversight would be a grave mistake. We would not be safer, only less free.\n\nLoad-Date: October 18, 2003"
}