{
    "title": "Powell_ Terrorism must end for peace in Mideast; Road map_ U.S. plan calls for creating a Palestinia",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 4,
    "day": 25,
    "full text": "Secretary of State Colin Powell, in a telecast to the Arab world, said Thursday that terrorism must end if peacemaking between Israel and the Palestinians is to have a chance of succeeding.\n\"Let's be very open and candid.\" Powell told the Lebanese Broadcasting Corporation. \"Unless terrorism and violence stops, then it's almost impossible to get going on any process toward peace.\"\nIn a separate interview with al-Arabiya, a television station based in Dubai, Powell notified Israel and the Palestinians that he did not want to debate terms of a peacemaking road map with them when he holds talks in the Middle East, probably early next month.\n\"I don't want to spend a great deal of time arguing about the details of the road map,\" Powell said. \"I want to see both sides, in a spirit of cooperation, in a spirit of peace, with the earnest desire to move forward, to start performing.\"\nThe road map was prepared by the United States, the United Nations, the European Union and Russia. It calls for creating a Palestinian state, by 2005, on land now held by Israel.\nThe plan calls for an end to all violence and a full Jewish settlement freeze in the West Bank and Gaza. It also demands that all settlements built after 2001 be dismantled.\nThe road map is due to be announced officially after a Cabinet selected by Mahmoud Abbas, the designated Palestinian prime minister, is approved by the Palestinian Parliament.\nPowell said he had been in touch with Israeli authorities and found \"they are ready and anxious to participate in moving forward with Mr. Abu Mazen,\" as Abbas also is known.\nIsraeli Prime Minister Ariel Sharon has stressed terror attacks on Israel must end before he would approve negotiations with the Palestinians.\nPowell said he hoped Abbas and Mohammed Dahlan, the designated security chief, \"will work hard to end the violence, end the terrorism.\"\nThat, Powell said, \"will create conditions that will allow us to go forward.\"\nAs for Yasser Arafat, the Palestinian leader the Bush administration is trying to sidestep, Powell said: \"Mr. Arafat still occupies a position within the hearts and minds of the Palestinian people, and I can't remove that, and I wouldn't even try to.\"\nBut, at the same time, Powell said, \"We do not believe that Mr. Arafat has shown the kind of leadership that is needed to take us through this crisis.\"\n\nLoad-Date: April 25, 2003"
}