{
    "title": "POWELL URGES ISRAEL TO USE RESTRAINT, ARAFAT TO CRACK DOWN ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 3,
    "day": 30,
    "full text": "* The secretary of state defends the Israelis' right to retaliate and expresses hope that peace still is possible.\nSecretary of State Colin Powell sought on Friday to salvage U.S. peace efforts in the Mideast, delivering a stern message to Yasser Arafat to curtail terrorism while urging Israel not to harm the Palestinian leader.\nU.S. envoy Anthony Zinni remained in the region to press for a cease-fire.\nPowell urged Israelis storming Arafat's West Bank compound to use restraint but defended their right to retaliate for recent suicide bombings that killed 30 in three days. The secretary of state blamed the attacks for scuttling the peace process.\n\"Let's be clear about what brought it all to a halt: terrorism,\" he said.\nIn a public appearance and a 30-minute call with Arafat, Powell delivered a pointed message.\nHe also recounted initiatives since last fall that he said had raised hopes for peace, but he said despair was not the answer to the seemingly unending violence.\n\"Although things look dark now, we must have hope, and we must continue to work and work hard,\" he said.\nPowell spent much of Friday on the telephone, conferring with Israeli Prime Minister Ariel Sharon, Arafat, Arab League Secretary-General Amr Moussa, U.N. Secretary-General Kofi Annan and European Union foreign policy chief Javier Solana.\nThere also were high-level talks within the administration. President George W. Bush talked Friday with his top national security advisers, including Powell, Defense Secretary Donald Rumsfeld, national security adviser Condoleezza Rice and CIA Director George Tenet. Bush planned no calls to leaders in the region Friday, a spokesman said.\nPowell spoke to reporters as Israeli troops laid siege to Arafat's compound in Ramallah. He said Sharon assured him over the telephone that Israeli retaliation against Arafat \"would not include bringing any harm\" to him.\nJust three days earlier, Sharon expressed regret that he had promised Bush previously \"not to physically harm Arafat.\"\nPowell noted that the escalating violence had come against a background of \"guarded optimism.\"\nHe said this was based, in part, in the near-unanimous approval recently by the U.N. Security Council of a resolution calling for a state for the Palestinian people and the \"bold vision\" of a Saudi Arabian land-for-peace blueprint for a durable peace in the Middle East.\nBut he said these hopes for progress have been eradicated for the time being by terrorism.\nPowell urged Sharon and Arafat to show leadership appropriate to the challenge.\n\"While we understand the Israeli government's need to respond to these acts of terror and the right of the Israeli government to decide what actions best serve the interests of the Israeli people, we call on Prime Minister Sharon and his government to carefully consider the consequences of those actions,\" Powell said.\nAs for Arafat, Powell said, \"His leadership is now even more central to trying to find a way out of this tragic situation.\"\n\nNotes\n\nTOP OF THE NEWS\n\nLoad-Date: March 30, 2002"
}