{
    "title": "Powell_ Inaccurate report on terrorism 'big mistake'; State Department working with CIA in an attemp",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 6,
    "day": 14,
    "full text": "A State Department report that incorrectly showed a decline last year in terrorism worldwide was a \"big mistake,\" Secretary of State Colin Powell said Sunday.\nHe said he was working with the CIA, which helped to compile the data, to determine why the errors got into the report.\nPowell said he planned a meeting on the issue today and that the intelligence agency was working through the weekend in preparation.\n\"I'm not saying it is responsible until I sit down with all of the individuals who had something to do with this report: CIA, my department, members of my department, other agencies that contributed to it,\" Powell said.\n\"It's a numbers error. It's not a political judgment that said, 'Let's see if we can cook the books.' We can't get away with that now. Nobody was out to cook the books. Errors crept in,\" he told ABC's \"This Week.\"\nHe pledged to release a corrected report as quickly as possible.\nA leading House Democrat, Rep. Henry Waxman of California, had challenged the findings, contending they were manipulated for political purposes. The conclusion that terrorism was on the decline was used to boost one of President Bush's chief foreign-policy claims, success in countering terror.\nWaxman asked Powell for an explanation and the secretary called last week to say the mistakes were unintentional.\n\"He says it wasn't politically motivated so I will accept that,\" Waxman said after their conversation. Still, the lawmaker said, \"We are still left with the fact that this report is useless until it is corrected.\"\nThe April report said attacks had declined last year to 190, down from 198 in 2002 and 346 in 2001. The 2003 figure would have been the lowest level in 34 years and a 45 percent drop since 2001, Bush's first year as president.\nThe report also showed the virtual disappearance of attacks in which no one died.\n\"There's a new terrorist threat information center that compiles this data under the CIA. And we are still trying to determine what went wrong with the data and why we didn't catch it in the State Department,\" Powell said Sunday.\n\"It's a very big mistake. And we are not happy about this big mistake,\" he added.\nThe department has said that one of the mistakes was that only part of 2003 was taken into account.\nWhen the annual report was issued April 29, senior administration officials used it as evidence the war was being won under Bush.\n\"We weren't saying terrorism has gone away. The report clearly says terrorism is a main problem facing the world today. We've got to continue going after terrorists,\" Powell said.\n\"But based on the data we had within the report, there was a suggestion that the number of incidents had dropped and it was the lowest since 1969,\" he added. \"That turns out not to have been correct. We were wrong. We will correct it.\"\n\nGraphic\n\n \nmug - Colin Powell\n\nLoad-Date: June 14, 2004"
}