{
    "title": "Powell switches emphasis from war to issue warnings to Iran , Syria ; Terrorism threats_ He also mak",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 3,
    "day": 31,
    "full text": "Secretary of State Colin Powell, ranging beyond the ongoing war with Iraq, demanded on Sunday that Iran halt its quest for weapons of mass destruction and that Syria cease supporting terrorism.\nHe also called on Israel and Palestinian leaders to take serious steps toward a peace agreement.\nIn a strong speech to a pro-Israel lobby group, Powell also reaffirmed the Bush administration's determination to oust Iraqi President Saddam Hussein.\n\"We will keep his weapons of mass destruction from the Middle East,\" Powell said to strong applause from thousands of American Jews attending the American Israel Public Affairs Committee's 44th annual policy conference.\n\"Let there be no doubt of the outcome,\" he said. \"We will drive Saddam Hussein and his regime from power.\"\nAnd he vowed a relentless effort to attack the al-Qaida terror network around the world: \"Let there be no doubt. We will pursue al-Qaida wherever they are.\"\nTurning to Iran - which President Bush has denounced as a member of an \"axis of evil\" along with Iraq and North Korea - Powell said it must stop its support of terrorism against Israel and \"Iran must stop its pursuit of weapons of mass destruction and the ability to produce them.\"\nFollowing up by an accusation last week by Secretary of State Donald H. Rumsfeld that Syria is allowing war material to flow into Iraq, Powell said \"Syria faces a critical choice\" - whether to \"continue its direct support for terrorism in the dying days\" of the Iraqi government.\nRumsfeld has called Syria's actions \"hostile\" and Powell kept up the pressure with a warning that \"Syria bears a responsibility for its choices and consequences.\"\nOn the Israeli-Palestinian front, Powell renewed Bush's support for a Palestinian state and said, \"Israel's security requires peace with its neighbors.\"\nPowell also renewed Bush's call for a halt to settlement activity on the West Bank and Gaza, which drew a mixed response of mild applause and a few boos.\nWithout mentioning the Palestinians specifically, Powell got a standing ovation when he declared there must be \"an end of violence as a political tool\" against Israel.\n\nLoad-Date: March 31, 2003"
}