{
    "title": "Praise the Lord, Pass the Ammunition_ Rabbi's Got a Gun",
    "publisher": "the forward",
    "year": 2009,
    "month": 9,
    "day": 18,
    "full text": "Is your rabbi packing heat?  If Gary Moskowitz gets his way, the\nanswer to that question will be a bulletproof  Yes.\nIn fact, Moskowitz  who is both a rabbi  and a martial arts sensei  dreams  of an armed posse in every synagogue.  Each congregation, he believes, should  include at least five people who are carrying  weapons and are prepared to fight  off potential attackers. To that end, he is  training clergy and congregants in the finer  points of shooting at moving targets  and using pews as shields.\nThe idea of pistol-packing rabbis and  a locked-and-loaded congregation may  sound ludicrous, but Moskowitz  a  cashiered New York City cop  is deadly  serious about what he sees as terrorist  threats to American synagogues and what  he believes is the appropriate response.\nIn the Jewish community we are helpless,  basically, Moskowitz said September  8 in an interview at his synagogue in  Queens. I have a mission to try to secure\nSecurity experts  react skeptically to  the notion of pistol-packing  davaners.\nthe Jewish community here.\nHis 100-hour course, offered  for $1,000, trains congregation  members, rabbis and other clergy  in such security methods as surveillance  and screening, before  graduating to armed resistance  and combat shooting. With very  little encouragement, Moskowitz  demonstrated for the Forward  various shooting stances and  moves such as somersaults and  table vaults that he would use to  fend off armed attackers.\nFor years, Moskowitz has been  a lone voice in the wilderness;  his calls for counter-terrorism  training went mostly unheeded,  and he found few takers among  members of his own faith for  his 100-hour seminars. This  past spring, he called hundreds  of synagogues and Jewish centers  to offer his counter-terrorism  training services. The near-universal  response, he said, was  Thanks, but no thanks.\nThe landscape changed, he  said, after the thwarted Riverdale  bomb plot. The May arrest  of four New York men charged  with plotting to blow up two  synagogues in the Bronx has  piqued interest in his services  among Jewish laypeople, Moskowitz  said.\nMoskowitz claims that the  Riverdale arrests, combined  with recent media attention,  have prompted hundreds of calls  from Jewish laypeople seeking  training. Still, he said, no rabbis  or synagogue presidents have  signed up for his Tzedek Task  Force on Counter Terrorism. This  he sees as a sign that Jewish leaders  are out of touch.\nWe have a very smart community  that's acting very stupid,  Moskowitz said. It's a very sad  situation, that Jews' heads are  buried in the sand.\nBut those who deal professionally  with synagogue security say  that Jewish leaders have good  reason to hesitate before embracing  Moskowitz's gun-slinging  philosophy.\nSteven Sheinberg, who oversees  community security initiatives at  the Anti-Defamation League, said  that arming congregation members  as a response to terrorism  threats is just a bad idea.\nAs a practical matter, Sheinberg  noted, if police respond to an  attack on a synagogue and find\na bunch of people firing guns at  each other, it will be very hard  to sort out the bad guys from the  good guys. Legal concerns include  possible liability for both the synagogue  and its individual members  if self-defense goes wrong.  Police officers receive years of professional  and on-the-job training,  and even then they sometimes  make mistakes when they fire  their weapons, Sheinberg said.\nInsurance could present a  problem if the security plan for  a synagogue includes relying on  individuals carrying firearms,  Sheinberg said. Finally, there's  the moral question of authorizing  the use of deadly force in a  house of worship.\nIt's a very complex matter,  and it's hard to see it turning out  well, Sheinberg said.\nMoskowitz, a fast-talking man  who practically bursts with ideas,  is no stranger to controversy. He  served as a New York City police  officer for nine years before being  fired by the force in 1991 for conducting  personal business while  on duty; he sued the department  to challenge his dismissal, and  lost. He was ordained as a rabbi  in 1998 at Ayshel Avraham Rabbinical  Seminary in Monsey, N. Y.,  and has worked for congregations  in the Bronx and on Long Island.  He was forced out of his rabbinic  post in the Greenport section of  Long Island, according to a 2005  New York Times report, after he  met resistance for trying to push  change too quickly upon a traditional  congregation.\nMoskowitz now lives in Queens  and runs a private security firm.  He teaches at a small seminary  called Mishpat Tzedek, where, he  said, physical fitness is part of the  rabbinic curriculum.\nAs rabbis, we need to protect  our people, and not just spiritually,  he said. God's not going  to help you if you don't help  yourself.\nMoskowitz holds his training  sessions at the Anshe Sholom  Chabad synagogue in the Kew  Gardens neighborhood of Queens.  His own rabbi, synagogue director  Mordechai Hecht, is not just a  supporter of Moskowitz, he's also  a student. Hecht is studying martial  arts with Moskowitz and said  he hopes to continue on to more  advanced weapons training.\nThe idea of rabbis armed with  guns is not uncommon in other  parts of the world, Hecht noted.  I don't know why it hasn't been  done here.\nNo one wants to have a shootout  in a synagogue, Hecht said, but he  also believes there's no such thing  as being too cautious.\nPeople do this because of their  love and concern for their fellow  congregants, Hecht said. We are  a peaceful people, and the primary  goal of a synagogue is peace,  love, prayer, Torah study. So it is  a shock [to see people training  with weapons]. But considering  the threats in the world today,  why not?\n\nGraphic\n\n \nIMAGE: Armed and Ready:Gary Moskowitzdemonstrates hismartial skills in hisQueens synagogue.; ARIEL JANKELOWITZ\n\nLoad-Date: September 13, 2009"
}