{
    "title": "Praying about lone wolf terrorism A Christian Science perspective_ Spiritual ideas on healing terror",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 9,
    "day": 21,
    "full text": "In recent months, the terrorist organization Islamic State has attracted much attention for its acts of extreme violence. In addition, IS promotes the radicalization of individuals leading to \"lone wolf\" attacks that are difficult for security services to thwart and are designed to further the organization's goal of establishing a \"world-wide caliphate,\" or government based on its beliefs.\nThe actions of this extreme group seem fueled by the idea that evil acts and atrocities, often committed against innocents, will lead to global power - that evil will overpower good. Mainstream Muslims, and right thinking adherents of many faiths, condemn this approach - obeying the commandment in the Bible \"Thou shalt not kill\" (Exodus 20:13) on which laws are widely based today.\nEmphasizing throughout its pages the importance of doing good, not evil, the Bible also provides examples where spiritual strength has overcome brute force. The prophet Elisha, for example, was able to nullify the planned evil actions of enemy soldiers when he proved the supreme presence and power of God, Spirit (see II Kings 6:8-17). As Mary Baker Eddy, the Discoverer and Founder of Christian Science, observes, \"The central fact of the Bible is the superiority of spiritual over physical power\" (\"Science and Health with Key to the Scriptures,\" p. 131).\nThis spiritual power is demonstrable today because God, Spirit, is good, and His power is available to each of us. A spiritual understanding of God, Mind, shows God to be all-power, all-presence, all-action - which leads ultimately to the conclusion that God is the only true power, presence, and action. Armed with this spiritual understanding, one's prayers can do much for mankind by helping to prove that in the supremacy of God's omnipotence, no other power can exist.\nAlthough terrorism manifests itself in physical violence, its roots are in the mental realm. When we humbly listen for God's all-power to govern our thinking as we pray, our thought becomes like a clear window for the light of God, good, to shine through. Through a heart open to divine inspiration, we are guided by God, divine intelligence, which brings into focus the healing truth needed to counteract the hate, anger, and intolerance which motivate terrorism.\nThis prayer of understanding demonstrates God's influence in the moral realm. The Bible says that God is \"a God of truth and without iniquity, just and right is he\" (Deuteronomy 32:4). As God, good, is divine Truth, Truth speaks to the human heart, revealing that evil is never desirable, because it's never in accord with God's goodness, and therefore has no real foundational benefit. Mrs. Eddy explains: \"The inaudible voice of Truth is, to the human mind, 'as when a lion roareth.' It is heard in the desert and in dark places of fear\" (Science and Health, p. 559). This loving action of God, Truth, reaching human consciousness, can dispel the evil influence of propaganda techniques promulgated by terrorist organizations, which would lure young individuals to believe that terrorist acts are desirable.\nSimilarly, when poverty and despair sometimes draw people into the hateful ideology of terrorists, we can pray about this as well. The Bible records many instances where supply is met through prayer. We can help contribute to humanity's progress through prayer that affirms that God - divine Love (see I John 4:16) - is supplying every need for all of His children. The more we recognize this spiritual fact, the more we help bring about a meeting of mankind's needs - for employment, food, or community stability. Since God is the source of all good, the prayer that understands and affirms the spiritual fact of God's power to give good opens the way for adequate supply to be manifested where it is needed, along with a normal sense of purpose.\nHowever intractable, illogical, or flagrant terrorism may seem to be, omnipotent God, good, does not uphold hate and violence, and because of this we can pray for the safety of humanity as well as the diminishing of violence. As stated in the first chapter of Genesis, each man and woman is created in God's image and consequently must be loving, constructive, and wisely motivated. As spiritual thinkers do their part in praying to demonstrate the power of God to overcome the evil of terrorism, humanity's God-given safety and freedom from evil becomes increasingly evident.\n\nLoad-Date: September 21, 2015"
}