{
    "title": "Preacher in terror case to get arms",
    "publisher": "the bismarck tribune",
    "year": 2012,
    "month": 10,
    "day": 27,
    "full text": "NEW YORK (AP) - An Egyptian-born preacher charged in multiple terror plots will be outfitted next week with new prosthetic arms to replace the hooks he used before, his lawyer said Friday.\nMustafa Kamel Mustafa needs all the help he can get while at the Metropolitan Correctional Center in Manhattan awaiting trial, attorney Jeremy Schneider said after a hearing. Next Tuesday's fitting, announced in court by the judge who will preside at Mustafa's trial, will take place in a facility not constructed with the disabled in mind, Schneider said.\nMustafa, widely known as Abu Hamza al-Masri, was transferred from London earlier this month, along with four other defendants charged with terrorism offenses. He has pleaded not guilty to conspiring with some Seattle men to set up a terrorist training camp in Oregon and to helping abduct two American tourists and 14 other people in Yemen in 1998. He has said he lost his arms fighting the Soviets in Afghanistan.\nSchneider told U.S. District Judge Katherine B. Forrest that Mustafa, 54, \"has an extraordinary knowledge and interest in helping with his defense\" despite the challenges of being housed in solitary confinement in a prison wing where defendants facing terrorism charges are typically held.\n\"This defendant is going to get the appropriate resources\" necessary for a fair trial, the judge said as she assigned a legal team of at least five people to assist him.\n\"This is an almost never-ending job,\" Schneider said as his client looked toward the judge. \"This case occurred approximately 14 years ago covering three continents.\"\nSchneider said researching the case will likely cause the defense team to reach out to Yemen, England and Pakistan to collect evidence.\nProsecutors said 47 boxes of materials were being shipped from England, including computer disks and hard drives.\nOutside court, Schneider said Mustafa was \"ready, willing and able\" to assist in his defense but it was difficult for attorneys to confer with him because the prison forces them to interact with a barrier between them.\nMustafa's disabilities make the quest for justice even more difficult, the lawyer said.\n\"He's a disabled man in a facility that does not have facilities for disabled people,\" he said.\nMustafa, whose new arms will be paid for by the U.S. government, became well known in the 1990s as his Finsbury Park Mosque in London became a training ground for extremist Islamists, including Sept. 11 conspirator Zacarias Moussaoui and would-be shoe bomber Richard Reid. He had been jailed since 2004 in Britain on separate charges.\nThe next hearing was set for Dec. 14.\n\nLoad-Date: October 29, 2012"
}