{
    "title": "PREMIER SAYS FOREIGN STATES FOMENT TERROR IN SPAIN",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 9,
    "full text": "With tensions running high after the assassinations of seven military men and Civil Guards in less than a week, Prime Minister Leopoldo Calvo Sotelo tonight accused unidentified foreign states of fomenting terrorism in Spain.\nIn a television address to the country, the Prime Minister promised a ''long and hard struggle'' against terrorism, though he announced no new measures.\nAt the outset of his talk, Mr. Calvo Sotelo, who heads a centerright Government, affirmed that ''terrorism in Spain cannot be understood only in terms of its internal traits, but also must be seen in the field of international action.''\nSpanish Prime Minister Leopoldo Calvo Sotelo accuses unidentified foreign states of fomenting terrorism in SpainSaid to Refer to Soviet\nHe said others ''want deceitfully to prevent our people from reaching the objectives of a peaceful and modern life, crowned with liberties, in the place that corresponds to us as a free nation.''\nA high Government official said later that the Prime Minister was referring to ''the Soviet Union and its satellites,'' which the official said included Cuba, Libya and Algeria.\nFor some time, Spanish politicians and others have speculated that the Soviet Union might be assisting the Basque terrorist organization E.T.A., hoping to precipitate a military coup that would prevent Spain from joining the North Atlantic Treaty Organization. But Mr.  Calvo Sotelo was the first to make the accusation, however veiled, in public.\n \n2 Soviet Aides Expelled\nSince Mr. Calvo Sotelo took office - the formal vote installing him was interrupted Feb. 23 by an aborted military coup - relations with the Soviet Union have markedly cooled. Two high-ranking Soviet officials have been expelled, and 20 other Soviet citizens have been told that their residence permits will not be renewed. The Government has also taken measures to reduce the Soviet fishing fleet near the Canary Islands.\nA central feature of Mr. Calvo Sotelo's program has been a commitment to bring Spain into NATO, a process he hopes to start this year by a vote in Parliament.\nHeeding the appeal of the main political parties, millions of Spaniards observed two minutes of silence at noon today to protest terrorism and express support of the Constitution and the armed forces.\nIn virtually all major cities and towns, cars stopped, employees went into the streets and factories halted work. About 600 trains joined the stoppage, as did many cars on main highways, while church bells tolled and fire and factory whistles sounded.\nIn the Basque provinces, the police detained scores of militants from a radical group called Herri Batasuna, which supports E.T.A.  Among those arrested under special antiterrorist legislation were several elected local officials who are members of Herri Batasuna, including Jose Antonio Urbiola, Vice President of the Navarre Provincial Assembly, and several mayors.\n \nCan Be Held Up to 10 Days\nUnder antiterrorist legislation approved in 1979, the police can hold suspects for up to 72 hours without permitting them to see a lawyer. This detention may be extended up to 10 days with judicial permission.\nKing Juan Carlos and Queen Sofia today presided at ceremonies for the three military men assassinated by E.T.A. in the capital yesterday. The widow of one of those killed was seen weeping profusely on the bemedaled chest of the King.\nDelivering a eulogy for the dead men, Msgr. Emilio Benavent declared: ''The Spanish people are overburdened by the tremendous provocative charge of the killings of members of the armed forces.  The people hope that civilians, soldiers and clerics will do their jobs. The people want to live in peace.''"
}