{
    "title": "Preparation course popular Deputy teaches agencies how to handle terrorism",
    "publisher": "charleston daily mail",
    "year": 2001,
    "month": 10,
    "day": 24,
    "full text": "DAILY MAIL STAFF\nThough Americans may have only recently started thinking seriously about terrorist threats, law enforcement has been thinking about it for years, said Chief Kevin Quinlan of the Kanawha County Sheriff's Department.\n\"Sometimes we feel like Chicken Little,\" Sheriff Dave Tucker said.\nBut because of the Sept. 11 attacks, the general population has begun wanting to learn about terrorist threats. That is why the sheriff's department was putting on a bomb threat analysis workshop today for administrators and first responders in the county to assist them in dealing with threats that have become so much more common recently.\nAttendees included the Kanawha County Prosecutor's Office, the West Virginia Division of Corrections, the Charleston Fire Department and many police departments.\nCapt. Steve McClure of the fire department said he is going to have all the firefighters take the four-hour course taught by Quinlan.\nHe also said he was pleased by what he was hearing about plans to respond in case of an emergency in the area. He said it sounded as though agencies would work together, each of them using their expertise.\n\"This has shown me we don't have territories anymore,\" McClure said.\nQuinlan stressed many points in his course this morning.\nHe outlined the resources the sheriff's department had to deal with any possible threats, such as a mobile crime scene unit, 15 people trained to deal with weapons of mass destruction, a special response team and a bomb dog.\nHe said one many things administrators need to know is the difference between bomb threats and bomb warnings.\nA warning is when an individual calls an agency with the knowledge that a bomb has or will be placed within.\nA threat is when an individual calls an agency knowing that no device is present.\nHe said the most important thing to keep in mind while dealing with a threat is that all you can do is \"analyze the known information and make a reasonable decision.\"\n\"Don't get excited about terrorism,\" he said. \"It's just a crime. You're going to have to learn to live with it.\"\nHe said it should be looked as just like a crime. Crimes are a combination of the criminal's desire, ability and opportunity.\nAgencies can only work to limit the opportunity criminals have to commit the crimes.\nThis means making security plans that include risk analyses and a chain of command to minimize harm in case an incident does occur.\nWriter Vada Mossavat can be reached at 348-4843 or by email at vmossavat@dailymail.com.  \n-30-\n\nLoad-Date: October 25, 2001"
}