{
    "title": "Preparation urged for end of backstop; American Insurance Assn",
    "publisher": "business insurance",
    "year": 2003,
    "month": 1,
    "day": 27,
    "full text": "ARLINGTON, Va.-Insurers have less than three years to create a private market for terrorism insurance and they had better be prepared to do so, say terrorism insurance experts.\nThat's because the Federal Terrorism Risk Insurance Act of 2002, which President Bush signed into law last Nov. 26, sunsets three years after its enactment. The law creates a mechanism by which the federal government will act as a backstop to private insurers to help cover the losses of any future terrorist attacks. But despite initial calls from risk managers and insurers that such a program should last longer-perhaps six years-to allow insurers to establish a financially sound private market, lawmakers ultimately limited federal guarantees to three years, with insurers responsible for a larger portion of any losses with each successive year.\n''We have to remember that this act sunsets, and it's not very far away,'' said Jason Shupp, assistant general counsel in Zurich North America's Washington office during a discussion of terrorism insurance in Arlington, Va., last week. The Washington-based American Insurance Assn. sponsored the conference as the first of three ''emerging issues'' conferences slated for this year. The topics of the future conferences have yet to be announced.\nMr. Shupp noted that the act would cover only losses certified by federal authorities as being the result of covered terrorist acts. After the act sunsets, insurers will face a situation in which no terrorist act is certified as qualifying for federal cost sharing, he pointed out.\n''We have now essentially been asked by Congress'' to go back into the marketplace and offer terrorism coverage, said Matt Campbell, vp and general counsel for Chubb Commercial Insurance in Whitehouse Station, N.J.\nCongress wants to ensure that business has the coverage needed to operate and that insurance is provided through a private-sector solution, said Mr. Campbell.\n''Are we working toward a private-sector solution?'' asked Mr. Campbell. If not, in less than three years, ''we're basically 9/12/01 all over again,'' he said. ''That's the ultimate failure for everyone,'' said Mr. Campbell.\nJ. Patrick Cave, deputy assistant secretary of the U.S. Department of the Treasury for financial institutions and government-sponsored enterprises policy, and former Illinois Insurance Director Nat Shapo also spoke at the session. J. Stephen Zielezienski, the AIA's assistant general counsel, served as moderator.\n\nLoad-Date: January 29, 2003"
}