{
    "title": "Prepare Yourself for More Official Enemies",
    "publisher": "the world",
    "year": 2020,
    "month": 12,
    "day": 15,
    "full text": "One thing is for certain in a Biden administration, and everyone should prepare for it: More Big Official Enemies. Given that Biden is deeply ensconced in the mindset of the national-security establishment, he will automatically buy into and support whatever official enemies the Pentagon, the CIA, and the NSA proclaim are threats to “national security.”\nThe most likely candidate is Russia. Count on the continuation of Russia’s role as America’s Official Enemy Number One. While everyone thought the Cold War ended long ago, not so for the U.S. national-security establishment. The Cold War was a high-cotton racket for the Pentagon, the CIA, and the NSA, and they weren’t about to let it go. That’s why they did everything they could to ensure that Russia remained an official enemy of the United States during the Trump administration. There is little doubt that Russia’s role as Official Enemy #1 will be magnified during the Biden administration.\nAnother likely candidate is China. Count on Biden to continue the official animosity toward China. Given that it’s still a communist regime, it falls in perfectly with the old Cold War mindset — that the Reds are coming to get us, one way or another. \nA third candidate is “terrorism.” Remember: ever since the 9/11 attacks, this has been a “global” war on terrorism. Take my word for it: There are still lots of “terrorists” around the globe. Despite all the bombs, missiles, and bullets that have been employed against the “terrorists” since 9/11, the war still has at least another 100 years to go before they kill all the\n“terrorists” in the world. \nA fourth candidate is an array of Third World countries, such as Iran, Cuba, Nicaragua, North Korea, or Syria. While they are smaller than Russia and China, they still have the potential of instilling some degree of fear in the American people. And fear is the coin of the realm in any national-security state.\nNow, mind you, the term “official enemy” will not be used, either by Biden, his cohorts in the national-security establishment, or the mainstream press. They will use Empire Speak, the language of empires. They will talk about Russia and China being “adversaries,” “rivals,” “opponents,” or similar terms. But no matter which term is used, the meaning will be the same: The American people will be expected to adopt whatever official enemies are being proclaimed at that time and hate them and fear them.\nThe import of all this official enemy mindset, of course, is to let us know how important it is that the U.S. government remain a national-security state. Without official enemies, how can the Pentagon, the CIA, and the NSA justify their existence, control, and power, not to mention their ever-increasing budgets? \nTo achieve a genuinely free society, Americans have to free themselves from this Cold War mentality. Our government was founded as a limited-government republic, a type of governmental structure that is consistent with the principles of a free society. \nAfter World War II, the federal government was converted to a national-security state, a type of governmental structure that is characteristic of totalitarian regimes, especially considering the omnipotent dark-side powers, such as assassination, that come with a national-security state. \nPresident Eisenhower warned us about this conversion, and so did President Kennedy. No president since then has dared to do so. Don’t expect Biden to do so — he is too enmeshed within the national-security establishment mindset.\nUltimately, the American people must decide: Do they want to be free or not? Do they want a healthy society or not? \nIf no, then keep the national-security state, along with its ever-changing array of official enemies, its fear-mongering, its dark-side powers, and its ever-increasing budgets. \nIf yes, then there is but one thing to do: Dismantle the old Cold War national-security state racket and restore a limited-government republic to our land. \nThe post Prepare Yourself for More Official Enemies appeared first on The Future of Freedom Foundation.\n\nLoad-Date: December 16, 2020"
}