{
    "title": "Preparing to fight terrorism",
    "publisher": "the bismarck tribune",
    "year": 2016,
    "month": 1,
    "day": 17,
    "full text": "“Why is the red warning flag flying on Street Light No. 7?” Orville Jordan inquired loudly as members of the Homeland Security Committee streamed into the frigid community hall.\nThe conversation continued at fever pitch as the town’s 14 electors jockeyed for the best seats.\n“Are we under attack?” panic-stricken Genevieve Erfald asked.\n“This emergency meeting is being held because the mayor read in the county paper that terrorist attacks were likely anywhere in the country and he wants our plan of action,” explained Chairperson Ork Dorken as he rapped his Coke bottle on a nearby table.\nHalf of the committee kept standing because the metal folding chairs were too cold.\n“I say we start digging trenches across the dumpground road and fight it out. I think they would come in from that direction,” offered Orville.\nThis brought Alert Officer Garvey Erfald to his feet.\n“Don’t be foolish,” he cautioned. “Terrorism these days is not that kind of war. They sneak into town with backpacks loaded with dynamite and blow everything up.”\n“Well back when I was on Lovicky Township Fire Brigade No. 1, our strategy was to fight fire with fire,” Old Sievert recalled. “So let’s fight fire with fire.”\n“Just how do we do that?” queried Little Jimmy, now enrolled in an online college program while his folks look for gold in the Yukon. He was the only town resident too young for Social Security.\n“Well, we need to recruit some folks who will put on backpacks and find groups of terrorists to blow up,” Sievert responded.\n“That would be like those Japanese suicide pilots in The War who dove into our ships,” Dorsey Crank commented. “We can’t expect anybody to do that sort of thing. Besides, we didn’t think it was fair fighting anyway.”\n“We had soldiers who volunteered for suicide missions in France,” retorted Old Sievert. “In fact, I was on three of them myself. They almost discharged me for coming back the third time.”\n“What can we offer volunteers?” Genevieve asked. “ISIS is offering heaven and 17 virgins.”\n“The most we could promise are outstanding citizen awards,” Josh Dvorchak suggested with a smirk.\n“But we can’t guarantee heaven. That’s St. Peter’s to give,” Einar added.\n“I don’t think we have the virgins, either,” Little Jimmy concluded. He subscribed to Playboy two days after his folks went prospecting.\n“It’s going to take a lot of motivation to get people to go on suicide missions in peacetime” Josh speculated.\n“Maybe they would be motivated if we tell them that ISIS will confiscate their guns,” suggested Madeleine Morgan, the latest town resident who came from Montana for her uncle’s funeral 15 years ago and never went back. She was stuck with the house in a slow housing market.\n“We need better advice for the mayor than I’m hearing,” Ork prodded sternly.\n“Did the county paper give any hints?” asked Holger Danske.\nOrk took off his right sheepskin mitt and pulled the crumpled news story from his pocket.\n“It says that we should be alert for suspicious people asking questions,” he reported.\n“There was that guy selling fish out of his pickup about five years ago,” Genevieve observed. “He asked a lot of questions for a fish peddler.”\n“Another suggestion was to test our security,” Garvey noted. “Maybe we should improve our warning system.”\n“Let’s tell the mayor to get a bigger red alert flag for the time being and let it go at that,” Dorsey proposed as he stamped his cold feet on the frigid floor.\n“That’s it!” exclaimed Josh with finality as he headed for the door.\nEveryone rushed out behind him, pleased that a major community problem had been solved.\n(Lloyd Omdahl is a political scientist and former North Dakota lieutenant governor. His column appears Sundays.)\n\nLoad-Date: January 16, 2016"
}