{
    "title": "President tells firm no oil deal; Accusing Iran of terrorism, Clinton delivers death blow to Conoco",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 3,
    "day": 15,
    "full text": "President Clinton killed a politically charged $ 1 billion oil contract between an American company and Iran on Tuesday, accusing Tehran of terrorism and undermining Mideast peace.\nClinton's action delivered the death blow Tuesday to a Conoco deal that already was crumbling under pressure from powerful stockholders and sharp criticism from the administration and Capitol Hill.\nThe White House said Clinton would issue an executive order in a matter of days to block the agreement, which had called for Conoco to develop an offshore oil field in the Persian Gulf.\nSenate Banking Chairman Alfonse D'Amato, R-N.Y., a leading critic of the deal, praised Clinton's action but said it did not go far enough. He called for a total and permanent trade ban, which he has proposed in a bill that will be considered by his committee Thursday.\nTERENCE HUNT; of The Associated Press\n\"The embargo we have today against Iran is a myth,\" D'Amato said. \"If we don't make it a real embargo it will never have any real impact.\"\nThe administration acknowledged that Clinton's order, while blocking the Conoco deal, would not stop American companies from buying Iranian oil through foreign subsidiaries and selling it abroad.\nUsing this method, U.S. companies buy nearly one-quarter of Iran's oil. D'Amato estimated U.S. purchases at more than $ 3.5 billion last year.\nIt is unusual a president would block a business deal. But in this case, after a week of publicity, Conoco appeared happy that the accord was dead. The White House and the oil company worked together to scrap it.\nWhite House press secretary Mike McCurry said Conoco, a subsidiary of DuPont, told the administration it would terminate the accord based on an executive order from the president.\n\"DuPont and Conoco pride themselves on being good corporate citizens in the United States as well as around the world. As a result, Conoco will not proceed with the agreement,\" said DuPont spokesman Mike Ricciuto.\nOutside government, there was opposition to the deal from members of the Bronfman family, who are the top officers of the Seagram Co., which owns more than 24 percent of DuPont. \"It was really a moral issue\" for them, a family associate said.\nThe Bronfmans are active in Jewish organizations which support the administration's efforts to isolate Iran. Edgar M. Bronfman, co-chairman of Seagram, and Edgar Bronfman Jr., president and chief executive, also are friends of Clinton and have attended social events at the White House.\nMcCurry said he was not aware of any White House contact with the Bronfmans on the Iran deal.\nAnnouncing that Clinton would issue his order, McCurry said it was in response \"to the actions and policies of Iran, including support for international terrorism, efforts to undermine the Middle East peace process, and pursuit of weapons of mass destruction and the means to deliver them.\"\nHe said allowing U.S. companies to finance or manage the development of Iranian oil would help Tehran's productive capacity and bolster its financial strength.\n\"We think it is important to stop American participation in these kinds of activities,\" McCurry said.\nAsked why other American companies would not be blocked from buying and selling Iranian oil, McCurry said, \"This deal would be markedly different because it would go beyond the existing oil-producing capacity of Iran, moving to offshore reserves which would substantially increase over the long term the capacity of Iran to attract capital, to attract investment, to build up its economic activities.\n\"So this would represent a substantial new capacity for oil production by Iran,\" he said.\nConoco has maintained it kept the administration informed all along about its negotiations with Iran. McCurry said \"we only in recent days became fully aware of the nature of the transaction.\"\nSeparately, Energy Deputy Secretary Bill White said, \"One needs to balance the interests of U.S. companies and U.S. jobs against the policy of the U.S. in trying to isolate Iran.\"\n\nGraphic\n\n \nPHOTO 2,\n Alfonse D'Amato\n\nLoad-Date: March 17, 1995"
}