{
    "title": "Presidential passivity toward terrorism emphasizes failure to lead",
    "publisher": "the deseret news",
    "year": 2015,
    "month": 2,
    "day": 15,
    "full text": "WASHINGTON - \nHis secretary of defense says \"the world is exploding all over.\" His attorney general says the threat of terror \"keeps me up at night.\" The world bears them out. On Tuesday, American hostage Kayla Mueller was confirmed dead. On Wednesday, the U.S. evacuated its embassy in Yemen, cited by President Barack Obama last September as an American success in fighting terrorism.\nYet Obama's reaction to, shall we say, turmoil abroad has been one of alarming lassitude and passivity.\nNot to worry, says his national security adviser: This is not World War II. As if one should be reassured because the current chaos has yet to achieve the level of the most devastating conflict in human history. Indeed, insists the president, the real source of our metastasizing anxiety is ... the news media.\nRussia pushes deep into eastern Ukraine. The Islamic State burns to death a Jordanian pilot. Iran extends its hegemony over four Arab capitals - Beirut, Damascus, Baghdad and now Sanaa.\nAnd America watches. Obama calls the policy \"strategic patience.\" That's a synonym for \"inaction,\" made to sound profoundly \"strategic.\"\nTake Russia. The only news out of Obama's one-hour press conference with Angela Merkel this week was that he still can't make up his mind whether to supply Ukraine with defensive weapons. The Russians have sent in T-80 tanks and Grad rocket launchers. We've sent in humanitarian aid that includes blankets, MREs and psychological counselors.\nHow complementary: The counselors do grief therapy for those on the receiving end of the T-80 tank fire. \"I think the Ukrainian people can feel confident that we have stood by them,\" said Obama at the news conference.\nIndeed. And don't forget the blankets. America was once the arsenal of democracy, notes Elliott Abrams. We are now its linen closet.\nWhy no anti-tank and other defensive weapons? Because we are afraid that arming the victim of aggression will anger the aggressor.\nSuch on-the-ground appeasement goes well with the linguistic appeasement whereby Obama dares not call radical Islam by name. And whereby both the White House and State Department spend much of a day insisting that the attack on the kosher grocery in Paris had nothing to do with Jews. It was just, as the president said, someone \"randomly shoot(ing) a bunch of folks in a deli.\" (By the end of the day, the administration backed off this idiocy. By tweet.)\nThis passivity - strategic, syntactical, ideological - is more than just a reaction to the perceived overreach of the Bush years. Or a fear of failure. Or bowing to the domestic left. It is, above all, rooted in Obama's deep belief that we - America, Christians, the West - lack the moral authority to engage, to project, i.e., to lead.\nBefore we condemn the atrocities of others, intoned Obama at the National Prayer Breakfast, we shouldn't \"get on our high horse.\" We should acknowledge having authored the Crusades, the Inquisition, slavery, etc., \"in the name of Christ.\"\nIn a rare rhetorical feat, Obama managed to combine the banal and the repulsive. After all, is it really a revelation that all religions have transgressed, that man is fallen? To the adolescent Columbia undergrad, that's a profundity. To a roomful of faith leaders, that's an insult to one's intelligence.\nAnd in deeply bad taste. A coalition POW is burned alive and the reaction of the alliance leader barely 48 hours later is essentially: \"Hey, but what about Joan of Arc?\"\nObama's Christians-have-sinned dismissal of the West's moral standing is not new, however. It is just a reprise of the theme of his post-inauguration 2009 confessional world tour. From Strasbourg to Cairo and the U.N. General Assembly, he indicted his own country, as I chronicled at the time, \"for arrogance, for dismissiveness and derisiveness (toward Europe), for maltreatment of natives, for torture, for Hiroshima, for Guantánamo, for unilateralism, and for insufficient respect for the Muslim world.\"\nThe purpose and the effect of such an indictment is to undermine any moral claim to American world leadership. The line between the Washington prayer breakfast and the Ukrainian grief counselors is direct and causal. Once you've discounted your own moral authority, once you've undermined your own country's moral self-confidence, you cannot lead.\nIf, during the very week Islamic supremacists achieve \"peak barbarism\" with the immolation of a helpless prisoner, you cannot take them on without apologizing for sins committed a thousand years ago, you have prepared the ground for strategic paralysis.\nAll that's left is to call it strategic patience.\nCharles Krauthammer's email address is letters@charles krauthammer.com.\n\nLoad-Date: February 15, 2015"
}