{
    "title": "Preserving a legacy despite terrorism",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 11,
    "day": 20,
    "full text": "where we stand While we must closely monitor all who enter the United States, we cannot close the door to refugees based only on nationality or religion.\nGive me your tired, your poor,\nYour huddled masses, yearning to breath free,\nThe wretched refuse of your teeming shore,\nSend these, the homeless, tempest-tost to me,\nI lift my lamp beside the golden door.\nThe words of Emma Lazarus, inscribed on the Statue of Liberty - notably, a gift from France - remind us of our nation's core values and long history as the world's melting pot. Welcoming those in need of asylum, fleeing their homelands in the face of danger, is part of our foundation as Americans. We are a nation of immigrants.\nToday, that thinking is challenged in the face of global terrorism.\nFollowing the Islamic State's barbarous attacks on Paris a week ago, who has not been shaken by the massacre, as well as other acts of terrorism? And who has not been left searching for solutions to protect against and end such outrageous violence?\nMany Americans have leapt to the conclusion that we must slam the door on refugees from Syria. Those espousing a no-refugee stance include governors, federal lawmakers and presidential candidates. Their declarations play upon the genuine (and understandable) fears of citizens. Governors in half of U.S. states - including Iowa, Illinois and Wisconsin - have pledged to prohibit Syrian refugees from settling in their states. While governors lack the constitutional power to keep refugees out, their orders send a message and lend credibility to the idea that banning refugees will somehow keep us safer.\nIt's time for all Americans - elected officials, wannabe elected officials and average citizens - to step back, take a moment and think this through.\nIn European countries where refugees are flooding in, and some countries that lack a cohesive vetting process, consideration of options to stop the flow of Syrians trying to escape the war would have more urgency.\nHere in the U.S., we have a more thorough screening process in place, one that long predates the crisis in Syria. It can take a year or even two for refugees to be allowed in. Multiple federal agencies are involved, including the FBI and the Department of Homeland Security. Refugees are interviewed repeatedly and their stories are checked for inconsistencies. This would be a difficult and painstakingly slow process for terrorists to endure to infiltrate here.\nThe Migration Policy Institute, which tracks refugees admitted to this country, notes that of the 4 million refugees who have fled Syria since their savage civil war began in 2011, fewer than 2,000 have come to the U.S.\nSince 9/11, more than 784,000 refugees have entered the United States. Exactly three have been arrested for planning acts of terrorism. (Two had plans to attack outside the U.S., and the other one had plans that were deemed not credible.)\nNothing is impossible today, we acknowledge, but the terrorist in refugee's clothing is less likely than one reaching the U.S. by other, more short-term means.\nLearning about the massacre of people who merely happened to be attending a rock concert or dining in a restaurant, it's impossible not to feel vulnerable and frightened. Our impulse is to stay home and lock the door.\nWhile that might work on a personal level, it is not a sensible approach to national policy. Fear can overwhelm rational thought. When leading politicians advocate permitting refugees according to their religious beliefs, to the point of denying entry to all Muslims, it's obvious that we've waded into the deep, murky waters of fear.\nWe must remain vigilant and deliberate in vetting all people who enter this country. But we cannot throw out the very tenets of American liberty because of our fears.\nEditorials reflect the consensus of the TH Media Editorial Board.\n\nLoad-Date: November 20, 2015"
}