{
    "title": "PRESIDENT ACCUSES 5 'OUTLAW STATES' OF WORLD TERROR",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 9,
    "full text": "President Reagan today characterized Iran, Libya, North Korea, Cuba and Nicaragua as ''a confederation of terrorist states'' that had carried out ''outright acts of war'' against the United States.\nThe President said the five nations were ''a new, international version of Murder Inc.''\nBut Mr. Reagan, in an address to the American Bar Association, pointedly omitted Syria from his list of nations abetting terrorism despite past comments deploring Syrian ''terrorism and intimidation.'' Syria has been cited by the State Department in its list of nations that ''have repeatedly supported acts of international terrorism.''\n \nA Gesture of Gratitude\nWhite House officials termed Mr. Reagan's omission of Syria a gesture of gratitude to President Hafez al-Assad, who played a pivotal role in the release last week of 39 American hostages in Lebanon.\nPres Reagan, addressing American Bar Assn, characterizes Iran, Libya, North Korea, Cuba and Nicaragua as 'confederation of terrorist states' that has carried out 'outright acts of war' against US; pointedly omits Syria from list despite past comments deploring Syrian 'terrorism and intimidation'; White House terms omission gesture of gratitude to Pres Hafez al-Assad, who played pivotal role in release of American hostages in Lebanon (M)\n''Our relations weren't very good,'' a ranking White House aide said of American-Syrian ties. He said Mr. Assad's handling of the hostage situation had ''improved relations somewhat.''\n''Obviously you don't return a favor with harsh language,'' the official said.\nIn another development, Administration sources said today that Justice and State Department lawyers were preparing the legal groundwork for charging and extraditing the hijackers who killed an American hostage in Beirut. [Page A12.] Beyond Previous Statements Mr. Reagan's speech today in Constitution Hall, before several thousand delegates of the bar association, went beyond previous Presidential statements on international terrorism in specifically citing five nations as ''outlaw states.''\n''The American people are not - I repeat, not - going to tolerate intimidation, terror and outright acts of war against this nation and its people,'' Mr. Reagan told the lawyers' group, eight days after 39 hostages from a hijacked Trans World Airlines plane were released from captivity in Lebanon.\n''And we are especially not going to tolerate these attacks from outlaw states run by the strangest collection of misfits, Looney Tunes and squalid criminals since the advent of the Third Reich,'' the President added. The comment drew loud applause and laughter.\n \n'No Sanctuary' for Terrorists\nMr. Reagan left open the possibility of military retaliation against terrorists. He said that ''we must act together, or unilaterally if necessary, to insure that terrorists have no sanctuary -anywhere.'' At another point, Mr. Reagan said: ''These terrorist states are now engaged in acts of war against the Government and people of the United States. And under international law, any state which is the victim of acts of war has the right to defend itself.''\nBut Mr. Reagan also stressed to the bar association the need for ''civilized nations'' to seek to respond to terrorists through the law.\n''We must act against the criminal menace of terrorism with the full weight of the law, both domestic and international,'' he said. ''We will act to indict, apprehend and prosecute those who commit the kind of atrocities the world has witnessed in recent weeks.''\nCalling Iran, Libya, North Korea, Cuba and Nicaragua sponsors of terrorism, Mr. Reagan said:\n''I submit to you that the growth in terrorism in recent years results from the increasing involvement of these states in terrorism in every region of the world. This is terrorism that is part of a pattern - the work of a confederation of terrorist states.''\n \nPast Criticism of Syria\nIn the past, Administration officials, including Mr. Reagan, have accused Syria of ties to international terrorism. On Feb. 6, 1984, when he ordered the use of American air and naval forces against anti-Government positions in Lebanon, Mr. Reagan blamed Syria for the fighting that engulfed West Beirut and said Syria ''facilitates and supplies instruments for terrorist attacks on the people of Lebanon.''\nSyria was further assailed by high-ranking American officials after the bombing of the Marine barracks in Beirut in which 241 American servicemen were killed. On Nov. 23, 1983, a month after the bombing, Defense Secretary Caspar W. Weinberger linked Syria to the attack. Of the bombers, Mr. Weinberger said, ''We have a pretty good idea of the general group from which they came and, as I said the first day, they are basically Iranians with sponsorship and knowledge and authority of the Syrian Government.''\nThe State Department has placed Syria on its list of nations that have ''repeatedly provided support for acts of international terrorism.'' Besides Syria, the current list includes Iran, Southern Yemen, Libya and Cuba. The list, which is maintained in compliance with an act of Congress, does not include North Korea or Nicaragua.\n \n'Not Necessarily the Only Ones'\nIn his speech today, Mr. Reagan made an apparent allusion to Syria and other nations when he said: ''The countries I have mentioned today are not necessarily the only ones that support terrorism against the United States and its allies. Those which I have described are simply ones that can be most directly implicated.''\nResponding to questions about Syria's omission from the list, Larry Speakes, the White House spokesman, said, ''This is not an all-inclusive list of countries that are involved in terrorism, but it is an example of some of the more recent occurrences.''\nIn his speech, Mr. Reagan deplored Soviet press comments about the hostage episode in Beirut, including suggestions that the United States was in the grip of ''hysteria'' and was seeking to use the hostage situation as a pretext for an invasion of Lebanon.\n''There is a non-Soviet word for that kind of talk,'' Mr. Reagan said, ''an extremely useful, time-tested original American word, one with deep roots in our rich agricultural and farming tradition.'' Mr. Reagan smiled as the audience laughed and applauded.\n \nNicaragua's Response\nThe Nicaraguan Embassy in Washington later issued a statement in response to Mr. Reagan's speech, saying, ''The Nicaraguan Government condemns any and all forms of terrorism, among other reasons because our people are suffering the scourge of U.S. state terrorism, openly promoted by the Administration, and executed through the C.I.A. and contra groups.''\nIn Havana, Fidel Castro ridiculed Mr. Reagan's charge that Cuba was part of a group of terrorist nations. ''It is an attempt to frighten Cuba,'' the Cuban leader said. ''This Reagan is a madman, an imbecile, a bum.''\nMr. Reagan said today that Vice President Bush, who returned to Washington last week after discussions with European leaders, would head a Government task force to recommend improvements in efforts to halt terrorism.\nIn detailing his charges against the five nations, the President accused Iran of promoting terrorism in Lebanon and throughout Europe, and he said Libya had established a ''pattern of state-approved assassination and terrorism.''\nMr. Reagan said North Korea was guilty of supporting terrorism in Asian countries, including Sri Lanka, and in Central America. He said Nicaragua provided ''one of the world's principal refuges for international terrorists.''\nCuba, he said, has ''openly armed, trained and directed terrorists operating on at least three continents.''"
}