{
    "title": "Pressure mounts on Trump to address race-fueled clash",
    "publisher": "journal record legislative report",
    "year": 2017,
    "month": 8,
    "day": 14,
    "full text": "By Jonathan Lemire\nAssociated Press\nWASHINGTON (AP)  President Donald Trump is facing pressure from both sides of the aisle for him to explicitly condemn white supremacists and hate groups involved in deadly, race-fueled clashes in Charlottesville, Virginia.\nTrump, who has been at his New Jersey golf club on a working vacation, is making a one-day return to Washington on Monday to sign an executive action on China's trade practices. But he will likely be unable to escape questions and criticism for his initial response to the Saturday's violence, for which he blamed bigotry on \"many sides.\"\nHis attorney general, Jeff Sessions, said Monday the incident in which a car plowed into a group of counter-protesters, killing one person, \"does meet the definition of domestic terrorism in our statute.\"\nHe told ABC's \"Good Morning America\": \"You can be sure we will charge and advance the investigation towards the most serious charges that can be brought, because this is an unequivocally unacceptable and evil attack that cannot be accepted in America.\"\nSessions said he expects to hear more from Trump on the matter after meeting with him Monday, as well as officials from the FBI. The president added a late-morning meeting with Sessions and FBI director Christopher Wray to his Monday schedule.\n\"We will not allow these extremist groups to obtain credibility,\" Sessions told \"CBS This Morning.\"\nIn the hours after the incident, Trump addressed the violence in broad strokes, saying that he condemns \"in the strongest possible terms this egregious display of hatred, bigotry and violence on many sides, on many sides.\"\nSpeaking slowly from his New Jersey golf club while on a 17-day working vacation, Trump added: \"It's been going on for a long time in our country. Not Donald Trump. Not Barack Obama. It's been going on for a long, long time.\"\nFor one business leader who has been working with the White House, Trump's lack of specificity inspired a personal protest: Merck CEO Kenneth Frazier cited the president's reaction as the reason he's decided to resign from the president's manufacturing council. Trump immediately attacked Frazier by name on Twitter.\nThe White House statement Sunday went further than Trump did. \"The president said very strongly in his statement yesterday that he condemns all forms of violence, bigotry and hatred and of course that includes white Supremacists, KKK, neo-Nazi and all extremist groups.\" It added: \"He called for national unity and bringing all Americans together.\"\nThe White House did not attach a name to the statement. Usually, a statement would be signed by the press secretary or another staffer; not putting a name to one eliminates an individual's responsibility for its truthfulness and often undercuts its significance.\nTrump's top advisers later struggled to explain Trump's position, offering different responses.\nTrump's national security adviser, H.R. McMaster, said Sunday that he considered the attack to be terrorism. On Saturday, Trump had not responded to reporters' shouted questions about terrorism.\n\"I certainly think anytime that you commit an attack against people to incite fear, it is terrorism,\" McMaster told ABC's \"This Week.\" ''It meets the definition of terrorism. But what this is, what you see here, is you see someone who is a criminal, who is committing a criminal act against fellow Americans.\"\nThe president's homeland security adviser, Tom Bossert, defended the president's initial statement by suggesting that some of the counter-protesters were violent, too. When pressed during a contentious interview on CNN's \"State of the Union,\" he specifically condemned the racist groups.\nThe president's daughter and White House aide, Ivanka Trump, tweeted Sunday morning: \"There should be no place in society for racism, white supremacy and neo-nazis.\"\nVirginia Gov. Terry McAuliffe, a Democrat, said he spoke to Trump in the hours after the clashes and that he twice told the president \"we have to stop this hateful speech, this rhetoric.\" He said he urged Trump \"to come out stronger\" against the actions of white supremacists.\nRepublicans joined Democrats in criticizing the president for not specifically calling out white nationalists. Sen. Cory Gardner, R-Colo. said on NBC Sunday that \"This isn't a time for innuendo or to allow room to be read between the lines. This is a time to lay blame.\"\nWhite nationalists had assembled in Charlottesville to vent their frustration against the city's plans to take down a statue of Confederal Gen. Robert E. Lee. Counter-protesters massed in opposition.\nAlt-right leader Richard Spencer and former Ku Klux Klan member David Duke attended the demonstrations. Duke told reporters that the white nationalists were working to \"fulfill the promises of Donald Trump.\"\nTrump's initial comments drew praise from the neo-Nazi website Daily Stormer, which wrote: \"Trump comments were good. He didn't attack us. He just said the nation should come together. Nothing specific against us. ... No condemnation at all.\" The website had been promoting the Charlottesville demonstration as part of its \"Summer of Hate\" edition.\nCharlottesville Mayor Michael Signer, a Democrat, slammed Trump's stance toward hate groups, saying on NBC's \"Meet the Press\" that he hopes Trump \"looks himself in the mirror and thinks very deeply about who he consorted with.\"\n\"Old saying: when you dance with the devil, the devil doesn't change, the devil changes you,\" Signer said.\nTrump, as a presidential candidate, frequently came under scrutiny for being slow to offer his condemnation of white supremacists. His strongest denunciation of the movement has not come voluntarily, only when asked, and he occasionally trafficked in retweets of racist social media posts during his campaign. His chief strategist, Steve Bannon, once declared that his former news site, Breitbart, was \"the platform for the alt-right.\"\nCopyright © 2018 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: April 5, 2018"
}