{
    "title": "Preston to host anti-terrorism training WVU , National Guard teaming to provide hands-on rehearsal f",
    "publisher": "charleston gazette",
    "year": 2000,
    "month": 8,
    "day": 11,
    "full text": "MORGANTOWN - West Virginia University will teach National Guard units, hospital workers and other emergency responders how to handle terrorist attacks and treat victims of biological or chemical weapons under an agreement signed Thursday.\nThe pact between the state National Guard and WVU is part of Maj. Gen. Allen E. Tackett's long-term vision to create a national center for training in weapons of mass destruction at Camp Dawson in Preston County. Construction of a $ 19 million facility is already underway, and a miniature city - three blocks long and three blocks wide - eventually will be built.  built.  built.\n\"I could see thousands and thousands of people coming through to be certified in responding to weapons of mass destruction,\" Tackett said.\nHe envisions a comprehensive training complex for people who respond to terrorist attacks, airliner hijackings and other threats.\nFire and police departments, emergency medical technicians, hospitals, government agencies and private organizations all could participate in a program that Tackett says will be the only one of its kind.\nThere is currently no \"one-stop\" center where teams can gather, plot strategies, practice missions and then deploy across the nation or world, he said.\nThe new alliance will provide hands-on rehearsal for disasters at Camp Dawson - practice that Tackett said \"will probably save thousands of lives when these events happen.\"\nWVU brings to the table both its medical staff and state-of-the-art technologies, including online medical databases and virtual reality.\n\"This creates a partnership that doesn't exist anywhere else,\" said Rusty Russell, director of WVU's Virtual Medical Campus.\nWVU's tools include a global mapping technology that could be used to tell how a chemical or biological weapon might disperse in the air and over terrain. That could help authorities decide how and when to evacuate an area or seal it off, said John Weete, associate provost for research.\nThe Kanawha Valley, home to chemical plants such as DuPont and FMC Corp., is one of many places such technology could prove useful.\n\"You never know where terrorists could attack or what they're going to do,\" Tackett said.\nVirtual reality technology could likewise help emergency responders do a practice walk-through of a contaminated facility before actually entering.\nAnd it could help emergency medical crews contain the spread of a biological agent by letting them consult electronically with doctors before moving victims.\nOn the Net:\nWest Virginia University research: www.wvu.edu/ research/; West Virginia Army National Guard: www.wv.ngb.army.mil/. mil/. mil/.\n\nLoad-Date: August 11, 2000"
}