{
    "title": "President vows to stand tall against terrorism",
    "publisher": "the world",
    "year": 2004,
    "month": 7,
    "day": 5,
    "full text": "Before thousands of flag-waving West Virginians on America's 228th birthday, President Bush vowed to confront terrorism around the globe, even as he struck optimistic tones about the strength of the nation's democracy and the war on terrorism.\nAmerica will \"engage enemies around the world, so we do not have to face them here at home,\" Bush said to thunderous applause from the partisan crowd.\n\"You can't talk sense into them. You can't negotiate with them. You cannot hope for the best with these people. We must be relentless and determined to do our duty.\"\nThe president's third visit to West Virginia this year also was notable for its local flavor. Bush took time in his 27-minute speech to name-drop politicians, military officials and community activists.\nIn his second Fourth of July visit as president, Bush, speaking in the shadow of the gold Capitol dome, said on Sunday that America's founding fathers would be proud of the nation they helped create.\n\"Opportunity is common,\" the president said, calling America \"a country full of promise and hope.\"\nAmerica, the president said, is \"a nation that stands strong against violent men.\"\nIt's a country of \"strong values, faith in the Lord and love in our families,\" Bush said. \"They'd not only find them strong all over the country, they'd find them very strong in West Virginia.\"\nBush linked his sunny appraisal of America with successes in the war on terrorism. He highlighted the two main theaters of the post-9/11 war, Afghanistan and Iraq.\nHe said Afghanistan, once a haven for terrorists, is now a \"rising democracy and an ally in the war on terrorism.\"\n\"Iraq today is a free and sovereign nation,\" Bush said. \"The dictator, the brutal tyrant, is sitting in a jail cell. And he will receive the justice he denied so many.\"\nBush, who shed his tie somewhere between departing Air Force One at Yeager Airport and the Capitol Complex, wore a blue shirt with the sleeves rolled up. Like most of the crowd, Bush was drenched in sweat by the end of his speech, which began and ended to chants of \"four more years.\"\nBush's stop was an official White House visit, so he shied away from directly campaign-related statements.\nA crowd of more than 6,000, according to police estimates, waited in withering heat for hours in serpentine lines to catch a glimpse of Bush.\nSeveral people fainted from the heat, but no injuries were reported, police said.\nTwo people who snuck anti-Bush T-shirts into the Capitol Complex - Jefferey and Nicole Rank - were led away in handcuffs. They said they were singled out simply because of their shirts, but Bush officials said they created a disturbance by lying down on the concrete in protest. Charleston police said the couple received a ticket for entering a no-trespassing zone that was cordoned off.\nOutside the Capitol, Democrats gathered on the lawn of the state party's Kanawha Boulevard headquarters to rally for Bush's November opponent, Sen. John Kerry of Massachusetts.\nAngry protesters, who lined the streets surrounding the Capitol Complex, shouted at the pro-Bush crowd. They said the president was untruthful about the war in Iraq and is merely a puppet for corporate America.\nMatt Jones, a tattooed 25-year-old from Huntington, summed up his strong anti-Bush feelings in one word: \"War.\"\n\"I didn't like him before he was president,\" said 23-year-old Mike Jones. \"You get kind of frustrated, especially in a place like this. It's, like, people don't even stop to think when the facts are obvious.\"\nInside, Bush was treated like a rock star. People hawked buttons touting the president, and GOP operatives waved voter registration sheets.\nBush's speech had a distinctively local feel.\nAfter being introduced by Rep. Shelley Moore Capito, R-W.Va., Bush singled out Charleston Mayor Danny Jones and City Council President Tom Lane, both Republicans, for praise.\n\"I know you want me to tell him to fill the potholes,\" Bush joked of Jones.\nBush also met with Supreme Court Chief Justice Spike Maynard, a Democrat, who helped organize Charleston's three-day Fourth of July bash.\n\"I told the judge I like being in the presence of someone who doesn't try to rewrite the Constitution,\" Bush said.\nThe president also mentioned former Daily Mail Publisher Sam Hindman, West Virginia Coal Association President Bill Raney, and four-star Air Force Gen. Robert \"Doc\" Foglesong.\nGov. Bob Wise flew back from Washington, where he was celebrating his wife Sandy's birthday, to greet Bush at the airport.\nWise, a Democrat who supports Kerry, said he believes the governor should greet the president when he comes to town, regardless of party affiliation.\nRepublican gubernatorial candidate Monty Warner attended Bush's speech, but he was not invited on stage with the president since he is a candidate, not an elected official.\n\"The president had a tremendous message that connected the origins of the country to what we're doing in the world today,\" Warner said.\nDemocrat Joe Manchin, Warner's opponent, did not attend the president's speech.\nBush was scheduled to attend a service at Bible Center Church in South Hills before his speech, but he missed it because of a plane malfunction. Police cruisers lined Corridor G for hours before the president's expected appearance, but it never came.\nIn his speech, the president also took a turn as West Virginia pitchman. He touted the importance of coal, saying the Mountain State is an \"important state to our nation in many ways.\"\n\"People ought to come here to see the beauty of West Virginia,\" Bush said. \"To see the Almighty's work.\"\nWriter Josh Hafenbrack can be reached at 348-4810 or by e-mail at jhafenbrack@dailymail.com.  \n\nLoad-Date: July 5, 2004"
}