{
    "title": "PRESIDENT AFFIRMS HIS POLICY TO KEEP MARINES IN BEIRUT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 1,
    "day": 24,
    "full text": "Reagan's letter on Lebanon, page A6.\nWASHINGTON, Jan. 23 - President Reagan, in a policy statement on Lebanon, said today that the United States could not withdraw the marines suddenly without raising questions about its commitment to ''moderation and negotiation in the Middle East.''\nIn a reply to two Democratic members of the House of Representatives who had raised questions about American policy, Mr. Reagan also said the Soviet Union, Syria and Iran were complicating efforts to bring about Lebanese national unity.\nHe said the marines and the other members of the four-nation force in Beirut were contributing to President Amin Gemayel's ''ability to have a national reconciliation process on a basis that is more Lebanese than Syrian.''\nPres Reagan says US could not withdraw marines from Beirut suddenly without raising questions about its commitment to 'moderation and negotiation in the Middle East'; makes his policy statement in letters to Reps Lee H Hamilton and Les Aspin; says in his letters that Soviet Union, Syria and Iran are complicating efforts to bring about Lebanese national unity; in another development, State Department places Iran on list of nations that provide support for terrorism, thus barring it from importing some American equipment (M)U.S. Irritated With Syria\nMr. Reagan's letter reflected irritation with Syria, which earlier this month seemed to be acting in a more conciliatory manner, only to take a harder line. On Sunday, Secretary of State George P. Shultz said the Syrian Foreign Minister, Abdel Halim Khaddam, had told American officials that the United States ''is short of breath'' and will leave Lebanon before Syria has to withdraw.\nThe Reagan letter, dated last Thursday, was described by the White House as a definitive statement on Lebanon. It was made public by the two House members, Representative Lee H. Hamilton of Indiana and Representative Les Aspin of Wisconsin, as Congress returned from its recess, with Lebanon likely to be a major topic.\nDonald Rumsfeld, the special envoy, returned from his Middle East mission to brief members of Congress and the Administration on his failure to persuade Syria to cooperate in a Lebanese security arrangement.\n \nIran Put on Outlaw List\nIn another development, the State Department said that Iran, because of its purported role in the bombing of Marine headquarters in Beirut and of the United States Embassy in Kuwait, had been placed on a list of nations that have ''repeatedly provided support for acts of international terrorism.''\nNations on the list, which is maintained in compliance with an act of Congress and includes Syria, Southern Yemen, Libya and Cuba, are barred from importing some American equipment.\nThe inclusion of Iran was described by officials as symbolic of the United States' anti-Iranian policy. Washington has favored Iraq in the war against Iran, even though no arms are being sold to either side. In 1982 the United States removed Iraq from the terrorist list when relations improved.\nOn Sunday, Secretary Shultz said the United States was prepared to make pre-emptive strikes if there were signs that Iranian planes might attack American ships. There have been reports of pilots being trained in Iran for suicide missions.\nMeanwhile, a joint American-Israeli committee began putting into effect an agreement on enhanced military and political cooperation announced in November. The committee will work out arrangements for joint maneuvers, the storage of American equipment in Israel and other planning.\nThe letter of Representatives Hamilton and Aspin to Mr. Reagan on Dec. 13 said that, although they had supported the Congressional decision to allow the marines to remain in Lebanon for 18 months, they said the commitment ''should not be open-ended.''\nThe letter said Mr. Reagan had ''overstated our stake'' in Lebanon by blaming the Russians for the problems in the area, and had failed to push for a political settlement.\nMr. Reagan, in his reply, said Lebanon was ''a flash point of confrontation between Israel and Syria - and potentially the United States and the Soviet Union - and has been for several years now.''\nThe marines are in Lebanon, he said, ''to support our goal of diplomatic solutions which are agreeable to the parties concerned.''\n''Our forces should not and will not be there permanently, but we cannot simply withdraw unilaterally without raising questions about the U.S. commitment to moderation and negotiation in the Middle East,'' Mr. Reagan said.\nThe 18-month period for the marines allows the Gemayel Government ''a breathing spell'' to extend its authority, Mr. Reagan said.\n''There is no question about the complicating role of the Soviet Union, Syria and Iran,'' he said. ''The Lebanese could already have had a new national reconciliation government on Syria's terms, but the presence of the multinational force allows Mr. Gemayel to produce a truly Lebanese government.''\n \nIran Warns Against 'Adventures'\nTEHERAN, Iran, Jan. 23 (Reuters) - Iranian leaders today warned the United States against any ''adventures'' after Secretary of State Shultz said there might be pre-emptive strikes to prevent suicide attacks on United States forces.\nPresident Ali Khamenei said Iran would reply to any ''adventures,'' and the Speaker of Parliament, Ali Akbar Hashemi Rafsanjani, said United States interests would be endangered."
}