{
    "title": "Preserve international students' access to higher education, challenge proposed international studen",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 13,
    "full text": "International students want to study in the UC system, and the UC system wants to support them. But a proposed rule by the Department of Homeland Security would infuse this relationship with uncertainty.\nIn September, the DHS proposed fixing the amount of time international students have to complete their studies before requiring a visa renewal - moving away from the \"duration of status\" system. And today, more than 30,000 United Auto Workers union members across UC campuses are opposing this policy.\nUC Berkeley's international student population crested 6,800 in 2019, and the new DHS rule would hurt them all. Under the proposed policy, international students pursuing undergraduate and graduate degrees must complete their studies within a four-year time frame. Moreover, those hailing from countries with a 10% or higher overstay rate or countries on the State Sponsors of Terrorism list would only have two years before being forced to reapply.\nThe rule also holds an undercurrent of xenophobia and racism; almost every African country would be under the two-year admittance period, while only two European countries made the list because of faulty overstay estimates.\nAlthough some international students have overstayed their visas by cosmetically furthering their education through continuous enrollments, the majority of them stick to the rules. This policy is overreaching - to prevent a few fraudulent cases, the DHS is willing to complicate access to higher education for thousands. \nBut even without these blatant flaws, the policy would cause all international students to think twice about pursuing an American education. Students legitimately seeking higher education will balk at the uncertainty surrounding reapplying for visas, which is time-consuming and costly and generally makes them feel unwanted.\nEvery UC student knows an international student. Not only are they a beloved part of each campus's community, but they improve the UC system - international graduate students massively contribute to the quality of research and stellar academic reputation at UC schools. The UC system should prioritize the needs of international students to sustain this symbiotic relationship, and it must fight to keep them here by suing the DHS.\nThe DHS embodies the administration's desire to keep the rest of the world at arm's length. Even UC Berkeley's culture has been impacted, as the international community remains relatively separate from the rest of campus. So that international students can focus on their studies and truly become a part of the community they are learning in, the university must foster a welcome environment on its campuses by stepping in to protect this student population.\nThis visa reapplication requirement is unnecessary and only complicates the United States' already confounding immigration system. Just like when it acted and sued to protect students under the Deferred Action for Childhood Arrivals program, the UC system cannot be a bystander - we must fight for all of our students, international or otherwise.\n\nLoad-Date: October 13, 2020"
}