{
    "title": "President's budget goals reflect impact of recession, terrorism",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 1,
    "day": 25,
    "full text": "The $$ @2.1 trillion budget President Bush will send Congress on Feb. 4 will tout starkly less ambitious goals than he charted last year, dramatizing the impact of shrunken surpluses, the recession and terrorism. \nBush's election-year spending plan will emphasize waging war, battling terrorists and prodding the economy as its chief priorities, asking lawmakers to pour tens of billions of extra dollars into each.\nBut with surplus projections way down, gone are most of the resources needed for earlier Bush hopes to retire huge amounts of the national debt, overhaul Social Security and Medicare, or give generous increases to programs other than defense and homeland security.\n\"There's a war on and the president is determined to win it, and sees that far and away as the first responsibility of his office,\" White House budget chief Mitchell Daniels told reporters this week.\nOne reason for Bush's pared-down agenda is that his major domestic goal was taken off the table last May, when Congress approved a $$ @1.35 trillion version of his tax cut, the signature issue of his 2000 campaign. \nAnother reason is the Sept. 11 terrorist attacks, which have forced the president to reorder his priorities. Bush wants to add $$ @48 billion to the $$ @328 billion defense budget, a 15 percent boost that would be one of the largest in decades. \nHe also will request $$ @38 billion for homeland security programs next year, including $$ @10 billion also counted as part of the Pentagon's budget. \nBush said this would double this year's spending for homeland security, a budget category that didn't even exist a year ago.\nBut the main problem confronting Bush and Congress is that the tax cut, the recession and the war against terrorism have pulled the plug on the government's reservoir of black ink.\nThe nonpartisan Congressional Budget Office and the White House both projected a year ago that there would be $$ @5.6 trillion in surpluses over the decade that began this year. \nBut on Wednesday, most of that money disappeared.\nCBO projected that the 10-year surplus had shrunk by a startling 71 percent to $$ @1.6 trillion, without any tax cuts or new spending. \nAnd Daniels said the administration now envisioned a $$ @1 trillion surplus for the decade beginning 2003, assuming the tax and spending proposals in its new budget are enacted. \nDaniels also conceded that the White House expects annual deficits until 2005. Last year, Bush forecast a $$ @231 billion surplus for 2002 and a record $$ @242 billion for 2003. There have been four straight surpluses since 1998. \nSome top Bush proposals last year - none enacted - and the versions expected this year include:\n-Using Medicare surpluses for debt reduction or to overhaul the program with new prescription drug benefits. Bush is expected to once again propose setting aside about $$ @190 billion for new drug benefits and to reshape the program, but agreement seems unlikely. \n-Reducing the national debt by $$ @2 trillion over a decade, which Republicans said was the most that could be prudently retired. With surpluses melting into deficits, debt reduction is now on \"pause,\" Daniels said. \n-Fencing off an $$ @841 billion, 10-year contingency fund. There is not enough money for Bush to propose a fund that size again. \n-Holding overall spending increases for most federal programs to 4 percent. Bush will propose holding most federal programs to 2 percent growth, less than the inflation rate, but lawmakers are unlikely to go along.\n-Social Security funds were to be used only for debt reduction or to revamp the giant pension program. Bush is not expected to propose details for reshaping that program this year, and CBO says its surpluses will be used to help pay for other programs until 2010.\n\nLoad-Date: January 25, 2002"
}