{
    "title": "President's next step tricky Bush must keep coalition, continue to fight terrorism",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 20,
    "full text": "WASHINGTON - President Bush is at a tricky turning point as the war in Afghanistan winds down without the capture of Osama bin Laden or the defeat of the al-Qaida terror network.\nHe must hold together the fragile coalition of countries led by the United States, sustain the momentum of U.S. public support for his war against terrorism and explore how to expand it to other countries.\nHow does he do all that?\nMove quickly to the next stage of the war on terrorism, even while mopping up in Afghanistan, political and foreign policy analysts said Wednesday. Aides say Bush is close to deciding what to do next.\nConservative hard-liners in the administration want Bush to topple Saddam Hussein, but administration sources say the White House probably won't turn to Iraq next.\n\"Getting bin Laden will take skill and luck and maybe a lot of time. We've got to move on here,\" said former Rep. Lee Hamilton, D-Ind., who directs the Woodrow Wilson International Center. \"We've got to protect the American people.\"\nWhether bin Laden is dead or alive, his al-Qaida forces remain a threat as they melt away from the snowy Afghanistan mountains into Pakistan and other sanctuaries. The world is infested with terrorists cells, and the administration is trying to determine which ones pose the greatest threats to America.\n\"The Afghanistan campaign, of course, is not the only terrorist problem in the world,\" Defense Secretary Donald H. Rumsfeld said Wednesday. \"There are other terrorist networks that threaten us and threaten our friends. They operate in dozens of countries, and we are fully intending to stay after the problem of all terrorists that have global reach.\"\nThe trail could lead to a number of countries that Bush considers to be hot spots, including Somalia, Yemen, Sudan, Malaysia, the Philippines, Indonesia, Tajikistan and Uzbekistan.\nWhatever route Bush chooses, the next phase will almost certainly be less focused than the Afghanistan campaign, and harder for the nation to rally around.\nIt may involve covert acts.\nInstead of invading a country, Bush may help nations rid themselves of terrorism.\nIt won't always involve troops. The administration will keep trying to dry up the financial resources of terrorists and isolating terrorist-harboring nations through diplomatic means.\nSomalia is a logical next step, because there is no central authority that can work with the United States to track down terrorists, said Bill Taylor, director of military and political studies at the Center for Strategic and Military Studies in Washington. The Horn of Africa nation also is a natural hiding place for al-Qaida forces fleeing Afghanistan.\nTaylor said the operation would be similar to the Afghanistan campaign, with U.S. special forces troops and CIA operatives working with tribes to track down al-Qaida. Administration officials, speaking on condition of anonymity, said U.S. intelligence officials already have been in Somalia.\nYemen forces trained and equipped with U.S money engaged armed tribesman this week in a bid to capture suspected al-Qaida members. Tanks, helicopters and artillery pounded mountain villages and hillsides in what appeared to be the most serious military operation yet in an Arab country.\nBush's fragile anti-terrorism coalition could unravel if nations with large Muslim populations believe the president is targeting Muslims in the guise of hunting terrorists.\nIraq's ties to the Arabs could jeopardize the coalition. Another problem is that Saddam has weapons of mass destruction, a substantial army and no ready-made opposition that could take over for him.\n\nLoad-Date: December 22, 2001"
}