{
    "title": "President Mugabe Swears In Zimbabwe Deputy Ministers",
    "publisher": "the world",
    "year": 2009,
    "month": 2,
    "day": 19,
    "full text": "(RTTNews) - Zimbabwean President Robert Mugabe on Thursday swore in 19 deputy ministers into the country&apos;s new unity government, which formed after months of negotiations between Mugabe&apos;s Zanu PF party and the two factions of the opposition Movement for Democratic Change (MDC).\nHowever, Roy Bennett, the MDC nominee for deputy agricultural minister, missed out the swearing in ceremony as he is currently in police custody after being charged with terrorism related offenses. However, his was not named as deputy minister nor was his designated post announced during the ceremony.\nBennett is charged with the offenses of attempting to commit terrorism, banditry and sabotage, conspiring to acquire arms with a view to disrupting essential services and illegal possession of firearms and weapons.\nPresident Mugabe on Thursday downplayed Bennett&apos;s arrest, saying that: \"I do not know why (Bennett&apos;s arrest is grabbing headlines) across the world, that is a court case.\"\nOn Wednesday, a court in the town of Mutare had refused to dismiss the terrorism charges pressed against Bennett and extended his custody until 4th March, saying that there is enough evidence to proceed with the case.\nBennett, a white farmer chosen by the MDC to become the deputy minister of agriculture in the new power-sharing cabinet, was arrested at a small airport in Harare just hours before the swearing in ceremony of the new unity government on Friday. He had returned to Zimbabwe only last month from South Africa, where he fled to escape arrest over an alleged plot against President Mugabe.\nHis MDC party alleges that the case against Bennett is politically motivated and says that it is an attempt by hardliners in President Mugabe&apos;s Zanu-PF party to derail the coalition. They are demanding the release of Bennett, along with over 30 other MDC supporters and activists who have been arrested in recent months.\nIt is feared that Bennett&apos;s arrest might undermine the unity government that was formed after months of negotiations, aimed at ending the political crisis in Zimbabwe and to pull back the impoverished African country from an economic collapse.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RealTimeTraders.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}