{
    "title": "President Obama, Terrorism and Guns",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 8,
    "full text": "To the Editor:\nRe ''President Says of Terrorism Threat: 'We Will Overcome It' '' (front page, Dec. 7): \n  President Obama's response to ISIS-inspired terrorist attacks in San Bernardino, Calif., and Paris was guided by our national security intelligence and military input. Leadership and statesmanship are necessary, and coordination with our European and Middle Eastern allies is mandatory.\n  President Obama addressed the country on Sunday night to give perspective on the complex situation that the terrorism of ISIS presents. He is aware of the strengths and weaknesses of ISIS as well as the vulnerabilities of our country. He is also aware of the complexities of ''boots on the ground'' intervention.\n  The ISIS issue is vulnerable to politicization as the 2016 presidential election looms. As a country, we must not succumb to jingoistic warmongering and group hysteria in which individual judgment is surrendered to demagogic leaders who play on emotion rather than on reason.\n  Consideration of history and patience are evident in the president's long-term strategy. We know the results of ill-considered strategy and wars; we have seen that in Vietnam and Iraq.\n  HOWARD A. CORWIN\n  Naples, Fla.\n  To the Editor:\n  President Obama, like President George W. Bush before him, spoke about how we are at war with radical Islam and not with Muslims themselves.\n  Contrast that with Donald Trump and others in the silliness of the primary season. Serious times demand reasonable and careful dialogue.\n  STEVEN M. CLAYTON\n  Ocean, N.J.\n  To the Editor:\n  Millions of Americans tuned in on Sunday night to hear our president outline what he plans to do to combat Islamic terrorism now that it has again arrived on our shores. They heard little new. Their doubts will only deepen now that they realize that he has no new ideas. Surely, he owed Americans more than this.\n  Someone needs to advise President Obama that speaking softly works only when a president has that big stick ready for action. Without the threat of decisive action, speaking softly is calming only to those who fear any action or who would be on the receiving end of it.\n  ANDREA ECONOMOS\n  Scarsdale, N.Y.\n  To the Editor:\n  I despair. Not so much of ISIS, as of our leaders who deny that the unfettered proliferation of guns is a danger to our society.\n  I despair of hearing the hate-filled rhetoric against whole groups of people: immigrants, Muslims and the poor. And most of all, the number of Americans who actually believe this dangerous talk.\n  I hope that the president's address will inspire some of those people to return to the values of common sense and generosity that I hear from many of my like-minded friends. \n  JUNE KREUTZER\n  Toms River, N.J.\n  To the Editor:\n  As a Muslim-American, I completely agree with President Obama's comments that Muslim leaders must speak out against not just acts of violence, but also those interpretations of Islam that are incompatible with the values of religious tolerance.\n  Muslim leaders have a major role to play in the war against terrorism. Perverse interpretations of Islam are the root causes of radicalization prevalent in some parts of the Muslim world and are also affecting a small minority of American Muslims. It is imperative that Muslim leaders promote the peaceful Islamic concepts of ''no compulsion in religion'' and ''loyalty to one's homeland.''\n  By merely condemning terrorist acts but not forcefully rejecting the extremist ideology that promotes these acts, the Muslim leaders cannot truly claim that they are playing a significant role in the war against terrorism. Unless this is done, I am afraid that ISIS and similar terrorist organizations might continue to influence a small fraction of Muslim youth. \n  NASIR AHMAD\n  Tinton Falls, N.J.\n  To the Editor:\n  I find it baffling that President Obama insists on calling ISIS by a name that few in political or public life use: ISIL. What strand of professorial precision (or political correctness) requires this?\n  The president needs to connect effectively with the American people to send his message. If we cannot even find a common name for our enemy, how will the people relate to this fight and to Mr. Obama as their leader?\n  PHILIP BERKOWITZ\n  New York\n  To the Editor:\n  You report that immediately after the president's speech outlining steps to combat ISIS, Republicans and presidential candidates ''panned and mocked'' the speech.\n  Imagine an America where leaders and would-be leaders stood together and said, ''Despite our internal differences, we stand united against those who would wish us harm.''\n  I recall such a sentiment on 9/11. But of course, in the America of 2015, that is only a distant memory.\n  DOUG SAGAL\n  Westfield, N.J.\n\nhttp://www.nytimes.com/2015/12/08/opinion/president-obama-terrorism-and-guns.html\n\nLoad-Date: December 8, 2015"
}