{
    "title": "President-elect signals shift with Cabinet picks",
    "publisher": "tribune-review",
    "year": 2020,
    "month": 11,
    "day": 23,
    "full text": "WASHINGTON -- President-elect Joe Biden on Monday tapped Obama-era officials for top national security and economic roles, signaling a stark shift from the Trump administration's \"America First\" policies that disparaged international alliances and favored deregulation and tax cuts. \nThe picks include former Secretary of State John Kerry to take the lead on combating climate change. Biden is also expected to choose Janet Yellen, who was nominated by former President Barack Obama to lead the Federal Reserve, as the first woman to become treasury secretary. \nBiden's emerging Cabinet marks a return to a more traditional approach to governing, relying on veteran policymakers with deep expertise and strong relationships in Washington and global capitals. And with a roster that includes multiple women and people of color -- some of whom are breaking historic barriers in their posts -- Biden is fulfilling his campaign promise to lead a team that reflects the diversity of America. \nThe incoming president will nominate longtime adviser Antony Blinken to be secretary of state, lawyer Alejandro Mayorkas to be homeland security secretary and Linda Thomas-Greenfield to be ambassador to the United Nations. Avril Haines, a former deputy director of the CIA, will be nominated as director of national intelligence, the first woman to hold that post. \nThomas-Greenfield is Black, and Mayorkas is Cuban American. \nThey \"are experienced, crisis-tested leaders who are ready to hit the ground running on day one,\" the transition said in a statement. \"These officials will start working immediately to rebuild our institutions, renew and reimagine American leadership to keep Americans safe at home and abroad, and address the defining challenges of our time -- from infectious disease, to terrorism, nuclear proliferation, cyber threats, and climate change.\" \nIn the weeks ahead, Biden could also name Michèle Flournoy as the first woman to lead the Defense Department. Pete Buttigieg, the former Indiana mayor and onetime presidential candidate, has also been mentioned as a contender for several Cabinet agencies. \nBiden will appoint Jake Sullivan as national security adviser. At 43, he will be one of the youngest national security advisers in history. \n\nLoad-Date: November 25, 2020"
}