{
    "title": "PRESIDENT EXPECTED TO ATTEND ANTI-TERRORISM TALKS IN EGYPT",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 3,
    "day": 8,
    "full text": "WASHINGTON (AP) - President Clinton is expected to go to Egypt next week\nto meet with other world leaders on countering terrorism and encouraging\nsupport for the Middle East peace process, which is in danger after four\nbombing attacks in Israel.\nClinton likely will visit Israel, as well, perhaps for an overnight\nstay, officials said Thursday.\nThe White House withheld formal announcement of Clinton's trip pending\nlast-minute talks with Egypt and other nations. White House press\nsecretary Mike McCurry indicated that final word would come Friday.\n\"It will be a very significant gathering,\" McCurry said.\nThe conference, co-hosted by the United States and Egypt, would be held\nat Sharm el-Sheik, a resort on the tip of the Sinai desert along the Red\nSea. Secretary of State Warren Christopher would stay in the region to\ntour a number of countries to show support for the process, the\nofficials said.\n\"We are in the final stages of discussions with the government of Egypt\nand with others in the international community that could very well lead\nto a gathering of leaders and other representatives of governments next\nWednesday in Egypt,\" McCurry said late Thursday.\n\"The president is also considering a stop in Israel,\" he said.\nMcCurry \"a great deal of diplomacy\" was under way to make sure that any\nsummit would lead to a productive outcome that underscores support for\nthe peace process and addresses the terrorist attacks in Israel.\nA visit by Clinton would be a boost for Israeli Prime Minister Shimon\nPeres, whose Labor party is struggling to hold on to power in May 29\nelections. It also would showcase Clinton's credentials as a world\nleader in a presidential election year.\nIsrael, the Palestinians, Egypt, Jordan, Russia, the European Union, and\nsome Gulf states and North African countries will participate in the\nconference next Wednesday, Israel radio said. It said Peres suggested\nthe summit.\n\"There's considerable interest in the idea and a number of people [are]\nclaiming parentage of the idea, which is a good thing,\" McCurry said.\nSince Feb. 25, a campaign of suicide bombings by Islamic radicals has\nkilled 61 people in Israel, undermining support for the peace process\nwith Palestinians.\nRepeating a question heard throughout Israel, McCurry said, \"In exchange\nfor lending more self-governing authority to the Palestinians in the\nterritories, will there be a measure of greater security for the people\nof Israel?\"\nHe said there is \"enormous concern\" over whether peace accords have been\ngood for Israel.\nMcCurry said it would be reassuring to the people of Israel to hear\nexpressions of support from world leaders. The United States hopes that\nany summit would have broad participation with a wide section of\nleaders, McCurry said.\nAsked if Clinton believes an anti-terrorism summit would be useful, his\nspokesman said, \"Properly structured, correctly defined and aimed at\nuseful outcomes, I think he feels it would be a useful idea.\"\n\nLoad-Date: March 8, 1996"
}