{
    "title": "Pressure on Sudan Can't Do Any Good",
    "publisher": "the new york times",
    "year": 1993,
    "month": 8,
    "day": 22,
    "full text": "To the Editor:\nSecretary of State Warren Christopher has announced that the United States is adding the Sudan to the list of countries that support terrorism. This means the United States will end all foreign aid except for humanitarian reasons and veto all new proposals for international loans to the Sudan. The Sudan's poor human rights record and the Khartoum Government's continued war against Southern Sudan are despicable. A trade embargo is the next likely step, should the United States desire to put more pressure on the Sudan.\nBut a trade embargo would isolate the Sudan more from Western nations, turning the Sudan increasingly to Iran, China and Syria for economic, financial and military support.\nCeasing foreign aid, vetoing international loans and the trade sanctions would fuel hatred of Americans and add to misunderstandings between the West and the Islamic world.\nMost important, a trade embargo is unlikely to cause the desired result -- Khartoum's severing its links with terrorist organizations. Those in power in the Sudan would hardly feel the effects of an American economic embargo. In third world countries it is always the poor, not those in power, who suffer most from economic sanctions. Sanctions cause shortages of food, medicine and other basics. Those with the lowest income suffer most as prices soar. The rural poor of the Sudan do not deserve to suffer for the decisions of a radical government they do not necessarily support.\nBusinessmen in the Sudan, who also generally do not support the regime, would suffer too. Those who can would probably leave the country and take their money with them. Capital flight, an exodus of Sudanese intellectuals and businessmen, and the denial of international finance would incalculably harm Sudanese development.\nIn the short term, trade sanctions would not convince the Sudanese Government to change its agenda or stop supporting terrorism. Adding the Sudan to the list of terrorist supporters and further action along a similar line is instead likely to cause an increase in terrorism. Undoubtedly, terrorists and their supporters must be punished, but trade sanctions in this case would be neither wise nor effective.\n \nMINDY MILLER\nSpring Hill, Fla., Aug. 18, 1993\n \nThe writer was a Fulbright scholar in African social and political development at Cambridge University.\n\nLoad-Date: August 22, 1993"
}