{
    "title": "PRESIDENT BUSH 'RIGHT' ON MUSLIMS, DEMS SAY Beset leaders point to Obama predecessor",
    "publisher": "the world",
    "year": 2015,
    "month": 12,
    "day": 26,
    "full text": "Taunted by Republicans to declare war on \"radical Islamic terrorism,\" Democrats are turning to an unlikely ally: George W. Bush.\n President Barack Obama, under pressure to be more aggressive on terrorism, regularly cites his predecessor's refusal to demonize Muslims or play into the notion of a clash between Islam and the West. It's a striking endorsement from a president whose political rise was predicated on opposition to the Iraq war and Bush's hawkish approach in the Middle East.\n As Hillary Clinton put it, \"George W. Bush was right.\"\n Laying out her plan to fight domestic terrorism, Clinton reminded voters in Minneapolis earlier this month of Bush's visit to a Muslim center six days after the Sept. 11 attacks. She even quoted his words from that day about those who intimidate Muslim-Americans: \"They represent the worst of humankind, and they should be ashamed of that kind of behavior.\"\n Bush, of course, was not referring to the 2016 Republican presidential field. Clinton certainly was.\n Donald Trump has called for a temporary ban on Muslims entering the U.S. - then enjoyed a bump in the polls. Ben Carson deems traditional Muslims unfit for the presidency. Marco Rubio warns of a \"civilizational struggle against radical, apocalyptic Islam,\" making a distinction, at least, between ordinary Muslims and extremists. Ted Cruz berates Clinton and Obama incessantly for refusing to declare war on \"radical Islamic terrorism.\"\n Clinton and Obama argue that rhetoric just helps the Islamic State group and like-minded extremists, whose recruitment pitch is based on the narrative of an apocalyptic battle between Islam and the West. The Democrats warned that proposals like Trump's Muslim ban jeopardize national security, drawing a contrast with Bush.\n \"I was very proud after 9/11 when he was adamant and clear about the fact that this is not a war on Islam,\" Obama said recently. His message to today's Republican leaders: \"They should follow his example. It was the right one. It was the right impulse.\"\n Sen. Bernie Sanders, Clinton's top challenger for the Democratic nomination, visited a mosque this month in a show of solidarity that evoked Bush's after 9/11. And the Democratic National Committee released an ad contrasting comments by the 2016 GOP contenders with footage of Bush declaring that \"Islam is peace.\"\n All of that marks a rare departure for a party that has spent the last decade slamming the former president - to much electoral success. After all, even many of the Republican candidates, even if in retrospect, have criticized the war in Iraq, where Islamic State militants now control part of the country and are seeking to export terrorism around the world.\n But Bush's example has become particularly poignant for Democrats following recent terrorist attacks in Paris and California that have left people more preoccupied with terrorism than at any time since 9/11. Both Clinton and Obama have sought to deflect the critique that they're too soft on the domestic terrorism threat.\n \"There weren't a lot of policy decisions that I agreed with George W. Bush on, but I was never going to call him weak on terror,\" said Mo Elleithee, a longtime Democratic Party official who now runs Georgetown University's Institute of Politics and Public Service.\n Not all Republican candidates have been as harsh about Muslims as Trump has been. Jeb Bush has joined his GOP challengers in describing the enemy as \"radical Islamic terrorism.\" But he's also said the U.S. should follow his brother's lead, arguing in the last GOP debate that \"we can't dissociate ourselves from peace-loving Muslims.\"\n\nLoad-Date: December 30, 2015"
}