{
    "title": "PRESIDENT'S LETHAL STRIKES NEED CHECKS",
    "publisher": "the new york times",
    "year": 2012,
    "month": 6,
    "day": 4,
    "full text": "In fighting terrorism, President Barack Obama has markedly expanded his predecessor's use of drone strikes in targeted assassinations overseas to diminish al-Qaida's threat. The apparent care Obama has brought to this lethal task has tamped down any outcry, but he is setting a concerning precedent for future presidents. Giving presidents the unlimited and unilateral discretion to secretly kill perceived terrorists, including American citizens, is dangerous to the nation's checks and balances. More transparency and more checks on this process are needed, particularly when the target is an American.\nAs reported by the New York Times, since Obama took office hundreds of drone strikes have weakened the al-Qaida leadership structure in Pakistan, Yemen and Somalia. While taking out dangerous enemies, the strikes have also killed innocent people and incited anger among local populations. Who gets targeted is a shadowy process. Nominations are made at large, regular meetings of national security officials based on criteria that are not publicly known or vetted. Once a name is approved for the kill list, the president makes the final call.\nTo Obama's credit, he is intimately involved in authorizing each target and every drone strike in Yemen and Somalia, and the most complicated ones in Pakistan. As commander in chief, Obama sees this as his grim duty and moral responsibility. A student of the writings on war by Augustine and Thomas Aquinas, the president wants his sense of right and wrong to pervade the process. But the next president may not be as thoughtful or thorough. And in a troubling way, even Obama has allowed the parameters of what justifies assassination to expand over time.\nAs the New York Times reported, Obama has become less averse to authorizing drone strikes on suspected training facilities and suspicious compounds. He has approved strikes against suspected terrorists whose names were not known. And the assassination of Anwar al-Awlaki, an American-born cleric and al-Qaida propagandist hiding in Yemen, was a serious step in the expansion of unilateral presidential power. When al-Awlaki was killed in September 2011, a fellow propagandist and American citizen, Samir Khan, also died. He was not on the target kill list.\nMany Americans might have a \"good riddance\" attitude about the deaths of al-Awlaki and Khan, but the principle established should make people uneasy. The executive branch claims the clandestine power of life and death over any American, far from any battlefield, deemed a national security threat. Those traveling with the target are similarly at risk. A legal memo from the Justice Department's Office of Legal Counsel approved the action. Under extraordinary circumstances, the office said, the Constitution's right to due process before being deprived of life can be satisfied through internal executive branch deliberations. But how the office came to that questionable conclusion is not publicly known because the administration refuses to release the memo.\nThis refusal is a sharp departure from Obama's promises to govern transparently and respect civil liberties. Early in Obama's tenure, he reversed Bush-era policies that allowed torture and CIA black-site prisons. He released OLC memos on abusive prisoner interrogations. Now that his policies are the ones under scrutiny, Obama is less forthcoming.\nThe story of Guantanamo is an object lesson in how suspected terrorism can turn out to be a chimera. Many of the prisoners labeled the \"worst of the worst\" were, in fact, no threat at all. The mistakes suggest that any program of targeted drone strike assassinations has to operate under clear, distinct and public parameters. And targeted Americans should be guaranteed a higher bar of due process. Obama has set a precedent for future presidents, and he needs to establish rules more specific than using one's best judgment under the circumstances.\n\nLoad-Date: June 4, 2012"
}