{
    "title": "President Says of Terrorism Threat_ 'We Will Overcome It'",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 7,
    "full text": "WASHINGTON --  President Obama sought on Sunday to calm jittery Americans after the terrorist attack last week in California, delivering a prime-time address designed to underscore the government's campaign against an evolving threat.\nSpeaking from a lectern in the Oval Office, Mr. Obama acknowledged the heightened fears that followed an attack by a married couple last week in San Bernardino, Calif., which he called an act of terrorism that appeared to be inspired, but not directed, by members of the Islamic State in Iraq and Syria. \n  ''It is clear that the two of them had gone down the dark path of radicalization,'' Mr. Obama said, referring to Syed Rizwan Farook and his wife, Tashfeen Malik.  ''So this was an act of terrorism designed to kill innocent people.''\n  Mr. Obama promised an intensification of airstrikes against the Islamic State, also known as ISIS or ISIL, and said that a growing coalition of nations and an increasingly sophisticated effort to capture and kill the group's leaders would yield significant results.\n  But the president's speech was not intended to announce a dramatic shift in strategy or new policies to combat the terrorist threat at home and overseas. Instead it was meant to inform Americans of the administration's efforts against the Islamic State and to urge people not to give in to fear or language that casts suspicion on all Muslims and mosques.\n  ''We cannot turn against one another by letting this fight be defined as a war between America and Islam,'' Mr. Obama said, adding, ''That does not mean denying the fact that an extremist ideology has spread within some Muslim communities. This is a real problem that Muslims must confront, without excuse.'' \n  It was only the third speech Mr. Obama has delivered from the Oval Office, a setting meant to highlight the gravity of a subject.\n  Mr. Obama's demeanor was serious but not grim or angry as he outlined a series of steps at home aimed at keeping the country safe. \n  He called for tougher screening of travelers who come to the United States without visas and asked Congress to ban gun sales to people on the government's no-fly list, and for limits on assault weapons.\n  ''I know there are some who reject any gun safety measures,'' Mr. Obama said. ''But the fact is that our intelligence and law enforcement agencies -- no matter how effective they are -- cannot identify every would-be mass shooter, whether that individual is motivated by ISIL or some other hateful ideology. What we can do -- and must do -- is make it harder for them to kill.'' \n  The rampage last week, which killed 14 people, was the first time that terrorists inspired by the Islamic State have successfully struck in the United States. It came shortly after the Paris attacks; assaults in Beirut, Lebanon; and the takedown of a Russian airliner over Egypt, all attributed to elements of the Islamic State.\n  ''And I know that after so much war, many Americans are asking whether we are confronted by a cancer that has no immediate cure,'' Mr. Obama said.\n  He added, ''The threat from terrorism is real, but we will overcome it.''\n  Republican leaders and presidential candidates panned and mocked the speech. House Speaker Paul D. Ryan called it ''disappointing: no new plan, just a halfhearted attempt to defend and distract from a failing policy.'' \n  Donald J. Trump, the leading Republican candidate for president, posted on Twitter: ''That all there is? We need a new President -- FAST!'' \n  Senator John McCain, Republican of Arizona, said Mr. Obama ''offered no changes to his reactive, indirect, and incremental strategy.'' Jeb Bush, the former governor of Florida and a Republican presidential candidate, said: ''This is the war of our time. It should not be business as usual.''\n  Mr. Obama's speech had offered a pointed rebuke to many Republicans, particularly those running for president who have called for restrictions on Muslims in the United States and suggested that only Christians be allowed in as refugees to the United States.\n  ''It is our responsibility to reject religious tests on who we admit into this country,'' Mr. Obama said. ''It's our responsibility to reject proposals that Muslim-Americans should somehow be treated differently. Because when we travel down that road, we lose. That kind of divisiveness, that betrayal of our values plays into the hands of groups like ISIL.''\n  Mr. Obama also repeated his insistence that he would not send large numbers of ground troops to the Middle East.\n  ''We should not be drawn once more into a long and costly ground war in Iraq or Syria,'' Mr. Obama said. ''That's what groups like ISIL want.'' He added: ''But they also know that if we occupy foreign lands, they can maintain insurgencies for years, killing thousands of our troops, draining our resources, and using our presence to draw new recruits.''\n  The president has relied since the summer of 2014 on a combination of airstrikes, financial sanctions and targeted special operations to counter the growth of the Islamic State, while building a diplomatic coalition of dozens of nations and resisting any call for the reintroduction of large numbers of American ground troops.\n  But despite thousands of airstrikes since then, the Islamic State militants continue to occupy large areas of land in the region. A sophisticated social media campaign by the terror network has succeeded in helping recruit believers across the globe, including, officials say, in the United States.\n  After announcing that he would deliver Sunday's address, Mr. Obama had initially decided to cancel his previously scheduled appearance at the Kennedy Center Honors event, which honors pioneers in the arts, on Sunday evening. But a few hours before the speech, White House officials said he had reconsidered and would be going after all.\n  In an effort to limit gun sales in the United States, Mr. Obama's staff is working on a proposal that would expand the definition of a ''high-volume gun dealer'' so more purchases would be subject to background checks. But aides say that proposal would face legal, practical and political challenges. An announcement is said to be at least a month away.\n  Once it became clear that the attack in Southern California seemed different from other mass shootings -- with a connection to international terrorism and a jihadist element -- a presidential response that seemed limited to domestic concerns may have seemed insufficient to his advisers. But Sunday's speech offered political danger, as well, for a president who was elected on a promise to disentangle the United States from long military conflicts in the Middle East. Any promise to the American people to destroy the Islamic State carries with it the risk of a new and unpopular war.\n  ''We all want the president to do more and all feel he should do more, but the nasty truth is that doing more will further embed us in that region,'' said Rick Nelson, a former counterterrorism official in the administration of President George W. Bush.\n  Juan Zarate, another counterterrorism official in Mr. Bush's administration, said Mr. Obama's basic problem was that his message until now -- that the United States was making progress against the Islamic State, and Americans should feel safe -- seemed contradicted by the recent spate of Islamic State-inspired attacks.\n  ''If you're making progress, terrorist threats shouldn't be appearing on your shores,'' Mr. Zarate said. ''This threat seems to call for war, but that's exactly what Mr. Obama does not want to do. It's a real dilemma.''\n  The San Bernardino attack appears to present Mr. Obama's administration with the scenario that federal law enforcement officials have long dreaded: homegrown, self-radicalized individuals operating without any direction from or communications with foreign jihadists that would help make them detectable.\n  Mr. Farook and Ms. Malik, the couple identified as the attackers in San Bernardino, appeared to have integrated into American society; he had a job and they had a 6-month-old daughter. Officials have said that they do not believe the couple were on any watch list of suspected militants.\n  For the White House, the challenge is to help Americans understand how to assess the threat from similar attacks in the future, and how they compare to past cases of domestic terrorism, like the attack by Timothy McVeigh on the Alfred P. Murrah Federal Building in Oklahoma City in 1995, which killed 168 people and injured more than 600. Like Mr. Farook and Ms. Malik, Mr. McVeigh became radicalized by reading extremist literature. But Mr. McVeigh's literature was homegrown, and that of Mr. Farook and Ms. Malik was written abroad.\n  Indeed, the death toll from jihadist terrorism in the United States since the Sept. 11, 2001, attacks -- 45 people -- is about the same as the 48 killed in terrorist attacks motivated by white supremacist and other right-wing extremist ideologies, according to New America, a research organization in Washington.\n  And both tolls are a small fraction of the number of conventional murders, more than 200,000 in the same period. For Democrats, the common element for most of these deaths is the same -- guns.\n  Follow the New York Times's politics and Washington coverage on Facebook and Twitter, and sign up for the First Draft politics newsletter.\n\nhttp://www.nytimes.com/2015/12/07/us/politics/president-obama-terrorism-threat-speech-oval-office.html\n\nGraphic\n\n \nPHOTOS: President Obama's address on Sunday was only his third delivered from the Oval Office, a setting meant to stress a subject's gravity. (A1)\nMembers of the group Muslims Against ISIS prayed near the White House on Sunday. (PHOTOGRAPHS BY DOUG MILLS/THE NEW YORK TIMES)\n President Obama spoke about counterterrorism and the fight against the Islamic State during an address to the nation from the White House on Sunday. (POOL PHOTO BY SAUL LOEB) (A15)       \n\nLoad-Date: December 7, 2015"
}