{
    "title": "President Calls Out Social Media's Role in Evolution of Terrorism",
    "publisher": "government technology",
    "year": 2015,
    "month": 12,
    "day": 7,
    "full text": "Dec. 07--As the focus pulls back to reveal more about the recent terrorist attacks in San Bernardino, Calif., and Paris, France, the role of the Internet -- specifically social media -- is also becoming clearer.\nIn a Sunday evening address, President Barack Obama touched on the challenges of tackling terrorism in the Internet age. Obama said in the Oval Office address that the Internet was closing the gap between countries, and presenting new challenges for the intelligence gathering and counterterrorism communities.\n\"Over the last few years, however, the terrorist threat has evolved into a new phase. As we've become better at preventing complex, multifaceted attacks like 9/11, terrorists turn to less complicated acts of violence like the mass shootings that are all too common in our society. It is this type of attack that we saw at Fort Hood in 2009, in Chattanooga earlier this year and now in San Bernardino,\" he said. \"As groups like ISIL [Islamic State of Iraq and the Levant] grew stronger amidst the chaos of war in Iraq and then Syria, and as the Internet erases the distance between countries, we see growing effort by terrorists to poison the minds of people like the Boston Marathon bombers and the San Bernardino killers.\"\nThe tenor of his address seemed to mirror national discussions about the sort of access the government and law enforcement should have when it comes to encrypted, private online communications.\nWhile some officials have called for \"front door\" access to social media platforms, officials at companies like Google and Apple have cited privacy concerns and have not warmed to the idea of granting access to their systems.\nSocial media platform Telegram, which allows for encrypted communications between users and groups of users, has already acknowledged that the group known as the Islamic State (ISIS, ISIL, IS) was using the platform to spread propaganda and coordinate.\nFollowing the Nov. 13 attack on Paris that left 130 dead and the Dec. 2 shooting of 14 people in San Bernardino, officials have called for better access to social media channels. Reports out of the Southern California incident have said the shooters had contact with ISIL via social networks.\nOn July 8 , FBI Director James Comey said in statements before the Senate Committee on Intelligence that encrypted communications sent over social media networks pose a serious challenge for law enforcement agencies tasked with trying to prevent terror threats.\n\"I know I'm giving information to bad people,\" he said. \"We cannot break strong encryption. I think people watch TV and think the bureau can do lots of things. We cannot break strong encryption.\"\nHe said the model for terror groups had shifted away from the singular, landmark-based attack like that of 9/11 to a call for smaller, less coordinated attacks.\n\"It's not the al Qaida of old. The al-Qaida of old was interested in the multipronged, national landmark-based, careful, long-planned attack with carefully vetted operatives,\" he said. \"We still face that challenge, but the al-Qaida of old is very different from what we see today.\"\nThe director compared the constant stream of propaganda through social media over a wide range of devices to a devil on the shoulders of supporters. Comey confirmed that the FBI had conducted investigations into credible threats in every state.\nAlso at the July hearing, Sen. Dianne Feinstein, D-Calif., said the companies in charge of the social networks also should ensure that their products were used responsibly -- and not to advance extremist agendas.\n\"I believe that United States companies, including many founded and headquartered in my home state, have an obligation to do everything they can to ensure that their products and services are not allowed to be used to foment the evil that ISIL embodies,\" she said in her remarks.\nEyragon Eidam  --  Staff Writer\nEyragon Eidam is a staff writer for Government Technology magazine. He lives in Sacramento, Calif., with his wife and three dogs. He can be reached at eeidam@erepublic.com\n___ (c)2015 Government Technology Visit Government Technology at www.govtech.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: December 11, 2015"
}