{
    "title": "President Signs New Rules To Prosecute Terror Suspects",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 18,
    "full text": "President Bush signed legislation Tuesday that creates new rules for prosecuting and interrogating terrorism suspects, a move Mr. Bush said would enable the Central Intelligence Agency to resume a once-secret program to question the most dangerous enemy operatives in the war on terror.\n  ''It is a rare occasion when a president can sign a bill he knows will save American lives,'' Mr. Bush said at a ceremony in the East Room of the White House.\nHe called the bill ''a way to deliver justice to the terrorists we have captured.''\n  But the C.I.A. program is unlikely to resume immediately, because the law authorizes Mr. Bush to issue an executive order clarifying the rules for questioning high-level detainees and the order has not been written. Many experts believe that the harsh techniques the C.I.A. has used, including extended sleep deprivation and water-boarding, which induces a feeling of drowning, will not be allowed.\n  With the midterm elections three weeks away, Mr. Bush hoped to use the bill signing to turn the political debate back to the war on terrorism, a winning issue for Republicans, and away from scandals like the Mark Foley case, which have dominated the news in recent weeks. The president said he was signing the measure ''in memory of the victims of September the 11th.''\n  The law sets up a system of military commissions for trying terrorism suspects that would allow evidence to be withheld from defendants in certain instances. It also strips the federal courts of jurisdiction to hear petitions from noncitizens for writs of habeas corpus, effectively preventing detainees from going to court to challenge their confinement. \n  More than 500 habeas suits are pending in federal court, and Justice Department officials said Tuesday that they would move swiftly to dismiss them under the new law. That will inevitably spark a challenge by civil liberties lawyers, who regard the habeas-stripping provision as unconstitutional, a view shared by many Democrats on Capitol Hill.\n  ''Congress had no justification for suspending the writ of habeas corpus, a core value in American law, in order to avoid judicial review that prevents government abuse,'' said Senator Patrick J. Leahy of Vermont, the senior Democrat on the Senate Judiciary Committee. \n  The bill signing drew protests outside the White House from human rights advocates, some dressed in orange jumpsuits of the sort worn by detainees at Guantanamo Bay, Cuba. They gathered around a black coffin painted with the words ''the corpse of habeas corpus''; some were arrested after refusing to move away from the White House gates.\n  Joining the president at the bill signing were senior members of his war cabinet, including Vice President Dick Cheney, Defense Secretary Donald H. Rumsfeld and Gen. Michael V. Hayden, director of the C.I.A.. In an e-mail message to C.I.A. employees, General Hayden called the measure a ''very public vote of confidence by Congress and the president in the skill and discipline of C.I.A.'s officers.''\n  Leading Republican lawmakers, among them Senators John W. Warner of Virginia and Lindsey Graham of South Carolina, who balked at the initial White House version of the bill and forced a much-publicized compromise, were also on hand. But the third leader of that Republican rebellion, Senator John McCain of Arizona, was noticeably absent. \n  Mr. McCain, a likely presidential contender in 2008, skipped the ceremony to go to Wisconsin to campaign for a Republican House candidate, John Gard, and was later headed to Sioux Falls, S.D., to address the Chamber of Commerce. A spokeswoman said the senator's absence was ''purely an issue of scheduling.''\n  The bill was prompted by a Supreme Court ruling, Hamdan v. Rumsfeld, that invalidated the system of military commissions Mr. Bush had set up for trying terrorism suspects, saying they required Congressional authorization. The court also required suspects to be treated in accordance with a provision of the Geneva Conventions, Common Article 3, which prohibits cruel and inhumane treatment, including ''outrages upon personal dignity.''\n  The ruling prompted Mr. Bush to acknowledge the existence of the secret C.I.A. program. Last month, he announced he was moving 14 high-level terrorism detainees out of C.I.A. custody and to the detention center at Guantanamo Bay. He called on Congress to pass a bill setting up military commissions and establishing new standards for interrogation so the C.I.A. program could go forward.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Protesters against torture yesterday outside the White House. (Photo by Doug Mills/The New York Times)\n\nLoad-Date: October 18, 2006"
}