{
    "title": "President Mubarak's Flawed Advice",
    "publisher": "the new york times",
    "year": 1993,
    "month": 4,
    "day": 7,
    "full text": "Egypt's President, Hosni Mubarak, is one of America's most valued partners in the Middle East. But on the subject of combating international terrorism, his prescriptions ought to be taken with a large grain of desert sand.\nMr. Mubarak's primary concern, understandably, is to protect his embattled regime from an increasingly violent Islamic insurgency. That sometimes leads to simplistic conspiracy theories. Among these is Mr. Mubarak's apparent belief that terrorism in the U.S. stems from the same Islamic challenge that besets his own regime.\nMr. Mubarak said yesterday that Egypt had no specific information on the World Trade Center bombing before it happened. But in an earlier interview with Elaine Sciolino of The Times, he contended that the bombing could have been prevented if Washington had followed up on Egyptian intelligence about Islamic militants in the U.S.\nPresident Clinton has now rightly ordered a review of the information Egypt passed along. And something might turn up that was previously overlooked. But the information has to be evaluated in the context of domestic insurrection in Egypt as well as Egyptian interrogation techniques that include torture.\nMr. Mubarak's inbred, bureaucratic and unresponsive regime has lost touch with the needs and feelings of large numbers of ordinary Egyptians. The Islamic insurgency, fueled by the fiery rhetoric of Sheik Omar Abdel Rahman and others, has survived repression and grown as much through Government incompetence as through fundamentalist fanaticism.\nAfter last year's Cairo earthquake, for example, the Government proved virtually incapable of providing effective relief. Islamic self-help groups quickly stepped in, providing food and shelter. With terrorists now attacking tourists, police and Coptic churches in the name of an Islamic regime, Cairo is obliged to respond forcefully. But unless it becomes dramatically more responsive, the Government will be carrying out a holding action at best.\nMeanwhile, Egypt remains ambiguous on such key questions as whether it wants Mr. Abdel Rahman returned home for trial. And surely Cairo doesn't want Western capitals to impose tighter visa procedures, trapping thousands more discontented Egyptians at home.\nIn the same Times interview, Mr. Mubarak seemed to suggest that the U.S. had helped terrorism spread by supporting Islamic guerrillas in Afghanistan. And he urged more active American intervention against international terrorism in the future, targeting especially Islamic fundamentalists and Iran.\nTrue, Washington funneled aid to some unsavory Afghan guerrilla leaders. But the underlying policy of supporting resistance to Soviet occupation was reasonable. The fact that at least one of those arrested in the Trade Center case solicited money and volunteers for Afghanistan doesn't make U.S. foreign policy responsible for the blast.\nAnd while vigilance against Iran is a good idea, the evidence that has emerged so far in the Trade Center case suggests that terrorist cells have a life and mind of their own.\nMr. Mubarak deserves strong support for his Mideast diplomacy and for his fight against terrorism in Egypt. He probably even deserves the $2 billion-plus that Washington gives Cairo each year in gratitude for the Camp David peace agreement. But his advice on combating international terrorism should not be taken as the last word.\n\nLoad-Date: April 7, 1993"
}