{
    "title": "President Approves Defense Bill, Modified",
    "publisher": "the new york times",
    "year": 2012,
    "month": 1,
    "day": 1,
    "full text": "HONOLULU -- President Obama, after objecting to provisions of a military spending bill that would have forced him to try terrorism suspects in military courts and impose strict sanctions on Iran's oil exports, signed the bill on Saturday.\nHe said that although he did not support all of it, changes made by Congress after negotiations with the White House had satisfied most of his concerns and had given him enough latitude to manage counterterrorism and foreign policy in keeping with administration principles.\n''The fact that I support this bill as a whole does not mean I agree with everything in it,'' Mr. Obama said in a statement issued in Hawaii, where he is on vacation. ''I have signed this bill despite having serious reservations with certain provisions that regulate the detention, interrogation and prosecution of suspected terrorists.''\nThe bill authorizes $662 billion in military spending through 2012. It is a smaller amount than the Pentagon had asked for, but it does not impose the radical cuts that the military faces in coming years.\nThe White House had said that the legislation could lead to an improper military role in overseeing detention and court proceedings and could infringe on the president's authority in dealing with terrorism suspects. But it said that Mr. Obama could interpret the statute in a way that would preserve his authority.\nThe president, for example, said that he would never authorize the indefinite military detention of American citizens, because ''doing so would break with our most important traditions and values as a nation.'' He also said he would reject a ''rigid across-the-board requirement'' that suspects be tried in military courts rather than civilian courts.\nCongress dropped a provision in the House version of the bill that would have banned using civilian courts to prosecute those suspected of having ties to Al Qaeda. It also dropped a new authorization to use military force against Al Qaeda and its allies.\nCivil liberties groups, including the American Civil Liberties Union, still oppose the law, in part because of its authorization of military detention camps overseas. But Mr. Obama's signature is likely to settle, at least for now, the battle between the White House and Congress over executive authority in the treatment of detainees.\nThe White House also wrestled with Congress over requirements that the United States punish foreign financial firms that purchase Iranian oil, including through Iran's central bank. Such a step would greatly increase the pressure on Iran over its nuclear program.\nBut the administration feared that if the measures were imposed too hastily, they could disrupt the oil market, driving up prices and alienating countries, including close allies, that the United States is seeking to enlist in its pressure campaign against Iran.\nUnder the terms of the bill, Mr. Obama can delay sanctions by six months to assess their impact on oil prices. The president can also apply to Congress for a waiver exempting a country's financial firms from sanctions, if he determines that the country significantly reduced its purchases of Iranian oil in the preceding 180 days. Or he can apply for a waiver exempting a country on national security grounds.\nSenate Republicans, who pushed for the tougher sanctions, said it would be difficult for Mr. Obama to invoke a waiver, since it could make him look weak on Iran in an election year. But the administration said it was committed to imposing the sanctions.\n''We have to do it in a timely way and phased way to avoid repercussions to the oil market, and make sure the revenues to Iran are reduced,'' said an administration official who spoke on the condition of anonymity. ''But we believe we can do that.''\n\nhttp://www.nytimes.com\n\nLoad-Date: January 1, 2012"
}