{
    "title": "Present Dangers; The Slow Awakening to Terrorism Here",
    "publisher": "the new york times",
    "year": 1993,
    "month": 7,
    "day": 4,
    "full text": "THE White House had no trouble last week declaring that a foiled Iraqi assassination plot against former President George Bush was \"a direct attack on the United States.\" But it has been unable to offer anything like so neat an accounting of the terrorism that has struck closer to home.\nIn response to the World Trade Center bombing and evidence of schemes to blow up other New York targets and murder officials, the Administration has renewed its vigilance. But without a clearer definition of the problem, it has left itself without a guide for decisions about what else to do.\nIn some ways, President Clinton's calculation was easy as soon as he became convinced that Iraq was behind the attempt to kill President Bush while he was visiting Kuwait last April. Such a deed was an act of war; it remained only for Mr. Clinton to choose his retaliatory weapon -- the cruise missile attack on a major intelligence headquarters in Baghdad last weekend.\nBut even a terrorist plot that created havoc at the World Trade towers in February, and more recently threatened the Lincoln Tunnel and the United Nations, still wears the label of domestic crime. And crime still tends to be treated in Government with a different standard of seriousness.\nIn the Administration's response to the two cases, the disconnection has been telling. By all appearances, the United States still finds it cleaner to contend with trouble outside its borders than within.\nThat authorities in New York managed to foil the latest bombing plot, arresting nine supposed plotters in the last two weeks, is of course reassuring. But there were reminders last week that their success only followed a series of fumbles, and fingers were being pointed at the Federal Bureau of Investigation for having failed to pursue hints that a terrorist operation was under way.\nAmong the clues that helped thwart the planned attack on the Lincoln Tunnel and the United Nations, it was reported, was information in Arabic-language documents first discovered by the F.B.I. in 1990. But no one thought to translate the documents until after the World Trade Center attack. The Egyptian informant whose tips proved decisive in finally cracking the case now also appears to have been helping the Government for more than a year, raising the question of why a breakthrough did not come sooner.\nThe blast that rocked the World Trade Center, moreover, was only the most obvious of signs that Middle Eastern terrorism had arrived in the United States. Two Central Intelligence Agency employees had already been slain by a Pakistani gunman outside C.I.A. headquarters in Virginia; in St. Louis, four Palestinians have since been charged with plotting to blow up the Israeli Embassy in Washington as part of the Abu Nidal terrorist organization. Even more ominous, Government officials say, a widening network of Iranian-backed terrorism has almost certainly allowed the Party of God organization to establish North American cells.\n \nAuthority to Act\n Yet compared to the number of agencies assigned to monitor terrorism abroad, only a narrow swath of Federal authority is set aside to control domestic terrorism.  When the Clinton Administration was trying to assess the extent of Iraqi involvement in the Bush assassination plot, the effort was coordinated by Mr. Clinton's national security adviser. But when the authorities were weighing last week whether to arrest Sheik Omar Abdel Rahman, the Muslim cleric whose teachings are said to be the inspiration for the New York area bombing plots, the decision was left to the Justice Department (which finally did take him into custody on immigration charges Friday). Administration officials said that the National Security Council had felt no obligation to intervene in the decision.\nPart of that difference lies in American laws that give intelligence agencies and the military more latitude to operate overseas than in the United States. The freedom from scrutiny that potential terrorists enjoy in the United States, however, makes the society more vulnerable, and easy immigration and due process compound the risk. When reporters clamored to know what might be done differently in the wake of the new round of arrests in the New York bombing case, Mr. Clinton hinted at the problem. \"Any free society,\" he pointed out the other day, \"always has some exposure to terrorism.\" Indeed, even Britain has found it almost impossible to curb terrorist attacks despite adopting some rather draconian security measures.\nThe President went on to pledge that his Administration would be \"very tough\" in combating terrorism at home. But it was significant that he pointed to the experience in New York as a benchmark of timely action. Only hours later, he ordered the missile attack on Iraq, a punishment whose swiftness and severity would have been unimaginable at home.\nBut such domestic inefficiency cannot be explained merely by deference to civil liberties. Old notions of national security die hard; the idea of domestic terrorism remains something of an oxymoron. Insulated for so long from such violence, Americans still tend to look abroad for threats; that they may already lurk within is more difficult to accept.\nAt long last, there were signs last week that authorities were beginning to make up for past errors. As much as $500,000 was being set aside to pay the informant in the New York case, an investigator said. After a decade of debate, the Nuclear Regulatory Commission decided separately that civilian power plants should prepare for truck-bomb attacks.\n \nLongstanding Warning\n Still, those steps only underscored the vastness of the remaining gulf between the Government's postures at home and abroad. As abrupt as it may have seemed, the Tomahawk missile strike on Baghdad essentially made good on what has been a longstanding American warning: that a state-sponsored terrorist attack will be met with a forceful response. The pledge has been a staple of declarations that for over a decade have cast terrorism in rigid terms. In the Middle East, the Clinton Administration has elevated the principle to policy, serving notice that its stance toward Iraq and Iran will be one of \"dual containment\" -- a turning of the back on two sponsors of terrorism, despite past flirtations. And last week, the United States tried to implant new vigor in the peace talks among Israel and its neighbors.\nIn its starkness, the policy reflects the view of Mr. Clinton's top advisers that the Middle East is teetering between \"alternative futures.\" By effectively dividing the region in two, the Administration hopes to stave off terrorism as a force that could shatter the peace process and lead to the overthrow of friendly governments.\nBut there has been no sign from the White House of similar attention to counterterrorism at home. With all the American fixation on foreign sponsorship, it remains too easy for authorities to overlook -- or deny -- what individuals alone possess the capacity to do.\n\nGraphic\n\n \nDrawing\n\nLoad-Date: July 4, 1993"
}