{
    "title": "President_ Let professionals do the worrying; Radio address_ He says that government officials are w",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 2,
    "day": 16,
    "full text": "President Bush assured anxious Americans on Saturday that government officials are \"standing watch 24 hours a day against terrorism.\"\n\"Many of these dangers are unfamiliar and unsettling,\" Bush said in his weekly radio address after eight days under the high-risk orange level terrorism alert.\n\"Yet I assure you,\" he said, \"that our government, at every level, is responding to this threat, working to track down every lead and standing watch 24 hours a day against terrorism.\"\nThe Bush administration sought to spread calm at the end of a week in which many people, at the urging of federal officials, stocked up on food, water, duct tape and other supplies to prepare for a possible new attack. Democrats ridiculed the duct-tape advice, urging Bush instead to send Congress a special request to pay for equipment, personnel and training needed by first responders, the people who would quickly respond to a terror emergency.\nHomeland Security Secretary Tom Ridge said Friday officials have no conclusive evidence about where, when or how the terrorists could strike. He said the government does not plan to change the alert level, although he added that threat information is under constant re-evaluation.\nAuthorities had said they were worried about attacks timed to coincide either with the beginning of a war with Iraq or with the end of the hajj, the Muslim pilgrimage to holy Mecca that ended Thursday.\nA senior administration official, speaking on condition of anonymity, said the end of the hajj is causing officials to consider seriously lowering the threat level. At the same time, the official said there remains a \"lot of energy\" in the intelligence system, meaning clandestine information, that has officials worried.\nOn the radio, Bush said Americans should relax and let the professionals do the worrying about keeping their communities safe from attack. He asked people only to be more alert to their surroundings and suggested a trip to the Department of Homeland Security's Web site (www.dhs.gov/dhspublic/) for tips on being more vigilant.\n\"Americans should go about their lives,\" Bush said.\nBeyond that, he said, the raising of the terrorism alert level on Feb. 7 from yellow to high-risk orange \"is primarily a signal to federal, state and local law enforcement to take additional precautions and increase security measures against potential terrorist attacks.\"\nBush said that plans are in place to:\n* Protect infrastructure, such as dams, power plants, computer networks and communication systems.\n* Tighten security at borders and ports.\n* Collect better intelligence on emerging threats\n* Detect a biological attack through an early warning network of sensors.\n\nLoad-Date: February 21, 2003"
}