{
    "title": "Presidential election to focus on economy, terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 5,
    "day": 15,
    "full text": "Despite criticism that President Bush's May Day landing on the USS Abraham Lincoln was a publicity stunt, experts say it was a logical way to kick off his re-election campaign.\n\"His re-election campaign began the day he was elected,\" said Forrest Maltzman, professor of political science at George Washington University. \"I have no doubt in that there was political motivation in that. But I don't think that that's unusual.\"\nDC BUREAU\nHe added that the other front-runners in the 2004 election appear to be Sen. John Kerry, D-Mass., Vermont Governor Howard Dean, and Sen. John Edwards of South Carolina.\nMost interviewed agreed that the result of the election will depend on whether the economy is good or bad in November 2004, and on how the candidates choose to focus on the issue.\n\"If (the Bush administration) can keep the focus on national security issues, then they will probably win reelection,\" Maltzman said. \"If focus turns to health care and the economy, then I think they'll have a much harder time,\" he said.\nGarry Young, assistant professor of political science at George Washington University, says voters will ultimately look to economics.\n\"It's a question of voters: Voters have tended to be a little more economically motivated,\" he said.\nConor Savoy, a junior at George Washington University, said he hopes the Democrats will focus on the economy.\n\"I think they would be wise to tack him on it because I don't think he's very strong on it,\" Savoy said. \"If the economy doesn't improve, Bush is going to be in a very bad position. If it isn't getting better by November of 2004, the Democrats should use that to their advantage.\"\nSavoy said the 2004 election would reflect significantly of the state of the country: Bush's re-election by a small majority would indicate that the country is still politically divided.\nBut if he wins by a landslide, Savoy said, the Republicans would use that opportunity to push through conservative legislation, attacking abortion and privacy rights.\nLee Sigelman, professor of political science at George Washington University said if present trends continue, the president would be reelected, largely because the administration is good at managing impressions. That would help in terms of the economy, he added.\nBut Sigelman warned that the election is still a close to two years away, allowing plenty of time for things to go wrong and a lot of time to fix current problems.\n\"If you're watching an NBA basketball game, all the action tends to be in the last 30 seconds. If you're watching an American election, the action hasn't even started yet,\" he said.\n(C) 2002 U-WIRE via U-WIRE\n\nLoad-Date: May 15, 2003"
}