{
    "title": "President Hassan Rouhani of Iran - U.N. General Assembly Speech",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 21,
    "full text": "President Hassan Rouhani of Iran is scheduled to speak at the United Nations on Thursday, Sept. 25. How will President Rouhani's appeal to the United Nations be different from that of his predecessors'? \nLike his predecessors Mohammad Khatami and Mahmoud Ahmadinejad, Mr. Rouhani will emphasize that Iran is one of the world's biggest victims of terrorism. He will speak out against terrorism, by which he will really mean that other nations should support Iran's embattled ally, President Bashar al-Assad of Syria. \nIran charges that Mr. Assad is the victim of Western-backed terrorists, and Mr. Rouhani makes no distinction between \"moderate rebels,\" favored by the United States, and the militants of the Islamic State, known as ISIS. It is expected that Mr. Rouhani will charge that the United States and the West created the group, a widespread belief among Iran's leaders. What are the most contentious points of conflict between Iran and other nations?  \nIt is not likely that Mr. Rouhani will encounter the same welcoming spirit he enjoyed when he first spoke before the General Assembly last year. Having just taken over from Mr. Ahmadinejad, who used the stage to predict the imminent downfall of the West and cast doubt on the historical significance of the Holocaust, Mr. Rouhani reached out to the West. He even had a telephone conversation with President Obama, but, in a sign of the conservative reaction to come, he was pelted with eggs upon his return to Tehran by hard-line protesters.\nThis year, Iranian diplomats are still trying to find a compromise with the West over Iran's nuclear program in talks that should be over before a Nov. 24 deadline. During Mr. Rouhani's first year in office, Iran has not made a huge policy change toward the West, nor has the country shaken off its rigid anti-Western ideology. Mr. Rouhani will reflect this in his speech. Don't expect any huge surprises - his speech will most likely be laden with ideological generalizations that may only be understood by well-versed analysts.\n How might Mr. Rouhani's message to the world be viewed in Iran? \nMost Iranians have grown accustomed to their leaders delivering international speeches, and they don't expect anything ground-breaking. They will however keep a sharp eye on any hints of a compromise with the United States and other world powers on Iran's nuclear program, as most people in the country hope that Western sanctions will soon be lifted.  \n                      \n\nLoad-Date: September 24, 2014"
}