{
    "title": "President nets rare Guantanamo victory Bipartisan deal eases restrictions on detainee transfers",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 12,
    "day": 19,
    "full text": "- Many detainees at Guantanamo Bay may be closer to heading home under a bipartisan deal reached in Congress that gives President Barack Obama a rare victory in his fight to close the prison for terror suspects.\nThe compromise is part of a broad defense bill awaiting final passage in the Senate this week after winning approval in the House last Thursday.\nIt's the first time since Obama came to office promising to close Guantanamo that Congress is moving to ease restrictions instead of strengthen them. And it could signal changing political views of the prison for terrorism suspects now that the war in Afghanistan is winding down.\nObama's achievement was somewhat a surprise, after the Republican-controlled House earlier this year voted overwhelmingly to make it harder to transfer detainees. But the deal to move in the opposite direction passed with hardly any opposition and little attention - perhaps overshadowed by more prominent defense bill debates over Iran sanctions, military sexual assaults and spying by the National Security Agency.\nBut even with the deal, Obama still faces big obstacles to closing Guantanamo. Congress has effectively blocked him from doing so for his first five years in office, and he faces declining clout in his final three. Yet the president seems determined as part of his legacy to push for closure of the prison he argues never should have been opened and has become a symbol around the world for an America that flouts the rule of law.\nCongressional proponents of keeping Guantanamo open say they felt they had to allow for transfers to other countries to maintain a more important priority - a ban on detainees from coming into the United States. The administration also pushed for the ability to transfer detainees to the U.S. for imprisonment, trial or medical emergencies but lost on that front, leaving Obama a thorny predicament of what to do with captives considered too dangerous to release.\nOklahoma Sen. James Inhofe, who worked on the compromise as the ranking Republican on the Senate Armed Services Committee, said he'll continue to fight to keep Guantanamo open even as some colleagues are softening their position. There's no place else you can house these terrorists, he said adding some former detainees have re-engaged in terrorist activity.\nTop administration officials, including Obama counterterrorism adviser Lisa Monaco and State Department envoy Clifford Sloan, made a quiet yet effective lobbying push to convince members to ease restrictions. They pointed out the annual cost of operating Guantanamo has reached more than $2 million a prisoner while other terrorism suspects are kept in U.S prisons at a fraction of the price.\nSenate Armed Services Committee Chairman Carl Levin championed the cause and predicts the resulting compromise could have a dramatic impact on the detainee population.\nAbout half of the detainees would be detainees that could be transferred to their third-world countries from which they come, Levin said. About half of the detainees would remain in Guantanamo because of the prohibition on transferring them to the United States for detention and for trial.\n\nLoad-Date: December 19, 2013"
}