{
    "title": "PRESIDENT DIRECTS FEDERAL EMERGENCY MANAGEMENT AGENCY TO GRAPPLE WITH ACTS OF; TERRORISM; NEW OFFICE",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 5,
    "day": 9,
    "full text": "President George W. Bush has directed the agency that normally deals with floods and tornadoes to tackle terrorism as well.\nIn a statement Tuesday, Bush ordered the Federal Emergency Management Agency to establish an Office of National Preparedness to coordinate a \"seamlessly integrated, harmonious and comprehensive\" response to biological, chemical or nuclear weapons.\n\"Prudence dictates that the United States be fully prepared to deal effectively with the consequences of such a weapon being used here on our soil,\" the president said.\nJoe Allbaugh, director of the agency, told senators the new office will coordinate efforts by several dozen federal agencies responsible for dealing with terrorist acts. The office will serve as organizer to make sure local and state agencies are prepared for terrorism, he said.\n \n\"We are not in the intelligence business,\" Allbaugh added.\nVice President Dick Cheney will lead a new task force on terrorist threats to, in his words \"figure out how we best respond to that kind of disaster of major proportions that in effect would be man-made or man-caused.\"\nThe task force is expected to report to Congress by Oct. 1, after a review by the National Security Council.\nCheney said in a CNN interview: \"The threat to the continental United States and our infrastructure is changing and evolving, and we need to look at this whole area oftentimes referred to as homeland defense.\"\nAt a Senate hearing Tuesday, Allbaugh and other administration officials told Congress that fighting terrorism has grown more difficult because of new technology and growing economic connections between nations.\n\"Terrorism is a part of the dark side of globalization,\" Secretary of State Colin Powell said. \"It is a part of doing business in the world, business we as Americans are not going to stop doing.\"    \n\nLoad-Date: May 9, 2001"
}