{
    "title": "PRESIDENT WOOS UNIONISTS FOR ANTI-TERRORISM INSURANCE",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 6,
    "day": 20,
    "full text": "WASHINGTON -- President Bush promoted a terrorism insurance bill as a job-creation measure Wednesday and argued that it should shield businesses from lawsuits stemming from attacks.\nBush supported the GOP version of the bill as an employment boon in an address to a national carpenters' union.\nAt a time when Congress is getting down to serious negotiating on the legislation, Bush's tactic could split two traditionally Democratic-aligned groups labor and the trial attorneys who make their living filing lawsuits.\nThe president stepped directly into the central dispute between the Democrat-controlled Senate and the GOP-controlled House: whether to insulate businesses from paying punitive damages.\nThe Senate passed a terrorism insurance bill Tuesday that does not protect companies from punitive damages. The House passed legislation last November that limits lawsuits and bans punitive damages.\n\"They've got to make sure this bill doesn't open up all kind of lawsuits,\" Bush said. \"What we're interested in is job creation, not lawsuit creation. We've got plenty of lawsuits all around America as it is.\"\nBush's audience, the United Brotherhood of Carpenters and Joiners, applauded. The group is a strong backer of the Democratic Party.\nThe president sought to put a human face on the issue for the carpenters, who rely on a strong building sector for jobs.\nHe cited the example of a commercial lending company that he said has turned down more than $ 1 billion in construction projects because they were not insured against a terrorist attack.\nMeanwhile, a company in the Washington, D.C.-Baltimore area cannot get funding for a $ 50 million apartment complex a project that would create 250 jobs, Bush said. \"If the concern is more jobs, and people aren't lending money because there is no insurance against acts of terror, Congress needs to deal with it,\" he added.\n\nLoad-Date: June 20, 2002"
}