{
    "title": "President needs to stand firm against torture",
    "publisher": "university wire",
    "year": 2005,
    "month": 11,
    "day": 17,
    "full text": "In the shadow of the Guantanamo Bay and Abu Ghraib scandals, the issue of torture and its relationship to the U.S.-led war on terrorism has reached the pinnacle of political debate in Washington.\nThis month, with a vote of 90-9, the U.S. Senate passed two defense bills amended with an anti-torture provision banning the \"abusive treatment of terrorism suspects.\" The legislation was proposed and authored by Sen. John McCain, widely known not only for his political career but for his time spent as a prisoner of war in Vietnam.\nAs the House prepares to vote on the ban, the Bush administration remains steadfastly opposed to the provision.\nPresident Bush has not only threatened to veto it but has supported an exemption for \"clandestine counterterrorism operations conducted abroad.\" Politicians from both parties have been alarmed by President Bush's resistance to the congressional ban and have harshly criticized the administration's views on the issue.\nI find the president's stance on the anti-torture measures to be unsettling, to say the least. Surely there are points of contention, as there are with every issue, but torture is about as close to a black-and-white issue as one can get.\nTorture is a violation of countless national and international doctrines, such as the Universal Declaration of Human Rights, Article 99 of the Geneva Conventions -- and not to mention the Eighth Amendment of the U.S. Constitution. Torture is unequivocally wrong, immoral, unethical and un-American, yet President Bush feels the need to impede this legislation and qualify it with an exemption.\nSo what exactly would be the effects of this exemption entail?\nThe Bush administration has made it clear that it in no way condones torture, but it has also made clear that whatever actions the U.S. undertakes in secrecy for the war on terror would be lawful. The administration's exemption, I fear, would provide a window of opportunity for U.S.-backed torture of terrorism suspects, namely by relieving the U.S. from legal ramifications for the use of secret prisons and extraordinary renditions (the outsourcing of torture to countries that don't forbid it).\nI needn't stress the obvious concerns with a system of secret prisons, but what may not be so well known is the shameful use of extraordinary renditions.\nSince Sept. 11, 2001, the U.S. has transported roughly 100 terrorism suspects to countries such as Saudi Arabia, Syria and Egypt, where there are few to no restrictions on torture and interrogation methods. Syrian torture methods, as documented by the U.S. State Department's own annual report, include \"pulling out fingernails; forcing objects into the rectum; ... using a chair that bends backwards to asphyxiate the victim or fracture the spine.\"\nWith the Bush administration's exemption, these egregious human rights violations could not be investigated or even tried in the U.S. legal system. They would remain behind closed doors and free from any punitive repercussions.\nThere is also symbolic significance in the president's opposition to torture ban in the wake of ignominious developments like the occurrences at the Gitmo Detention Center. The U.S. is still struggling to repair its public image, especially in regard to its treatment of detainees -- and Bush decides to quibble over a ban on torture?\nThis should have been viewed as a golden opportunity for American leaders to band together to reclaim our country's values and reassure the world of our opposition to cruel and unusual punishment. Instead, the world received the image of our nation's executive branch not only splitting hairs over, but threatening to block anti-torture legislation.\nNo matter how it is euphemized or contextualized, torture is inhumane. Whatever measures can be taken to prevent it, like a congressional torture ban, should be implemented. This belief has been reaffirmed by our Constitution, most recently by our Senate, and possibly very soon by the House of Representatives.\nWhy should our president be an exception?\n(C) 2005 Daily Bruin via U-WIRE\n\nLoad-Date: November 17, 2005"
}