{
    "title": "Pressure cooker bombing in New York City",
    "publisher": "the new york times",
    "year": 2020,
    "month": 7,
    "day": 15,
    "full text": "Police are still unsure why that particular location was picked in this weekend's bombing in New York City /Getty\nNo motive or suspects are reported yet in relation to a bombing in the New York City neighbourhood of Chelsea on Saturday. No fatalities were reported in what law enforcement officials are calling a possible act of terror, but the blast did injure 29 people. The New York Times reports that of the 29 injuries, most were caused by shrapnel and one of which was serious. As of Sunday evening, all those who had been admitted to hospitals in relation to the bombing had been released.\nThe bombs, rigged to explode with flip phones and Christmas lights, were similar to the pressure cooker shrapnel bombs used at the Boston Marathon bombing in April of 2013. The bombs, rigged to explode at the race's finish line, killed three, injured about 280 others, and instigated a shootout that killed one of the suspects and a police officer.\nWhile two bombs were found on Saturday, only one of the bombs actually went off. The second was found several blocks away and was neutralized by police and sent for investigation by the FBI.\nThe New York Times reported that both New York City Mayor Bill de Blasio and New York State Governor Andrew M. Cuomo visited the site. Cuomo is quoted as saying \"A bomb exploding in New York is obviously an act of terrorism,\" but also said it is still early in the investigationto determine any type of international terror connection.\nOfficials say the bombing is believed to be unrelated to the one that took place earlier in the day in New Jersey. That explosion, on the route of a charity race for members of the United States Marine Corps, was caused by a pipe bomb and caused no injuries as the race's start had been delayed for unrelated reasons.\nApproximately 1000 extra security officers will be deployed throughout the city's transit systems as the investigation for a motive or suspects continues.\n2016 bombing external news new york\n\nLoad-Date: July 16, 2020"
}