{
    "title": "Presidential candidates address Republican Jewish Coalition Forum focuses largely on foreign policy,",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 4,
    "full text": "Ohio Gov. John Kasich speaks at the Republican Jewish Coalition forum.\nWASHINGTON - The discussion nationally was on gun control, possible terrorism and the massacre of 14 in San Bernardino, Calif. But at a forum that drew every major Republican presidential candidate, the focus was on terrorism, Islamic fundamentalists and protecting Israel.\nWelcome to what some call the \"Sheldon Adel-son primary,\" a gathering of every major GOP contender, an event officially called the Republican Jewish Coalition.\nRetired neurosurgeon Ben Carson read what felt like a term paper on Middle Eastern politics. Sen. Lindsey Graham of South Carolina, stalled at the bottom of the polls, teed off on Sen. Ted Cruz of Texas and New York billionaire Donald Trump, insisting that their rhetoric on immigration sends the message that \"they think we don't like them.\"\nGov. John Kasich once again tried to reiterate his \"I'm the grown-up in the room\" rhetoric by refusing to rip up the Iran nuclear deal on his first day in office, as Cruz has vowed to do.\nKasich - who has made it clear he does not like the Iranian agreement - said it felt unwise to telecast his actions 18 months ahead of time.\n\"I believe that we can act stronger when we can be a collective group,\" he said. \"I want the Brits and the French and the Germans and the Belgians and the Spanish, I want them to be part of who we are because in a group, collectively, we are stronger than when we go alone.\"\nHe said he was prepared to go alone if the Iranians violate the agreement, but said sanctions would have more strength when the sanctions included the U.S. and \"everybody in the west.\"\nThe statement was met with silence in a room generally quite warm to Kasich. Afterward, Irma Fralic, Wyndmoor, Pa., said she tended to be more supportive of someone committed to ending the deal.\n\"You have to be really strong on some issues,\" she said. \"You have to be ready to answer those questions with some kind of conviction.\"\nKasich reiterated his oft-expressed desire to have a coalition fight ISIS, warning that the fight is \"existential.\" He talked about his long support of Israel.\nKasich, however, likely irked fewer voters than Trump, who, speaking immediately after Kasich, said he wasn't sure if Israel \"has the commitment\" to make a Mideast peace deal.\nHe further irritated the crowd by refusing to say whether Jerusalem should serve as the capital of Israel - an issue important to the group.\nBut Trump insisted he was \"the best thing that could happen to Israel.\"\n\"I know why you're not going to support me,\" he said, \"because I don't want your money.\"\nThe forum amounted to a day-long salute to Israel and a day-long lambasting of President Barack Obama's policies on the Middle East. A handful of the candidates speculated on the shootings in San Bernardino - Cruz questioned whether they were an act of terrorism, while Rubio refused to speculate on it - but the focus remained largely on foreign policy.\nNew Jersey Gov. Chris Christie, a former federal prosecutor, said he was \"convinced\" the shootings were a terrorist act.\n\"If a center for the developmentally disabled in San Bernardino, California, can be a target for a terrorist attack, then every place in America is a target,\" he said. \"We need to come to grips with the idea that we are in the midst of the next world war.\"\nBy 2:30, when Kasich sat down for an hour-long interview with Siriux XM radio, he, too, seemed convinced that the attacks were \"an act of terror.\"\n\"When I think about that I think about the need for enhanced intelligence, particularly human intelligence and ability to deal with problem of encryption.\"\nHe said the best way to deal with such plots were to disrupt them.\n\"When people can log into a Playstation 4 and communicate without people knowing what we're talking about, we have a serious problem,\" he said.\n\nLoad-Date: December 4, 2015"
}