{
    "title": "President joins debate over terrorism memo; He says document contained 'nothing about an attack on A",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 4,
    "day": 12,
    "full text": "For two years, national security adviser Condoleezza Rice left Americans with the impression that President Bush's pre-Sept. 11, 2001, terrorism briefing focused on historical information dating to 1998 and that any current threats mostly involved overseas targets.\nYet, the release, under public pressure, of the president's briefing memo from Aug. 6, 2001, showed that Bush had received intelligence reporting as recent as May 2001 and that most of the current information focused on possible plots in the United States.\nBush insisted Sunday he was satisfied that federal agents were on top of the terrorist threat when he read that memo, which detailed Osama bin Laden's intentions on U.S. soil.\n\"I was satisfied that some of the matters were being looked into\" and had any specific intelligence pointed to threats of attacks on New York and Washington, \"I would have moved mountains\" to prevent them, Bush said during a visit to Fort Hood in Texas.\nBut he said the document, which the White House released Saturday night, contained \"nothing about an attack on America. It talked about intentions, about somebody who hated America - well, we knew that.\"\nShould the memo - a leading topic of the Sunday talk shows - have raised \"more of an alarm bell than it did? I think in hindsight that's probably true,\" said Sen. John McCain, R-Ariz. He said the Clinton and Bush administrations bear responsibility for the Sept. 11 failures.\nThe existence of the president's briefing memo was disclosed to the public at a news conference in May 2002. The \"overwhelming bulk of the evidence\" before Sept. 11, Rice declared, was that any terrorist attack \"was likely to take place overseas.\"\nMost of the CIA reporting during the summer of 2001 did focus on possible overseas targets. But the memo specifically told Bush that al-Qaida had reached American shores, had a support system in place and was engaging in \"patterns of suspicious activity … consistent with preparations for hijackings or other types of attacks.\"\nIn May 2002, Rice said \"there was specific threat reporting about al-Qaida attacks against U.S. targets.\" She did not mention that it was in the report sent to the president.\nTo accentuate the potential domestic threat, the memo told Bush the FBI had 70 investigations related to bin Laden under way.\nThe president's memo mentioned two current threats: suspected al-Qaida operatives might have cased federal buildings in New York and that, according to a phone call to an American embassy in the Middle East, a group of bin Laden supporters was in the United States to plan attacks with explosives.\nSlade Gorton, a member of the panel investigating the Sept. 11 attacks, said the memo \"did talk about potential attacks in the United States,\" but \"it didn't give the slightest clue as to what or where they would be.\"\n\nLoad-Date: April 12, 2004"
}