{
    "title": "Pretoria Finds 4 Blacks Guilty In Treason Case",
    "publisher": "the new york times",
    "year": 1988,
    "month": 11,
    "day": 19,
    "full text": "Four black leaders of South Africa's anti-apartheid movement were convicted today on treason charges after a judge here accepted the Government's argument that speeches and demonstrations could involve treasonable activity.\nSeven other defendants were convicted on terrorism charges that also relied on evidence that the accused willfully created, through what might otherwise be regarded as normal political activity, a climate of violence calculated to destabilize the Government.\nUnder South African law, both treason and terrorism carry a maximum penalty of death by hanging.\nAt the end of the marathon three-year trial in South Africa's Supreme Court here, eight other defendants who faced the same charges were acquitted.\nOrganization Is Also Target\nThe broader target of the prosecution was the United Democratic Front, the coalition of 17 anti-apartheid organizations to which nearly all the defendants belonged.\nThe treason and terrorism charges were based on a series of protests that turned violent in four black townships in September 1984. These protests were part of a surge of black resistance across South Africa to a new Constitution that gave the majority group no political rights.\nThe prosecution never accused the defendants themselves of specific acts of violence, but said not only had they created a climate for violence, but also that their guilt was shown by their unwillingness to halt acts of violence once they began.\nIn his decision, the judge, Kees van Dijkhorst, defined treason as ''crime by those who, with hostile intent, engage in injury or damage to the state.'' In such a definition, he said, ''the Government is totally identified with the state.''\nThe judge added that ''one can commit high treason without violence'' and cited the example of spying.\nIn the decision, which ran to 1,521 pages, Justice van Dijkhorst accused the United Democratic Front, the largest legal anti-apartheid grouping in the country, of operating as a domestic wing of the outlawed African National Congress, which has its headquarters in Zambia.\nThe result is that the United Democratic Front, whose activities have already been severely restricted under a state of emergency, is now vulnerable to being outlawed altogether.\nEven the origins of the United Democratic Front were disputed at the trial. The defendants said the confederation of anti-apartheid groups was proposed in 1983 by the Rev. Allan A. Boesak, the head of the mixed-race branch of the Dutch Reformed Church. This account is generally accepted by scholars.\nThe prosecution said it was formed at the instigation of Oliver Tambo, the African National Congress leader in exile, a version that Justice van Dijkhorst endorsed with his decision.\nWhat is undisputed is that the Government, after allowing the United Democratic Front to appear as a legal movement, became disenchanted with its coordination of the opposition to apartheid until now, it is virtually constrained from any political activity.\nThe state put the defendants on trial for treason after violence that erupted in the black townships of the southern Transvaal in 1984. It followed a march organized by the Vaal Civic Association, the local affiliate of the United Democratic Front, to protest a rent increase imposed by the local councils at the behest of the Government.\nThe protest turned violent, as municipal buildings were attacked and stores looted. The Deputy Mayor of Sharpeville and three other local council members were lynched before army troops and the police moved in to restore order. In all, 26 people died, and more than 300 were wounded.\n \nList of Those Convicted\nThose found guilty of treason were: Popo Molefe, the general secretary of the United Democratic Front; Mosiuoa Patrick Lekota, the front's publicity secretary; Mabokela Moses Chikane, secretary of the group's Transvaal region, and Madikwe Thomas Manthata, an advocate of black consciousness who worked for the South African Council of Churches, Justice van Dijkhorst described Mr. Molefe, Mr. Lekota and Mr. Chikane as the ''conspiratorial core inside the U.D.F. apple.'' They have been jailed since their arrest in April 1985. The eight other defendants convicted today had been free on bail until Monday, when the judge revoked it.\nSeven defendants were convicted of terrorism - Gcinumzi Petrus Malindi, Tsietsi David Mphuti, Napthali Mbuti Nkopane, Tebello Ephraim Ramakhula, Sekwati John Mokoena, Serami Jacob Hlanye and Hlabeng Sam Matlole. The judge said they had organized demonstrations knowing that they would lead to violence.\nIn addition to the eight defendants acquitted of the charges Thursday and today, the judge earlier dismissed the cases agasinst 3 others of the original 22 for lack of evidence.\nAlthough an initial gasp went up from the spectators when the first guilty verdict was announced, the defendants did not appear contrite.\n''We have to be strong,'' Mr. Chikane told a reporter from the dock. ''We will always maintain that the U.D.F. is a non violent organization.'' ''We don't apologize for our stand,'' Mr. Lekota said.\n \n'Guilty Intent'\nThe prosecution contended that the organizers of the demonstrations in 1984 realized that they would provoke violence but deliberately went ahead, a charge the defendants have consistently denied. But Justice van Dijkhorst agreed, saying, ''A legal march was held with guilty intent.''\nA leading black cleric, the Rev. Frank Chikane, head of the South African Council of Churches, said after the verdict was announced: ''What shocked me in particular in the nature of the judgment is that you are found guilty of terrorism for simply providing leadership and for understanding the political situation in this country.'' Mr. Chikane is not related to the defendant Mabokela Moses Chikane.\nA facet of Justice van Dijkhorst's decision that worried apartheid opponents was his conclusion that ''one can commit high treason without violence.''\n''It narrows the margin in this country between lawful dissent and what is considered treason,'' said Helen Suzman, a white liberal Member of Parliament who attended the trial today.\n \nLong Legal Process Ahead\nThe defense attorneys indicated that they would fight the verdict, a process that a legal expert said could prolong the court process for a few years.\nBefore the convicted defendants are sentenced, the lawyers are entitled to argue mitigating circumstances for their clients, which the chief defense attorney, Arthur Chaskelson, said they would do on Dec. 5. To appeal the decision after sentencing, they would be required to apply to Justice van Dijkhorst for permission.\nIf he refuses, they can appeal directly to the appellate court.\nArchbishop Desmond M. Tutu, Anglican Archbishop of Southern Africa, who briefly attended the trial today, said he was ''shattered'' by the decision, since he had sent Mr. Manthata to work in the Transvaal while heading the South African Council of Churches.\n''If this is treason, then I am guilty of treason,'' he said in a statement."
}