{
    "title": "Prevention key to capital security",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 8,
    "day": 8,
    "full text": "Terrorism: Threats change routines\nWASHINGTON (AP) - The sign says FBI tours are closed because of \"capacity visitation.\" A steady stream of visitors is being turned away from the J. Edgar Hoover Building, however, because of the threat of terrorism.\nIt's just one of an abundance of tight security measures imposed in the capital surrounding Saturday's first anniversary of the bombing of two U.S. embassies in Africa. With what officials see as an increasing threat of both domestic and international terrorism, security has been getting progressively tighter over the last decade.\nThroughout Washington, metal detectors, armed guards and anti-bomb barriers disguised as mammoth planters are becoming as prominent as statues and national monuments.\nThe capital never has suffered a major terrorist attack, but persistent threats and violent acts around the globe are prompting ever-heavier security in a city that attracts guests ranging from heads of state to hordes of local and international tourists.\n* Pennsylvania Avenue was closed off in front of the White House and barricades erected at several federal offices after Middle East terrorists hit the World Trade Center in 1993. That security remains in place.\n* Metal detectors and new security walls went up at more buildings and monuments after domestic terrorists killed 168 people at the Oklahoma City federal building.\n* Concrete and steel barricades now wall off the State Department, erected since the dual embassy bombings, which killed 224, including 12 Americans.\nThe latest security web affects millions of tourists, constituents and residents who pass through metal detectors, submit to probing questions and get pinned with tags whenever they visit federal offices.\nOn Capitol Hill, metal detectors and other measures have been used for years, but ordinary people wander most hallways. Unlike procedures in most federal offices, people enter the Capitol or its surrounding offices without identification.\nSome of the tightest security is at the Pentagon, but its main entrance doubles as a major station for Washington's subway and suburban bus systems through which thousands pass without security checks\n\nLoad-Date: August 10, 1999"
}