{
    "title": "Prevent terrorism by taking care of the poor",
    "publisher": "usa today",
    "year": 2007,
    "month": 7,
    "day": 18,
    "full text": "The uneven economic picture and lagging political reconciliation described in the White House's Iraq report should be seen as a failure to address how global poverty affects international stability and national security (\"'Challenging' security picture persists in Iraq, White House says,\" USATODAY.com, Thursday).\nPoverty and oppression around the world threaten U.S. security, as recorded by the 9/11 Commission. The commission recommended combating terrorism with policies that encourage development, more open societies and opportunities for people to improve their families' lives.  After the 9/11 attacks, the Initiative for Global Development determined that eliminating extreme global poverty was the most important issue facing the United States.\nThe breeding grounds for terrorism are created when hopeless societies break down and economic and political systems fall into the hands of repressive regime leaders.\nIf there is any shift in President Bush's strategy in Iraq, it should be to help poor countries develop their economies. This measure would combat international terrorism and ensure a safer United States.\nCatherine Banton\nWoodinville, Wash.\nBush buying time\nPresident Bush has repeatedly stated that Americans should be patient until Gen. David Petraeus can determine whether the surge strategy is working in Iraq.\nThe president sounds as if he is buying time while the rest of the country waits for Petraeus' assessment. In fact, I'm sure Bush must already know that Petraeus will support Bush's current optimistic point of view.\nHow can the American people trust Petraeus to tell the truth? There is too much pressure on him to sugarcoat the evaluation and slant recommendations in favor of the administration.\nTom Avedisian\nIthaca, N.Y. \n\nGraphic\n\n \nPHOTO, B/W, Ali Al-Saadi, AFP/Getty Images\n\nLoad-Date: July 18, 2007"
}