{
    "title": "Prevent Nuclear Terrorism",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 10,
    "day": 20,
    "full text": "What if the four 9/11 jetliners had been carrying nuclear devices, killing millions instead of nearly 3,000 people, wrecking the global economy, and changing the world as we know it?\n The scenario is not plucked from a sci-fi thriller. The danger is very real because Osama bin Laden has made the destruction of the United States his stated goal. The RAND Corp. has depicted a scenario in which the detonation of a 10-kiloton device in the port of Long Beach, Calif., immediately would kill 60,000 people, cause $1 trillion in damage in the Los Angeles area, and create chaos in the U.S. and world economies.\n How likely is such a catastrophe?\n \"Based on current trends, a nuclear terrorist attack on the United States is more likely than not in the decade ahead,\" wrote Graham Allison, a nuclear terrorism expert who heads the Belfer Center for Science and International Affairs at Harvard.\n He is not alone in this assessment.\n \"Fabrication of at least a 'crude' nuclear device was within al-Qaida's capabilities, if it could obtain fissile material,\" the U.S. intelligence community has warned.\n From Gov. Bill Richardson of New Mexico, where the atom bomb was unleashed:\n \"That a small group of stateless terrorists could destroy New York or Washington with a black market nuclear bomb epitomizes just how much the world has changed - and how urgent it is that we lead other nations with a comprehensive global plan to lock down all of the world's fissionable material. Quickly. Before terrorists get their hands on a nuclear bomb.\"\n \"We're going to have something in the way of a major nuclear event in this country,\" billionaire investor Warren Buffett has warned. \"It will happen. Whether it will happen in 10 years or 10 minutes, or 50 years...it's virtually a certainty.\"\n INCREDIBLY, FEW Americans, including political and business leaders, seem to be aware of the severity of this nuclear threat to our way of life. The policy of mutual assured destruction that worked during the Cold War has no hold on stateless terrorists whose suicidal commitment to their cause is beyond deterrence.\n To prevent a nuclear nightmare, we must remove the stuff that terrorists' dreams are made of. That means securing all nuclear weapons, highly enriched uranium, and all other bomb-making fissile materials at facilities around the world to keep them from those who seek to destroy us.\n Much has been accomplished in the past several years under the leadership of the United States to lock down these materials, mostly in Russia. But much more needs to be done - and more urgently.\n Consider:\n * At the end of the Cold War the Soviet Union had more than 2 million pounds (over 1,200 metric tons) of fissile material, enough to make more than 20,000 nuclear bombs, and some of it in today's Russia is still vulnerable to theft.\n * Political uncertainty in Pakistan, where al-Qaida roams and from where other developing nations illegally got their nuclear know-how from the A.Q. Khan black market network, creates well-grounded worries about the security of the Pakistani atomic arsenal.\n * More than 130 research reactors in dozens of countries around the world, including in the United States, are fueled by highly enriched uranium, which can be made into a bomb like the one that destroyed Hiroshima. It takes only about 130 pounds of HEU to fabricate such a device. Security at many of these reactors is weak.\n WHAT OUR COUNTRY needs is a crash program to locate, inventory, lock up, blend down, and otherwise neutralize all the fissile material everywhere in the world as fast as possible. The good news is that this can be done at a reasonable cost with existing technology. Without the fuel, terrorists never can make a bomb.\n Specifically, the effort must be accelerated in Russia, where the largest stockpiles of potentially vulnerable materials still exist. Nuclear materials must be removed from the world's other most vulnerable sites, including research reactors. There needs to be a U.S.-led coalition to improve security for the remaining nuclear stockpiles around the world.\n We also need to bring to a dead stop any increase in the number of countries that can possess nuclear weapons and to monitor closely the potential growth of nuclear power worldwide to ensure fissile materials are used only for peaceful purposes. The more nations that possess nuclear weapons, the greater the chances for nuclear terrorism.\n Finally, we must cut back the world's nuclear arsenals to as close to zero as possible to reduce the chance of theft of a weapon and to discourage proliferation.\n We cannot delay any of these measures. To linger is to run the risk that the equivalent of the next 9/11 commission will be investigating why we waited.\nS. Buford Scott is chairman of Scott and Stringfellow Inc. Contact him at (804) 780-3233.\n\nLoad-Date: October 24, 2008"
}