{
    "title": "PREZ SIGNS FINANCIAL STRIKE VS. TERROR_ IRAN , LIBYA DEALS TARGETED",
    "publisher": "the world",
    "year": 1996,
    "month": 8,
    "day": 6,
    "full text": "Brushing aside objections from European allies, President Clinton ordered sanctions yesterday against foreign companies that invest in Iran and Libya - countries he called \"two of the most dangerous supporters of terrorism in the world.\"\nGermany and France denounced the move as a barrier to international trade. The 15-nation European Union also protested.\nAnd Iran predicted the sanctions were \"doomed to failure\" because of the allies' objections.\nThe United States already was under fire from Canada, Mexico and other allies for a measure Clinton signed that penalizes foreign businesses that invest in property the Cuban government has confiscated from American citizens.\n\"You simply can't do business with people by day who are killing your people by night,\" Clinton declared.\nClinton made no reference to suspicions of an Iranian connection in the latest attacks against Americans. But U.S. investigators are pursuing evidence that Iran played at least an indirect role in the bombing of a U.S. military barracks in Dhahran, Saudi Arabia.\nTime magazine reported CIA suspicions that Tehran might be linked to the July 17 explosion of TWA Flight 800, which killed 230 people, although investigators have not determined officially whether it was caused by a bomb.\n\"Terrorism is the enemy of our generation, and we must prevail,\" Clinton said in an Oval Office bill-signing ceremony.\nClinton was joined by relatives of victims of the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland. Also present were two of the Americans who had been held hostage at the American Embassy in Iran at the end of the Carter administration.\nClinton said the sanctions bill would heighten pressure on Libya to extradite two suspects in the Pan Am explosion.\nVictoria Cummock, president of Families of Pan Am 103, said: \"Today marks an important day in America's war against countries that use terrorism as an instrument of national policy against American citizens and the free world.\"\nThe new law, which cleared the Republican-controlled Congress on July 23, requires the president to penalize foreign firms that invest $40 million or more annually in the energy sectors of Iran and Libya.\n\"The act will help to deny them the money they need to finance international terrorism or to acquire weapons of mass destruction,\" Clinton said.\nThe law would not cover existing contracts; it affects only future investments, the administration said.\nSanctions available under the law are denying Export-Import Bank loans or export licenses, barring U.S. banks from making loans of more than $10 million a year to sanctioned parties, barring sanctioned financial institutions from being primary dealers of U.S. government bonds or serving as a repository of U.S. government funds, banning U.S. government procurement of goods and services from sanctioned entities, and imposing import barriers.\n\nGraphic\n\n \nPHOTO;\nPHOTO (1)\n1. President Clinton: \"Terrorism is the enemy of our generation\" (ASSOCIATED PRESS)\n\nLoad-Date: October 17, 2002"
}