{
    "title": "PREZ SIGNS $1 BILLION TERROR BILL",
    "publisher": "daily news ",
    "year": 1996,
    "month": 4,
    "day": 25,
    "full text": "WASHINGTON Vowing that America \"will never surrender to terror,\" President Clinton signed the anti-terrorism bill into law yesterday as the families of slain Americans tearfully watched.\n\"We renew our fight against those who seek to terrorize us in your names,\" Clinton told them.\n\"We will not rest until we have brought them all to justice and secured a future for our people, safe from the harm they would do in your names.\"\nAt the outdoor White House ceremony, which included expected GOP nominee Sen. Bob Dole (R-Kan.), Clinton put his signature on the legislation with the families gathered behind him.\nThe measure gives federal law enforcement agencies an extra $ 1 billion to combat terrorism, makes it easier to deport alien terrorists, bans U.S. fund-raising by foreign terrorists, hikes penalties for terrorist acts and limits appeals by Death Row inmates.\nMary Jo White, U.S. attorney for the Southern District of New York, also spoke at the ceremony recalling the 1993 terrorist attack in Manhattan.\n\"All New Yorkers remember where they were, what they were doing when a Ryder van filled with a bomb exploded under the World Trade Center,\" said White, who successfully prosecuted those responsible. \"This anti-terrorism bill provides the men and women of law enforcement with some powerful new tools and penalties.\"\nAnn DiGiovanni of Valley Stream, L.I., whose son John was killed in the World Trade Center blast, went to the White House for the signing. \"This bill should help because we're not going to stand for it,\" she said. \"They should have given them a dose of their own medicine.\"\nRelatives of World Trade Center victims Steven Knapp, 48, of Staten Island, and Monica Smith, 34, of Seaford, L.I., also attended.\n\nGraphic\n\n \nHARRY HAMBURG DAILY NEWS FIGHTING BACK: President Clinton signs anti-terrorism bill yesterday.\n\nLoad-Date: April 26, 1996"
}