{
    "title": "Price panel discusses terrorist attacks in Paris",
    "publisher": "university wire",
    "year": 2015,
    "month": 1,
    "day": 23,
    "full text": "On Thursday, the Price School of Public Policy held a discussion about the effects that the recent Paris terrorist attacks will have on U.S. national security policy.\nKevin Fohrer | Daily Trojan\nState of terror · Dr. Erroll Southers (left) and Dr. Raphael Bostic (right) broke the panel into three segments: Paris, the U.S. and the future.\nThe event, entitled \"The Paris Massacre: What are the implications for the U.S.?\" featured Dr. Erroll Southers, director of transition and research deployment at the CREATE National Research Center, and Dr. Raphael Bostic, director of the Judith and John Bedrosian Center on Governance and the Public Enterprise.\nThe panelists divided the discussion into three segments: Paris, the United States and future international governance.\nSouthers, an expert on homegrown terrorism, provided his view on the events in Paris.\n\"Paris has been challenging for some time,\" Southers said. \"You have a really interesting dynamic there, where you have a very large collection of Muslims, the largest population of Jews outside of Israel and a growth of both anti-Islamic and anti-Semitic sentiment.\"\nSouthers also explained how the Paris shooting reflected the inefficacy of our current counterterrorism strategy.\n\"I was not surprised of the [Paris] attacks. Just look at the numbers. French intelligence knew of three to five thousand radicalized Muslims living in France. But you need 20 to 25 agents to properly monitor a suspect,\" Southers said.\nA possible solution to terrorism, Southers argued, would have to come not from the government, but from the vulnerable communities themselves - what he called a change in our present \"top-down\" mentality.\nBostic suggested a different form of addressing the dangers of terrorism: \"De-evolution of governance. There is a tendency to tell the lower levels what to do, but we should actually be letting them dictate policy. If you do not engage the constituents, they do not own the policy and they won't help you.\"\nSouthers also explained how he is currently working to implement this policy in a burgeoning national initiative that would include Los Angeles, Boston and Minneapolis as pilot cities.\n\"We are really trying to become an equal partner with the people in the community and figure out what we can do about it. It takes a network to defeat a network. Terrorism is all local. Terrorists have families and live in communities. That's why 40 percent of successful arrests related to terrorism come from people calling up,\" Southers said.\nAnother policy issue discussed by the panel was the tendency to profile terrorists as originating from certain places.\n\"We tend to think of terrorists as coming from other countries, what I call 'tourist terrorists.' But some people that don't necessarily have personal links discover these connections and become radicalized,\" Bostic said.\nSouthers noted that the terrorists that targeted Paris this year and Madrid in 2004 were nationals of the countries they attacked.\n\"I was not surprised that the Paris attackers were French. In the Madrid bombing they were all Spaniards. These organizations are recruiting from the homeland,\" Southers said.\nSouthers explained that the public's unwillingness to cooperate with Muslim communities was also concerning.\nSome of the students present at the discussion agreed with Southers' community-based approach to fighting terrorism .\n\"I think it's all about framing the dialogue in a way that communities feel they have ownership in the solution,\" said Justine Dodgen, a graduate student studying public administration. \"They must feel that the government is supporting them so that they don't turn to terrorist organizations for recruitment.\"\n\"One of the best parts of the talk was hearing Southers' views on how we perceive terrorism,\" said Jeremy Loudenback, a graduate student studying public policy. \"We use certain code words that are misleading, such as labeling someone a 'lone wolf attacker' instead of a 'terrorist attacker.' We need to figure out how to properly designate someone as a terrorist.\"\n\nLoad-Date: January 23, 2015"
}