{
    "title": "Prime Minister arrives in Manila to attend ASEAN- India , East Asia summits",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 11,
    "day": 12,
    "full text": "Manila, Nov. 12 -- Prime Minister Narendra Modi arrived here today on a three-day visit to attend the ASEAN-India and East Asia summits where he is likely to reassert India's push for crafting a global approach to deal with growing challenge of terrorism and radicalisation besides pitching for steps to boost regional trade.\nThe thorny issue of China's aggressive military maneuver in the disputed South China Sea, North Korea's nuclear missile tests and overall security architecture in the region will come up for discussion during the ASEAN summit on Tuesday, diplomats said.\nOn the sidelines of the main events, Prime Minister Modi is likely to have a series of bilateral meetings with a number of leaders including US President Donald Trump, Japanese Prime Minister Shinzo Abe, Australian Prime Minister Malcolm Turnbull and Russian Premier Dmitry Medvedev.\nA host of leaders including Myanmar State Counsellor Aung San Suu Kyi, Cambodian Prime Minister Hun Sen, Malaysian Prime Minister Najib Razak, Singaporean Prime Minister Lee Hsien Loong and New Zealand Prime Minister Jacinda Ardern have already arrived in the city to attend deliberations at the ASEAN (Association of Southeast Asia Nations), a grouping of 10 influential countries.\nThe ties between India and ASEAN have been on an upswing in the last few years with focus being on ramping up cooperation in the areas of trade and investment as well as security and defence.\n\"Every single country in the ASEAN region wants India to be more engaged in the region in every possible way. That is the real synergy we have with ASEAN,\" Indian Ambassador to Philippines Jaideep Mazumdar told PTI.\nThe US, France and Japan have been pitching for a larger role by India in the strategically key Indo-Pacific region where China has been trying to increase its military presence.\nMajumdar said terrorism is going to be one of the issues that will be discussed not only during the ASEAN summit but also at the East Asia summit. He said several documents are going to be adopted with an aim to contain terrorism including one on stopping money laundering for the purpose of terrorism.\nWhile ASEAN summit is likely to focus more on trade and investment related issues, leaders at the East Asia Summit are expected to delve deep into issues relating to maritime security, terrorism, non-proliferation and migration.\nApart from the 10 ASEAN Member states, East Asia Summit includes India, China, Japan, Republic of Korea, Australia, New Zealand, the United States and Russia.\nModi will address the ASEAN-India and East Asia summits on Tuesday. He would also take part in special celebrations of the 50th anniversary of ASEAN.\nThe ASEAN region along with India together comprises combined population of 1.85 billion people, which is one fourth of the global population and their combined GDP has been estimated at over USD 3.8 trillion.\nInvestment from ASEAN to India has been over USD 70 billion in the last 17 years accounting for more than 17 per cent of India's total FDI. India's investment in ASEAN during the same period has been more than USD 40 billion.\nIndia's proposal to host an international conference on countering radicalisation may also be discussed during the deliberations at Manila as New Delhi is now looking at finalising the dates for the conclave.\nPrime minister Modi will also participate in the ASEAN business and investment summit as well as a meeting of leaders of Regional Comprehensive Economic Partnership (RCEP).\nThe RCEP, comprising 10-member ASEAN bloc and six other countries - India, China, Japan, South Korea, Australia and New Zealand - is engaged in negotiations for a free trade pact.\nIn his maiden visit to the Philippines as the prime minister, Modi will also attend a reception by the Indian community and visit the International Rice Research Institute (IRRI) and Mahavir Philippines Foundation.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: November 12, 2017"
}