{
    "title": "Prime Minister leaves for Israel",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 7,
    "day": 4,
    "full text": "New Delhi , July 4 -- Prime Minister Narendra Modi today left for Israel, first by an Indian prime minister to the Jewish nation, where he will discuss with his counterpart Benjamin Netanyahu the common challenges like terrorism and ways to boost the economic ties.\nModi will be in Israel till July 6 before travelling to Hamburg in Germany to attend the G-20 Summit.\nIn Israel, he will also meet President Reuven Ruvi Rivlin and address the CEOs of the two countries as well as the Indian diaspora.\nHe will also visit the Yad Vashem Memorial Museum to honour the memory of the victims of the holocaust that counts among the greatest tragedies in human history.\nModi will also pay his respects to the courageous Indian soldiers who laid down their lives during the liberation of Haifa in 1918.\n\"I begin a historic visit to Israel, a very special partner of India's.As the first Indian prime minister to do so, I am greatly looking forward to this unprecedented visit that will bring our two countries and people closer,\" he had said in a statement here yesterday.\n\"I look forward to holding extensive talks with my friend, @IsraeliPM @netanyahu, who shares a commitment for vibrant India-Israel ties,\" he had tweeted.\nThe prime minister had said he will have \"in-depth talks\" with Netanyahu \"on the full spectrum of our partnership and strengthening it in diverse fields for mutual benefit. We will also have the chance to discuss major common challenges like terrorism.\"\nThis year, India and Israel are marking 25 years of their diplomatic relations.\n\"My programme during the visit gives me an opportunity to engage with a cross-section of Israeli society. I am particularly looking forward to interacting with the large vibrant Indian diaspora in Israel that represents an enduring link between our two peoples,\" Modi had said.\nOn the economic side, he had said, \"I will join with leading Indian and Israeli CEOs and start-ups to discuss our shared priority of expanding business and investment collaboration on the ground.\"\nOn July 6, the prime minister will travel to Hamburg for the G-20 Summit being hosted by Germany on July 7-8.\nThe theme chosen for this year is 'Shaping an Inter- connected World'.\n\"I look forward to engaging leaders from other G-20 countries on the vital issues affecting our world today that have a bearing on economic growth, sustainable development, and peace and stability,\" he had said.\n\"We will review progress on decisions since the Hangzhou Summit last year and deliberate on issues of terrorism, climate, sustainable development, growth and trade, digitalisation, health, employment, migration, women's empowerment, and partnership with Africa,\" Modi had added.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: July 4, 2017"
}