{
    "title": "Prince William Joins Queen for Her First Public Engagement in 7 Months",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 15,
    "full text": "Queen Elizabeth on Thursday attended her first public engagement since March, at the start of the coronavirus pandemic in the United Kingdom.\nThe queen's first steps outside the royal bubble come as more and more Britons find themselves under strict anti-virus restrictions.\n\"The Queen's first official engagement away from a royal residence for the first time in seven months delivers a visible and timely reassurance that daily life can continue during the pandemic in a modified form, even for someone in their 95th year\".\nOn signing the guest book at Porton Down,the queen quipped: \"Well it proves we've been here, doesn't it?\"\nThey were also being shown the £30 million state-of-the-art Energetics Analysis Centre to meet counter-terrorism staff and see a demonstration of a forensic explosives investigation.\nAnd as predicted, royal fans were thrilled to see her, especially in her colourful best wearing a attractive pink coat byStewart Parvin and a matching floral hat fromRachel Trevor Morgan.\nSecond in line to the throne William andthe Queen, who previously would have been side by side, kept two metres apart.\nThe pair arrived separately, withthe Queen flying to the site in a helicopter, while the Duke of Cambridge arrived by auto.\nMike Tyson, Piers Morgan 'concerning' interview\nPiers Morgan, who was part conducting the interview, replied saying: \"Appreciate this message as some viewers were concerned\". The boxer would later say how he was just simply exhausted . \"Coaching laborious and going to mattress early\".\nThe palace said that the decision to go sans mask was decided after consultingthe queen's medical team: \"Specific advice has been sought from the medical household and relevant parties, and all necessary precautions taken, working closely with [the laboratory]\".\nThe queen's last official public engagement outside of a royal residence was on March 9 when she joined the royal family for the Commonwealth Day service at Westminster Abbey.\nProf Atkins replied: \"Very similar\".\nThe Queen asked: \"Is he more interested in the ball or the explosives?\", and smiled when told: \"Always the ball\".\nIn July, she performed a special outdoors ceremony to knight 100-year-old Sir Tom Moore in the grounds of Windsor Castle.\nShe has also paid private visits to Balmoral Castle in Scotland and Sandringham in eastern England, her private residences.\nAt their appearance Thursday,the queen and William, who were not wearing face masks, saw examples of weapons and tactics used in counter intelligence, and met experts who helped after an ex-Russian spy and his daughter were poisoned by a nerve agent in 2018, according to Kensington Palace.\n\nLoad-Date: October 16, 2020"
}