{
    "title": "Principal steps down to fight 'War on Terrorism'",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 5,
    "day": 14,
    "full text": "It was a tough decision to make after 30 years in education, but Lake Zurich High School Principal Wayne Erck announced his retirement Monday in the interests of serving his country.  \nAfter 11 years leading the school to higher student achievements in test scores and accolades, Maj. Gen. Erck is leaving to command the 78th Army Division headquartered in Edison, N.J.  \n\"I'm not excited about leaving, but on the other hand, this is a very unique opportunity,\" Erck said. \"To be a division commander in the U.S. Army is something that a lot of people hope for, and I'm lucky enough to have attained.\"  \nHighlights of his career at Lake Zurich are improved ACT, SAT and PSAT test scores, and significant gains in athletics and co- curriculars.  \nDuring his tenure, \"the school has continued to improve over the past 11 years,\" Superintendent Mike Paskewicz said. \"We've seen a spiraling up of academic performance. The school has received state, national and international acclaim for student achievement in fine arts and athletics.\"  \n\"We're going to miss him,\" Paskewicz said. \"However, we're really excited that one of our own is taking such an honorable and prestigious place with our U.S. Army.\"  \nErck has served in the Army for 32 years. He was selected for the job over spring break, while traveling in Korea commanding soldiers in a military exercise.  \nIt took Erck some time to digest the information and understand the magnitude of his assignment. At first, he thought of commuting between Lake Zurich and his base on the East Coast.  \n\"The intensity of the command is such, that once I got a flavor of what was involved here, I made a decision that I couldn't do both of these (jobs) well,\" Erck said. \"It's hard to do justice to both positions.\"  \nErck will have active and reserve Army soldiers under his command.  \n\"So the pace of this is much more intense,\" he said. \"It's a training division. It is what we call a multi-composition division. It's a cutting-edge concept in the Army.\"  \nIt soon became clear to him that staying on as Lake Zurich's principal was not possible while being a commanding officer.  \n\"This is a retirement from education,\" Erck said. \"It's a four- year command, and it's very demanding. Given the War on Terrorism, the expectations are extremely high for the division at this time.\"  \nSome soldiers in his command are already serving the war against terrorism and were the first to respond to the Sept. 11 attacks.  \n\"Those are pretty sobering undertakings,\" Erck said. \"It's very exciting work.\"  \nAn Elgin resident, Erck plans to continue living in the area, while making frequent trips.  \nHis last day with the school is Aug. 9.  \nDistrict officials have already begun the search for his replacement. The position has been posted nationally and will remain open until June 5. A replacement should be appointed by June 27.\n\nGraphic\n\n \nWayne Erck\n\nLoad-Date: May 15, 2002"
}