{
    "title": "Princeton alumni lead war on terrorism at home and abroad",
    "publisher": "university wire",
    "year": 2002,
    "month": 9,
    "day": 11,
    "full text": "Princeton University alumnus, Robert Mueller '66 knew he had a tough road ahead.\nAs the new director of the FBI last fall, Mueller took over an agency ailing from news about a top agent spying for the Russians, mistakes at Timothy McVeigh's trial and other troubling episodes.\nBut in his office one year ago today, on the job only six days, he had no idea his national role would be remade in a few moments. Shortly after the first airplane hit the World Trade Center, a staff member walked in to tell him the news.\n\"It's a beautiful day,\" he thought. \"How could that happen?\"\nPrinceton U.\nWhen a second airplane hit the southern twin tower, Mueller and his team realized terrorists had struck. They headed to a downstairs operations center in FBI headquarters where their mission became clear quickly: to capture the terrorists and prevent new attacks.\nInterviewed this summer, Princeton alumni leading the war on terrorism said the year since Sept. 11 has redefined their positions in service of the nation.\nMueller is one of several alumni charged with defeating terrorism. Defense Secretary Donald Rumsfeld '54 leads a military that must depose regimes that back terrorists. It requires the help of millions of armed forces, including Army Major Robert Friedenberg GS '00. Its major campaign in the last year was in Afghanistan, where Robert Finn GS '78 must now bring stability as U.S. ambassador.\nWhen he entered the Pentagon on Sept. 11, Friedenberg smelled burning jet fuel. On that Tuesday morning, he noticed smoke rising over the nation's military headquarters and soon after dashed there to join an Army crisis team.\nInside the Pentagon basement at midday, Friedenberg and colleagues were summarizing for Army leadership what the government knew about the attacks. Outside, hundreds were feared dead.\nHour upon hour, Friedenberg worked to provide intelligence updates to the Army secretary, chief of staff and generals, who were thinking about how the Army might respond if called. He arrived at work Sept. 11 at 8 a.m. and went home 25 hours later.\nIn the following days, Rumsfeld tightened defenses worldwide, and Mueller sent agents to Boston, New York, Washington and western Pennsylvania. They examined flight passenger lists and identified the 19 hijackers within two weeks.\n\"There is a continuous concern about another attack,\" Mueller said. But the FBI had \"to focus on the matter at hand. The things that had to be done, you start doing them.\"\nMueller started going to the White House each morning to brief President Bush on domestic terrorism. And after doing an initial investigation of Sept. 11, Mueller began to prepare the agency for a broader war on terrorism. The FBI detained over one thousand people in this first phase.\nBut while being \"aggressive investigators,\" agents also had to protect civil rights and constitutional liberties, Mueller said. \"If we forget that, we've lost.\"\nMany civil libertarians have criticized the Bush administration for detaining too many people without valid reasons or enough transparency. Some U.S. courts said the FBI acted too secretly and illegally shared with prosecutors intelligence gathered for national security.\nAnother threat emerged last fall when a bioterrorist sent anthrax-laced letters to Americans, killing five and infecting more. Many of these letters passed through the Princeton University area. The FBI says it has not found the perpetrator, but Mueller said the investigation is progressing.\n\"Do I expect to find the person responsible? Yes,\" he said. \"When? I can't tell you.\"\nROOTING OUT TERRORISTS\nThe FBI had more success in the Sept. 11 investigation, concluding that Osama bin Laden and al-Qaida planned the attacks. Rumsfeld led the military campaign to topple the Taliban in Afghanistan for protecting bin Laden and his terrorist camps, inviting the nickname of \"secretary of war.\"\nOnce operations Noble Eagle and Enduring Freedom started, Friedenberg stayed in the Pentagon. He fell into a \"battle rhythm,\" working 14-hour days and providing intelligence briefings to Army leadership twice daily.\nThat terrorists attacked Americans in their own country has provided \"moral clarity\" to Friendenberg and his colleagues.\n\"We all sort of bound together because we knew people who had been killed in the Pentagon,\" he said. \"I had personal friends who were in Afghanistan.\"\nIN SEARCH OF PEACE\nAfter the Taliban fell, Bush moved to ensure that Afghanistan would never again be a refuge for terrorists. The State Department asked Finn, then a Princeton visiting lecturer, to serve in a temporary post in Afghanistan but it decided instead to make him ambassador. Finn had a long Foreign Service career in Southeast Asia and had even taught a University course on the threat of Islamic fundamentalism in the region.\nFinn accepted the position, he said, because the United States needed to have a strong diplomatic position in Afghanistan.\n\"Our being here is very important. We have to win here. We're in a war, and this is the battlefield,\" he said. \"It requires a lot of skills and sensitivity and knowledge of the area as well as being a good diplomat overall.\"\nOn March 22 Finn took the oath of office in the old U.S. embassy in Kabul. His deputy is also a Princeton alumnus, David Sedney '73.\nOn his first trip as ambassador, Finn went north to give crop seeds to Afghans returning home. He said he was \"kidnapped\" on the ride back. Three hundred Afghans, bouquets of flowers in hand, surrounded his convoy, urging him to open a school they built. He did.\nWorking in an office built for 20 people but holding 120, Finn now tries to help Afghanistan avoid past mistakes. The Taliban came to power, he said, because they gave some stability to poor Afghans in warring ethnic groups. He said he helps organize millions of dollars in U.S. aid and advises the Afghan government.\nFinn is also a mediator among old enemies. Speaking six regional languages, Finn convenes ethnic groups to find common ground. \"There are a lot of tensions in this society,\" he said. \"We try to defuse [the tensions]… We try to help them get over those problems.\"\nPREPARING FOR THE FUTURE\nBack in the United States this spring, Mueller faced his own problems when the press reported that the FBI had failed to act on clues to the attacks.\nEven before these reports, Mueller had shifted the FBI's focus to fighting terrorism. He is moving 580 agents to counterterrorism, has asked for the CIA's help in how to analyze intelligence and has pushed for an overall technology upgrade.\nIn response to the major complaint of FBI critics -- that the old bureaucracy hindered counterterrorism agents -- Mueller is trying to cut a level of bureaucracy by reorganizing the agency into new divisions.\nMueller said the agency has improved dramatically since Sept. 11, helping the FBI to stop new attacks.\nBut the absence of new attacks on U.S. soil does not mean the challenges are over. Rumsfeld leads a military scouring the world for terrorists and perhaps planning to attack Iraq. The FBI must find the anthrax perpetrator, continue to adapt its structure and respond to suggestions that it has bungled other investigations. Finn said he hopes Afghanistan develops a stable society with freedom, but its government is shaky. A guard tried to kill its president last week.\nU.S. leaders say the war on terrorism will last many years. If public service is \"inculcated\" into Princetonians from day one, as Mueller said, today's University students probably will be among those waging the war in the future.\nIndeed, Mueller chose public service partly because of a fellow Princetonian. In April 1967, David Hackett '65, a Marine executive officer, died near Khe Sanh in Vietnam. His choice to join the Marines inspired many students, including Mueller, to join.\nMueller said his year in Vietnam defined him most. It was his first major foray into public service, which ultimately led him to be one of the chief defenders against terrorism.\n(C) 2002 The Daily Princetonian via U-WIRE\n\nLoad-Date: September 11, 2002"
}