{
    "title": "Princeton University nuclear arms expert to speak in State College",
    "publisher": "university wire",
    "year": 2014,
    "month": 11,
    "day": 5,
    "full text": "Princeton University professor and nuclear arms expert Frank von Hippel will be holding a discussion of his new book and his approach to nuclear arms-related issues at the State College Barnes & Noble tonight at 7:30 p.m.\nWill Harwood, spokesman for the event, said the discussion will focus on an approach to nuclear policy that von Hippel recently presented to the United Nations and that is outlined his book, \"Unmaking the Bomb: A Fissile Material Approach to Nuclear Disarmament and Nonproliferation,\" which was co-authored by von Hippel and other nuclear experts from Princeton's Program on Science and Global Security.\n\"The book and the discussion have a lot [of] relevance to global security issues that are in the news every day,\" Harwood said. \"It's a great opportunity for the people of State College who are interested in nuclear security to learn about these issues firsthand from an expert.\"\nHarwood said von Hippel and his co-authors advocate for a universal one-policy solution to three main nuclear-related threats - nuclear warheads, nuclear proliferation and nuclear terrorism.\n\"Generally, policymakers think of these three nuclear threats as individual issues. In the book, von Hippel and his co-authors show that these issues are actually best solved by a universal approach that treats them as one overarching issue,\" Harwood said.\nAccording to Princeton's Woodrow Wilson School, von Hippel and his co-authors assert that threats of nuclear terrorism posed by the world's stockpiles of the main ingredients in nuclear weapons - fissile materials, including plutonium and highly enriched uranium - are more urgent than many policymakers and the public at large realize.\n\"This book ... explains why banning nuclear weapons and securing fissile materials will not end the threat [of nuclear terrorism] ... It argues that ending the threat of proliferation and nuclear terrorism means recognizing that increasing security of fissile materials and controlling their production will not suffice indefinitely,\" according to a Q-and-A article about the book published on the Woodrow Wilson School website.\nJack Brenizer, a Penn State professor of mechanical and nuclear engineering, said he is interested in hearing von Hippel's talk, but said he cautions against a universal policy approach to nuclear issues.\n\"It's important to remember that nuclear issues are complex. We have to be sure not to take a broad-brush solution to what is, in fact, an intricate policy problem,\" Brenizer said.\nIn most cases, particularly in nuclear energy production, the fissile material cannot be turned into weapons, he said.\nBrenizer added that he believes in those cases \"the benefits of nuclear outweigh the extremely small risks.\"\nEvan Pelletier said he is interested in hearing von Hippel's take on the potential for nuclear proliferation.\n\"I support nuclear energy, but it's not impossible that nuclear threats from the Cold War could come to light again. I'm interested to get Dr. von Hippel's take on the balance between nuclear energy and global security,\" Pelletier (graduate-mechanical engineering) said.\nVon Hippel's expertise on nuclear policy issues stems from years of research experience, which culminated in his receipt of a MacArthur Fellowship in 1993. He also formerly served as an assistant director for National Security in the White House Office of Science and Technology Policy, according to Princeton's website.\nHe is currently a senior research physicist and professor of public and international affairs at Princeton University's Woodrow Wilson School.\n\nLoad-Date: November 5, 2014"
}