{
    "title": "Priority is to fight terrorism",
    "publisher": "usa today",
    "year": 2001,
    "month": 11,
    "day": 2,
    "full text": "Today's debate: Fighting terrorism \nOpposing view: Justice Department has taken care not to violate detainees' rights.\n(The U.S. Department of Justice was invited to submit a 350-word guest column for this editorial debate; following is the statement provided by the department.)\nFor more than 200 years, attorneys general have called on the men and women of justice to be faithful stewards of the law. Today the fight against terrorism is the first and overriding priority of the Department of Justice. However, Americans can be assured that we will never compromise the liberties on which this country was founded.\nSince Sept. 11, the Department of Justice has detained only individuals who are in violation of local, state and federal criminal law or immigration law, or are court-ordered material witnesses.\nEach person detained has been accorded a right to counsel, and the fundamental rights of individuals have not been denied during the course of this investigation.\nTo keep the public informed, the Department of Justice has consistently released to the public federal criminal documents and privacy-redacted Immigration and Naturalization Service documents as they have been unsealed by the court. Our practice will continue to be to release as much information as possible, in accordance with grand jury and privacy regulations and specific court orders.\nThe Department of Justice is taking every step possible to disrupt, prevent and eliminate any plans for future terrorist activities. The men and women of justice and law enforcement have been asked to shoulder a great burden for the safety and security of the American people. We will never waiver in our faith and loyalty to the Constitution and never tire in our defense of the rights it enshrines.\nTEXT OF INFO BOX BEGINS HERE \n\"If suspects are found not to have links to terrorism or not to have violated the law, they'll be released. But terrorists who are in violation of the law will be convicted, in some cases be deported, and in all cases be prevented from doing further harm to Americans.\nAggressive detention of lawbreakers and material witnesses is vital to preventing, disrupting or delaying new attacks. It is difficult for a person in jail or under detention to murder innocent people or to aid or abet in terrorism.\"\n-- Attorney General John Ashcroft, at news conference Wednesday\n\nLoad-Date: November 2, 2001"
}