{
    "title": "Prisoner gets 1st chance to make case for release; Supreme Court terrorism rulings force hearings at",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 7,
    "day": 31,
    "full text": "For the first time in the nearly three years since the Sept. 11 attacks, a prisoner picked up as a potential terrorist and held nearly incommunicado at a U.S. prison in Cuba got a chance Friday to convince his jailers that he should go free.\nThe hearing at the Navy prison camp at Guantanamo Bay, Cuba, is the government's most visible response since a Supreme Court ruling last month granted new legal rights to about 600 foreign-born men held at the U.S. base on Cuba's southeastern tip.\nSeparately Friday, the Justice Department filed its first detailed response to lawsuits from Guantanamo detainees. The detainees have no constitutional rights, including the right to see a lawyer, the government said in federal court filings.\nThe Supreme Court's ruling gave the Guantanamo prisoners a means to challenge their captivity in federal court, and the government will allow outside lawyers to help them, but that does not mean that wider constitutional protections apply, government lawyers wrote.\n\"As aliens detained by the military outside the sovereign territory of the United States and lacking a sufficient connection to this country, petitioners have no cognizable constitutional rights,\" the lawyers said in court papers.\nCivilian defense lawyers can visit their clients at Guantanamo under careful restrictions, the Bush administration said. Lawyers must have security clearances and some lawyer-client meetings may be monitored by government agents, the filing in U.S. District Court said.\n\"These necessary precautions do not compromise attorney-detainee communications,\" the government lawyers wrote.\nThe day's events moved into high relief what had been a slow and complex back-and-forth among the military, defense lawyers and government lawyers over how to comply with the high court's ruling.\nAt the Pentagon, Navy Secretary Gordon England said the hearing into whether the Navy is properly holding an unidentified prisoner as an enemy combatant is the first of some 600 to be held over the coming one to four months.\nThe administrative hearing was closed to the press and the public. Pentagon spokeswoman Cmdr. Beci Brenton said there was no immediate decision on the prisoner's fate.\nHuman rights lawyers said the military process is a sham, part of government foot-dragging since the Supreme Court largely rejected the Bush administration's legal arguments in three cases about the detention of potential terrorists.\n\"The government is making every effort they can to comply as minimally as possible with the Supreme Court's opinion and the Constitution and to delay as long as possible the moving forward of these cases,\" said Jeffrey Fogel, legal director of the Center for Constitutional Rights, which represents several detainees.\nIn the Guantanamo case, the high court allowed the prisoners to petition an American judge for their freedom, even though they are being held on Cuban soil. The court was not specific about how or where the prisoners could sue, but lawyers representing about 50 prisoners have taken their cases to federal court in Washington.\nThose cases are separate from the military's hearings. The Pentagon set up the hearings after the high court's ruling and has characterized them as a first step toward preparing the government's legal defense for eventual lawsuits in civilian courts.\nDefense lawyers said the process is an end-run around the Supreme Court.\n\"The Supreme Court made clear that the detainees held at Guantanamo Bay are entitled to go before a federal judge with a lawyer to challenge their detention,\" said Deborah Pearlstein, director of law and national security at Human Rights First.\n\"These hearings do not provide a meaningful opportunity to challenge their detention, and may even jeopardize any later legal challenges.\"\nA panel of military officers will decide whether each prisoner is indeed an enemy combatant, as the military contends. The prisoner will have no lawyer with him - only a personal representative supplied by the military.\n\"If they're not an enemy, if determination is made they're not an enemy combatant, we'll work with (the State Department) to return them to their home country,\" England said.\nThe Bush administration has used the term enemy combatant to mean irregular soldiers and others picked up in the war on terrorism, including during the U.S. and Northern Alliance fight to oust the Taliban government in Afghanistan in late 2001.\nEnemy combatants can be held without charge until they are no longer a threat or until the war is over, the administration has said. The Pentagon plans to try some foreign-born enemy combatants before military tribunals, a process separate from either the administrative reviews that began on Friday or the cases now getting under way in federal court.\n\nLoad-Date: August 1, 2004"
}