{
    "title": "Prisoners at Guantanamo can challenge the legality of their detention RIGHTS-US_ High Court Sides wi",
    "publisher": "the world",
    "year": 2008,
    "month": 6,
    "day": 13,
    "full text": "Rights groups lauded a U.S. Supreme Court ruling Thursday that reinstated the principle of habeas corpus for detainees at the prison for terrorism suspects in the Guantanamo Bay U.S. naval base in Cuba.\nThe latest in a series of setbacks to Pres. George W. Bush administration's policies on terrorism suspects asserted that prisoners at Guantanamo can challenge the legality of their detention in U.S. courts.\n'Today's decision forcefully repudiates the essential lawlessness of the Bush administration's failed Guantanamo policy,' said Steven R. Shapiro, the legal director of the American Civil Liberties Union.\nThe decision, delivered in the case Boumediene v. Bush, ruled that the mechanism that designates suspects as 'enemy combatants' -- a status used to indefinitely imprison them as potential threats -- did not meet a sufficient standard to deprive them of habeas corpus.\nHabeas corpus is a writ, or legal petition, that can be filed by or on behalf of a prisoner to challenge their detention before an independent judiciary. The legal action, also known as the 'Great Writ', is a cornerstone of Western legal systems dating back to the English Magna Carta in 1215.\nThe administration argued that ample rights were provided by two ad-hoc laws passed by Congress in the face of earlier court challenges that solidified the 'combatant status review tribunals' -- Pentagon reviews set up by order of then-Deputy Secretary of Defence Paul Wolfowitz.\nBut the Pentagon, under the executive branch of government, cannot fulfill the spirit of habeas corpus and its concept of an independent judiciary in cases where the executive itself has taken the prisoners.\n'Today's landmark U.S. Supreme Court decision has rightly reaffirmed the age-old fundamental right for those detained to receive a fair and neutral hearing and to learn the specific reason for their detention -- and challenge it,' said Larry Cox, Amnesty International USA's executive director.\nThe ruling 'signals the beginning of the end of an unjust military commissions process that permits the use of coerced evidence and denies other fundamental due process protections,' said a statement today from Human Rights First, a New York-based lawyers group.\n'The court has simply required what our Constitution demands: that the exercise of executive authority to deprive men of their liberty must be subject to meaningful federal judicial review,' the statement continued.\nIndeed, Justice Anthony Kennedy, who cast the deciding vote in a 5 to 4 split ruling, wrote in the majority opinion, '[F]ew exercises of judicial power are as legitimate or as necessary as the responsibility to hear challenges to the authority of the executive to imprison a person.'\nKennedy, a crucial swing vote in politically charged court decisions, voted alongside Justices John Paul Stevens, Stephen Breyer, Ruth Bader Ginsburg, and David Souter.\nThe court's dissenters were its four conservatives -- Chief Justice John Roberts, and Justices Samuel Alito, Antonin Scalia, and Clarence Thomas.\nMark Ratner, president of the Centre for Constitutional Rights said, 'The court finally said enough is enough and that detentions without end and without review were unacceptable, illegal and unconstitutional. This may well mean the death knell of the Guantanamo prison camp.'\nThe ruling does not explicitly end the Guantanamo prison system that rights groups have been railing against for years. But it does present some bright points for those hoping to continue making the case for complete closure of the prison camp.\n'The Supreme Court decision has stripped Guantanamo of its reason for being: a law-free zone where prisoners can't challenge their detention,' said Kenneth Roth, the executive director of Human Rights Watch.\nEvidence against detainees, say proponents of the tribunal system, needs to be kept secret because of concerns that enemies will discover intelligence channels through which the information was collected. They say any public airing of those details would endanger U.S. national security.\n'I fear for my country. I really do,' wrote radio host Mark Levin on the conservative National Review Online website.\nThe rights groups say that U.S. courts are already able to deal with the stringent security standards that must be imposed on terrorism trials.\nIn a statement, Human Rights Watch said that federal U.S. courts 'are equipped with the procedures necessary to protect sensitive national security information.'\nBut the rights groups have also celebrated the decision for strengthening national security.\n'This is not only a victory for the rule of law, but will strengthen U.S. counterterrorism policy,' said Elisa Massimino, the Washington director of Human Rights First. 'Prolonged detention without charge and trials that violate our values as a nation fuel terrorist propaganda and hamper efforts to nurture democracy and the rule of law around the world, which are so critical to confronting the threat of terrorism.'\nA Muslim civil liberties group, the Council on American-Islamic Relations (CAIR), also celebrated the ruling.\n'The repeated lack of appropriate legislative process and administrative double dealing has proven to be damaging to our nation,' said CAIR national director Tahra Goraya. 'The prison facility at Guantanamo Bay is a legal and public relations embarrassment for our country and should be promptly closed.'\nThe procedures of the military commissions have been repeatedly challenged in U.S. civilian courts, resulting in a number of stinging defeats for the Bush administration and contributing to the delays in holding the trials.\nThis legal saga began in 2001, when President Bush issued an executive order establishing military commissions to try those captured in the so- called 'war on terror'. Four years of legal battling later, the U.S. Supreme Court ruled that military commissions -- as defined under the president's executive order -- violated military law and the Geneva Conventions.\nCongress then hurriedly enacted the Military Commissions Act of 2005, which Bush signed into law in early 2006. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: June 13, 2008"
}