{
    "title": "PRISON REMAINS OPEN, OPERATIONAL",
    "publisher": "tampa bay times",
    "year": 2012,
    "month": 6,
    "day": 12,
    "full text": "Keep \"combatants\" in Guantanamo Bay\nWill keep terrorist combatants in Guantanamo Bay, not in local jails or courtrooms.\nSources: GOP Pledge to America\nSubjects: Foreign Policy, Legal Issues, Military, Terrorism\n* * *\nGOP PLEDGE-O-METER: PROMISE KEPT\nIn the tug of war over the prison at Guantanamo Bay, the Republicans have prevailed.\nPresident Barack Obama earned a Promise Broken for his pledge to close the prison, while congressional Republicans have fulfilled their promise to keep the facility open and running.\nThe fate of Guantanamo detainees, rounded up in other countries over the last decade as part of the war on terror, has been a political battle since Obama took office. He began his presidency vowing to close the facility and end the use of military commissions initiated under President George W. Bush. Obama advocated trying terrorism suspects in U.S. courts, but congressional Republicans have trumped him on both fronts.\nGuantanamo, which occupies part of a naval base in Cuba, currently houses 169 detainees. The ACLU tracks both their numbers and their legal status. As of May 2012, the ACLU says, 87 men remain there despite having been cleared for release by the U.S. government, and another 46 are still there because they have been deemed too dangerous to release. The youngest prisoner is 13. The oldest is 98.\nRepublicans kept the promise by using limits on federal spending. In 2011, Congress passed the National Defense Authorization Act for FY 2011 which prohibited the use of funds to construct or modify U.S. prison to house detainees from Guantanamo. It also barred any spending on transferring detainees to the U.S. and put in place onerous requirements on transferring any detainees to another country. As we noted in our last update, the Republican-controlled House of Representatives used the power of the purse to keep the prisoners solely in Guantanamo.\nSince then, Congress passed and Obama signed the National Defense Authorization Act for 2012, which kept all those restrictions in place for another year.\n\"The fact that I support this bill as a whole does not mean I agree with everything in it,\" Obama said in a statement on Dec. 31, 2011. \"I have signed this bill despite having serious reservations with certain provisions that regulate the detention, interrogation and prosecution of suspected terrorists.\"\nWhile the detainees remain in Guantanamo, they continue to face prosecutions through military commissions. The defense authorization bill, at one stage of debate, contained an amendment barring their access to U.S. courts. That provision didn't appear in the final version that became law, but the ban on federal funding accomplished the same end.\n\"The prohibition on using funds either to bring Guantanamo detainees to the U.S. or to construct or modify facilities to house them effectively prohibited bringing them (to the U.S.) for any reason,\" said Scott Roehm, counsel for the Rule of Law Program at the Constitution Project, a bipartisan group that has called for shutting the prison.\nCurrently five people accused in the 9/11 attacks, including the alleged mastermind Khalid Shaikh Mohammed, are facing trial in Guantanamo. They have been arraigned on charges including conspiracy, murder, aircraft hijacking and terrorism.\nThe GOP pledged to keep the Guantanamo prison open, and to keep detainees' prosecutions in that facility, outside the U.S. Both elements have been fulfilled. We rate this a Promise Kept.\n* * *\nSources:\nNational Defense Authorization Act for FY 2011\nNational Defense Authorization Act for FY 2012\nNational Journal, \"Obama Signs Defense Authorization Bill,\" Dec. 31, 2011\nAmerican Civil Liberties Union, Guantanamo by the Numbers, accessed June 12, 2012\nInterview with Scott Roehm, Constitution Project, June 12, 2012\nLos Angeles Times, \"Sept. 11 terrorism trial opens at Guantanamo,\" May 5, 2012\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: June 13, 2012"
}