{
    "title": "PRISONER'S TREATMENT IS U.S. TERRORISM",
    "publisher": "the world",
    "year": 2008,
    "month": 2,
    "day": 10,
    "full text": "I know Prisoner #345 - Feb. 3, Perspective story\nThough I have never met him, or communicated with him, I, too, know Sami al-Haj. I am a journalist of some 40 years, both in the United States and overseas, and I am appalled at the treatment this photojournalist has received at the hands of my government. My country, the home of democracy and fair play, of law and justice, shames me by such treatment.\nTo incarcerate him in the infamous Guantanamo prison, torture him, refuse him his day in court, and leave him to die with no charge of illegality against him, is disgraceful. It brings into disrepute my government's much-touted belief in our First Amendment freedom of the press.\nThis man must be released before he dies, or his family will soon be without a husband, father, son and brother, and America will forever be condemned for its own form of terrorism.\nAileen Vincent-Barwood, Sun City Center\nJust like our enemies\nI wish to thank you very much for this article on Sami al-Haj. I'm a combat vet of the Vietnam War, and I'm horrified at the treatment we give the detainees at Gitmo. It's an abomination as bad as anything the North Koreans or the North Vietnamese did to our soldiers they captured. I used to hear stories about the stuff they did as reasons for \"why we fight.\" I guess we should now attack ourselves.\nAs a kid I remember seeing newsreels of the awful condition of our soldiers returning from being POWs in North Korea. And they had only been prisoners for less than three years. We've held guys like this poor fellow for nearly seven years. That he is still sane at all is amazing.\nI never thought my nation would stoop so low. Bush and his minions have absolutely no respect for our laws.\nWade Kane, Crescent City\nOutrage is in order\nDo I understand? Prisoner #345 has had all charges dropped! Prisoner #345 is not currently being charged with anything!\nThen why is he still in Guantanamo?\nAren't you outraged?\nRobert D. Colestock, Clearwater\nClinton's icy glare - Feb. 8, David Brooks column\nDemocrats look more like the party of coercion\nDavid Brooks writes of Hillary Clinton's proposal for a \"coercive\" national health care plan. But such is nothing new for the party of \"social planners.\" Let's look a little further.\nWhen it comes to vouchers for education, vouchers that empower parents, the Democrats balk. They prefer that American parents and children have no choice other than the government-run schools. So much for empowerment.\nWith respect to privatization of Social Security, which empowers all taxpayers, it's nix again. Let taxpayers be coerced into the failing Social Security plan.\nLower taxes? No way! That's too much empowerment for taxpayers. It also impedes the creation of more government programs. And then we have Hillary Clinton's coercive health care plan.\nSo where's the \"empowerment'? They call themselves the party of empowerment, but we can see from the above that it would be more appropriate to call them the party of \"coercion.\"\nKenneth J. Kania, St. Petersburg\nThe rise of the apostate sheriff - Feb. 8, Charles Krauthammer column\nThis is safety?\nI sometimes think that Charles Krauthammer is delusional. His recent column says: \"Bush remains popular in his party. Even conservatives are inclined to forgive him his various heresies because they are trumped by his singular achievement: He kept us safe.\"\nDoes the death of nearly 4,000 troops and wounding of almost 40,000 represent safety? Are we safe being the most hated nation in the world? Does the escalation of fanatics being trained to create death and destruction keep us safe? Do we have a safe economy with our massive debt and a real estate disaster? Has Bush kept us safe? I think not.\nSol Helfand, New Port Richey\nSnipes wins, loses in trial - Feb. 2, story\nGet past race\nI hope that Wesley Snipes agrees that he owes the people in Ocala a huge apology. It was well noted that he felt he could not get a fair trial there because he or his lawyers felt that the jury would be biased because of his race. Evidently this was not the case.\nWhy do we have to bring race into everything? If we don't pay our taxes, it doesn't matter if we're purple, green, black or white. We are breaking the law.\nBetty Pfaff, Clearwater\nEconomic fluctuations\nI can think of few terms more incendiary than \"recession.\" Perhaps \"depression\" qualifies.\nIn Economics 101, one of the first things you learn is that an economy is, by its nature, elastic. To refer to natural fluctuations as periods of expansion or contraction is to define, without emotion, the current direction in which an economy is headed. This implies the natural order is being followed and since, as we find ourselves currently in a state of contraction, we can rest assured this will be followed by expansion, then again by contraction, and so on.\nIt is not a problem in and of itself but rather the perception of the problem that leads to resolution or intensification of that problem.\nRobert A. Shaw, Madeira Beach\nRelative worth\nAs a USF St. Petersburg faculty member who took a 50 percent pay cut in order to have a job this year, and who probably won't have a job next year, I read with interest the story of the 70 percent pay increase for USF's head football coach. It does make a rather sad statement about the university's priorities.\nDavid Lee McMullen, Ph.D., St. Petersburg\nWomen hold key to Clinton's fate - Feb. 3, Bill Maxwell column\nShe doesn't measure up\nBill Maxwell just doesn't get it. I would vote for a woman for president in a minute if I thought she were capable and an honorable person.\nHillary fails the test.\nPenny Bodle, St. Petersburg\nExemplary reading\nYour front page last Sunday was a wonderful example of a real newspaper. The stories on child abuse and court shenanigans on the same page were both outstanding.\nChild sexual abuse has been rampant for years, is getting worse, and needs that spotlight. For the young and for the new world we are making, where there are no victims or war, these are strategic steps in our spiritual evolution.\nThank you, and keep up the good work!\nSue McIntosh, M.D., Clearwater\n\nLoad-Date: February 10, 2008"
}