{
    "title": "Prisons bureau eyes Ill. site for Guantanamo transfers",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 11,
    "day": 16,
    "full text": "CHICAGO - A delegation from the U.S. Bureau of Prisons is scheduled to inspect Illinois' Thomson Correctional Center Monday as part of a White House proposal to move some terrorism suspects now detained at Guantanamo Bay, Cuba, officials said Sunday.\nSpeaking at news conferences in Moline, Ill., and Chicago, Illinois Gov. Pat Quinn called the Obama administration's interest in the prison near the Mississippi River a \"great, great opportunity for our state.\"\nHousing the detainees here would be \"good for our state, good for our economy and good for our public safety,\" the Democratic governor said.\nU.S. Sen. Dick Durbin, D-Ill., who also spoke, estimated that using Thomson to hold terrorism suspects would generate more than 2,000 local jobs directly related to the facility and an additional 1,000 in the surrounding community.\n\"People are struggling to keep their homes. ... They're getting desperate. With the recession and the loss of jobs, they're not sure which way to turn,\" Durbin said. \"Now they've got a chance, a fighting chance.\"\nRepublicans on Saturday warned of the security risks posed by housing terrorism suspects in Illinois.\n\"As home to America's tallest building, we should not invite al-Qaida to make Illinois its number-one target,\" said Senate candidate and current U.S. Rep. Mark Kirk in a letter circulated Saturday.\nRepublican U.S. Rep. Donald Manzullo, whose district includes Thomson, was among several members of Illinois' congressional delegation to sign the letter.\nDurbin said Sunday he was confident the detainees would not be a threat.\n\"There are currently 35 people serving in the prisons of Illinois convicted of terrorism. ... They're all in our prisons, and they're all held safely,\" he said. \"There hasn't been a single escape from a maximum-security prison in the United States of America. This prison will have even more investment made to make certain these prisoners are held safely and securely.\"\nIf the federal government does use Thomson to house Guantanamo's terrorism detainees, it would build a more secure perimeter around the site, Durbin said.\n\nLoad-Date: November 17, 2009"
}