{
    "title": "Prisoners linked to terrorism, U.S. says",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 6,
    "day": 12,
    "full text": "The three men who killed themselves at the prison here included a mid- to high-level al-Qaeda operative, a Saudi who sided with the Taliban against the U.S. invasion of Afghanistan, and a supporter of a banned extremist group that helped arrange travel for al-Qaeda loyalists, the military said yesterday.\nThe details about the three dead men represent the first description by the government justifying their capture and imprisonment at the controversial prison camp.\nOfficials said none had lawyers. A Miami Herald examination of documents made public by the Defense Department suggests that none of the men participated in any hearing during which they could challenge their detention.\nOne of the men, Ali Abdullah Ahmed of Yemen, was described by the military last night as a \"close associate\" of Abu Zubaydah, an Osama bin Laden deputy now in U.S. custody, in a secret location.\nAhmed was called hostile and disruptive, according to details released by the Pentagon. As a hard-core hunger striker from 2005 until last month, he would have received repeated forced feedings through a tube tethered through his nose and into his stomach.\nThe military had recommended that one of the two Saudi nationals, Mani Shaman Turki al-Habardi al-Utaybi of Qarara, be released and sent back to his home nation for further detention. Utaybi was the supporter of the banned group.\nThe other Saudi is Yassar Talal al-Zahrani of Yenbo, who was depicted as an \"actual front-line fighter for the Taliban\" in Afghanistan, the Pentagon said.\nThe quality of the evidence the government has on the three has never been tested in court.\nRather, the Pentagon's brief descriptions are what has qualified them for indefinite detention as so-called enemy combatants, a war-on-terror category created by the Bush administration. It is not a designation covered by the Geneva Conventions, international agreements on the treatment of prisoners of war.\nThe military issued the descriptions last night amid renewed calls to close the prison and as a U.S. Navy Muslim chaplain arrived at the base to prepare the dead for a traditional Islamic burial, perhaps in their homelands.\nDefense attorneys and critics of the prison project blamed despair among the 460 or so captives for the first deaths at this offshore detention center, which opened in January 2002.\nBut the Pentagon's Southern Command chief visited the prison camps yesterday, and would have none of it.\n\"I wouldn't want to speak for the detainees. I think that's speculation and that's dangerous,\" Army Gen. Bantz Craddock said.\nHe then noted that, with the Supreme Court to decide shortly whether President Bush's war court is constitutional, \"this may be an attempt to influence the judicial proceedings in that perspective.\"\nMeanwhile, the deaths at the controversial prison have prompted calls from around the globe to shutter it. One of Bush's staunchest allies, Danish Prime Minister Anders Fogh Rasmussen, said closing Guantanamo would \"benefit our cause... against terrorism.\"\nCommanders in Cuba said the three prisoners were found hanging early Saturday, and efforts to revive them failed. Public-affairs officers declined to provide an exact timeline of the events, saying it was part of an investigation by the Naval Criminal Investigative Service.\nInvestigators are looking into whether the procedures in place could have prevented the suicides; whether camp guards followed them; and what changes may be needed to prevent further fatalities, Craddock said.\nSaturday's suicides capped nearly a month of on-again, off-again turmoil at the Pentagon's premier offshore detention center, which is indefinitely holding captives from about three dozen nations as enemy combatants.\nHours after the Bush administration released 15 Saudi captives to their homeland on May 18, two detainees were found unconscious in their cells from overdoses of other captives' anti-anxiety drugs. Then, 10 captives fought soldiers inside a medium-security barracks in what commanders called a well-planned ambush.\nOn Saturday, the Pentagon froze indefinitely the future of its Military Commissions, the first U.S. war crimes tribunals since World War II in which 10 of the captive here so far face war crimes charges.\nThe Supreme Court is expected to rule this month on the constitutionality of the Pentagon's format for trying captives as alleged al-Qaeda coconspirators.\nU.S. diplomats were talking to counterparts in the Saudi kingdom and Yemen to determine whether the men would be sent home or buried at the Navy base, where they had been held for more than four years.\nRepatriation was likely, military sources said.\n\nLoad-Date: June 12, 2006"
}