{
    "title": "Prison-Abuse Panel is Third In Bush's War on Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 5,
    "day": 8,
    "full text": "Defense Secretary Donald H. Rumsfeld's announcement on Friday that an independent review board would examine the abuse of Iraqi prisoners means that three blue-ribbon panels will be investigating the Bush administration's conduct of what it describes as the war on terrorism, including the war in Iraq.\n In his testimony to the Senate Armed Services Committee, Mr. Rumsfeld said he would appoint ''several senior former officials who are being asked to examine the pace, the breadth, the thoroughness'' of the existing military investigations into the abuse ''and to determine whether additional investigations or studies need to be initiated.''\n The Defense Department later identified the officials as James R. Schlesinger, defense secretary under President Richard M. Nixon; Harold Brown, defense secretary under President Jimmy Carter; Tillie Fowler, a Republican former congresswoman from Florida, and Gen. Charles A. Horner, the retired commander of the 1991 Persian Gulf air war. \n Mr. Rumsfeld said the panel was ''being asked to report their findings within 45 days of taking up their duties.''\n ''I'm confident that these distinguished individuals will provide a full and fair assessment of what has been done thus far and recommend whether further steps may be necessary,'' he said..\n The panel's creation comes three months after President Bush agreed to have a commission investigate intelligence failures on Iraq and weapons proliferation. After resisting the idea for weeks, Mr. Bush announced the panel's creation in response to bipartisan calls for an inquiry into intelligence reports before the war that said that illicit weapons existed in Iraq. Inspectors have yet to find such weapons.\n The 10-member intelligence panel is led by Laurence H. Silberman, a Republican federal appeals court judge, and Charles S. Robb, the former Democratic senator and governor from Virginia. \n In November 2002, Mr. Bush signed a law creating an independent commission to investigate the government's actions before the Sept. 11, 2001, attacks, also over his initial opposition. That panel also has 10 members: five Republicans and five Democrats. Its chairman is Thomas H. Kean, a former Republican governor of New Jersey, and its vice chairman is Lee H. Hamilton, a former Democratic House member from Indiana.                                \n\nhttp://www.nytimes.com\n\nLoad-Date: May 8, 2004"
}