{
    "title": "Private Trauma Sheds Light on Terrorism",
    "publisher": "the new york times",
    "year": 2010,
    "month": 6,
    "day": 30,
    "full text": "CAMBRIDGE, Mass. -- Though you wouldn't necessarily know it from talking to her, Jessica Stern is a renowned expert on terrorists and terrorism. She is a small, cheerful-seeming woman with a ready laugh and a way of making jokes at her own expense. You could mistake her for a preschool teacher. But she has taught about terrorism at Harvard and has served on the National Security Council, and she has spent a fair amount of time talking to terrorists themselves. Her 2003 book, ''Terror in the Name of God: Why Religious Militants Kill,'' consists largely of interviews with extremists of every stripe: Christian, Jewish, Muslim, anti-abortion militants, even followers of Timothy McVeigh.\n  When she began investigating terrorism, by studying chemical weapons at the Massachusetts Institute of Technology in the mid-'80s, her interest was thought to be ''more than a little weird,'' she recalled recently.\n  ''I think they thought I was nuts.'' \n  And at the time she thought the subject was just something she had fallen into. ''But I now see that there's a pattern,'' she said, sitting in the white farmhouse, not far from the Harvard campus, where she lives with her third husband, Chester G. Atkins, a former Massachusetts congressman, and her 8-year-old son. ''I've really been studying perpetrators and violence all my life.''\n  How she came to this realization is the subject of her new book, ''Denial: A Memoir of Terror,'' which Ecco published last week.  The book recounts how, in 1973, when Ms. Stern was 15, she and her younger sister were raped at gunpoint in their home in Concord, Mass. The police disbelieved the girls' account and bungled the investigation; their father, in Europe at the time, didn't think it necessary to cut his trip short and return. The whole community, she writes, seemed to be in denial.\n  The experience created in Ms. Stern a kind of emotional numbness -- a calmness, even a fearlessness, that has proved oddly useful in her current work.\n  ''I am fascinated by the secret motivations of violent men,'' she writes in ''Denial,'' ''and I'm good at ferreting them out.'' She found that terrorists would talk openly to her, she said, because she could ''go into a state where I almost tried to become that person, and where I felt that if I  allowed myself even the tiniest judgmental thought, they could probably sense it.'' \n  Though she has sometimes been in dangerous situations,  she added, she rarely  feels  afraid. ''I would go into this calm -- almost as if I could feel a chemical change in my body,'' she said. ''That's probably an aftermath of trauma, but I don't want to medicalize it too much. I also felt intense curiosity.''\n  Benjamin Wittes, a senior fellow at the Brookings Institution who has been a friend of Ms. Stern's since the late '90s, said he was astonished to learn what had happened to her. ''If you met some completely dysfunctional person who you could see was wearing the scars of such an experience, then you might not be surprised,'' he explained. ''But that's not Jessie.'' \n  Not the least of her contributions, he went on to say, was that she was one of the very first terrorism scholars to realize that the way to discover what terrorists were thinking was to go and talk to them. \n  ''She was asking the right questions of the right people,'' he added, ''and if some of that comes from her own experience of being terrorized, then the lessons were very fruitful.'' \n  ''This is an example,'' he said, ''of a very strong person taking something terrible and carving something valuable out of it.''\n  But a possible downside of not feeling too much is that you also experience less joy, and even become disconnected from your own life. It was recognizing these symptoms in herself, Ms. Stern said, that made her decide, in 2006, when the police reopened her rape case, to revisit the whole experience.  \n  She began to come to terms with what was a traumatic family history even before the rape: her mother died when she was 3; her father, a German emigre who had been persecuted by the Nazis, remarried but six years later divorced his second wife, leaving his daughters with her for almost two years while he lived on his own. \n  And with the help of an investigator, Ms. Stern even tracked down the story  of her rapist, who served 18 years in prison and then hanged himself. He turns out to have been responsible for at least 44 rapes or attempted rapes between  1971 and 1973, all with a trademark methodology that the police somehow failed to pick up on. Among other things, he found most of his prey at girls' boarding schools or at Radcliffe College, and many of his attacks involved two or more young women. (Earlier this month one of his victims, Amy Vorenberg, published an op-ed piece in The Boston Globe complaining that the police and the Harvard authorities were neither sufficiently organized nor vigilant  in their response.) \n  Ms. Stern interviewed friends or  relatives of the rapist and uncovered a long and depressing history of parental abandonment (he was adopted, though he didn't know it for years, and a woman he thought was his aunt was really his mother); confused sexual identity; drug use (he even dropped acid once with Timothy Leary); and possible childhood molestation (his parish church harbored a series of predatory priests). He had probably been traumatized himself, and then in the classic fashion went on to traumatize others.\n  At times, Ms. Stern said, she was tempted to stop her research, and she wrote the book in fits and starts. \n  ''I'd work very intensively and then I'd start to feel like I was losing feeling,'' she said. ''Thank goodness I had a kid to take care of, because it meant I couldn't afford to go crazy. I don't mean throwing pots around. I mean just losing feeling. It's not deliberate and it's actually very annoying. It feels awful -- it feels like being in a fog.''\n  Writing the book, she added, taught her a lot about the effects of post-traumatic stress syndrome, of which she now considers herself a victim, and also helped refine her thinking about terrorism. Her researches have taught her that there is no common denominator in determining why people become terrorists, but she has identified a checklist of risk factors. These include alienation, coming from a society with a youthful population  bulge or a high male-to-female ratio and, for the people who wind up being used as cannon fodder by the terrorists, poverty. \n  To the list she would now add sexual humiliation, and in January she published an article in Foreign Affairs in which she pointed out that sexual abuse of boys in the Islamic religious schools known as madrasas  is not uncommon, and neither is the rape of boys in Afghanistan, especially on Thursday, known as ''man-loving day,'' because Friday prayers are thought to absolve a sinner of all his guilt. \n  ''I've known about this for years,'' Ms. Stern said,  ''but until I wrote this book,  I didn't make the connection. I'm not sure how you study it, but I do think it's there. Humiliation is definitely a risk factor, and this may be a particular kind of it.'' \n  She paused and added: ''But why humiliation in some places and some people but not others? Harvard is a humiliation factory, and yet we don't produce a lot of terrorists.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Jessica Stern at her home in Cambridge, Mass. Her new book, ''Denial,'' revisits a crime of which she was a victim. (PHOTOGRAPH BY MARK OSTOW FOR THE NEW YORK TIMES) (C6)                       \n\nLoad-Date: June 30, 2010"
}