{
    "title": "Private guards not trained for terrorism Army of rent-a-cops drafted after Sept.11 to guard homeland",
    "publisher": "charleston daily mail",
    "year": 2007,
    "month": 5,
    "day": 30,
    "full text": "WASHINGTON - Richard Bergendahl fights the war on terrorism in Los Angeles for $19,000 a year, one of the legions of ill-trained, low-paid private security guards protecting tempting terrorist targets. Down the block from Bergendahl's post is an even taller skyscraper identified by President Bush as the target for a Sept. 11-style airplane attack.\nBergendahl, 55, says he often thinks: \"Well, what am I doing here? These people are paying me minimum wage.\"\nThe security guard industry found itself involuntarily transformed after September 2001, from an army of \"rent-a-cops\" to protectors of the homeland. Yet, many security officers are paid little more than restaurant cooks or janitors.\nAnd the industry is governed by a maze of conflicting state rules, according to a nationwide survey by The Associated Press. Wide chasms exist among states in requirements for training and background checks. Tens of thousands of guard applicants were found to have criminal backgrounds.\nWest Virginia doesn't require FBI background checks for security guards and only requires fingerprints from license holders, essentially the top executive of a company.\nThe state requires companies to keep records for all employees and make sure they don't have criminal records, said Ben Beakes, chief of staff for Secretary of State Betty Ireland. \"If there ever was a question, we have a right to inspect those documents,\" Beakes said.\nCharleston-based Security America Inc., the state's largest contract security firm, runs applicants through the U.S. Department of the Treasury's Specially Designated National and Blocked Persons list, said founder Bill Signorelli.\n\"I think almost all the national contract security companies and the larger regionals are using that as one of their mechanisms,\" he said.\nSecurity America also checks police records and - though not required by state law - has all applicants fingerprinted and screened by the state. It pays another company to perform national criminal checks.\nA New Jersey Democratic congressman, Rep. Robert Andrews, said he's confident that lawmakers will support a bill he sponsored to upgrade the industry by requiring criminal background checks for all U.S. security guards.\n\"How much is it worth not to have one criminal guarding a nuclear power plant?\" he asked.\nAndrews said the checks will have the effect of raising pay, because they will weed out many guards whose criminal histories lead them to accept the lowest salaries.\n\"A security officer is . . . not trained to be a G.I. Joe,\" said Paul Maniscalco, a senior research scientist at George Washington University.\nMore than five years after the attacks, Maniscalco is helping to change the security guard culture. He recently developed an anti-terrorism computer course for shopping mall guards, who are being taught they now have more concerns than rowdy teenagers and shoplifters.\nThe middle ground pay for security officers in 2006 was $23,620, according to a new Labor Department survey. The low pay reflects cutthroat competition among security firms, who submit the lowest possible bids to win contracts. Lowball contracts also mean lower profit margins and less money for training and background checks for guards.\nSome states require FBI fingerprint checks for every guard job applicant. Others let the industry police itself. These states don't regulate the industry: Alabama, Colorado, Kansas, Mississippi, Missouri, Nebraska, South Dakota, Kentucky, Wyoming and Idaho.\nIn states that keep such records, the AP found more than 96,000 of 1.3 million applicants, about 7.3 percent, were turned down - mostly, state officials said, for having criminal histories.\nCongressional investigators reported last year that 89 private guards working at two military bases had histories that included assault, larceny, possession and use of controlled substances and forgery. The Army says it has purged guards with criminal histories from its bases.\nThe security businesses' own trade group, representing the largest firms, acknowledges the industry as a whole isn't ready to recognize signs of terrorism and respond to an attack.\nFor guards at the Energy Department's nuclear weapons facilities, failure to protect nuclear materials from terrorists could be catastrophic. That's why their training is far more exhaustive than that of most security officer recruits.\nOther sites protected by the security industry include drinking water reservoirs; oil and gas refineries; ports; bus and rail commuter terminals; nuclear power plants; chemical plants; food supplies; hospitals; and communications networks.\n\nLoad-Date: May 31, 2007"
}