{
    "title": "PRIVATE TALK HELD BY U.S. AND SOVIET",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 6,
    "full text": "A high-level United States delegation began two days of private discussions with Soviet officials in Geneva today on ways to reduce the risks of an accidental nuclear war.\nThe talks, which have not been publicized by the Reagan Administration, were called for in the communique signed Nov. 21 at the Geneva summit meeting by President Reagan and Mikhail S. Gorbachev, the Soviet leader.\nThe American delegation is headed by Richard N. Perle, an Assistant Secretary of Defense, and Robert B. Linhard of the National Security Council. The chief of the Soviet delegation is expected to be Aleksei A. Obukhov, the Soviet negotiator in Geneva on medium-range weapons.\nSenators Sam Nunn of Georrgia and John Warner of Virginia, two influential members of the Senate Armed Services Committee, have pressed interest in reducing the chances of an accidental nuclear war with their proposal for ''nuclear risk reduction centers.''\n \nAdministration Is Skeptical\nThe Administration has tended to be skeptical of the proposal, but has agreed to explore a limited version of the centers. One Administration reason is to avoid alienating Mr. Nunn and Mr. Warner, who wield power on military budget issues, an Administration official said.\nThe Senators' plan calls for risk reduction centers in Washington and Moscow that could be used to exchange information about American and Soviet military operations and to discuss each side's military doctrine. The goal would be to reduce the chances of an unintended military confrontation.\nThe centers could also be used to coordinate American and Soviet responses to possible episodes of nuclear terrorism to lessen the chance that the detonation of a nuclear device by a terrorist would lead the United States to conclude that it was under attack by the Soviet Union, and vice versa.\nMr. Nunn and Mr. Warner suggested that at some point the centers could be jointly staffed by American and Soviet officials.\n \nMcFarlane Not Convinced\nSome Administration officials have argued that joint centers are not feasible and have questioned their value in coping with potential incidents of nuclear terrorism.\nLast August, President Reagan's national security adviser, Robert C. McFarlane, wrote Mr. Nunn and Mr. Warner, noting that the Administration would look into opening risk reduction centers in Washington and Moscow that would be separately staffed and would trade information on some military activities, such as the launching of missiles in weapon tests. Mr. McFarlane did not endorse such centers for dealing with the possibility of nuclear terrorism.\n''If it was not for the political sponsorship on Capitol Hill, the meeting with the Soviets would probably not be taking place,'' said one official, who added that the Administration generally favored an ''exploratory go-slow approach.''\nBut another official said discussion of risk reduction centers and other ''confidence building'' measures could be an increasingly important way for both sides to cope with the arms race, particularly if an accord on reducing arms continued to elude them.\n \nTalks With Gorbachev\nMr. Nunn and Mr. Warner discussed the risk reduction centers, including the proposed role in combating nuclear terrorism, in a meeting on Sept. 3 with Mr. Gorbachev.\nThe Soviet Union has not indicated what it thinks of the concept.\nBefore the summit meeting in November, the Soviet Union said the issue of the centers should be taken up in the large Geneva arms talks. The United States proposed that the issue be dealt with in separate discussions.\nThe summit communique contained vague language about risk reduction centers, papering over the difference between the two sides.\nSince then, the United States has won Soviet agreement to carry out a separate set of talks on reducing the risk of accidental nuclear war.\nBut the Soviet Union has stressed the link between the two sets of talks by selecting Mr. Obukhov to head its group of experts in the new discussion. Mr. Obukhov also serves as the chief Soviet negotiator on medium-range weapons in the Geneva arms talks.\nAdministration officials said a similar set of private, exploratory discussions between American and Soviet experts on limiting the spead of chemical weapons was businesslike and constructive. Those talks, which were also called for by the summit communique, were held in March."
}