{
    "title": "Private Torment Trumps Terrorism",
    "publisher": "the new york times",
    "year": 2011,
    "month": 12,
    "day": 19,
    "full text": "No government mole was unmasked, and the C.I.A. officer Carrie Mathison (Claire Danes) was not vindicated. The finale of ''Homeland'' wasn't entirely satisfying, but it did end with a jolt. Sgt. Nicholas Brody (Damian Lewis) failed to blow himself up; it was Carrie who ended up on a hospital bed, twitching under a round of electroshock treatment.\nFor a show that has steadily improved from a very good start, Sunday's finale took a bold, unexpected step to lay the groundwork for a second season. It didn't finish the story, but put it on a tantalizing pause. Best of all it kept faith with this Showtime series's underlying mandate: sustaining some of the adrenalin rush of ''24'' with none of that Fox show's more cartoonish feints.\n''Drame psychologique'' is a French film category that is all too often code for big European bore, but in the case of ''Homeland'' it applies. The series is a post-Sept. 11 thriller that spends as much time on the psyches of its characters as it does on outdoor action. In short, there was a lot more inner torment on ''Homeland'' than there was torture.\nMost of all, the first season had a humbler view of treason.\n''24'' followed the James Bond rule of preposterous villains. Season after season Jack Bauer knifed and garroted his way through rings of small-time terrorists to expose an inner cabal of high-level American masterminds plotting world domination.\nReality is never as grandiose. Officials screw up, then twist the law -- and decency -- to hide their tracks. In the case of ''Homeland'' the vice president wasn't plotting to overthrow the American government, he was covering up evidence of a drone attack he had ordered that killed scores of children, including the son of the Qaeda leader, Abu Nazir. By expunging the record to save himself, he clouded the C.I.A.'s ability to detect an imminent terrorist attack on American soil.\n''Homeland'' was created by some of the same people who made ''24,'' but the story was loosely based on an Israeli series about returning prisoners of war. The adaptation was clever, though the shorter arc was also helpful. ''Homeland'' had half as many episodes as a typical season of ''24''; nonetheless it took its time exploring the characters' relationships and private demons, building suspense without red herrings, twisted side plots or nuclear explosions.\nThe acting was remarkable. In his career Mandy Patinkin appears to have inherited the Judd Hirsch role of crusty, Jewish mensch, but as Carrie's C.I.A. boss and mentor, Saul, Mr. Patinkin shook off the cute tics without losing the character's kindliness.\nThe two leads were in perfect sync, which is one reason to keep Brody around for a second season. Mr. Lewis is as compelling in the role of a damaged P.O.W. with a covert agenda of revenge as Ms. Danes is as a fiercely dedicated officer hiding a bipolar condition.\nBoth are broken loners isolated by unshared agendas and untellable secrets. They each have an ulterior motive for seeking the other out, but they also have a bond forged in pain. Even the simplest acts are not what they seem. In what looked like an unprofessional lapse after a night of drinking, Carrie had sex with Brody in a parking lot. That turned out to be excessive zeal: Carrie wanted to know for sure whether he could beat a lie detector. She got her answer the next day when a polygraph technician asked Brody if had ever cheated on his wife. Brody coolly said no, and the machine didn't contradict him.\nWhen they later retreated to a lakeside cabin, the romance was spiked with suspicion, but it was also very real. Theirs was a cat-and-mouse game that grew tender and passionate until Carrie made a slip and revealed that she had been spying on him all along. Brody came to his senses and went back to his dual life. Carrie fell hard.\nSome of the more painful scenes weren't the flashbacks of Brody being savagely beaten and humiliated by his captors. They were the ones in which Carrie excitedly put on a pretty dress and jewelry as she waited for Brody to show up. One time he came only to end the affair, and her awkwardly concealed dismay was heartbreaking; the next time, he tipped off C.I.A. operatives to pick her up and get her out of his way.\nCarrie's breakdown, an upward spiral of mania and grief, was almost impossible to watch.\nAnd there is no better depiction of paranoia than Carrie's predicament: She is right, everyone tells her she's crazy, and, actually, she is. At the end Carrie did save the day, and nobody knew it, not even Carrie.\nBy then she had given up on herself, even though her mental illness, an ability to spot connections invisible to others, is also her gift. In the first episode it was her chance glance at a jazz player's fingers that triggered an unconscious memory: the way Brody made repeat motions with the fingers of one hand when on camera, as if signaling in code. She was wrong about the meaning of that, but she was right to pay attention.\nIn the closing scene Carrie recognizes that Brody's Issa was not a guard -- as he had told her -- but the slain son of Abu Nazir. She remembers a second before she goes under anesthesia for a procedure that will almost certainly erase her short-term memory.\nThat's not a denouement. It's a clever, maddening and irresistible invitation to keep watching.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Claire Danes as a C.I.A. officer in Showtime's ''Homeland,'' a post-Sept. 11 thriller that ended its first season Sunday. (C1)\n Damian Lewis in ''Homeland'' on Showtime. (PHOTOGRAPHS BY KENT SMITH/SHOWTIME) (C2)                        \n\nLoad-Date: December 19, 2011"
}