{
    "title": "Private support could keep anti-terrorism institute running",
    "publisher": "spokesman review",
    "year": 2003,
    "month": 11,
    "day": 15,
    "full text": "The Fort Sherman Institute lost funding from North Idaho College, but the\n anti-terrorism school may still be in business.\n Businessman Jim Elder is leading an effort to find private backing for the\n Post Falls school.\n Elder said he and other supporters met Thursday with representatives of\n Florida-based New Tribes Missions, an evangelical Christian organization whose\n missionaries get training from the institute to survive hostage situations.\n''They're willing to underwrite a large portion of the monthly costs with\n their training contracts,\" Elder said.\n Elder said he also received encouraging news from NIC: The college is\n considering leasing equipment to any investors who step forward to help the\n institute stay in business.\n ''That was a positive move,\" Elder said. ''It was an effort by the college\n to embrace whatever might become of FSI.\"\n College trustees voted 4-1 last month to close the institute. Since it\n opened in fall 2001, NIC spent more than $700,000 from its general and reserve\n funds to keep the institute afloat.\n The institute was pitched as a money-making venture for the college, with\n prospects of bringing millions of dollars to NIC.\n In fiscal year 2003, the institute had $76,000 in revenue. From July of\n this year through Nov. 3, the institute reported $84,000 income.\n Post Falls Mayor Clay Larkin said he's confident that given time and\n financial support, the institute could be a boon to the local economy.\n With just average enrollment over the course of a year, Larkin said, the\n anti-terrorism school could bring a half-million dollars or more into Kootenai\n County. When some of New Tribes missionaries recently were trained, Larkin\n said, they spent more than $20,000 at area businesses.\n Elder listed U.S. Secretary of State Colin Powell, local legislators and\n businessmen as other supporters of the institute.\n ''It's got merit. I think it's got a patriotic dimension,\" Elder said.\n ''It's important to our country. And it's a challenge. I like challenges.\"\n Larkin is concerned that NIC might want a share of any future profits from\n the institute. That's only right, NIC Trustee Judy Meyer said Friday.\n ''We cannot continue to invest, but that doesn't mean we let go of the\n several hundred thousand dollars without trying to quantify that investment,\"\n she said.\n NIC President Michael Burke is expected to provide trustees with an update\n on the institute when the board meets Wednesday. Although trustees voted to\n cut the college's ties to Fort Sherman last month, they established a 30-day\n ''grace period\" so the institute could meet obligations to provide training\n under existing contracts.\n Robert Ketchum, head of NIC's Workforce Training Center and supervisor of\n the Fort Sherman Institute, said he was asked to identify institute assets\n that could be used in other departments of the college.\n That effort was put on hold Friday. Burke said NIC will consider renting\n those assets - about $110,000 worth of everything from computers to wool\n blankets - to private backers.\n Those assets include:\n Thousands of dollars of camera and video production equipment.\n A $749 hand-held computer purchased for Director David Dose, with a $100\n foldable keyboard and $199 worth of additional software.\n Five pieces of artwork ranging in value from $66 to $351.\n A U.S. flag and state flag that cost the college $418.40 apiece.\n Security equipment, including 17 TV/VCR combos that cost $120 to $150\n apiece.\n The college hasn't placed a monetary value on the anti-terrorism and\n hostage survival curriculum developed at NIC expense.\n According to contracts between the institute and the consultants who helped\n develop the curriculum, it is joint property.\n\nNotes\n\nTaryn Brodwater can be reached at (208) 765-7121 or by email at tarynb@spokesman.com.  \n\nLoad-Date: November 19, 2003"
}