{
    "title": "PRIVACY ADVOCATES ARE CONCERNED ABOUT GOVERNMENT'S USE OF DATABASE_ SOME WHO SHOWED LIKELIHOOD OF BE",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 5,
    "day": 23,
    "full text": "Before helping to launch the criminal information project known as Matrix, a database contractor gave U.S. and Florida authorities the names of 120,000 people who showed a statistical likelihood of being terrorists - sparking some investigations and arrests.\nThe \"high terrorism factor\" scoring system also became a key selling point for the involvement of the database company, Seisint Inc., in the Matrix project.\nPublic records obtained by The Associated Press from several states show that Justice Department officials cited the scoring technology in appointing Seisint sole contractor on the federally funded, $12 million project.\nSeisint and the law enforcement officials who oversee Matrix insist that the terrorism scoring system ultimately was kept out of the project, largely because of privacy concerns.\nBut new details about Seisint's development of the \"terrorism quotient,\" including the revelation that authorities apparently acted on the list of 120,000, are renewing privacy activists' suspicions about Matrix's potential power.\n\"Assuming they have in fact abandoned the terrorist quotient, there's nothing that stops them from bringing it back,\" said Barry Steinhardt, director of the technology and liberty program at the American Civil Libert ies Union, which learned about the list of 120,000 through its own records request in Utah.\nMatrix - short for Multistate Anti-Terrorism Information Exchange - combines state records and data culled by Seisint to give investigators fast access to information on crime and terrorism suspects. It was launched in 2002.\nBecause the system includes information on innocent people as well as known criminals, Matrix has drawn objections from liberal and conservative privacy groups. Utah and at least eight other states have pulled out, leaving Florida, Connecticut, Ohio, Michigan and Pennsylvania.\nThe AP has received thousands of pages of Matrix documents in records requests this year, including meeting minutes and presentation materials that discuss the project in detail.\nNot one indicates that Matrix planners decided against using the statistical method of determining an individual's propensity for terrorism.\nWhen the AP specifically requested documents from Florida indicating the scoring system was scrapped, the general counsel's office for Florida state police said there were none. On Thursday, the office gave the AP a draft of a statement being prepared for the Matrix Web site to explain the decision publicly.\nOthers involved with Matrix have also pledged that the statistical method was removed from the final product.\n\"I'll put my 26 years of law enforcement experience on the line. It is not in there,\" said Mark Zadra, chief investigator for the Florida Department of Law Enforcement.\nHe said Matrix, which has 4 billion records, merely speeds access to material that police have always been able to get from disparate sources, and does not automatically or proactively finger suspects.\nBill Shrewsbury, a Seisint executive and former federal agent, said the terrorism scoring algorithm that produced the list of 120,000 names was \"put on the shelf\" after it was demonstrated immediately following Sept. 11, 2001.\nHe said the scoring system requires intelligence data that was fed into the software for the initial demonstration but is not commonly available. \"Nor are we interested in pursuing that,\" he said.\nThe Utah documents included a Seisint presentation saying the scoring system was developed by the company and law enforcement officials by re verse engineering an unnamed \"Terrorist Handbook\" that reveals how terrorists \"penetrate and live in our society.\"\nThe scoring incorporated such factors as age, gender, ethnicity, credit history, \"investigational data,\" information about pilot and drivers licenses, and connections to \"dirty\" addresses known to have been used by other suspects.\nAccording to Seisint's presentation, dated January 2003 and marked confidential, the 120,000 names with the highest scores were given to the Immigration and Naturalization Service, FBI, Secret Service and Florida state police. (Later, those agencies would help craft the software that queries Matrix.)\nOf the people with the 80 highest scores, five were among the Sept. 11 hijackers, Seisint's presentation said. Forty-five were identified as being or possibly being under existing investigations, while 30 others \"were unknown to FBI.\"\n\"Investigations were triggered and arrests were made by INS and other agencies,\" the presentation added. Two bullet points stated: \"Several arrests within one week\" and \"Scores of other arrests.\" It does not provide details of when and where the investigations and arrests occurred.\nPhil Ramer, who heads Florida state police's intelligence division, said his agency found the list a useful starting point for some investigations. He stressed that the list was not used as the sole evidence to make arrests.\nDean Boyd, a spokesman for U.S. Immigration and Customs Enforcement, a descendant of INS in the Department of Homeland Security, said he could not confirm that INS used or was given the list.\nIn May 2003, the Justice Department approved Seisint as sole data contractor on the project, citing the company's \"technical qualifications,\" including software \"applying the 'terrorism quotient' in all cases.\"\n\"The quotient identifies a set of criteria which accurately singled out characteristics related to the perpetrators of the 9-11 attacks and other terrorist events,\" said a memo from an Office of Justice Programs policy adviser, Bruce Edwards. \"This process produced a scoring mechanism (that), when applied to the general criminal population, yields other people that may have similar motives.\"\n\nLoad-Date: May 23, 2004"
}