{
    "title": "Privacy concerns_ a symptom of COVID-19",
    "publisher": "university wire",
    "year": 2020,
    "month": 6,
    "day": 1,
    "full text": "The pandemic will end, but mass surveillance in Russia won't\nWith a global pandemic comes the consequential expansion of mass surveillance. Instated in the name of public health, a system of facial recognition cameras is being used to track the spread of coronavirus and to catch those who have violated quarantine orders in Russia. In a time of desperation and uncertainty, technology is a double-edged sword. Tracking and monitoring civilians technologically violates civil liberties, but it is also an effective means of managing the spread of COVID-19.\nLike most cities, the streets of Moscow are empty, with only a handful of cyclists and cars delivering groceries. Installing an expensive surveillance system hardly seems worth it if the goal is just to catch a couple of rule breakers.\nIn a country known for its corrupt government and violation of civil liberties, these surveillance cameras will exist long after the pandemic is over.\nPrivacy concerns have been an issue in Russia for some time now. In 2016, President Vladimir Putin signed the \"Yarovaya laws\" -- a set of provisions drafted by lawmaker Irina Yarovaya, a member of the ruling political party, to combat terrorism. Dubbed as \"Russia's 'Big Brother' Law,\" the reforms included mandatory data retention, providing government access to all data transmitted in telephone calls, text messages and other modes of electronic communication without a warrant.\nAs a result, the country's top telecom companies said they had to spend billions of dollars to cope with data storage demands, which ended up costing nonconsenting customers. Russian citizens not only paid the monetary cost of privacy violations, but the laws unjustifiably expanded surveillance while compromising human rights.\nNow, the Russian government is using the pandemic as an excuse to further expand surveillance, with the main concern being the fate of mass protests post-pandemic.\nAnonymity is a key component to activism, the importance of which was recently made evident during the Hong Kong protests. Although police couldn't arrest entire crowds, those identified on camera could be singled out and punished. Later, the Hong Kong government's ban on masks raised the stakes further as peaceful demonstrators would no longer be able to hide their identities and evade retaliation.\nThe same goes for Russia. In a nation where protests are a frequent occurrence, the use of city-wide surveillance would only undermine the nation's already limited freedom of speech.\nPlans to enforce quarantine using QR codes and tracing the movement of all citizens are also in the works. Though the proposal is unrealistic, as it would take months to develop, the intent reveals the Russian government's interest in building a dystopian world.\n\"On the one hand, you have to fight the pandemic,\" said Mikhail Klimarev, the executive director of the Internet Protection Society. \"On the other hand, you have to be very conscious about the process of building a system like that.\"\nA legislative package intended to prevent terrorism -- the \"Yarovaya laws\" -- cost everyone their privacy. And now, a facial recognition system meant to discourage a few rule breakers will undoubtedly stifle future activism.\nBack in January, lawyer Alena Popova and opposing party politician Vladimir Milov filed a lawsuit, seeking to ban the use of facial recognition technology at mass events and protests against Moscow's Department of Technology, which directs the capital's video surveillance program. Unsurprisingly, a Moscow court ruled that the system did not violate the privacy of citizens and dismissed the case.\nIn response to expanding surveillance, the Telegram-based campaign \"Sledui\" encouraged followers to protect their privacy by covering their faces in bright, bold makeup to confuse facial recognition.\n\"When did we allow the state to follow us everywhere?\" said activist Ekaterina Nenasheva in a post on Facebook. \"Why was the decision about us made without us?\"\nWhile we all wait for a return to normalcy, it's clear that the effects of the pandemic will be permanent. Considering the Russian government was already developing a facial recognition network -- larger than China's 200 million-camera system -- long before the pandemic even started, it's clear that Russia's motivations lie far beyond public safety.\nAs for the future of activism, protestors will have a new set of challenges to face in their fight for change.\nWritten by: Julietta Bisharyan -jsbisharyan@ucdavis.edu\nDisclaimer: The views and opinions expressed by individual columnists belong to the columnists alone and do not necessarily indicate the views and opinions held by The California Aggie\n\nLoad-Date: June 1, 2020"
}