{
    "title": "Pro-Kurdish party limits its actions in Turkish parliament",
    "publisher": "university wire",
    "year": 2016,
    "month": 11,
    "day": 12,
    "full text": "The arrests heightened concern among western allies about the political direction of Turkey, a North Atlantic Treaty Organisation member and a buffer between Europe and the conflicts raging in Syria and Iraq.\nBoth the outlawed Kurdish militant group, the PKK and ISIL have claimed responsibility for the attack.\nThe co-chairs of the pro-Kurdish People's Democratic Party, orHDP, were among those rounded up in the middle of the night.\nOn Friday,HDP chairmen Selahattin Demirtas and Figen Yuksekdag, and seven otherHDP members of parliament were arrested on a variety of terrorism-related charges. He, along with 9 other deputies, were then subsequently arrested and jailed.\nThe private Dogan News Agency said the two were taken to a maximum security prison in the northwestern city of Kocaeli.\nThe United States expressed deep concern, while Germany and Denmark summoned Turkish diplomats over the Kurdish arrests. \"Not only those bombing and burning, but also those supporting terror\", he said.\nA vehicle bomb targeting a police station in southeasternTurkey has killed seven civilians and two police officers, according to state-run Anadolu news agency.\n\"The ruling by a Belgian court not to recognize PKK as a terrorist organization is a direct attack on the European Convention of Human Rights\". The government had previously blamed the PKK, but that claim was questioned on Saturday after the so called \"Islamic State\" claimed credit, according to the IS-linked Amaq news agency.\nIt denies government claims that it is a front for the banned Kurdistan Workers Party . It launched a military incursion into Syria in August to push Islamic State militants away from its border and prevent Kurdish fighters from taking ground in their wake.\nTheHDP,Turkey's third-largest party, made history a year ago by becoming the first Kurdish-rooted party to win the 10 per cent of the vote required to enter parliament.\nOne of these was Ross Greer MSP from the Scottish Green Party who wrote to the Turkish consulate on Friday regarding the arrest of Leyla BirlikHDP MP who had visited Scotland earlier this year. So, the courts have issued summons for 154 members of the parliament who were stripped of their immunity before.\nThe detentions came amid a widening government crackdown on opposition voices. He said the detainment goes against democracy and democratic forces inTurkey.\n\"What matters is what my people call me\", Turkish leader Recep Tayyip Erdogan said in a speech when receiving an honorary doctorate inIstanbul on Sunday.\nErdogan's antagonism towards theHDP has led to hundreds of violent attacks on their offices throughout the country.\nAmong them were Idris Baluken, head ofHDP's parliamentary faction, and six other parliamentarians - Leyla Birlik, Nursel Aydogan, Selma Irmak, Gulser Yildirim, Ferhat Encu and Abdullah Zeydan.Turkey reacts every time there is a matter regarding PKK.\nTurkish authorities sparked further controversy on Friday by restricting social media and messaging services such as WhatsApp following the arrests.\nThe TurkeyBlocks monitoring network confirmed the restricted access, saying its probes have identified \"throttling at the ISP level as the source of the slowdowns\".\nHe called on theHDP to return to parliament \"before it is too late\" and said: \"No politician can be a shield against terrorism [or] can live in terrorism's pocket while using his position\".\n\nLoad-Date: November 12, 2016"
}