{
    "title": "Pro-ISIS propaganda finds fertile ground on Google Plus platform",
    "publisher": "the hill",
    "year": 2018,
    "month": 5,
    "day": 23,
    "full text": "Scores of pro-ISIS accounts and communities have found a home on Google Plus despite being purged from other social media platforms like Twitter and Facebook, according to a review by The Hill.\nThe Hill found dozens of pages across Google's social media platform that explicitly show Islamic State in Iraq and Syria (ISIS) propaganda, give news updates directly pulled from ISIS media, spread messages of hate towards Jews and other groups or show extremist imagery.\nThe Google Plus accounts and communities sharing ISIS-linked content did little to hide their affiliation. Many openly professed their support of the terrorist group. In many cases, accounts featured the ISIS flag and pictures of ISIS fighters.\nSome posts showed overt calls to violence, according to Ty Joplin, a Middle East research analyst based in Amman, Jordan, who reviewed and translated many of the posts for The Hill. One image, posted in 2017, reads \"Kill them where you find them\" in Arabic and English, accompanied by text in Arabic supporting the 2017 Barcelona terror attack.\nAnother image from 2017 calls on Muslims in the West, in both Arabic and English, to commit acts of terror if they can not make it physically to the Islamic State.\n\"A message to Muslims sitting in the West,\" it reads. \"Trust Allah, that each drop of bloodshed there relieves pressure on us here.\"\nA spokesperson for the search giant defended its record on terrorism when asked for comment on ISIS content appearing on Google Plus and said that it's working toward the goal of having 10,000 people across Google addressing policy-violating content in 2018.\n\"Google rejects terrorism and has a strong track record of taking swift action against terrorist content. We have clear policies prohibiting terrorist recruitment and content intending to incite violence and we quickly remove content violating these policies when flagged by our users. We also terminate accounts run by terrorist organizations or those that violate our policies,\" a Google spokesperson said.\n\"While we recognize we have more to do, we're committed to getting this right,\" they added.\nIn an online post last year about its new efforts to address terror content, Google explored new ways to crack down on terrorist content on YouTube but made no mention of Google Plus.\nDuring a congressional hearing earlier this year in which senators pressed representatives from major technology companies over steps they're taking to curb extremist content on their platforms, Google sent Juniper Downs, its head of public policy and government relations at YouTube. It did not have a representative to address Google Plus.\nGoogle Plus failed to generate meaningful revenue for its parent company after Google launched it in 2011 as an attempt to compete with social media platforms like Facebook and Twitter. Tom Galvin, executive director of the Digital Citizens Alliance, argues Google then neglected to keep a watchful eye on it.\nHe likened it to an \"abandoned warehouse where ISIS comes to work.\"\nCompared to other social media platforms, Google Plus has fewer users. Exact numbers are unclear, but it could be in the hundreds of millions based on numbers from 2015. Experts still believe that even though active numbers of users on the site are low, because Google Plus is easily accessible and its public content can be found through Google searches, it provides a deep vault of extremist content that can still encourage radicalization and future terrorist attacks.\n\"Any form of content has a role to play in radicalization, and the more accessible, the greater risk of that role increase in significance,\" said Michael Krona, a media professor at Malmo University in Sweden, who has frequently written about ISIS.\nAccounts and communities posting pro-terror content often had follower counts ranging from the low dozens to the thousands. Some posts have been active on Google Plus since as early as 2016, with little to no apparent moderation by Google.\nThe Middle Eastern news outlet Al Bawaba also reported last year that a page purporting to be ISIS's Amaq News Agency had been openly posting videos and press releases for months with no discernible intervention by Google.\nThe Amaq News Agency no longer has a page available on Google Plus, but the platform is still rife with media from the outlet that has been posted by ISIS sympathizers.\n\"They are literally saying things like 'these are the declarations of ISIS,' \" said Joplin, the research analyst, said.\n\"A lot of these posts also have hashtags like 'blessed are those who kill infidels,' 'blessed are those who kill crusaders,' 'blessed are those who kill polytheists,' which advocate for violence against Westerners,\" he said.\nTo Joplin, Google Plus's wide-open platform gives ISIS supporters a place to learn more about terror group, connect and, in some cases, spur a \"co-radicalization process\" where users more plugged into the ISIS community can help \"others' descent into extremism.\"\n\"Eventually, they could likely get in touch with recruiters who are more involved in guiding people through the logistics of either joining the caliphate by smuggling themselves into the territory, or by conducting lone wolf attacks in their home countries,\" he said.\nThe type of posts reviewed by The Hill are a violation of Google's terms of service, which does not \"permit terrorist organizations to use Google+ for any purpose, including recruitment.\"\n\"Google+ also strictly prohibits content related to terrorism, such as content that promotes terrorist acts, incites violence, or celebrates terrorist attacks,\" according to the company's policy.\nExperts that spoke to The Hill said the prevalence of pro-ISIS content on Google Plus suggests that the company is either doing very little or no moderation of its platform, allowing terrorists' communication and recruitments to go unfettered.\n\"With Google Plus, there's no effort,\" according to Eric Feinberg, the founder of Global Intellectual Property Enforcement Center. Feinberg said Google has turned down his own offers to provide extremist content detection tools.\n\"I haven't seen any evidence of content being directly removed in a systematic a way. I have seen content removed in a haphazard way, though,\" said Joshua Fisher-Birch, a content review specialist at the Counter Extremism Project, a group that combs social media for pro-terrorist posts.\nFisher-Birch said he's noticed that Google occasionally removes some links and videos posted by pro-terror accounts on Google Plus, but said this was rare.\nThe Hill's own review found that many of the videos taken down only appeared to be removed because the original video had been removed from where it was first shared on YouTube.\n\nLoad-Date: June 4, 2018"
}