{
    "title": "PROBE FOCUSES ON TERRORISM Allegiance pledged to Islamic State; overseas groups contacted. COMPLETE",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 5,
    "full text": "Media members crowd into the bedroom of San Bernardino shooting suspects Syed Farook and his wife, Tashfeen Malik, in Redlands, Calif., on Friday after the building landlord invited journalists into the townhouse. A book containing passages from the Quran is seen at right.\nThe California State University Fullerton student ID of Syed Farook sits on a desk inside the home of Farook on Friday in San Bernardino, California. The local community is mourning as police continue to investigate a mass shooting at the Inland Regional Center that left 14 people dead and 21 injured.\nAn Islamic Manners book sits in a bedroom inside the home of shooting suspect Syed Farook on Friday in San Bernardino, California. Reporters were allowed into the apartment by the landlord.\nSAN BERNARDINO, CALIF. -\nSan Bernardino shooter Syed Farook had contact with people from at least two terrorist organizations overseas, including the al-Qaida-affiliated Nusra Front in Syria, a federal law enforcement official said Friday.\nTwo federal law enforcement officials also said Farook's wife and fellow shooter, Tashfeen Malik, pledged allegiance to an Islamic State leader in a Facebook posting,\nThe revelations came as the FBI formally announced it was investigating the shooting rampage as an act of terrorism.\nFBI Director James Comey said the assailants showed signs of \"radicalization\" but that there was no evidence they were part of a larger terrorist network.\nFarook and Malik died in a police shootout Wednesday, several hours after bursting into a holiday potluck for the San Bernardino County Health Department and killing 14 people.\nThe law enforcement official who revealed Farook's contact with the overseas groups said that as the investigation expands, agents are trying to learn more about the couple's contacts, \"especially those in Pakistan,\" where Farook's parents and Malik were born. Farook was a native of Chicago.\nOne key question, said the official, \"is if they had any weapons or terror training in Pakistan.\" The official described \"some kind\" of contact between Farook and people from the Nusra Front and the radical al-Shabab group in Somalia. It is unclear what type of contact he had, or with whom.\nAuthorities in Pakistan said Friday they were investigating whether Malik had ties to Islamic militant organizations.\nOfficials cautioned that Malik's Facebook posting did not mean that the militant group directed Malik and her husband to carry out the Wednesday attack, and that investigators think it instead suggests that the couple had become self-radicalized. One of the officials said Malik made her Facebook post under an assumed name and that it had since been removed.\nA Facebook spokesman confirmed that the company took down the profile page that included the post and provided its contents to law enforcement . He said Facebook employees discovered the post a day after the shootings while searching the site for the shooters' names. The company's policy, he said, is to remove posts that \"support or glorify\" terrorism. The post had gone up Wednesday about 11 a.m. PST, around the same time the shooting began, he said.\nWitnesses and police have said Farook, a county public health worker, had been at the holiday party but left, possibly after a disagreement with a co-worker, then returned with Malik to stage the attack.\nThat could be construed as workplace violence, the law enforcement official said, noting that evidence and witness recollections suggest Farook's supervisors were the first to be shot. The official also suggested, however, that after the attack on the party, the couple may have hoped to launch a previous plan for an even larger strike. Instead, they were tracked down by law enforcement and died in shootout as they attempted to flee.\nThe couple were married in Islam's holy city of Mecca in Saudi Arabia last year, according to Farook's co-workers at the Health Department and others who knew them. The Saudi Embassy in Washington confirmed that Farook had spent nine days in the kingdom in the summer of 2014.\nAuthorities said that when he returned to the U.S. in July 2014, he brought Malik with him on a fiancee visa. After a background check by the FBI and the Department of Homeland Security, she was granted a conditional green card last summer.\nThe couple's infant daughter was born in May, according to records.\nAn attorney representing Farook's and Malik's family said Malik never spoke about the Islamic State or terrorism.\n\"As far as I know, there was no discussion of any of that (among family members),\" Mohammad Abuershaid said.\nBut the couple hadn't been married long, he said, and \"it wasn't like the family had much time to get to know her.\"\nAbuershaid said the family was very conservative and that it would have been unlikely that Malik discussed her thoughts on world events, including the trouble in the Middle East, with her in-laws.\n\"Tashfeen was an individual who kept to herself most of the time,\" Abuershaid said. He added that she was a soft-spoken housewife who stayed at home with the baby.\nThe family has met with the FBI and plans to meet with agency officials again Monday, the attorney said.\nFarook and Malik had amassed an arsenal of 2,000 9 mm handgun rounds, 2,500 .223-caliber assault rifle rounds and \"hundreds of tools\" that could have been used to make explosive devices, authorities said.\nThe couple fired at least 65 shots when they stormed the party at the Inland Regional Center, where about 80 people had gathered. Twelve of the 14 dead and 18 of the 21 injured were county employees, police said.\nHours later, the couple exchanged gunfire with police on San Bernardino streets, launching bullets into homes and terrifying residents before they were killed.\n\nLoad-Date: December 5, 2015"
}