{
    "title": "Probe involves multiple nations Arrest of 17 terrorism suspects in Canada part of continuing inquiry",
    "publisher": "los angeles times",
    "year": 2006,
    "month": 6,
    "day": 5,
    "full text": "WASHINGTON - The arrest of 17 terrorism suspects in Canada is part of a continuing, multi-national probe into suspected terrorist cells in at least seven countries, a U.S. counter-terrorism official confirmed.\nThe senior U.S. law enforcement official said Sunday authorities are combing through evidence seized during raids in Canada this weekend to look for possible connections between the 17 suspects arrested Friday and at least 18 other Islamist militants who have been arrested in locations including the United States, Bangladesh, Bosnia, Britain, Denmark and Sweden.\nThe investigation began as separate probes into what authorities believed were localized cells of militant Muslim young men, who shared an interest in radical ideology on the Internet in various countries and, to a lesser extent, in local mosques and training camps.\nBut over the past year, the counter-terrorism authorities of those countries began to see connections among the cells, in part through electronic surveillance of phone calls and Internet correspondence, as well as ground surveillance of individual suspects, several U.S. officials said in interviews Sunday.\n\"The case is a very good example of how things work in the post 9/11 world. In this case law enforcement and intelligence services from half a dozen places coordinated daily during a very complex investigation,'' said the U.S. law enforcement official. 'It involved surveillances (of) every mode of travel and crossed multiple borders. Each set of arrests were coordinated between all agencies and considered carefully for how they might effect the ongoing probe.''\n\"It ran long,'' he said of the broader multi-national investigation, \"because the investigators wanted to make sure they took enough time to try and identify as many potential players as possible.''\nAuthorities would not describe the precise nature of the suspected connections among individuals arrested in Canada and elsewhere. Police raids in Toronto on Friday night and early Saturday resulted in the arrest of 12 adults ranging in age from 19 to 43, and five juveniles. The suspects had no evident connections to al-Qaida, authorities said. But they were actively conspiring to blow up undisclosed Canadian targets.\nThe Canadian authorities have charged the suspects with various terrorism-related offenses, and allege that they had accepted delivery of three tons of the fertilizer ammonium nitrate, which can be combined with fuel to make an extremely powerful bomb.\nOn Sunday, U.S. and Canadian authorities said forensic experts were combing through the information contained in various computers and other electronic gear seized in the investigation.\nThe 17 suspects have a bail hearing scheduled for this week; Lawyers and family members have described them as innocents caught up in a politically motivated police dragnet aimed at proving that Canada is tough on terrorism.\n\nLoad-Date: June 6, 2006"
}