{
    "title": "Probe shows cheating on FBI exams",
    "publisher": "charleston daily mail",
    "year": 2010,
    "month": 9,
    "day": 28,
    "full text": "WASHINGTON - A Justice Department investigation has found that FBI agents, including several supervisors, cheated on an important test covering the bureau's policies for conducting surveillance on Americans.\nJustice Department Inspector General Glenn Fine said Monday that his limited review of allegations that agents improperly took the open-book test together or had access to an answer sheet has turned up \"significant abuses and cheating.\"\nFine called on the bureau to discipline the agents, throw out the results and come up with a new test to see if FBI agents understand new rules allowing them to conduct surveillance and open files on Americans without evidence of criminal wrongdoing.\nThe troubling review of the exam on surveillance rules follows Fine's report last week on the FBI's scrutiny of domestic activist groups. That investigation found that the FBI gave inaccurate information to Congress and the public when it claimed a possible terrorism link to justify monitoring an anti-war rally in Pittsburgh in 2002. That IG report also criticized the factual basis for opening or continuing FBI domestic terrorism investigations of some other nonviolent left-leaning groups.\nIn the inquiry into the exam, the inspector general looked at only four FBI field offices and found enough troubling information to warrant a comprehensive review by the FBI.\nIn one FBI field office, four agents exploited a computer software flaw \"to reveal the answers to the questions as they were taking the exam,\" Fine said.\nOther test-takers used or circulated materials that essentially provided the test answers, he said.\nFine said that almost all of those who cheated \"falsely certified\" that they did the work themselves, without the help of others.\nLast year, Assistant Director Joseph Persichini, the head of the FBI's Washington field office that investigates congressional wrongdoing and other crime in the nation's capital, retired amid a review of test-taking in his office.\nPersichini took the test alongside two of his most senior managers and one of the bureau attorneys in charge of making sure the exam was administered properly, current and former officials said. The two agents who took the test with him have been moved to headquarters while the investigation continues.\nSen. Chuck Grassley, R-Iowa, called on the FBI to implement \"a more trustworthy exam process going forward and hold accountable those responsible for the cheating.\"\nMost FBI employees took the exam between May 2009 and January 2010.\n\"This report reinforces that the FBI cannot police itself,\" said Michael German, policy counsel to the American Civil Liberties Union. \"There needs to be stronger oversight and stronger controls over the bureau's use of its investigative powers.\"\nGerman also expressed concern about the surveillance guidelines themselves, saying they enable the targeting of people for investigation when there is \"no factual basis to support that speculative belief.\"\n\nLoad-Date: September 28, 2010"
}