{
    "title": "Probing the relation between terrorism and the news media",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 7,
    "day": 14,
    "full text": "Does the news report on life? Or does it shape it?\nThe past two weeks provide a compact little laboratory in which to examine those questions.\nFirst there were the upbeat stories from Liberty Weekend, with its pomp, spectacle, grandiose fireworks, and thunderous self-congratulation echoing around New York Harbor.\nThen came the downbeat. Last Monday, in that same harbor, a deranged, sword-swinging man rampaged through the Staten Island ferry, killing two passengers. On Tuesday night, an off-duty police constable, John McVitty, was slain by outlawed Irish Republican Army terrorists in Northern Ireland. Wednesday brought reports from Munich of the roadside bomb murders of West German industrialist Karl Heinz Beckurts and his driver by Red Army Faction terrorists, and from Paris of a terrorist bombing at police headquarters that killed Marcel Basdevant, commander of a special anticrime squad. On top of that came the announcement from Houston of an anonymous threat about cyanide-tainted containers of Accent flavor enhancer.\nThese last five incidents may appear unrelated. But all had one thing in common. Like the Liberty Weekend before them, they were news media events. That's not to say they were caused by the presence of reporters. But without the news media's immediate and vast public forum, they probably would not have occurred. A closer look suggests why:\nThe terrorist killings. International terrorism, as many observers have noted, is a form of political theater in which tiny, essentially powerless groups manage to terrorize millions through symbolic acts of violence. Without the news media, these groups cannot reach those millions. There may have been personal reasons why Irish, West German, and French terror\nists chose their particular victims.  More probably, however, these individuals were simply symbolic targets who were accessible both to the terrorists and to the reporters who would inevitably follow, and who were allied to institutions (the Royal Ulster Constabulary, the nuclear research arm of the Siemens electronics group, and the French national police, respectively) that stood for all that the terrorists hated.\nThe cyanide tampering case. After getting word that six containers of Accent flavor enhancer had been tainted with poison, some 3,300 stores in greater Houston began removing 100,000 packages from their shelves. Such occurrences are not usually categorized as terrorism, in part because the motives behind them are often obscure. In fact, however, they closely resemble terrorist incidents in that they depend on the megaphone effect of the news media.\nThe Staten Island ferry slayings. When Juan J. Gonzalez, a homeless illegal alien, killed two people and wounded nine others with an ornamental sword aboard the Samuel I. Newhouse, he claimed that ''God told me to do it.'' As in other cases of idiosyncratic terrorism in the past - the 1984 massacre at a McDonald's restaurant in San Ysidro, Calif., for instance, or the 1966 shootings from the University of Texas tower - the motives were not apparently political. But the details of this latest event - the assailant's description of himself as ''a boat person'' from Cuba, his choice of a ''boat'' for his deadly binge, the fact that the ferry carries passengers past the Statue of Liberty, the use of a bizarre and almost ceremonial weapon, even the choice of a ferry named for a publishing magnate - suggest an attention to symbolism and publicity-seeking, conscious or not, that underlies most terrorist incidents.\nSo where, in a week like this past one, does the news media's responsibility lie? Does it foster terrorism? Or does it simply report facts? Because terrorism is a contagious, ''copy-cat'' phenomenon - where every bombing, tampering, and rampage can spark imitations - should it be kept as quiet as possible? Or is an informed democracy the best long-term defense against it?\nThe answers are not yet clear. A vast amount of research has been done on the news media. There have been any number of terrorism studies. But precious little is known about the relation between the two.\nFortunately, that's soon to change. A project being launched by Prof. Robert G. Picard of the Manship School of Journalism at Louisiana State University is sponsoring some 40 research studies aimed at probing the relationship of terrorism to the media.\nWhatever the research shows, however, one point is already clear: The first step toward countering terrorism is to develop a public attitude that wants to counter it. And that may require a significant elevation both of news media standards and public thought.\nCan we reasonably expect, for example, television viewers who are sensationalized by the action-adventure-violence of prime-time programming to be anything other than fascinated when action-adventure-violence appears on early-evening newscasts? Can an audience have one set of standards from 8 to 11 p.m. and a wholly different set from 6 to 7:30 p.m.? Is a taste for terrorism first cultivated by melodrama and then brought to fruition by the news? Is terrorism such a ''natural'' story for today's news public that its perpetrators are virtually promised the attention they want?\nThe Louisiana project ought to provide some useful answers to an age that greatly needs them.\nA Monday column"
}