{
    "title": "PROBE INTO PITT BOMB THREATS CONTINUES MULTIPLE AGENCIES ON CASE, FBI SAYS",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 6,
    "day": 11,
    "full text": "A series of bomb threats that evoked fear and disrupted college life for more than a month at the University of Pittsburgh ended April 21, but the search for the person or persons responsible has continued unabated.\n\"We've actually increased our investigation,\" said Kelly Kochamba, a spokeswoman for the FBI in Pittsburgh. \"It's ongoing, it's expanded and we're investigating a few key leads.\n\"The Joint Terrorism Task Force is continuing the investigation with both international and domestic law enforcement agencies. We have a lot of people working around the clock on this case. Our task force is fully staffed.\"\nIn addition to the FBI, other agencies on the region's terrorism task force include the federal Immigration and Customs Enforcement, Internal Revenue Service, U.S. Secret Service, Alcohol, Tobacco, Firearms and Explosives, federal air marshals, and the U.S. Postal Inspection Service, along with local agencies, including Pittsburgh police and Pitt police.\nRather than being scaled back because the bomb threats appear to have ended, the probe remains a \"priority,\" Ms. Kochamba said.\n\"Fighting terrorism is the number one priority ... If it's a terrorism investigation, we give it priority, and this fits into that category.\"\nStudents, faculty, staff and other members of the Pitt community would agree they were terrorized by the bomb threats. The first occurred Feb. 13 and there wasn't another until March 14, but then a seemingly relentless onslaught began.\nThe series of 46 bomb threats directed at a cumulative total of 143 Pitt buildings provoked frustration, fear and anxiety as the targeted structures, including dormitories, were evacuated at all hours of the day and night, totally disrupting the normal rhythms of college life.\nFurthermore, investigators were hamstrung by the use of technology by the culprit or culprits to thwart capture. Other than the first half-dozen or so threats, which were scrawled in women's and men's restrooms, most were emailed to the media using an anonymous remailer that requires little technical knowledge to send but makes it virtually impossible to trace, according to cybersecurity specialists.\nThe incidents stopped only when the university rescinded a $50,000 reward for tips leading to the arrest and prosecution of the person or people responsible. A group calling itself \"The Threateners\" took responsibility for the emailed threats and reiterated in an email to The Pitt News an earlier demand that Pitt withdraw the reward.\n\nNotes\n\nMichael A. Fuoco: mfuoco@post-gazette.com or 412-263-1968./\n\nLoad-Date: June 12, 2012"
}