{
    "title": "Problems with driver and vehicle",
    "publisher": "daily news ",
    "year": 2018,
    "month": 10,
    "day": 9,
    "full text": "The limo in the upstate crash that killed 20 people was a deathtrap on wheels - and its driver was unqualified to operate it, officials said Monday.\nThe driver, 53-year-old Scott Lisinicchia, lacked the needed \"passenger endorsement\" on his commercial driver's license, said authorities.\nAnd the stretch limo from Prestige Limousine in which Lisinicchia and his 17 passengers died flunked an inspection last month - its chassis, suspension and brakes were all unsafe, Gov. Cuomo said.\nTwo more people died when the limo ran them down in the parking lot of the Apple Barrel Country Store & Cafe on Route 30 in Schoharie in the disaster Saturday.\n\"The driver of the vehicle, the quote-unquote limousine, did not have the appropriate driver's license to be operating that vehicle,\" said Cuomo.\n\"Second, that vehicle was inspected by the New York State Department of Transportation last month and failed inspection, and was not supposed to be on the road,\" Cuomo said.\nBesides the problems with its chassis and brakes, Cuomo said, the 2001 Ford Excursion lacked the certification it needed after it was chopped and extended into a limo.\nQuestions have also been raised about Prestige Limousine's owner, Shahid Hussain - a Pakistani native who has informed for the FBI about terrorism-related crimes. Federal safety information on Hussein's upstate Gansevoort-based company shows its vehicles failed four out of five inspections and had been ordered off the road.\n\"The owner of the company had no business putting a failed vehicle on the road,\" Cuomo said.\nInvestigators are trying to figure out why Lisinicchia, 53, blew through a stop sign where State Route 30 meets Route 30A about 45 miles east of Albany.\nThe limo then crashed through the Apple Country Store parking lot and slammed into a shallow ravine. With Dan Rivoli\n\nLoad-Date: October 9, 2018"
}