{
    "title": "PROCEED WITH CAUTION",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 28,
    "full text": "Whenever something terrible happens, the first impulse of politicians is to pass a law. To do nothing is to seem ineffectual; the standard phrase is \"Don't just stand there, do something!\" But in this case President Bill Clinton and congressional leaders should realize that sometimes, doing nothing - at least right away - is the wisest course.\nPerhaps the best argument for waiting was advanced by Attorney General Janet Reno before the Senate Judiciary Committee, which opened hearings Thursday on the administration's anti-terrorism proposals. Had the proposals been in place earlier, she said, they almost certainly would not have prevented the bombing of the federal office building in Oklahoma City. At the very least, this means there is no urgency about granting the enlarged authority the Clinton administration seeks. It could mean as well that the additional authority is not necessary at all.\nIllustrative of the tendency to overreact is the administration's request to extend wiretapping authority to all 1,300 federal felonies. Under present law, the Federal Bureau of Investigation may seek court-approved wiretaps for only a handful of felonies. How would the power to listen to phone conversations about every possible law violation help combat terrorism?\nNot surprisingly, the administration wants to add 1,000 new agents, prosecutors and other law-enforcement personnel. Additional personnel may be necessary, but it seems that the automatic response to every problem is to seek more of everything, as though sheer numbers can prevail. An administration proposal for a domestic terrorism center would give high visibility to the administration's anti-terrorism efforts, but Congress should determine what else it would do before going along.\nSenate Republicans have their own ideas about combating terrorism, and these include sharply restricting the ability to appeal death sentences. How would that help detect and apprehend terrorists? And, like the administration, the Republicans want to give the government the power to deport suspected foreign terrorists on the basis of secret information and to give federal investigators greater access to credit reports and other financial information.\nThere is no disagreeing with Louis Freeh, FBI director, who said Thursday that the FBI cannot stop terrorism in its tracks without the ability to gather intelligence about those who may be planning violent actions. Mr. Freeh was referring to the militia organizations that the nation has heard so much about since the Oklahoma City bombing April 19. Some of these groups, he said, are preparing for attacks on law-enforcement officers; the Los Angeles Times reported a growing number of instances in which armed militia groups have prevented authorities from carrying out their responsibilities.\nMost of the militias have been formed on the basis of a belief that the government is out to get them. People who entertain paranoid beliefs about the government are susceptible to suggestions that other organizations or groups pose a threat as well; it is a short step from arming in defense against imagined enemies to going on the offensive. Immigrants, blacks and Jews are the most likely targets.\nGiven the militia movement's potential for vigilante justice, no one should want to deny the FBI the tools it needs to monitor it. But the tools it now has may be sufficient. Guidelines developed in 1976 and revised in 1983 authorize FBI investigations for domestic security purposes \"when the facts or circumstances reasonably indicate that two or more persons are engaged in an enterprise\" whose goals are to be achieved through force or violence. The burden is on the administration to show why this authority is insufficient to allow it to recruit informers and take other steps to obtain information on the militias' operations and intentions.\nWhen people assemble arsenals, especially weapons designed for the battlefield, the rest of us have a right to be alarmed - all the more so when hate is a motivating factor. Nevertheless, we should not forget that threats to national security and civil order, real and otherwise, are always the pretext for sacrificing civil liberties. That is why it is so important to proceed with caution.\n\nLoad-Date: April 29, 1995"
}