{
    "title": "Products & Services; Lexington expands terrorism risk products",
    "publisher": "business insurance",
    "year": 2004,
    "month": 11,
    "day": 15,
    "full text": "NEW YORK-Lexington Insurance Co., a subsidiary of American International Group Inc., has introduced a suite of insurance products to help protect businesses against terrorism exposures such as losses due to chemical or biological attacks.\nThe program, LexHomeland Protector, offers a variety of products to provide broad terrorism coverage for property/casualty risks. The program includes property terrorism coverage that can be purchased on a stand-alone basis or within a property policy, and it protects against terrorist attacks committed by U.S. or non-U.S. citizens. Some of the other products include LexVenue Liability Protector, which provides general liability coverage, including accidental death and dismemberment, insuring those killed in a terrorist attack. It also covers sports stadiums, museums and other venues that hold more than 1,000 occupants. Also, the LexCyberSecure product insures losses due to computer attacks caused by cyberterrorists.\nAnother feature of the LexHomeland Protector is the biochemical attack endorsement called LexBioChem Shield, which is an optional component of Lexington's property policy with terrorism coverage and the stand-alone terrorism policy. It provides coverage for cleanup and business interruption due to a biological or a chemical attack, which may have been committed domestically by U.S. or non-U.S. citizens.\nThe limits available for LexVenue Liability protector reach $25 million for commercial general liability and up to $10 million for accident and health, the available limits for LexCyberSecure reach $25 million and the LexBioChem Shield limits are up to $10 million.\nFor more information, contact Charles Benda, practice leader-Lexington Homeland Security Practice, in the New York office at 212-770-3745 or at homelandprotector@aig.com.  \nThe Hartford launches medical equipment cover\nHARTFORD, Conn.-The Hartford Financial Services Group Inc. has introduced a coverage program for medical diagnostic equipment.\nThe program is available to owners of high-end medical diagnostic equipment such as CAT scans and MRIs. It intends to protect equipment owners from the exposures they face, offering a stand-alone policy that includes medical breakdown and all-risk protection for the equipment. It also features business extra expense and expedited expense coverage, which covers the loss of income and other expenses during the replacement or repair of equipment; and automatic coverage for computer equipment losses due to physical damage or site control systems.\nThe available capacity for this program is $10 million.\nMore information can be obtained by contacting Lauren Berry, assistant vp of marine operations, at 860-547-3497 or at lauren.berry@thehartford.com.  \nChubb offers liability coverage for law firms\nWARREN, N.J.-Chubb Corp. is offering a new coverage program for law firms to add protection from lawsuits that may stem from services the firms provide outside the legal arena.\nThe ChubbPro Lawyers Professional Liability Insurance intends to protect lawyers from exposures they face from acting as notaries public, government affairs advisers, fiduciaries and others. The policy includes broad definitions of claims, losses, insureds and professional services. It also includes a claims-made policy form with an extended claim-reporting period that allows law firms to report claims even after the expiration of a policy period. The policy also provides for the defense of any covered claims and allows the policyholder to choose its own defense counsel.\nThe Warren, N.J.-based Chubb's program has $25 million in capacity and the available limit is up to $10 million, depending on the size of the company.\nFor more information, contact James L. Rhyner, worldwide lawyers professional manager for Chubb Specialty Insurance, at 908-903-5183 or at jrhyner@chubb.com.  \n\nLoad-Date: November 17, 2004"
}