{
    "title": "PRODUCTS & SERVICES",
    "publisher": "business insurance",
    "year": 2013,
    "month": 5,
    "day": 6,
    "full text": "Towers Watson releases terrorism predictive model\nTowers Watson & Co. has released a predictive model that assesses risks from terrorism and political violence, the New York-based brokerage and consulting firm said.\nSunstone was unveiled recently during the 2013 Risk & Insurance Management Society Inc.'s conference and exhibition in Los Angeles.\nIn a statement, Towers Watson said the model can predict \"a broad range of attack types,\" and weigh the threat of attacks based on a company's locations and risk appetite. The technology also can predict the potential cost severity of workers compensation and life insurance claims related to terrorism or political violence.\nSunstone will be available to Towers Watson clients or can be licensed to customers.\nIronshore covers crises, potential reputation risks\nIronshore Inc. announced a service intended to provide companies with coverage for crisis situations that pose potential public-image risks.\nThe product, Ironshore CrisisShield, will be provided through the Hamilton, Bermuda-based insurer's U.S. professional and management liability unit, IronPro, and is available by endorsement to IronPro insureds. Ironshore said it has partnered with former White House special counsel Lanny J. Davis, and Mercedes Colwin, a managing partner for law firm Gordon Rees L.L.P., to deliver CrisisShield.\nAccording to Ironshore, the service provides policyholders with coverage for expenses relating to \"the development of response strategies that will potentially mitigate adverse reputation consequences of certain specified risk events.\"\nCrum & Forster offers fleet loss safety tool\nCrum & Forster Insurance Co. has partnered with risk management firm DriveCam Inc. to offer loss control and safety management tools for commercial auto fleets.\nDriveCam provides data and video analytics intended to reduce costs and fuel consumption, by identifying potential behavioral improvements for drivers in real time, the San Diego-based organization said in a statement.\nCrum & Forster policyholders will have access to a Web-based portal that integrates DriveCam's tools and coaching, which include a fuel management solution application and in-cab video.\nCosts are based on an organization's needs. For more information, contact Trevor Schmidt, sales manager at DriveCam, at tschmidt@drivecam.com\nHartford adds to absence tracking tools\nThe Hartford Financial Services Inc. has expanded its absence management suite to include new reporting and tracking tools.\nThe reporting tool provides companywide absence summaries, details on specific absences, and integrated reports with filtering options.\nMeanwhile, the management feature collects records associated with an employee's request for accommodation under the Americans with Disabilities Act Amendments Act of 2008.\nAdditions to the program also include Absence Insights, a digital resource providing absence research, and three webinars scheduled throughout May.\nThe suite is available to employer clients.\nFor more information, contact Eric Brandt, senior vice president of Hartford's group benefits claims at Eric.Brandt@thehartford.com\nOneBeacon, TechAssure partner on education\nTechAssure Association Inc., a technology insurance brokerage association, has partnered with OneBeacon Technology Insurance to offer educational resources to its members.\nCalled TechAssure University, the program offers training services through private classes, webinars and seminars.\nTopics range from basic commercial insurance and risk management to more specialized areas such as cyber liability and directors and officers liability, TechAssure said in a statement.\nAs a lead sponsor of the program, OneBeacon Technology Insurance, a unit of OneBeacon Insurance Group Ltd., will provide content for the program.\nFor more information, contact Julie K. Davis, executive director at TechAssure Association Inc., at 512-377-9594 or juliedavis@techassure.com\n\nLoad-Date: May 9, 2013"
}