{
    "title": "Products & Services; CIGNA unit offers wellness coaching",
    "publisher": "business insurance",
    "year": 2004,
    "month": 10,
    "day": 18,
    "full text": "EDEN PRAIRIE, Minn.-CIGNA Behavioral Health is offering personalized coaching programs designed to enhance wellness programs. The coaching services can be made available through employee assistance programs.\nThe Lifestyle Management Programs offer support and education for wellness programs and discounts for programs such as Weight Watchers, Habitrol nicotine replacement therapy and fitness club memberships.\nParticipants undergo an assessment and are then offered a customized program and assistance from a coach.\nFor more information, visit www.cignabehavioral.com. \nHub enhances program for embassies, consulates\nNEW YORK-Hub International Ltd. has enhanced its Embassy Program, which provides property/casualty insurance to embassies, consulates and missions to the United Nations.\nThe program was developed by Kaye Insurance Associates Inc., a New York-based retail unit of Chicago-based Hub.\nThe enhanced embassy product now features a lower minimum premium for embassies, consulates and missions with property values under $1 million, revised from $2.5 million. In addition, Hub has extended its terrorism coverage to include liability insurance.\nTo expand the program into the District of Columbia, Hub has partnered with Washington-based Clements International; the firms will jointly offer auto and property/casualty coverage to embassies, consulates and missions.\nFor information, contact Cara Siegel at Kaye at 212-338-2204.\nRMS launches model for global terrorism\nNEWARK, Calif.-Risk Management Solutions Inc. has launched a tool to help insurers and reinsurers manage terrorism risks outside the United States.\nThe RMS Global Terrorism Risk Model allows companies to quantify property, business interruption and casualty risk associated with terrorism for locations in 227 countries. The model takes into account an assessment of local terrorist groups, the ''attractiveness'' of the location to terrorists, likely attack modes and historical terrorism loss in each region.\nThe company has also expanded the RMS Terrorism Scenario Model in its RiskLink catastrophe management software to cover 14 more countries. The model allows users to estimate multiline losses at any user-defined location under 30 attack scenarios, ranging from convention bombs to chemical, biological, radiological and nuclear attacks.\nFor more information, contact Peter Ulrich, managing director of the terrorism risk modeling unit of RMS, at 510-608-3341 or visit the company's Web site, www.rms.com. \nAscent offers HSA product\nFORT WORTH, Texas-Ascent Assurance Inc. has launched a health savings account that works in conjunction with high-deductible health plans.\nThe MedEquity health plans are designed to promote greater consumer choice and control over health care decisions. They will be available to both individuals and families in most states.\nAscent Assurance is an insurance affiliate of a subsidiary of Credit Suisse First Boston.\nFor more information, contact Cynthia Koenig, chief financial officer of Ascent Assurance, at 817-878-3732, or visit the company's Web site at www.ascentassurance.com. \nBenfield offers D&O report\nWESTPORT, Conn.-Benfield Group Ltd., a London-based reinsurance intermediary, has published the inaugural issue of ''Directions & Outlooks,'' a biannual report on the global directors and officers and financial lines markets.\n''Stockholder, regulatory and environmental lawsuits represent a serious and ongoing risk to American corporations,'' said Linda Johnson, executive vp and D&O practice leader at Benfield's Westport, Conn., office. ''Over a five-year period, the typical U.S. corporation has a 9% probability of facing a stockholder lawsuit...'Directions & Outlooks' will help our customers better understand the risks, anticipate trends and develop risk mitigation strategies.''\nTopics covered in the first issue include D&O settlements and claim trends in the mutual fund industry.\nA copy of the report can be viewed at www.benfieldgroup.com/ research. Copies also are available by e-mailing gmc@benfieldgroup.com.  \nWe'd like to report on new risk managment and employee benefit products and services offered by your company. Send information to: Carrie A. Brittain, Business Insurance, 360 N. Michigan Ave., Chicago, Ill. 60601-3806; telephone: 312-649-5313; fax: 312-649-7801; e-mail: cbrittain@businessinsurance.com.  \n\nLoad-Date: October 20, 2004"
}