{
    "title": "Products & Services; Book explores terrorism coverage",
    "publisher": "business insurance",
    "year": 2004,
    "month": 1,
    "day": 12,
    "full text": "DALLAS-''Terrorism Insurance: What Risk and Insurance Professionals Must Know'' is a new book from the International Risk Management Institute Inc. that gives a thorough look at terrorism insurance in the United States.\nThe book chronicles the industry's approach to providing terrorism insurance, from the initial attempts to develop new exclusions through the passage of the Terrorism Risk Insurance Act and up to the development of new forms that cover requirements in the act.\nLinda G. Robinson was the book's primary author, with one chapter by Kathryn A. Westover and parts of the book by the IRMI editorial staff.\nThe book covers the rights of commercial insurance buyers under TRIA and includes guidelines for determining whether to purchase coverage and how captive insurers can write terrorism coverage, among other topics.\nThe book is available for $28 at www.irmi.com/products or by calling 800-827-4242. In Dallas, please call 972-960-7693.\nEmployee screening services offered\nSOLON, Ohio-IntelliCorp Records Inc. and Wonderlic Inc. have teamed up to provide comprehensive employee assessment technologies.\nWonderlic, which provides employment screening information, will integrate its services with IntelliCorp's automated prescreening tool called IntelliSearch.\nWith the partnership, the two companies aim to provide behavioral profiling, pre-employment assessment technology and employment screening services. The companies will offer a suite of full-service assessment options designed to help employers make successful hiring choices.\nMore information is available from Solon, Ohio-based IntelliCorp at 440-505-0238.\nProgram prevents identity theft\nPORTLAND, Ore.-Identity Safeguards is offering a program to help employees prevent and recover from identity theft.\nThe Portland, Ore.-based company provides the program as a part of an employee benefits plan or as stand-alone product available at www.identitysafeguards.com. \nThe Identity Safeguards service provides credit report monitoring and fraud prevention education. For victims of identity theft, the program helps repair damaged credit, assists law enforcement agencies, provides legal assistance and reimburses lost income and expenses associated with the crime.\nMore information is available at Identity Safeguards' Web site.\nCoverage responds to evacuation losses\nPHILADELPHIA-ACE USA is offering a new coverage to protect businesses in coastal areas from losses due to government-ordered hurricane evacuations.\nThe coverage is designed to pay a stipulated value for full days of mandated evacuations, even if no physical damage is sustained.\nPolicyholders can receive a predetermined value for a full day of evacuation. The coverage is designed to help hotels, retail outlets, restaurants, marinas, casinos and manufacturers that lose revenue because of an evacuation. The insurance can also cover municipalities' costs for personnel and emergency services used in an evacuation.\nThe coverage is available through retail and wholesale insurance brokers. More information is available from Ravi V. Nathan at 215-640-4528 or at ravi.nathan@ace-ina.com.  \n\nLoad-Date: January 14, 2004"
}