{
    "title": "Products & Services Ascot offers online terrorism quoting system",
    "publisher": "business insurance",
    "year": 2005,
    "month": 5,
    "day": 23,
    "full text": "LONDON-Ascot Underwriting Ltd. has introduced an online terrorism quoting product that provides real-time insurance quotes and terrorism coverage for firms worldwide.\nThe Ascot Terrorism Automatic Quoting System intends to provide users with tailored insurance solutions. It works by entering key information-such as industry sector, risk analysis and location variable. Once the information has been added, the system automatically offers terms and conditions that can be bound immediately or will remain valid for 14 days. The ATAQ program offers quotes for low- and mid-level risks.\nFor more information, visit the company's Web site, at www.ascotuw.com.\nSafety tool tests floor surfaces\nSOUTHLAKE, Texas-Universal Walkway Testing L.P. has introduced the UWT BOT-3000, a portable floor testing robot, which is designed to help businesses identify and monitor problem floors.\nThe floor tester robot was developed to assist companies with significant losses due to slip-and-fall problems. It is an auditing tool allowing companies to monitor problem floors in advance of accidents or lawsuits. The BOT-3000 measures wet and dry coefficients of friction, and it can record, print and output data.\nFor more information on the Southlake, Texas-based Universal Walkway Testing's floor tester, contact Bob Ashlin, head of marketing and sales, at 817-552-4022 or at r.ashlin@uwtlp.com.\nDMEC releases employment survey\nSAN DIEGO-The Disability Management Employer Coalition has released its annual 2004 Salary & Demographic Survey, which provides the employment and salary trends of disability and absence managers.\nThe survey was conducted among DMEC private and public employer members and represents responses from 158 organizations. The survey findings reveal that the use of disability management consultants increased from .05% in 2001 to 22% in 2004. Also, 42% of the respondents indicated their company's disability management budget is less than $50,000, while 27% reported a budget in excess of $1 million.\nTo order a copy of the survey, contact the DMEC at 800-789-3632 or visit www.dmec.org/resources/publications.cgi.\nSchinnerer launches E&O program\nCHEVY CHASE, Md.-Victor O. Schinnerer & Co. is offering an errors and omissions program for consultants and staffing firms.\nChevy Chase, Md.-based Schinnerer's SpecialtyOne program is targeted at a variety of consultants, such as management, human resources, marketing and public relations consultants. It is also intended for market research firms and staffing firms.\nThe program features a duty-to-defend clause; worldwide coverage for suits brought in the United States, its territories and Canada; and defense coverage for criminal, dishonest, fraudulent or malicious errors and omissions.\nSpecialtyOne will be written through London-based Brit Insurance Holdings P.L.C. Limits are available up to $5 million.\nMore information can be obtained by contacting Mark Wolf, program manager, at 301-961-9867 or by visiting www.schinnerer.com.\nBetterley publishes report on tech E&O\nSTERLING, Mass.-Betterley Risk Consultants Inc. has published its fifth evaluation of the technology errors and omissions insurance market.\nThe ``Technology Errors & Omissions Market Survey-2005'' provides an evaluation of liability insurance coverages for technology products and service providers. The report reviews 12 of the leading carriers active in the market and also contains information on rate and retention trends and growth trends. Some of the topics include capacity and retentions, coverage terms and exclusions, risk management services and carrier contact information, among other information.\nTo obtain more information, an executive summary of the report can be found online at www.betterley. com/products.html. To order the report, visit            www.betterley.com/ ordering_information.html.\nSt. Paul Travelers launches Internet liability policy\nST. PAUL, Minn.-St. Paul Travelers Cos. Inc. has introduced an Internet liability protection policy for small to midsize technology companies.\nThe Internet Basic Liability Protection Policy covers two types of risks-failure to protect private customer or client information from hackers or accidental disclosure online and failure to prevent the transmission of computer viruses. It is aimed at technology firms with between $5 million and $100 million in revenues that conduct business over the Internet.\nTypical limits range from $1 million to $5 million. Additional capacity is available if needed.\nFor more information, visit the St. Paul, Minn.-based company's Web site at www.stpaultravelers.com.\nRIMS offers online Sarbanes-Oxley course\nNEW YORK-The Risk & Insurance Management Society Inc. has collaborated with Watchung, N.J.-based Penn Rhoads Institute to offer a new online Sarbanes-Oxley course.\nThe course, ``Understanding Corporate Governance in a Sarbanes Oxley Environment,'' is an introduction to corporate governance and it is aimed at managers and executives. Some of the course objectives include the ability to explain the goals of corporate governance in the broader corporate environment; list reasons why corporate governance approaches fail; and examine the organizational processes of the board of directors, corporate officers, auditors and others. The course takes about three to four hours to complete and a credit from it will qualify towards the RIMS Fellow designation.\nPenn Rhoads focuses on assessment and learning content in the areas of risk management, insurance and financial services\nFor more information, visit New York-based RIMS' Web site at www.rims.org/sarbanesoxley1.\nNIF forms partnership to offer D&O program\nMANHASSET, N.Y.-NIF Group Inc. has formed an alliance with Scottsdale, Ariz.-based National Casualty Co. to offer a nonprofit directors and officers program.\nThe program provides nonprofit D&O coverage, including broad employment practices liability and spousal liability coverages. Also, fiduciary liability and publisher's liability are available by endorsement. Aggregate limits of $3 million are available.\nNIF Professional Liability Risk Solutions, Manhasset, N.Y.-based NIF Group's professional liability managing general agent facility, will act as the program manager of the Nonprofit D&O program.\nFor more information, contact Karen A. Callanan, senior vp of NIF Professional Liability Risk Solutions, at 908-508-9696, ext. 11 or kcallanan@nifgroup.com. More information can also be obtained by visiting the company's Web site at www.nifgroup.com.\nA.M. Best releases reinsurance databases\nOLDWICK, N.J.-A.M. Best Co. has released two databases, ``Best's Statement File Supplement: Schedule F and Schedule S,'' which feature reinsurance data on property/casualty and life/health companies.\nThe Schedule F and Schedule S databases feature information on more than 3,000 companies, allowing users to track insurers who are ceding or assuming risk. The databases identify where insurers are placing their reinsurance business. The reinsurance data is based on information found in companies' 2004 NAIC Annual Statements.\nBoth Schedule F and Schedule S are delivered on a single CD-ROM, but the customer is given access via a password to only the database purchased. To obtain more information, visit www.ambest.com/sales/schedulef or            www.ambest.com/sales/ schedules. The CD-ROM can be ordered by contacting Oldwick, N.J.-based Best at 908-439-2200, ext. 5311.\nConsultant introduces HR Internet service\nSAN RAFAEL, Calif.-WEA Consulting has launched an Internet service for benefit managers and human resources professionals.\nThe Web-based human resources information system, sharedHR, intends to assist businesses in minimizing employment liability. The service is available on a subscription basis that is geared to companies with 50 to 3,000 employees.\nSome of the site's offerings include the ability to generate reports on benefits, hiring, salary and staffing histories; produce custom employee handbooks specific to state and company that can be automatically updated as federal and state laws change; and manage employee contact information, benefit selection, payroll information and salary history.\nMore information can be found by visiting www.sharedhr.com.\nWe'd like to report on new risk management and employee benefit products and services offered by your company. Send information about your new offerings to: Carrie A. Peinado, Business Insurance, 360 N. Michigan Ave., Chicago, Ill. 60601-3806; telephone: 312-649-5313; fax: 312-649-7801; e-mail: cpeinado@businessinsurance.com.\n\nLoad-Date: May 27, 2005"
}