{
    "title": "Professor shifts terrorism look to Africa, Asia",
    "publisher": "st. joseph news-press ",
    "year": 2007,
    "month": 2,
    "day": 14,
    "full text": "Feb. 14--Dr. Dan Cox considers the majority of research on terrorism as \"myopic.\"\nThe Missouri Western State University assistant professor of government is taking a closer look at Africa and Asia as part of research he's preparing for a book on terrorism. He discussed his research at Western Tuesday as part of the university's lecture series of faculty members who received research grants last summer from the Western Institute.\nDr. Cox is co-authoring the tentatively titled book, \"Terrorism and Instability in Asia and Africa,\" with Maj. Brian Stackhouse, a military science instructor at Western, and Dr. John Falconer of the University of Nebraska-Kearney.\n\"The authors and I feel that our foreign policy is myopic, just focusing on the Middle East,\" Dr. Cox said of their reason to look at 76 nations in Africa and Asia.\nConsidering that two democratic nations haven't engaged in war since the War of 1812, there is a popular notion that democratic countries are also less likely to experience terrorism. However, Dr. Cox's research shows that democratic societies' chances are slightly higher. Japan, for example, has an average of 3.3 incidents of domestic terrorism per year, whereas Vietnam experiences only .17.\n\"It's harder to track and oppress terrorists,\" Dr. Cox said of democratic societies where freedom is valued over security.\nA startling finding in the research shows that nations with few ethnic groups and few religions are the most violent. Violence also comes with repatriation or political unrest.\nTopping out domestic terrorist incidences in the last 29 years is India, with 303. Pakistan, a nation that Dr. Cox said is more of a danger to the U.S. than Iran, has experienced 188 incidents of international terrorism and 273 incidents in the last 29 years.\nCopyright (c) 2007, St. Joseph News-Press, Mo. Distributed by McClatchy-Tribune Business News. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: February 14, 2007"
}