{
    "title": "Professor starting new terrorism center",
    "publisher": "university wire",
    "year": 2002,
    "month": 10,
    "day": 25,
    "full text": "The University of Pennsylvania's new Institute for Strategic Threat Analysis and Response is up and running with research projects underway, but it is not the only terrorism-related initiative that has arisen recently in the region.\nPolitical Science Professor Stephen Gale -- a renowned terrorism expert who has advised government officials on national security issues -- is also gearing up to direct an independent, state-funded antiterrorism research organization.\nBut according to Gale, who is highly critical of ISTAR, the money for his center was originally offered to Penn, but the University declined.\nISTAR was created late last spring as a response to the Sept. 11 terrorist attacks. The collaboration of research and educational projects, which held its first event last week, is comprised of more than 70 administrators and faculty members.\nU. Pennsylvania\nGale, who is not a member of ISTAR, will be coordinating his new Center for Research on Terrorism and Counterterrorism through the Foreign Policy Research Institute, an independent Philadelphia organization that was founded by a Penn faculty member in the 1960s. Thursday, the center was officially awarded its first $ 1 million state grant.\nAccording to Gale, that funding -- which could potentially total $ 6 million over a six-year period -- was originally proposed in January by Congressman Robert Brady as a way to help set up a University-run terrorism center. After Penn declined the offer, Brady, a longtime friend and colleague of Gale's, continued to lobby for the funding, eventually securing it for the Foreign Policy Research Institute.\nUniversity administrators have said that their failure to accept the funding, just months before going on to establish ISTAR, was due to specific procedural regulations that restrict the way in which Penn can receive grants.\n\"Penn has developed a mechanism with the Commonwealth for how we apply for funding, and we are not willing or able to go outside that mechanism,\" University President Judith Rodin said. \"There are annual appropriation requests that are made every September, and they go through the regular appropriation hearing, and this was way past that September deadline… We had already filed our appropriation request.\"\nGale said that although the University cited legal reasons for not accepting the proposed funding, instead of actually declining the offer, administrators requested it be used for another purpose, such as Veterinary School research. And he thinks that Penn's reluctance to create an antiterrorism center at that point was closely tied to the fact that he would be involved in it.\n\"It's sort of hard to imagine that you have a Congressman saying he's willing to go to bat for you… that you wouldn't at least hear him out,\" Gale said.\n\"It turned out that they didn't want me to be an integral part of it at all,\" he added.\nIt was not until the spring that Penn's administrators decided to form ISTAR -- an institute based on finding ways to respond to different types of asymmetric threats, including terrorism, cyber attacks and nuclear threats.\nGale said that he first found out about the formation of ISTAR in June while meeting with government officials in Washington.\n\"They had never mentioned to the Congressman that they were going to start ISTAR,\" Gale said.\nNow, months after ISTAR's launch, Gale is not one of its 73 affiliated faculty members, and has no plans to become one.\nAccording to Rodin, he was \"invited, but elected not to join.\"\n\"We were very eager for Professor Gale to participate in this initiative,\" Rodin said. \"I urged him personally, as did several others.\"\n\"By [the time I found out about ISTAR] I had already committed to setting up this institution, and I can't work on both sides of the street,\" Gale said.\nBut his views on the institute are more complicated than that. In his opinion, ISTAR's structure and composition are far from ideal and do not provide a practical or effective response to the problem of terrorism, or to any other immediate strategic threats.\nHe said that because ISTAR mainly consists of a variety of research projects that individual faculty members began working on long before the institute's creation, it is \"a facade, a front on the things that we always do.\"\n\"The idea is to increase our sponsored funding by showing that we are already doing work that could be related to terrorism,\" he said.\n\"Nothing's changed.\"\nBecause of this, Gale said, ISTAR is actually \"counterproductive.\"\n\"It isn't a directed program,\" Gale said. \"There isn't a building where everyone is working on the same idea.\"\nThis lack of united focus is a huge obstacle, Gale said, considering the fact that terrorism is an immediate threat.\n\"It's a nice idea,\" Gale said. \"In a time when there wasn't any real threat from terrorism, I guess that's exactly the kind of center you ought to set up.\"\n\"The problem is that if you form an institute today… given the immediacy of the problem, what you'd like to have is some direction,\" Gale added. ISTAR \"looks very diffuse to me.\"\n\"Why spend any effort trying to pull [faculty] together [when] they're not ready to change their research so that it could be focused on terrorism?\" Gale added.\nISTAR Director Harvey Rubin is quick to point out that responding to terrorism is only one of the institute's many goals.\n\"We're much broader than that,\" Rubin said. \"It's not just terrorism for sure, it's any kind of strategic event that might happen.\"\nBut Gale said ISTAR's broad scope is part of its problem.\n\"If you're going to cover everything in one institution that's a threat to the world… that's impossible,\" Gale said. \"That's not an institute, that's a university.\"\nAnd, he said, the institute is at odds with Penn's mission.\n\"Benjamin Franklin spoke of this University as a combination of theory and practice,\" Gale said. \"This seems to be the antithesis of that… the real underlying question is, given the motivation of this University at all, why would we have started a center that seems to be contradictory?\"\n(C) 2002 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: October 25, 2002"
}