{
    "title": "Professor of Political Science discusses how terrorism ends",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 5,
    "full text": "Asif Nawaz, Libra Diversity Professor of Political Science and International Affairs, Department of Political Science, brought his discussion to task on Thursday, Feb. 2 by stating the simple fact that, \"terrorism won't end, but terrorist groups can.\"\nNawaz explained that he has been studying the rise and fall of terrorism for years. He discovered that from 1970 to 2014, the average number of attacks, fatalities and fatalities per attack have increased drastically. In 2001 specifically, there was a huge spike in civilian killings. There has also been a rise seen in religiously-motivated terrorist groups. \"Why are some terrorist groups more likely to target civilians?\" he rhetorically asked the audience. \"It's the principal agent problem; principals cannot control its agents, and they have divergent preferences.\"\nNawaz explained that there are several reasons that terrorist groups see their rise and demise over time. Terrorist groups that survive longer than others are able to calibrate the level of violence to make it tolerable to the public, retaining their support. Terrorists choose their targets cautiously, often to gain attention, not necessarily to kill.\nIn his presentation, Nawaz included a quote from former CIA chief James Woolsey. \"Terrorists don't want a seat at the table, they want to destroy the table and everyone sitting at it.\" Nawaz added that groups meet their demise by loss of public support, providing examples such as Al-gama'a al-islamiyya, Sikh Separatists in India, Chechen Separatists, Red Brigades in Italy and the Real Irish Republican Army.\nNawaz discussed the principal-agent problem in terrorist groups; in which leaders (the principal) delegates their power to its operatives (the agent). This typically leads to unnecessary violence and a struggle to strike a hard balance between the need to inflict pain and the danger of provoking a backlash from the local population.\nHe explained it was interesting that \"the favorable public opinion for terrorism is a prerequisite for success of any rebellion.\" He added that in a terrorist group, you're more likely to survive if you're active and more likely to die if you're lethal.\nTo close his discussion, he asked the audience how the variation in groups target selections influence their longevity? In short, selective violence against the government, the military and the police encourages it, as does a positive relationship between a groups lethality and mortality.\n\nLoad-Date: February 14, 2017"
}