{
    "title": "Prof discusses U.S. strategies against terrorism at U. Rhode Island",
    "publisher": "university wire",
    "year": 2005,
    "month": 4,
    "day": 5,
    "full text": "Killing Osama bin Laden won't end terrorism, Naval War College Professor Jeff Norwitz said, but solutions do exist.\nNorwitz spoke Friday during this week's University of Rhode Island Forensics Seminar , which was entitled \"Discovering and Defending the Grand Strategy of al-Qaeda.\"\nNorwitz said terrorism can be addressed on three levels: global, state and individual, with individual being the most important.\n\"This is where solutions to the war on terrorism lives,\" Norwitz said, adding that individuals \"imagine consequences and dream innovations.\"\n\"It's good to know what to look out for and what you should be aware of,\" URI student Gregory Serabian said.\nNorwitz stressed that individuals drive non-governmental organizations, and they \"make a huge difference,\" as some are financers for terrorist operations.\n\"Terrorists can only commit crimes with the help of their enablers,\" Norwitz said.\nProper training also permits terrorist operations, he said. While al-Qaeda's training is not as extensive as the United States, it is up to the same level as most militaries, including some U.S. allies.\n\"We can counter-attack by focusing on the facilitators,\" Norwitz said.\nThe audience watched al-Qaeda training videos that showed terrorist events such as the kidnapping of an undefended roadside target and the assassination of an individual at a golf course.\nNorth Kingstown High School student Lindsay Gilbert said it is important to know \"everything going into planning the attack and the practices that they do. We can actually learn from watching the movies that they watch and learn.\"\nAl-Qaeda, which means \"the base,\" was established in Afghanistan during the eighties to protect the country from Soviet invasion during the Cold War, Norwitz said.\nIts priorities changed after it successfully defeated the U.S.S.R. The goals of al-Qaeda leaders clashed. Abdullah Azzam wanted the group to continue to defend in Afghanistan, while bin Laden wanted the organization to be an offensive global jihad.\nAzzam was assassinated by members of the Egyptian Islamic Jihad, the terror group that supported bin Laden.\nDuring the Gulf War in 1991, Norwitz said \"bin Laden was humiliated by the Saudi Royal family.\" He said they wanted the United States to fight in Kuwait instead of al-Qaeda.\nEver since, al-Qaeda had three kinds of goals-short-term local, mid-term regional and long-term global-Norwitz said. Both the local and global goals deal with United States removal.\nIn the short term, al-Qaeda wanted to withdraw U.S. troops from the area and in the long-term remove U.S. influence from the Middle East. The mid-term goal is to create \"true\" Islamic states.\nMany audience members asked Norwitz questions regarding U.S. foreign policy. One student questioned the United States' basis for their current presence in Iraq.\n\"Intelligence was so wrong and inept that decision-making could not have occurred properly,\" Norwitz said.\nHe later said that intelligence is flawed, but still has value.\n\"The future is unknowable,\" he said.\nNorwitz said he regards the war in Iraq as, \"the fat lady who sings, we haven't found her yet. The story is not over.\"\nHowever, some of the audience was not pleased with the question and answer session following Norwitz's presentation.\n\"Unfortunately the question and answer segment was rather harsh,\" Serabian said. \"I wasn't done with asking my question before he started nit-picking it and answering it for me. I don't know how you answer a question without knowing a question.\"\nDuring the session when responding to Serabian, Norwitz said, \"If the assumptions aren't correct, then the question has no validity.\"\nNorwitz graduated from Eastern Kentucky University with a degree in Criminal Justice. After serving in the army, he worked in law enforcement in Colorado. Norwitz worked for the Naval Criminal Investigative Service beginning in 1985 and received the Navy's Meritorious Civilian Service Medal twice. He currently teaches at the Naval War College in Newport.\n(C) 2005 The Good Five Cent Cigar via U-WIRE\n\nLoad-Date: April 5, 2005"
}