{
    "title": "Professor Peter Krause Discusses Terrorism on 'The Take,' 'Live With Tamron'",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 25,
    "full text": "class=\"entry-content\">\nLast week, Ahmad Khan Rahami set off bombs in Chelsea, N.Y., and Elizabeth, N.J.. News stations from across the country rushed to cover the tragedies that left 29 people injured, and to study Rahami's possible connection to the Islamic State of Syria. MSNBC, NECN, and WGBH called in Boston College political science professor Peter Krause to give his take on the bombings.\nKrause, who focuses his research on Middle Eastern politics, terrorism and political violence, national movements, and international relations, was featured on NECN's The Take, MSNBC's Live with Tamron and WGBH's Greater Boston on Monday afternoon.\nKrause believes that there was a mass amount of press coverage surrounding the bombings because they were set in New York, the most populous city in the United States, and the site of the Sept. 11 terrorist attacks.\nOn The Take, host Sue O'Connell asked Krause about why officials were reluctant to attribute the explosions to bombs and to connect Rahami to international ties. Krause responded by saying that officials must be careful to not instill unnecessary fear in the public and to not be accusatory of a certain group until they have all the details and evidence.\nO'Connell also brought up the question of when ISIS gets to claim responsibility for attacks on U.S. soil. Krause differentiated between the bombings and a mall stabbing in St. Clair, Minn., that injured nine people last weekend, for which ISIS did claim responsibility. In the Minnesota stabbing, the suspect was pronounced dead and the operation was complete, so ISIS was able to claim him as an ISIS soldier, whereas in the New York and New Jersey bombings, the suspect is still alive, so ISIS must be more careful in taking responsibility for his actions.\nO'Connell and Krause also discussed the decreasing prevalence of the ISIS. Krause said that in terms of territory, ISIS will eventually lose out against powerful western nations. As a terrorist organization, however, Krause thinks that it will continue to carry out attacks throughout Europe, the U.S., and Africa.\nIn his interview with Tamron Hall, Krause spoke about the difference between Rahami and the Boston Marathon bomber, Dzhokhar Tsarnaev. He said that the Boston bomber operated more intelligently than Rahami. The bombs this weekend were placed in a dumpster, which limited the explosion; Rahami left fingerprints on the devices, which allowed the authorities to quickly identify the culprit; and cell phones were left with the bombs, which were not completely destroyed and gave the police access to additional records.\nHall and Krause also discussed whether the bombings this past weekend were a test run for future attacks. Krause believes that it is still too soon to tell whether these bombings will stand alone.\nFor his final appearance of the day, Krause joined Greater Boston host Jim Braude and executive director of  Community Resources for Justice Christine Cole to talk about Boston's reaction to the bombings in New York and New Jersey. Braude brought up a cellular alert that was sent out to New York residents in the area to warn them about the bombing and to keep an eye out for the perpetrator. Braude and Cole debated the merits of alerting the community when a tragedy occurs, and whether the cellular alert encouraged racial profiling.\nKrause also discussed how web browsers like Google have started to filter the results of people's web searches to discourage the public from allying itself with ISIS. For example, if a person were to search ISIS on Google, links to negative press on the terror group would come up, rather than beheadings or killings of civilians.\nKrause and Braude discussed whether incidents like this affect voting patterns, especially within weeks of the presidential election. Krause explained that people will often vote conservative after an instance of terrorism, as the right often has more critical stances on issues of national security. In this election cycle, however, Krause explained that polls show that the population puts more trust in Hillary Clinton, the Democratic presidential nominee, when it comes to terrorism issues.\nWhen Krause was earning his doctorate from the Massachusetts Institute of Technology, he served as a predoctoral fellow at the Belfort Center at Harvard Kennedy School of Government. He was listed online as studying terrorism and insurgency in the Middle East, and news stations began to reach out to him to conduct interviews.\n\"With a lot of these media things, if you speak articulately and they like you, then they'll invite you back,\" Krause said.\nBy the time he became a professor at BC, Krause had published several articles and NECN's booking agents reached out to him to talk about terrorism and political violence. BC's Office of News and Public Affairs has also helped Krause set up interviews with local news stations in the past.\nBefore doing interviews with news stations, Krause said he does extensive research on the topic he is speaking about. When he has a positive relationship with the stations, Krause can also pitch topics and points that he thinks are relevant to cover within the interview.\nKrause said that media interviews can be difficult to fit into his schedule, as he is constantly working on research as an assistant professor at BC.\n\"At the end of the day, if I feel I can still give some good insight, it's worth it,\" Krause said.\nFeatured Image Courtesy of Gary Gilbert\nTaylor is the associate news editor for The Heights. She is from Los Angeles, CA, but defies stereotypes by not surfing or tanning easily. You can follow her on Twitter @taysaintg.\n\nLoad-Date: January 9, 2017"
}