{
    "title": "Prof._ No definition for terror",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 2,
    "full text": "\"If today, you are an American, and you can't understand why the people of the south don't like America, you are not aware of what's going on,\" Dr. Tariq Ramadan said yesterday.\nIn a speech entitled \"Terrorism and Al-Qaeda: What Muslims in the West Think About Them,\" Ramadan argued to a capacity crowd that no true definition of terrorism exists, and every American should consider their position in the world.\nRamadan, a professor at Universities of Fribourg and Geneva, Switzerland, pointed to books, historical studies and official papers from the United Nations and other European governments to support his thesis.\nRamadan said that the list of terrorist groups changes depending on the government and public political interest of the time. This makes it difficult to define who we consider a terrorist. Ramadan gave the example of France's decision to confirm freedom fighters from Chechnya as terrorists, which occurred only after the French government started diplomatic contact with the Putin administration.\nImmediately following Sept. 11, Israeli Prime Minister Ariel Sharon made a comment about how America had their Osama Bin Laden, and Israel had Yasser Arafat. Ramadan criticized this comparison between the two. While killing innocent people in Israel is condemnable, he argued that it is not the same as killing innocent people in the states, since New York is not occupied territory.\nPalestinians today claim they are facing state terrorism from the Israeli government, and the actions of Palestinians are thus reactions of resistance rather than terrorism. Ramadan compared this to a scene with an oppressor and a victim. Suppose the oppressor starts injuring the victim -- the victim could react violently in self-defense. If one was to take photos of the scene, one could easily make it seem that the victim instead looked like the oppressor. Thus, it depends on where you start examining the situation.\nOn the concept of jihad, Ramadan explained that while there is only one Islam, with one set of basic Islamic principles, one god, five pillars of practice and six pillars of faith, the readings of Islamic sources, differ widely.\nThese different readings give rise to different interpretations of the concept of jihad. Ramadan said the history of human beings has been one of domination and oppression. Jihad, at the collective level, is resisting oppression with the choice of war or peace. Jihad is not to go toward war, but to go toward peace, he said.\n\"What is the picture America is giving the world today? The super power?\" The United States has imposed its foreign policy and economic order on the rest of the world, he said. In the name of the war of terrorism, he said, the United States can do whatever it wants, and decide who is good and who is bad, and who belong to the axis of evil.\nRamadan urged the audience not to sit back, arguing that as citizens of the world, everyone has a responsibility to stand up, not only as \"Muslims for Muslims, Christians for Christians and Jews for Jews.\" He gave the example of the global march against the war in Iraq on the 15th of February. The response of the citizens of Europe helped to enforce certain European governments to stand up against the U.S. government. Ramadan said we all must work together, in the name of a common value, the principle of justice.\nRamadan is the author of numerous books and articles and was recently named one of Time's 100 most important spiritual innovators for the 21st century.\nYesterday's speech was held by the Al-Nur Muslim Student Association.\n\nLoad-Date: February 2, 2017"
}