{
    "title": "Professor's Work Cited in Terrorism Court Case",
    "publisher": "university wire",
    "year": 2007,
    "month": 6,
    "day": 9,
    "full text": "Debra M. Strauss, assistant professor of business law, wrote an article in May 2005 that was citied by the District of Columbia in a landmark case pertaining to terrorism and the downing of Pan Am Flight 103.\nStrauss's article entitled, \"Enlisting the U.S. Courts in a New Front: Dismantling the International Business Holdings of Terrorist Groups Through Federal Statutory and Common-Law Suits,\" was published in the Vanderbilt Journal of Transnational Law.\n\"In my article, I argue that the national approach that has been used to dismantle the infrastructure of hate groups can be extended to the international realm and used against terrorist groups,\" said Strauss.\nAll 259 passengers on board the Dec. 21, 1988 flight and 11 people on the ground were killed when the plane exploded 31,000 feet in the air over Lockerbie, Scotland in what was determined to have been caused by a terrorist bombing.\nStrauss said inspiration for writing the article came from hearing Morris Dees of the Southern Poverty Law Center speak as a part of the Open VISIONS Forum in Oct. 1999.\n\"Morris Dees has been instrumental in initiating civil lawsuits against hate groups as an alternative and supplement to the criminal justice system,\" said Strauss.\nDue to the involvement of the U.S. government on military and diplomatic fronts in the war on terrorism, Strauss said she realized that private citizens could have a positive effect and join the effort against terrorism.\n\"It occurred to me that private citizens could bring lawsuits against terrorist organizations so as to dry up their assets and financial backing, thereby eliminating the funding for future terrorist activities,\" said Strauss.\nIn Hurst v. The Socialist People's Libyan Arab Jamahir, et.al., the court cited Strauss's article as the authority in interpreting Section 2337 of the Anti-Terrorism Act, which denied the defendants' motion to dismiss the case. It allowed the civil lawsuit against Libya and Libyan officers waged by some of the families of the Pan Am passengers to continue.\nThe purpose of the article, Strauss said, is to analyze case precedents under several federal statutes including the Antiterrorism Act of 1991, the Antiterrorism and Effective Death Penalty Act of 1996, the Torture Victim Protection Act, and the Alien Tort Claim.\n\"I propose an aggregate model for lawsuits by victims against terrorist groups, organizations and state sponsors of international terrorism, combining these claims and the types of damages and defendants accessible,\" said Strauss.\nStrauss's article has been cited by the District Court for the District of Columbia (February 2007) as well as by a Wikipedia entry on the Antiterrorism Act, which references it as the authority.\n\"This article has also made its way into the encyclopedic legal sources as the cited authority in this area. Now the article has reached courts in support of precisely the type of lawsuits I had proposed against terrorist groups and state-sponsors of terrorism,\" said Strauss.\n\nLoad-Date: February 23, 2016"
}