{
    "title": "Professor_ Pull funding to help stop terrorist acts",
    "publisher": "university wire",
    "year": 2004,
    "month": 12,
    "day": 1,
    "full text": "Massive firepower, tanks and jets may help in the war against terrorism, but cutting off terrorist funding can be just as effective.\nThis year's recipient of the Blackmon-Moody Award, Walter Enders, chair of the economics and finance department and professor of economics said applying business strategy to the implementation of anti-terror legislation is practical.\nIt is logical to assume the enemy will make the best move available to them to counteract the opposition, he said, comparing the War on Terror to a chess game.\nHe said practical use of economic theory is beneficial to choose the best way to counter the strategies of terrorists.\nHe also said the economics of game theory explored by John Nash, a famous economist and subject of the popular film \"A Beautiful Mind,\" are applicable to fighting terrorism. Game theory, Enders said, is about predicting human behavior given certain circumstances.\n\"You need to understand how [terrorist] behaviors will change in reaction to counter-terrorist measures,\" he said.\nEnders said his application of business strategy to the war on terror is likely the reason he was selected to receive the Blackmon-Moody Award by UA President Robert Witt and a committee that reviews faculty nominations. The award is given to a UA faculty member each year.\nEnders said he wanted to study economics when he realized problems that afflict society, and he said he wanted to find ways to make improvements to society.\n\"[Economics] addressed what I thought were significant problems in a scientific way,\" he said. \"I liked the economic way of thinking.\"\nEnders said he gave a presentation in California on the topic of homeland security. He analyzed how terrorist activities have spread in recent years from high-income, industrialized countries to low-income, developing nations since 9/11.\nIn the majority of cases, it is easier for terrorists to work when governments do not monitor their activities closely, he said. There is less governmental interference in developing nations, he said.\nEnders, whose work has been published in multiple economic journals, said he is currently studying the effect terrorism has on the international flow of currency, or \"foreign direct investment.\" He and his colleague Adolfo Sachsida hope to write a paper on this topic, he said.\nThe department of economics and finance will offer a new course exploring terrorist activity next semester, Enders said. Enders will teach EC 497, \"Political Economy of Terrorism,\" and will focus upon the economics of terrorism, the professor said.\nThe text for the course will be a book co-authored by Enders, and students enrolled in the class will extensively review and analyze The 9/11 Commission Report.\nEnders holds a bachelor's as well as a master's degree from the University of Toledo. His received his doctorate from Columbia University.\nIn addition to the 2004 Blackmon-Moody Award, Enders, Enders was a co-recipient of the 2003 Award for Behavioral Research Relevant to the Prevention of Nuclear War Risk given by the National Academy of Sciences.\n(C) 2003 The Crimson White via U-WIRE\n\nLoad-Date: December 1, 2004"
}