{
    "title": "Professor to research national security threat prevention",
    "publisher": "university wire",
    "year": 2008,
    "month": 3,
    "day": 20,
    "full text": "The U.S. Department of Homeland Security recently awarded Northeastern with a prestigious $10 million grant for Explosive Detection, Mitigation and Response to prevent and diminish explosive-related terrorist attacks, according to a Northeastern press release.\nMichael Silevitch, an engineering professor who is now co-director for awareness and localization of explosive threats, said the research will be co-led by Northeastern and the University of Rhode Island.\n\"We acquired this grant through a competitive proposal process, with about 60 other schools submitting concept papers,\" Silevitch said.\nConcept papers were not required, but were encouraged for initial feedback, he said. It was filtered down to a few proposals, and sites were visited, he said.\nThere are a number of other university partners, Silevitch said, and they have essentially built upon the existing Gordon center.\n\"How do we, as a country, deal and respond to terrorist threats that include terrorist suicide bombers, and school bomb threats,\" Silevitch said. \"In addition to what we're doing in the field of homeland security, we need a component of academic research. We're looking at ways to develop a basic research method to detect, mitigate and respond to explosive-related terrorist threats.\"\nIt is long range research, lasting five to 10 years, with the hope of near-term results, Silevitch said. The researchers are hoping to see products within the next two to three years.\n\"[We want] breakthrough science and engineering, not just evolutionary,\" Silevitch said. \"We hope to keep plugging away until... we make many breakthroughs.\"\nSilevitch said the need for this research is a concern with dealing with potential terrorist threats in the United States.\nRaytheon Amphitheatre is an example of the extensive collaboration between Northeastern and the defense industry, Silevitch said.\n\"We use those links and tune them toward dealing with these potential explosive-related terrorist threats. Analogic, Textron and roughly about 15 other companies would work collaboratively. We have support from the CommonWealth of Massachusetts to provide [the industry] with any funding to help us with this research,\" Silevitch said.\nDavid Schmitt, a Northeastern professor of political science, said the magnitude of this research is important.\n\"It is directly related to the welfare of the country and the broader fight against terrorism,\" Schmitt said.\nSchmitt's primary interest is in national security issues and he is pleased to see the granting of this award to the members of the Northeastern community, he said.\n\"I don't find it to be controversial. I find it to be related to the overall struggle against terrorism. In respect to military issues, from what I understand, the principle focus is defensive measures,\" Schmitt said. \"I think it's excellent, in all regards, that a group at Northeastern has received this reward.\"\nJunior criminal justice major Tricia Howell said she looks forward to the newfound research opportunities at Northeastern\n\"I commend Northeastern for winning the Centers of Excellence grant. I think this will open opportunities for students in researching and developing new technologies for national security,\" she said.\nSenior philosophy major Jacob Kuklick had a different viewpoint.\n\"Northeastern is allocating all this money to building these huge buildings in Roxbury and fighting terrorism, [but] is Northeastern really going to be a part of fighting any terrorism?\" he said. \"We're not a military institution. I think money should be going toward creating scholarships for low-income students to help diversify the school, or the student body. We received all this money and it really makes you wonder where it's all going.\"\n(C) 2008 The Northeastern News via U-WIRE\n\nLoad-Date: March 20, 2008"
}