{
    "title": "Professor heads to Air Force",
    "publisher": "university wire",
    "year": 2010,
    "month": 2,
    "day": 26,
    "full text": "Written Bynewsadmin\nBy Allie Robinson\nEditor-in-Chief\nagr2q@uvawise.edu\nAlthough he said he has enjoyed his seven years teaching at UVa-Wise, one associate professor of administration of justice said he is looking forward to getting back to working with the Air Force.\nFormer Air Force Staff Sergeant George Michael will leave the college at the end of the semester and pack his bags for the Air Force Counterproliferation Center at the Maxwell Air Force Base in Montgomery, Ala.\nThere he will teach classes on terrorism, proliferation issues and biowarfare at the Air War College of the center, serving as an associate professor of nuclear counterproliferation and deterrence theory.\n\"I'm leaving with mixed feelings,\" he said. \"[But] I am looking forward to...an institution that's big on strategic studies. I can focus on my research interests. It's nice when you can move on in your career and also go into a position where you can do more specialized research.\"\nHe said he will be teaching elective courses in a seminar class environment.\n\"There will be more emphasis on in class participation from students,\" he said.  \"I'll be teaching students who have a lot of relevant experience in the area.\"\nHe said it is kind of exciting for him to go back to working with the Air Force.\n\"I remember way back when I was an airman,\" he said. \"I never thought I'd be teaching at the Air War College.\"\nKristina Feeser, associate professor of psychology, said that it will be a \"terrible loss\" to the Department of Social Sciences once Michael leaves.\n\"It will be difficult to replace such a scholar,\" she said. \"And, it'll be weird because he's always the last one out of the office-the last thing you always say is, 'Goodnight, George.'\"\nShe said that as far as she knows, the department is not permitted to replace Michael.\n\"It leaves a really big hole in the program,\" she said. \"We'll do everything we can to make sure the majors graduate. We never let the students hang out in the wind.\"\nMichael said he became interested in terrorism when he was in graduate school. After obtaining his doctorate in public policy from George Mason University, he started teaching in Wise. Michael has written four books about terrorism.\n\nLoad-Date: January 20, 2015"
}