{
    "title": "Professor linked to terrorism cops guilty plea",
    "publisher": "university wire",
    "year": 2006,
    "month": 4,
    "day": 18,
    "full text": "After 10 years of government surveillance, three years of imprisonment and a six-month trial, both parties in the terrorism case of former University of South Florida professor Sami Al-Arian have reached an agreement.\nOn Monday, a federal judge accepted Al-Arian's guilty plea to one count of conspiracy to provide services to benefit members of the Palestinian Islamic Jihad (PIJ) terrorist organization.\nAccording to a U.S. Department of Justice press release submitted after the closed proceeding, Al-Arian could face 46 to 57 months in prison; per his plea agreement, he could also face a fine of up to $250,000. The release also stated Al-Arian agreed to deportation to another country through Immigration and Customs Enforcement at the end of his prison sentence.\nSentencing has been scheduled for May 1, 2006.\nAhmed Bedier, Tampa spokesman for the Council on American Islamic Relations, said Al-Arian should be out sometime in May with time already served.\n\"We have a responsibility not to allow our nation to be a safe haven for those who provide assistance to the activity of terrorists,\" U.S. Attorney General Alberto Gonzales said in the release. \"Sami Al-Arian has already spent significant time behind bars and will now lose the right to live in the country he calls home as a result of his confessed criminal conduct on behalf of the Palestinian Islamic Jihad, which is the same conduct he steadfastly denied in public statements over the last decade.\"\nAl-Arian's attorney Linda Moreno could not be reached for comment, but Al-Arian's wife, Nahla, said she and her husband would gladly go \"anywhere there's freedom.\"\n\"Sami came to this country 31 years ago in pursuit of the American dream. I'm saddened that we will be leaving the country we love and have called home for most of our lives,\" Nahla said in a prepared statement. \"However, I'm very much looking forward to being reunited with my husband and once again living as a family in freedom.\"\nIt is still unclear where Al-Arian and his family will be deported.\nThe plea agreement, which was drawn up by Al-Arian's attorneys and federal prosecutors, acknowledges Al-Arian did not commit violent crimes and that there are \"no victims direct or indirect\" due to his involvement with the PIJ. But the agreement also said Al-Arian was aware that the PIJ achieved its objectives via acts of violence.\n\"In a way it's a vindication for him, because it does not say anything about that he financed terrorism or violence,\" Bedier said. \"We were told he was the No. 1 financier of terror in America, and according to the statement of facts, he didn't finance any violence or any terrorism or support terrorism.\"\nWithin the 15-page agreement, Al-Arian admitted to being associated with the PIJ in the late 1980s and mid-'90s, prior to the PIJ's designation as a terrorist organization.\nThe former USF computer engineering professor also admitted to filing for immigration benefits for PIJ associates, hiding their identities and providing assistance for PIJ associate Mazen Al-Najjar in a U.S. Court proceeding.\nAl-Najjar is Al-Arian's brother-in-law and a former USF professor. He was deported in 2002 after being held in jail for nearly three years on secret evidence.\nBedier said Al-Arian used money from overseas to put toward his brother-in-law's court case.\nAl-Arian was acquitted on Dec. 5, 2005, on eight of 17 charges, including conspiracy to maim and murder people abroad and providing material support to a terrorist organization. The jury deadlocked on the other charges, with 10 of 12 jurors acquitting him on all charges.\nMost of the charges brought against Al-Arian came out of an executive order issued by President Bill Clinton in 1995, which \"prohibited certain transactions, including the making or receiving or any contribution of funds goods, or services to or for the benefit of organizations and individuals who were declared 'Specially Designated Terrorists.'\"\nIn 1995, the government also designated some members of the PIJ -- including Ramadan Shallah -- as specially designated terrorists.\nShallah worked alongside Al-Arian as chief administrator at World Islamic Studies Enterprise (WISE), but resigned from his position in the spring of 1995 to travel to the Middle East. A few months later, Shallah became the head of the PIJ.\nIn the agreement, Al-Arian acknowledged that he had lied to the media about knowing Shallah had become the head of the PIJ.\nBut Al-Arian's attorney William Moffitt said Al-Arian did not want Shallah to be associated with WISE and his organization and lied to help save WISE's image as a respectable institution.\nDuring the trial, prosecutors said Al-Arian used WISE and USF as a cover to help fund the PIJ and said he was its North American leader.\nBut Al-Arian's defense lawyers and several USF administrative witnesses said in court that WISE was a scholarly institution, and submitted fair and balanced educational journals.\nUSF President Judy Genshaft put Al-Arian on paid leave in September 2001. Genshaft has declined to comment on Al-Arian's status with the University.\nAl-Arian was arrested on Feb. 20, 2003, and fired from USF six days later. He has been in jail ever since.\n(C) 2006 The Oracle via U-WIRE\n\nLoad-Date: April 18, 2006"
}