{
    "title": "Professors' op-ed in Oregonian sparks debate",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 29,
    "full text": "Two professors wrote an opinion article that ran on the front page of \"The Oregonian\" on Oct. 20 that has caused some controversy.\nAssociate Professor of English and Environmental Studies David Sumner and Assistant Professor of Mass Communication Lisa Weidman co-authored the article \"Eco-terrorism or Eco-tage: An Argument for the Proper Frame,\" which was published in Interdisciplinary Studies in Literature and Environment and will appear in print later this month. The opinion piece was written in response to Rebecca Rubin, a member of The Family-frequently termed an eco-terrorism group-pleading guilty to 12 crimes that resulted in $40 million in damages from 1996 to 2001.\n\"Lisa contacted me to see if I'd heard about what was happening with Rebecca Rubin,\" Sumner said. \"She said 'if we're going to write an op-ed on this, it's the perfect time.' So we had our hook.\"\nThe op-ed, titled \"Eco-sabotage should not be mistaken for eco-terrorism,\" used the example of the Rubin case as a tie in to the original article that both professors wrote after conducting research looking at newspapers from the last 11 years. They believed that through content-analysis they could scan newspapers for the term eco-terrorism and build a case as to why the term \"terrorism\" is not appropriate in this context.\n\"We decided to draw the line at human life,\" Sumner said. \"One thing I want to make really clear though is that these people should be punished for the property crimes they commit. People seem to lose that fact. What we're saying is that they are arsonists, they're vandals, they're trespassers, but they aren't terrorists. That's the distinction we're making.\"\nThe majority of the 87 online comments operate under the assumption that professors Sumner and Weidman are defending Rubin and The Family's actions, even though this is expressly stated as untrue in the op-ed itself. The original article they wrote does not focus on this case specifically and the op-ed only uses it as a timely example for their argument.\n\"When looking at a guest opinion to run, it's a judgment call,\" said The Oregonian editorial and online editor Erik Lukens. \"It's the nature of opinion writing to encourage the expression of opposing views, and this piece, not surprisingly, did just that. I don't respond at all to negative feedback to opinion pieces as long as comments don't go over the line. Disagreement, even strongly stated disagreement, is just fine.\"\nVice president of the Oregon Farm Bureau and former Linfield alum Dave Dillon took a different approach when voicing his opinion on the op-ed: writing his own op-ed with his argument.\n\"Dialogue, listening, and understanding, even making an effort to understand, other points of view more fully, are too rare,\" Dillon said. \"Opinion sharing seems to be seen more like a gladiatorial contest than a civil exchange of ideas and points of view. I felt a response was necessary.\"\nDillon's article ran in the online edition of The Oregonian on Oct. 24. It is titled \"Eco-terror accurately describes ideology-driven destruction.\"\n\"Dave Dillon's op-ed is what I love,\" Sumner said. \"That's the kind of engagement I enjoy, it's productive and it helps me understand the world better.\"\nOlivia Marovich / News editor\nOlivia Marovichcan be reached at linfieldreviewnews@gmail.com\n\nLoad-Date: October 29, 2013"
}