{
    "title": "Professor creates nonexplosive trash can to prevent terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 22,
    "full text": "William Prindle, professor of industrial design, is working on an invention that may provide protection for the public in an unusual way.\nHis latest creation is a trash receptacle that is resistant to explosives.\nBecause of security concerns in the United States rising to greater levels in the last 15 years, finding solutions to terrorist and domestic threats has become a priority. Prindle said he believes his latest project may be a solution.\n\"The idea is to protect the public,\" Prindle said.\nThe idea for an explosive-resistant trash can came to Prindle after the bombing of Centennial Olympic Park in Atlanta during the 1996 Summer Olympics.\nPrindle proposed the idea to his company, Forms plus Surfaces in California, where he was then the vice president of design and development. But the idea was shelved.\nWith a new opportunity for success, Prindle is hopeful that his nonexplosive trash can could do good things for Iowa State as well as save lives.\nThe trash can would protect the public from lateral damage from both the blast and the shrapnel of an explosive. It can withstand the equivalent 2.2 pounds of TNT and last for 20 years.\nThe design is meant for \"soft target\" areas, which include shopping malls, movie theaters and other public spaces. Not only would the trash cans be permanent fixtures in their locations, but Prindle hopes to tailor the concept to work at events such as Ragbrai and the Iowa State Fair.\nPrindle said his design is still in its early stages of development. Currently, he is testing his design digitally by running calculations on a computer program. This will give him insight about the specifics of his design before building a prototype, he said. \n\"We're in the digital planning stages, gathering information and research,\" Prindle said. \"We will run computer models of the explosions so we can get an idea of the calculations of the responses.\"\nOther variables are being considered, such as the maintenance and the initial cost of building new trash cans or refitting current ones.\nPrindle said that terrorism is not just about the direct threat but the perceived threat as well. He hopes his design will not be obvious in its purpose.\n\"Most of this is about offering protection to people but also as a reassurance,\" Prindle said. \"I don't want to use this as a way to provoke fear and the threat.\"\nHe hopes that his students will be able to participate in expanding the design possibilities of his trash can. His goal is to have several different designs for his trash cans so they blend into various environments.\n\"These cans have to fit into their environment,\" Prindle said. \"There's a certain amount of secrecy here, as to not show our hand completely.\"\nOnce the trash receptacle is introduced in Iowa, Prindle plans to expand both nationally and internationally.\n\"I want it to originate with Iowa State, but I want it to eventually be branched out.\"\nPrindle plans to move his process forward by the spring. He has been having talks with groups who are interested in his invention, but he does not wish to disclose names.\n\"So far, everyone we have approached has been really enthusiastic about it,\" he said. \"My goal is to do my research and put together a professional package before I put this out there.\"\nPrindle hopes his design will be a collaboration of many colleges at Iowa State.\n\"I would like this to be a multi-discipline project,\" he said. \"I want to involve mechanical engineering, landscape architecture and other departments.\"\nHe is currently working on earning grants to fund his project in order to make prototypes.\nColton Lindemann, senior in mechanical engineering, has worked with Prindle by helping him with his research and development. He said he has found the work rewarding.\n\"Any project that may save lives is something worth investing in,\" Lindemann said. \"Even if just one life is saved, all the work that went into the project is worth it.\nLindemann is confident that this project is a great opportunity for Iowa State.\n\"The potential of this project could very easily result in a product that may be used all over the United States, as well as internationally,\" Lindemann said.\nMolly Zimmer, junior in biology, said she feels very safe at Iowa State and has no fear for any threats on campus. However, she believes this design would be beneficial.\n\"I don't think it's necessary, but I think it's a good idea,\" Zimmer said. \"It would be nice to know we have that sort of security.\"\n\nLoad-Date: September 22, 2014"
}