{
    "title": "Professor discusses religious mindset behind much terrorism",
    "publisher": "university wire",
    "year": 2011,
    "month": 10,
    "day": 24,
    "full text": "A common mindset is shared among the majority of modern-day terrorists and members of major religions, according to an expert in religious studies who spoke at St. Edward's University last week.\nFrances Flannery, associate professor of religion at James Madison University, defined this mindset as apocalypticism-literally \"revelation\" or \"lifting the veil\"-at a talk she gave on Oct. 17 as part of the Nostra Aetate lecture series.\nAccording to Flannery, apocalypticism is the belief that \"the world we live in is seriously broken\" and under control of an evil power that can't be fixed by humans.\nFlannery has trained various people and agencies and teaches courses in religious terrorism and other subjects, including apocalypticism.\nReligion, Flannery said, often motivates many of the most violent terrorist acts.\n According to original apocalypticism, only divine intervention will fix the world's problems. Islamic extremists of Al Qaeda as well as Anders Behring Breivik, the mass murderer of Norway, are connected by their mutual belief in apocalypticism.\nHowever, Flannery said apocalypticism as first believed in Judaism never called for humans acting. In fact, it was built around the belief that humans could not do anything to bring on the apocalypse. Only God, according to the Old Testament, could intervene.\n\"Not all apocalyptics are violent and not all terrorists are apocalyptic,\" Flannery said.\nBeliefs changed, and although the hallmarks of apocalypticism, such as the belief that \"mundane reality is not the whole reality in a vision beyond all this is transcendent reality,\" the real roots of the belief underwent a makeover during the Middle Ages and was put to action during the crusades.\nFlannery said Christianity and other religions tied apocalypticism to violence when people believed themselves to be the righteous person who could trigger the apocalypse through eliminating evil on earth. They also had to make the leap, according to Flannery, in belief that some people are themselves evil, not just the forces behind them, and that violence itself is redemptive.\nOsama Bin Laden believed in apocalypticism, Flannery said.\n\"In the minds of Al Quaeda,\" she said, \"they are the righteous ... we appear and aggress against them.\"\nThe Qur'an states, \"begin not hostilities ... Allah loves not the aggressor,\" but once one party sets themselves apart as the aggressor, it must be fought against.\n\"Going into Iraq had the worst possible effect...we put ourselves in the place of aggressors,\" Flannery said.\nFlannery said calling America's relations with Iraq after the Sept. 11 attacks a \"war on terror\" further played into a violent apocalyptic way of thinking. By calling our efforts to flush terrorists from Iraq a crusade against evil, America continued its \"misinformed rhetoric.\"\n\"We've made big mistakes and need to learn from them,\" Flannery said.\nGiven that the apocalyptic view is so problematic, Flannery suggested radical ways the American people must change if peace is a goal.\nFlannery suggested \"acknowledgement of the history [of the crusades], radical re-interpretation [in believing that] the earth is not disposable [and that] ordinary people are capable of great evil and great good.\" Other suggestions were \"jettisoning apocalypticism [that violence is not redeemable]\" and \"rejecting apocalyptic political rhetoric.\"\nThe last suggestion Flannery gave was to \"lead through our morality.\" By that, she means putting children first. According to Flannery, it is very important \"to really boldly reimagine ourselves as moral forces, pragmatically speaking. That makes it harder for terrorists to demonize us.\"\nStudents who attended Flannery's lecture found themselves moved.\nFreshman Alexandra Rush said she left with a \"better understanding of religion's beliefs.\"\n\"It got me thinking about things we can do in our lives to stop [terrorism],\" she said.\nFreshman Selena McCurley said she was \"surprised to learn the religious aspect of [terrorism].\"\n\"I didn't know [about the apocalyptic thinking behind terrorism],\" McCurley said.\n\nLoad-Date: October 3, 2018"
}