{
    "title": "PROGRESS ASIDE, TERRORISM FIGHT IS FAR FROM OVER",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 9,
    "day": 11,
    "full text": "By conventional standards, the war on terrorism is going well. Several Al-Qaida leaders have been captured or killed, homeland defenses have been strengthened and no major attacks have occurred on U.S. soil in two years.\nBut there's nothing conventional about this fight and no one is declaring victory. America's defenses are far from foolproof. Terrorists could be patiently waiting for the right moment to strike. And if they do, some say, the results could be deadlier than anything seen on Sept. 11, 2001.\n\"I am convinced that we have not seen the end of some kind of terrorism against our citizens and I think that is shared by everybody I've talked to,\" said Warren Rudman, a former Republican senator from New Hampshire. Rudman led an advisory group that warned of U.S. vulnerability to terrorist attacks before Sept. 11.\nRudman and other current and former officials and terrorism analysts say the United States has made major advances in defending against attacks, but much more is needed.\n\"You can say that the defense of the homeland has gone from nonexistent to poor. And I would say that is a huge step,\" said Daniel Byman, a terrorism analyst at the Brookings Institution and a former staff member on the joint House-Senate inquiry into the Sept. 11 attacks.\nThe United States has struck hard at the al-Qaida network, believed to have carried out the attacks. Al-Qaida's Taliban government protectors in Afghanistan have been toppled although they are still a disruptive force. Key figures in the attacks - including suspected mastermind Khalid Shaikh Mohammed and suspected financier Abu Zubaydah - have been arrested.\nTo bolster defenses, the government reorganized itself with the creation of the Homeland Security Department, combining nearly two dozen agencies and 170,000 employees. The FBI, criticized for being more concerned about solving crimes than preventing them, has sharply increased counterterrorism efforts. An interagency Foreign Terrorist Tracking Task Force has been created and intelligence agencies say they're doing a better job sharing information.\nPassenger screening at airports is more thorough, cockpit doors have been hardened and passengers are more vigilant - all of which makes it less likely that the Sept. 11 plot could be repeated today.\nBut terrorists can strike in many other ways.\nThe next attack could target chemical or nuclear plants. Or municipal water systems. Anthrax or sarin could contaminate large office buildings or subways. Waves of suicide bombers could target crowds in major cities. And any number of these attacks could occur simultaneously, overwhelming police, paramedics and hospitals.\n\"Two smart people in a room for two hours can come up with 100 really scary things,\" Byman said.\nBefore the Iraq war, Defense Secretary Donald H. Rumsfeld warned that if Saddam Hussein's weapons of mass destruction fell into terrorists' hands, tens of thousands of people could die. Saddam has been ousted, U.S. officials still believe the weapons existed, but can't say where they are.\nTop Bush administration officials repeatedly warn that more terrorist attacks in the United States are likely. Color-coded terror warnings have fluctuated between yellow and orange, the middle and elevated levels.\nAl-Qaida has been damaged, not destroyed. Its fighters and sympathizers continue to be blamed for attacks on U.S. targets worldwide. Osama bin Laden remains at large and the CIA estimates that 15,000 to 20,000 people had trained in his camps in Afghanistan. Even if al-Qaida were eliminated, other terror groups remain with the means and desire to kill Americans.\nThe Aug. 19 suicide bombing at U.N. headquarters in Iraq was a reminder that the terrorist threat continues. Officials don't know who was responsible for the attack, which killed at least 23 people, including top U.N. envoy Sergio Vieira de Mello.\nIn the United States, homeland defense improvements have been limited. State and local officials say they have received nowhere near the training and equipment needed to respond to terrorist attacks, particularly those involving chemical or biological weapons.\nDespite intelligence agencies' assurances that they are communicating better with each other, it is not clear to what degree they have ended their traditional reluctance to share information. The congressional inquiry into the Sept. 11 attacks recommended creating a Cabinet-level position of national intelligence director, but that and most other recommendations have not been carried out.\nHow far Americans are willing to go to fight terrorism also is unclear. Greater security inevitably means more sacrifice: longer airport lines, more traffic jams, greater government prying into private lives.\n\"I think it is very important to recognize that absolute security is not possible in a free society,\" said former Virginia Gov. James Gilmore, a Republican who heads a congressionally appointed anti-terrorism commission.\nBeyond civil liberty concerns are logistical obstacles. Police simply can't defend every potential target. Customs officials can't inspect every package. Immigration officials can't guess the intentions of every person crossing a border.\n\"For people up on [Capitol] Hill to say we've got to prevent this from ever happening again, well, that's nice rhetoric, but it's unrealistic,\" Rudman said.\nThe difficulty of preventing a meticulously planned terrorist attack has become apparent by authorities' inability to unravel plots even after they have been executed. For example, no one has been charged with sending the anthrax letters that killed five people in 2001.\nAnd even after his staff reviewed 500,000 documents related to the Sept. 11 attacks, the congressional inquiry co-chairman, Rep. Porter J. Goss, R-Fla., said many details remain a mystery.\n\"I can tell you right now,\" he said as the report was released, \"I don't know exactly how the plot was hatched on 9/11.\"\n\nLoad-Date: September 17, 2003"
}