{
    "title": "Program to protect food supply; Georgia is forming statewide network",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 3,
    "day": 13,
    "full text": "Georgia is creating a statewide network of 3,500 emergency workers, farmers and veterinarians who will help protect the nation's food supply from terrorist attacks and natural disasters.\nThe program could become a model for other states because its aim is to not only protect consumers but also to save Georgia's $42 billion agricultural industry from economic ruin, according to Lee Myers, who heads the state's agro-terrorism committee.\nBy June 2006, Myers' committee plans to train 3,500 key people across the state to identify, then respond to any kind of agricultural emergency. In the case of agro-terrorism, for example, veterinarians would be on the lookout for unexpected symptoms in animals and farmers would report any signs of unusual plant sicknesses.\nCounty agricultural agents were trained recently at the University of Georgia's Rural Development Center in Tifton, in the heart of the state's peanut, cotton and vegetable growing area. The ag agents will train the emergency workers, farmers and veterinarians in their communities.\nAgro-terrorism is defined as the intentional use of chemical, biological, radiological agents or explosives to destroy crops and livestock or to disrupt food distribution.\nSpeakers told the agents that terrorists could include religious fanatics, unstable people, animal-rights activists and ransom seekers using inexpensive, low-tech gear. And because symptoms might take days to show up, the perpetrators might never be caught.\nTwo recent examples of agro-terrorism are the tainting of an Oregon salad bar in the 1980s and the contamination of $4 million worth of animal feed in Wisconsin in the 1990s.\nThe salad bar attack was carried out by a religious cult seeking to influence an election; the feed was poisoned by a business competitor.\nToxins or biological agents also were used by the Germans against allied horses and livestock during World War I, by MauMau forces against British cattle in the 1960s and by the Soviet Union against the horses of Afghan freedom fighters in the 1980s, according to the \"Agro Security\" textbook developed in Georgia.\nDisruptions of the food supply, even from natural occurrences, also can have grave psychological and political consequences, speakers said.\n\"If people have no meat or milk to drink, people are going to get upset. That's why we need people to respond quickly and effectively,\" said Bill Thomas, a retired University of Georgia agricultural economist who serves on the agro-terrorism committee.\n\"If people have no meat or milk to drink, people are going to get upset. That's why we need people to respond quickly and effectively.\"\nSome European leaders had to resign for mishandling agricultural emergencies and the government of John Major was voted out of office, in part, because of a mad cow outbreak in England, they said.\nCiting some psychological consequences, they noted that suicides among British farmers increased substantially after their herds were destroyed during an outbreak of foot and mouth disease.\nUniversity of Georgia veterinarian Corrie Brown talked about the much-needed response to natural disasters, such as the tropical storms that swept through Georgia last year.\n\"Mother Nature is the ultimate terrorist,\" said Brown, who also sits on the agro-terrorism committee.\n\nLoad-Date: March 13, 2005"
}