{
    "title": "Program Helps Jewish Victims Of Terrorism",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 1,
    "day": 11,
    "full text": "Forget the politics. Forget the hatred. I'm standing neutral on the Middle East conflict.\nThis is just a story about humans helping humans in distress.\nIt began, ironically, on Valentine's Day 2001, when a Palestinian bus driver mowed down a group of soldiers standing at a bus stop. This terror, we know, happens too frequently on both sides.\nEight young people were killed that day, and three were seriously injured. One was 19-year-old Monique Goldwasser, who suffered broken legs, perforated intestines and extensive facial injuries. Doctors gave her less than a 1 percent chance of surviving the night.\nMiraculously, she did. She walks with crutches as a result of nerve damage in her legs, and rehabilitation will continue for a long time. Her dreams of becoming a dancer are gone.\nAnother statistic from a region where bloodshed never seems to end.\nFrom this tragedy comes a nugget of hope.\nSeeking Help Outside Israel\nMonique's mother, Sharon Evans, says that after the tragedy, her family depended financially and emotionally on the support of Jews - strangers and friends alike - who were living outside of Israel. That's where she came up with the idea for Adopt-a-Family, a program that pairs Israeli families victimized by terrorism with synagogues, individuals and other organizations in the United States.\nThe program, in its first year, is under the umbrella of the Israel Emergency Solidarity Fund. So far, about 200 families have been adopted, with another 40 in the process. They get financial help, emotional support and any other assistance beyond what the Israeli government and other agencies can offer.\nCongregation Rodeph Sholom in Tampa hopes to become the first synagogue in the state to participate. Audrey Kadis, Adopt-a-Family director, will speak at the 9:30 a.m. service Jan. 18 to drum up support.\n\"With unemployment at 20 percent and resources so stressed, people in Israel aren't getting the help they need,\" Kadis said in a phone interview from her New Jersey office. \"This puts a personal face on what's going on. People are bonding and forming relationships as a result of this.\"\nMatches between the victimized families and their supporters are made carefully by the staff. Kadis says they ultimately would like long-term relationships to emerge.\n\"When you've suffered a death or a severe disability in your family, you deal with pain on all levels: finances, isolation, emotions,\" she says. \"There's a tremendous value to knowing that people outside your realm are caring for you in more ways than one.\"\n3-Year Pledge To A Family\nIt takes a $5,000 investment upfront to get involved. That's the minimum for a year's commitment; ideally, supporters will make a three-year pledge.\nAnd it's not just about giving money. Participants are expected to maintain communication and remember special events, such as birthdays. Congregations also use this program as a way to engage youth in fundraising projects.\nTampa lawyer Don Weinbren is the chairman of Rodeph Sholom's efforts to adopt a family. Like many American Jews, he has visited Israel and has relatives living there. He says the news out of the Middle East is distressing and frustrating, leaving him with a sense that he needs to do something.\n\"This is more than just writing a check,\" he says. \"There's a direct person-to-person benefit from this program. We have a chance to make a difference in people's lives and know the outcome.\"\n\nNotes\n\nMICHELLE BEARDEN FAITH & VALUES\n\nLoad-Date: January 11, 2003"
}