{
    "title": "Programs help prevent terrorism in Missouri",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 16,
    "full text": "The possibility of future terrorist attacks have put American citizens on guard in recent weeks, and experts say the worst is yet to come.\n\"Some other kinds of terrorist attacks should be anticipated,\" said University of Missouri professor of political science and terrorism expert Paul Wallace. \"The events of Sept. 11 show plans in place in the U.S. for some time.\"\nU. Missouri\nWallace said he suspects recent anthrax-laced packages are not the work of terrorist organizations.\n\"It strikes me that this is probably a copycat,\" Wallace said. \"The question is where they get the spores.\"\nHe said veterinary laboratories often contain anthrax that could be accessed easily and also said the difference in strains of the disease spread through the country suggest the work of a variety of organizations.\n\"If you were an employee, it would be quite easy to get some out,\" MU veterinary pathologist Peg Miller said. She also said campus laboratories often do not house the bacteria.\nThe Missouri State Highway Patrol has mobilized a specialized task force to investigate reports of potential terrorist-related activities.\nThe unit is comprised of six members who handle reports of suspicious activity. Information is delivered by officers working in each of Missouri's 114 highway patrol zones, said spokesman Lt. Tim Hull.\n\"They've gotten a number of calls and e-mails,\" Hull said. \"Enough to keep them busy.\"\nIn addition to forming the new task force, Hull said the highway patrol has provided security at a number of government agencies.\n\"I don't think there's been any threat made to any facility in Missouri,\" he said.\n\"But we're taking precautions to deter that from happening.\"\nMU's Research Reactor is operating in compliance with a security plan approved by the Nuclear Regulatory Commission and is on a heightened state of alert, said MU spokesman Christian Basi.\nHe said safety is always a primary concern and even with the security measures in place, business at the reactor is continuing as usual. Despite precautions, however, Wallace said he expects terrorist activity to increase, but the locations and the magnitudes of the attacks cannot be predicted.\n\"There is no more fortress America,\" Wallace said. \"Our bubble has burst.\"\n(C) 2001 The Maneater via U-WIRE\n\nLoad-Date: October 16, 2001"
}