{
    "title": "Program on Extremism partners to study connection between terrorism, technology Women's basketball b",
    "publisher": "university wire",
    "year": 2020,
    "month": 1,
    "day": 29,
    "full text": "GW's Program on Extremism is partnering with an academic center focused on terrorism and political violence to study the way terrorists use technology.\nThe Program on Extremism, housed at 2000 Pennsylvania Ave., will contribute information about the technology American terrorists use to the International Centre for the Study of Radicalisation at King's College London to help with the United Kingdom-based center's study of extremism and technology. Lorenzo Vidino, the program's director, said the new multi-member partnership aims to understand the ways in which terrorists use technology and how to counteract their efforts.\nVidino said the partnership arose after leaders of the Global Internet Forum to Counter Terrorism, a non-profit organization that aims to prevent terrorists from exploiting digital platforms, called for proposals to better understand how terrorists use technology last year. Members of the ICSR put together a consortium including the Program on Extremism and academic partners in Australia, France, Germany, India, the Netherlands and Singapore.\n\"The Program on Extremism will bring its expertise on extremism in the United States to the international initiative,\" Vidino said in an email. \"The focus is on all forms of extremism, with a growing attention for right-wing extremism.\"\nMembers of the Program on Extremism will work with the ICSR to produce reports, blogs and workshops concerning the intersection of terrorism and technology. Vidino said Program on Extremism staff will look into contributing factors and facilitators to extremism in the United States including terrorist ideology, financing methods and technologies.\n\"This project is a continuation of the important work we have already done, and encourages real-world applications to our academic research on extremism,\" Vidino said.\nHe said the program and the ICSR \"regularly\" cooperate on multiple research projects. He said the partnership for the project will last one year but can be extended.\nHe added that dedicated funds are associated with the partnership but did not specify how much funding was available or the source of the funding.\nThis article appeared in the January 30, 2020 issue of the Hatchet.\n\nLoad-Date: January 30, 2020"
}