{
    "title": "Program to educate on drug-terrorism connection",
    "publisher": "journal record legislative report ",
    "year": 2002,
    "month": 8,
    "day": 26,
    "full text": "Sen. Carol Martin, R-Comanche, has announced the kickoff of a joint effort to educate citizens about the deadly connection between so called \"club-drugs\" and the financing of terrorism.\nThe program, called Shoulder to Shoulder, is the result of a partnership between the Drug Enforcement Agency and National Foundation of Women Legislators. Martin serves as a team leader for the project in Oklahoma.\n\"Last January President Bush called on American citizens to work together to fortify our communities in the wake of 9/11 and to support the war on terrorism,\" Martin said. \"The Shoulder to Shoulder Campaign will help do that. It's a new homeland security program that will take place here in Oklahoma and all across our nation.\"\nMartin explained the Shoulder to Shoulder campaign's primary goal is to spread awareness about the fastest-growing drug problem in America: Ecstasy and other club-drugs.\n\"In the past four years alone, Ecstasy use among young people has nearly doubled,\" the senator said. \"Eleven percent of high school seniors say they've tried the drug. The terrifying part is that many teens and parents think Ecstasy is harmless. But the fact is it can cause nerve damage, leave users susceptible to sexual assault, and can even cause death.\"\nAnother problem of particular concern to Oklahoma is the escalating use of methamphetamine, or \"meth\" which is another deadly illegal drug.\n\"Last year Oklahoma was the third-largest methamphetamine lab seizure site in the United States,\" said Martin. \"The rate jumped from 34 to 1,000 in just five years, and last year it increased again with authorities seizing 1,193 meth labs in our state. The main reason for this is the ingredients are inexpensive, everyday household items which can easily be made with step-by-step instructions that can be downloaded right off the Internet. But the drug itself is deadly, and the byproducts are toxic. \"\nShe said that parents and children must be educated about how addictive and how dangerous meth is.\n\"The second focus of Shoulder to Shoulder is to educate citizens about the fact that illegal drug sales are used to fund international terrorism,\" Martin said. \"So not only are casual users hurting themselves; they may also be helping cause the injury or deaths of thousands of men, women and children all over the world.\"\nThe DEA and NFWL are currently working on producing educational videos that can be used in schools, churches and for other meetings to help raise public awareness about the dangers of drugs and the connection to terrorism.\n\"I hope that area schools, churches, organizations and businesses will contact me so we can all be involved in this important effort to protect our young people from drugs and to cut off the financial lifeline of terrorists,\" said Martin.\n\nLoad-Date: March 27, 2003"
}