{
    "title": "Program helps fight chemical terrorism",
    "publisher": "chicago daily herald",
    "year": 2018,
    "month": 7,
    "day": 20,
    "full text": "Illinois is home to more than 160 high-risk chemical facilities. Last year, one of these facilities took a direct hit by an F3 tornado that ravaged the building and left significant destruction. The facility's security officer said that the security measures required under the Department of Homeland Security's Chemical Facility Anti-Terrorism Standards program helped ensure everyone survived without injury, and the chemicals weren't affected. \nThis incident demonstrates that, in addition to enhancing chemical security, chemical anti-terrorism compliance is good business. While the program is designed to protect the nation against the ongoing threat of terrorists who are targeting chemical facilities, the protective measures that facilities implement under the anti-terrorism standards can have ancillary benefits, making it an even better investment. Congress authorized the chemical anti-terrorism standards to address gaps that existed in securing high-risk chemical facilities. While the threat of terrorism remains, the chemical anti-terrorism standards provide risk reduction measures for high-risk chemical facilities in possession of certain levels of any of over 300 dangerous chemicals, and help facilities implement a set of enhanced security measures. The program now covers over 3,400 high-risk chemical facilities — including the 160 in Illinois. Shared commitment and collaboration between the public and private sectors has contributed significantly to the program's success. Through ongoing discussion with industry stakeholders around establishing a sustainable chemical security culture, the program has raised awareness of the threat and the methods to address it. Furthermore, the program's structure and non-prescriptive nature has provided the flexibility needed to streamline and improve compliance. Of note, the regulated industry considers the chemical anti-terrorism standards an important contributor to national security and has advocated for Congress to reauthorize the program. The effort was initially authorized annually through appropriations legislation, subjecting it to constant uncertainty. In 2014, Congress reauthorized the program for four years, directing DHS to streamline the process, while also granting industry stakeholders the confidence and stability to make long-term security investments. The 2014 legislation marked a real turning point and we thank Congress for their leadership in protecting our nation from the threat of chemical attacks. Now, with just six months before the four-year authorization expires, the program needs legislative action to continue the vital work of securing America's highest-risk chemical facilities. Failing to reauthorize it for the long-term could be costly. The persistent terrorist threat that gave rise to the program continues today, and the consequences of a successful attack could be devastating to our economy and our people. DHS is committed to continuing to work with Congress and stakeholders to reauthorize the standards and build on the vital work that has been accomplished to reduce our risk and elevate security. As the January reauthorization deadline is fast approaching, we cannot let our guard down in protecting America's chemicals from terrorism. Bob Kolasky is acting assistant secretary for the National Protection and Programs Directorate's Office of Infrastructure Protection.\n\nGraphic\n\n \nBob Kolasky\n\nLoad-Date: July 20, 2018"
}