{
    "title": "PROGRESS IN WAR ON TERRORISM FUELS DEBATE ON IRAQ",
    "publisher": "the new york times",
    "year": 2003,
    "month": 3,
    "day": 4,
    "full text": "The Western dragnet since the Sept. 11 attacks is producing results: a major terrorist chief one rung below Osama bin Laden was captured over the weekend, a third of al-Qaida's top operatives are dead or in custody and those at large seem more vulnerable than ever.\n For the first time in a long time, there was a sense yesterday that America might see justice with the capture and trial of Osama bin Laden, who has all but admitted in videotapes that he was responsible for the deaths of 3,088 people in New York, Washington and Western Pennsylvania.\n Iraq destroyed more al-Samoud missiles yesterday. Its scientists dug up anthrax bombs and prepared a detailed report that would explain, they asserted, how they disposed of 1.5 tons of deadly VX nerve gas in a dirt pit in 1991.\nThe vise grip of political and military pressure on Iraq's leader, Saddam Hussein, appeared to be working as never before.\n Yet the Bush administration seemed ever more determined to go to war, while much of the rest of the world was determined to avoid war if at all possible.\n Republicans said yesterday that the capture of Khalid Shaikh Mohammed should answer criticism by Democrats that a potential war with Iraq was a distraction from anti-terrorism activities.\n \"Are we finding the bad guys who conducted the operation?\" asked Pennsylvania Sen. Rick Santorum, a member of the Republican leadership. \"The answer is clearly yes. We are doing it on a systematic basis.\"\n But the portrayal of an Iraqi war as \"diversion\" from the goal of hunting down al-Qaida was one of many arguments against war that continued to mount yesterday.\n A number of America's long-standing allies in Europe and the Middle East pointed out that steady military pressure on Iraq along with prodigious expenditures of shoe leather in law enforcement and intelligence were accomplishing the Bush administration's anti-terrorism goals.\n \"No one wants this war. It is too unpredictable,\" said an adviser to the Saudi royal family, which came under severe criticism at an Arab League meeting this weekend for publicly opposing the war while privately providing bases for the U.S. military.\n French President Jacques Chirac said in Algiers, Algeria, yesterday that France still opposes a war. \"France wants to give peaceful disarmament every possible chance,\" he said, warning of \"the disastrous consequences\" of a new war in a region already so deadly and fragile.\n The anti-war camp fears anarchy in one of the most volatile regions of the world, where Iraq's neighbors and other actors seeking power, or oil or Islamic dominion appear poised to exploit any opening the war provides.\n \"Bush seems very determined to go ahead toward war,\" said Lee Hamilton, president of the Woodrow Wilson Center in Washington. For many years, Hamilton, was chairman of the House committee overseeing foreign affairs.\n As a centrist Democrat, Hamilton said he agrees with Bush's larger goal of disarming Iraq, but as a politician, Hamilton said he believes there are other considerations affecting the timing.\n \"I think Bush has come to the conclusion that he cannot really exit the path toward war without severely damaging his own political standing,\" Hamilton said.\n \"And I don't think he can go into the next presidential election with Saddam Hussein still in power.\"\n All of this raises the question of whether, if bin Laden turned himself in tomorrow along with the rest of al-Qaida's leaders, Bush would still be compelled to launch a war in Iraq.\n Hamilton said he thinks Bush would. \"He has put so much of his political standing and prestige on Iraq that he simply must have a politically acceptable solution, not just the disarmament of Iraq, but the removal of Saddam Hussein from power.\"\n That might explain the White House shift on Friday, in which spokesman Ari Fleischer said that disarmament was no longer sufficient and resurrected the goal of \"regime change\" in Baghdad.\n The polarization over war in Iraq has reached extraordinary proportions.\n Former Secretary of State Henry A. Kissinger said this weekend that he found it \"shocking\" that members of the NATO alliance were actively working against the United States in the Security Council debate over Iraq.\n They were questioning the veracity of intelligence reports put before them by Secretary of State Colin L. Powell, he told CNN's Wolf Blitzer, and they were lobbying African and other nations to side with them against a possible war.\n\nLoad-Date: March 5, 2003"
}