{
    "title": "Promote community instead of prejudice",
    "publisher": "university wire",
    "year": 2010,
    "month": 8,
    "day": 26,
    "full text": "\"We the People of the United States, in Order to form a more perfect Union, establish Justice ...\"This promise is yet to be held for American Muslims today.It must be clarified that the proposed \"mosque\" near the World Trade Center site is actually a 13-story Islamic community center called Park51 that will have a culinary school and basketball courts. The top two floors will provide Muslims a space to pray.In fact, the community center will not be visible from Ground Zero, nor will it be on the ground associated with Ground Zero but in an old Burlington Coat Factory building.The terrorist attacks of 9/11 are a moment in history that have impacted every citizen in this couny. It is understandable that this center would spur unsettling thoughts among many Americans, but it is important to remember that American Muslims and their families were also victims in the terrorist attacks.Do their deaths not signify that this issue has affected all Americans?\nBy insinuating that it is insensitive to build an Islamic center near Ground Zero, the opposition is implying that all Muslims and Islam are responsible for the 9/11 terrorist attacks. The inability to distinguish the defining ait of al-Qaida as \"terrorists\" rather than \"being Muslim\" is an example of prejudice running rampant in this couny.Unfortunately, in the aftermath of 9/11, American Muslims have become scapegoats and targets of terrorism in their own couny.There is a deeper issue than the building of an Islamic center near Ground Zero, because all around this couny, there are individuals who do not wish to have a mosque or Islamic community centers built in their cities.The issue at hand is fear, a fear that breeds intolerance and an inability to see the issues at hand. Preventing mosques and community centers from being built is not the answer.It is frightening to see both Democrats and Republicans playing political football with this issue, one that threatens the unalienable First Amendment right of a group of people \"\" the right to practice religion freely. Xenophobic thoughts should not dictate the politics of this couny: We have seen the dire consequences of such beliefs. Did we forget that America was founded by those escaping religious and ideological persecution?As American citizens, we believe that all people should be free to practice their religion without fear of persecution.Building community centers such as the one proposed in New York is a step that American Muslims are taking to battle terrorism, not to glorify the actions on 9/11. We cannot move forward as a couny in the suggle against terrorism until we unite as Americans.So the Muslim Students Association invites you to come and talk to Muslims. Please see for yourself how American Muslims are conibuting to the greater Los Angeles community through our various community service projects in the Community Programs Office. Stop by our table on Bruin Walk or our office in Kerckhoff 146 and ask us what Islam is all about.Casillas is the vice president of the Muslim Students Association.\n\nLoad-Date: March 15, 2016"
}