{
    "title": "Proposed W. German law to tackle terrorism sparks dissent",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 11,
    "day": 10,
    "full text": "The West German government's attempt to introduce the ''state witness'' system, in the hopes of catching more terrorists, is being hotly debated both in and outside parliament.\nIf the proposal becomes law, those terrorists - even murderers - who are prepared to give evidence which would lead to the capture and prosecution of their colleagues, would themselves get more lenient sentences.\nThe plan has deeply divided the liberal Free Democrats, junior partners in the ruling coalition, and could threaten the future of Chancellor Helmut Kohl's Christian Democrat-led government.\nOne of the prominent alleged terrorists awaiting trial in West Germany is Ahmad Mansur Hazi, suspected of involvement in the April 5 bomb attack on La Belle, a nightclub in West Berlin. The attack killed three people, including two American servicemen, and injured 230.\nThe state witness bill is part of a package of anti-terrorist measures hastily put together following the assassination in Bonn last month of Gerold von Braunmuhl, a top Foreign Ministry official. Frustrated by the police's failure to find the culprits and assuming that the public wants action, the government is trying to push the measures through before the January elections for the Bundestag (lower house of parliament).\nThe package is due to be finally passed into law on Dec. 19 and the state witness part would initially run for two years on an experimental basis.\nIn another part of the package, one which also has been strongly criticized, protest groups which cause material damage will be put legally on a par with terrorists.\nThe crime of ''belonging to a terrorist association'' will be extended to include groups who sabotage power pylons, railway lines, or construction equipment - as protesters have done recently around the planned nuclear waste reprocessing plant at Wackersdorf, in Bavaria.\nThe punishment for belonging to such groups will be doubled: members risk a minimum of one year and a maximum of 10 years in jail.\nThe measures, and particularly the ''state witness'' concept, have been strongly attacked by the opposition Social Democrats and Greens, by prominent law experts, and by the liberal press. What might be necessary in northern Ireland is not warranted by the terrorism problem here, they argue. And Italy's experiment with similar laws, they claim, has at times led to false evidence and wrong convictions.\nThe government maintains that fear of being betrayed could deter some terrorists and, if it prevented even one murder, the new law would be worth it. Opponents claim that the ''terrorist mentality'' makes such deterrence highly unlikely.\nIn the heat of the argument, Social Democrat leaders have charged that the state is making itself an accomplice to murderers. Christian Democrat party secretary, Heiner Geissler, retorted that the bill's opponents were ''accomplices of terrorism.''\nBut the bitterest opposition is coming from members of the Free Democratic Party (FDP) who cannot understand how their leader, Martin Bangemann, can possibly have agreed to such measures.\nCivil liberties have always been a vital part of the Free Democrats' creed. Their current election manifesto specifically commits them to oppose plans to restrict or alter West Germany's liberal justice system to combat terrorism.\nThe dispute will be fought out in what promises to be a heated debate at the FDP's pre-election congress later this month. The political future of Dr. Bangemann himself, who is not widely viewed as an outstandingly successful leader, could be in question.\nBut the FDP is in a cleft stick. If they withdraw their support from the package, there would be a huge and damaging row with their Christian Democrat partners in the middle of the election campaign.\nIf they go ahead, this already perilously small party could lose the votes of many disillusioned supporters. If they fell below the 5 percent needed to enter the Bundestag, Dr. Kohl could lose his parliamentary majority and the future of West German politics would be wide open."
}