{
    "title": "PROPOSED AIRPORT SECURITY MEASURES CARRY HIGH COST",
    "publisher": "wisconsin state journal",
    "year": 1996,
    "month": 9,
    "day": 6,
    "full text": "To combat terrorism in the skies, the Clinton administration recommended Thursday that computer profiles be done on airline passengers and that airports install advanced bomb-detection devices.\nThe administration said it would ask Congress for $  300 million to buy the bomb detectors. The request was just one of several recommendations made by the White House Commission on Aviation Safety and Security, created on July 25 by President Clinton in the aftermath of the crash of TWA Flight 800.\nBut Vice President Al Gore and other panel members were quick to point out that the battle against terrorism is likely to continue, regardless of the new security measures being proposed.\n''We may never see an end to terrorism, but we sure are going to do our level best to combat it,'' said Gore, the panel's chairman.\nThe proposal for the government to pay for the machines, which cost more than $  1 million apiece -- broke a logjam. In recent years, airlines and airport officials have balked at paying for the equipment, arguing that the government should foot the bill.\nGore's commission apparently agrees.\n''The initial purchase of these machines should be financed by the supplemental appropriation,'' Gore said, ''because it is clear that the terrorist attacks . . . represent an attack on the United States of America. There is clearly a national interest here.''\nAmong the other key recommendations:\nA computer-profiling system to track passengers and identify those with suspicious travel patterns.\nNew security measures for the screening of mail and cargo carried aboard passenger aircraft.\nMandatory fingerprinting and criminal background checks for all airline personnel with preflight access to planes and baggage.\nA requirement for a 100 percent match between passengers and luggage on an aircraft.\nMore bomb-sniffing dogs in airports.\nIncreased use of FBI counter-terrorism training at airports abroad where specific security threats have been documented.\nWith the exception of the supplemental budget request for the bomb-detection machines, none of the initiatives requires congressional authorization.\nGore aides said Republican congressional leaders were being briefed on the budget request.\n\nGraphic\n\n \nAssociated Press\nVice President Al Gore, left, presided over the Commission on Aviation Safety and Security in Washington on Thursday, as Transportation Secretary Federico Pena looked on.  The commission announced new airport security measures.\n\nLoad-Date: September 7, 1996"
}