{
    "title": "PROPOSAL TO FIGHT TERRORISM WOULD COST $1.1 BILLION",
    "publisher": "the world",
    "year": 1996,
    "month": 9,
    "day": 10,
    "full text": "WASHINGTON (AP) - Promising safer skies, President Clinton issued\norders Monday to tighten airport security and challenged Congress to\nsupport a $ 1.1 billion anti-terrorism crackdown. \"Terrorists don't\nwait,\" the president said. \"And neither should we.\"\nClinton unveiled the proposals in an Oval Office ceremony designed to\nreassure jittery Americans after the Oklahoma City bombing and the\nexplosion of TWA Flight 800.\n\"As a result of these steps, not only will the American people feel\nsafer, they will be safer,\" the president declared.\nThe White House Commission on Aviation Safety and Security, which\nunveiled its recommendations last week, formally presented them to the\npresident Monday. In embracing the report, Clinton:\n- Ordered immediate criminal background checks of airline workers with\naccess to secure areas.\n- Ordered the Federal Aviation Administration to set up a system in\nselected airports to match each piece of luggage with a passenger.\n- Promised to sign an executive order making the National\nTransportation Safety Board the point agency to help families of plane\ncrash victims.\n- Announced that the U.S. military will provide several dozen\nspecially trained dogs for security at key airports.\nSome of the ideas are old. The report calls for $ 21.3 million for a\nstudy of markers - called taggants - that can be placed in explosive\nmaterial. The Republican Congress has repeatedly blocked the\nClinton-backed measure.\nVice President Al Gore, who chaired the commission, warned against\nexpecting too much.\n\"There is no silver bullet, or single magic answer,\" he said. \"So\nwe're presenting a combination of approaches - some high-tech, some\nlow-tech, even some no-tech.\"\nThough terrorism is suspected in the July 17 TWA crash, Clinton did\nnot speculate about its cause. \"We don't have an answer for you,\" he\nsaid.\nThe airport safety recommendations would cost $ 429.4 million. On top\nof that, Clinton proposed $ 667.4 million in anti-terrorism measures\nthat are not solely aimed at airport security. They included:\n- $ 436.9 million to improve security at U.S. facilities in America and\naround the world. That includes $ 122.6 million to relocate troops and\nimprove security at military installations in the Persian Gulf after\nthe June bombing that killed 19 American airmen in Saudi Arabia.\n- $ 114 million to expand and strengthen federal law enforcement\nagencies, including the FBI, the bureau of Alcohol, Tobacco and\nFirearms and the Immigration and Naturalization Service.\n- $ 117 million to protect Americans in the aftermath of terrorists\nacts, including $ 93 million to the Pentagon so it can train soldiers\nabout the tactics of terrorists and how to use physical protection\nequipment.\nAbout one third of the $ 1.1 billion package will be covered by a\nsupplemental spending bill the administration will send to Congress,\nthe Office of Management and Budget said.\nRequesting swift action from Congress, Clinton said, \"We need these\nlaws and we need them now before Congress recesses for the year.\"\nAdministration officials said the rest of the money would come from\ncurrent budgets, though they did not say what programs would be cut to\npay for the anti-terrorism plans. With an election approaching, it was\nunclear whether the spending bill had much chance in the GOP Congress.\n\nLoad-Date: September 11, 1996"
}