{
    "title": "PROPOSAL CALLS FOR WATCHDOG TO MONITOR ANTI-TERRORIST EFFORTS",
    "publisher": "the philadelphia inquirer",
    "year": 1995,
    "month": 6,
    "day": 13,
    "full text": "Amid concern that anti-terrorism legislation inspired by the Oklahoma City bombing could trample civil liberties, a bipartisan proposal emerged yesterday that would create a government watchdog.\nThe proposal, by Reps. David E. Skaggs (D., Colo.) and Steven H. Schiff (R., N.M.), would establish an independent inspector general responsible for ensuring that federal anti-terrorism activities complied with constitutional rights.\n\"The American public has a very real stake in being protected from terrorism,\" Skaggs testified at a House Judiciary Committee hearing. \"It also has a high stake in seeing that the government doesn't cut constitutional corners in providing that protection.\"\nLast week, the Senate overwhelmingly passed an anti-terrorism bill that includes provisions sought by President Clinton to enlarge federal law enforcement agencies and the government's wiretapping authority and allow use of the military in emergencies involving chemical or biological weapons.\nThe bill, created in response to the April 19 bombing, also would limit appeals by death-row inmates, a change long pushed by Republicans.\nSome liberal Democrats, civil libertarians and ethnic groups have objected to that measure and to a comparable bill pending in the House.\nAdding another component to the objections yesterday was conservative Rep. Bob Barr (R., Ga.), who opposes gun control and said the bill would \"vastly extend the potential reach of federal law enforcement.\"\nSeveral committee Democrats also complained, including Rep. John Bryant (D., Texas).\nHe objected to a provision that would ban fund-raising for foreign organizations that the president designated as terrorist, saying: \"It appears to me you could designate almost anything as a terrorist organization.\"\nBoth Deputy Attorney General Jamie Gorelick and Judiciary Committee Chairman Henry J. Hyde (R., Ill.) opposed the Skaggs-Schiff inspector general proposal, which Skaggs plans to offer as an amendment when the anti-terrorism bill reaches the House floor.\n\"I think you're creating another bureaucratic office with enormous powers,\" Hyde told Skaggs. \"You're hamstringing law enforcement.\"\nThe inspector general would have oversight authority, but not enforcement power, over the anti-terrorism activities of such federal agencies as the FBI and the Immigration and Naturalization Service, both Justice Department arms, and the Treasury Department's Bureau of Alcohol, Tobacco and Firearms.\nThe inspector general would be told of requests for searches, wiretaps and other surveillance methods and would receive public complaints of alleged or potential violations of constitutional rights.\n\nLoad-Date: October 28, 2002"
}