{
    "title": "Proper propaganda, terrorism and war",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 11,
    "full text": "The bombings on London subway trains and buses on July 7 were grim reminders that the \"war on terrorism,\" far from making the Western world safer, has actually made it a more dangerous place.\nUnfortunately, world leaders (and the corporate media that support them) are too busy rehashing rhetoric about barbarian terrorists who hate our civilization and are irrationally opposed to our way of life to spend much time honestly analyzing the situation on the ground.\nThe casualties in London, Madrid, and New York were civilians and not directly responsible for their government's actions. There is no political justification for such acts, and most followers of the God of Abraham would agree.\nHowever, the United States has a history of brutal military interventions, and in the last 20 years, neoliberalism has pummeled wage-earners. Is it any wonder that some of the \"Wretched of the Earth\" are turning to such extreme measures?\nA 2004 study conducted by Les Roberts and published in the British medical journal Lancet contends that more than 100,000 Iraqi deaths can be directly associated with the military intervention in Iraq since 2003. Is it any wonder the region is now a \"breeding ground\" for new terrorists?\nThe 9/11 commission report even states, \"The enemy rallies broad support in the Arab and Muslim world by demanding redress of political grievances.\"\nAnd the federal government's Defense Science Board, in a 2004 document titled \"Report of the Board of Defense Science Task Force on Strategic Communication\" concluded that: \"Muslims do not hate our freedom, but rather, they hate our policies. The overwhelming majority voice their objections to what they see as one-sided support in favor of Israel and against Palestinian rights, and the long-standing ... support for what Muslims collectively see as tyrannies ... Thus, when American public diplomacy talks about bringing democracy to Islamic societies, this is seen as no more than self-serving hypocrisy.\"\nLast week's G-8 summit accomplished little, and we can expect the global status quo to remain the same. Indeed, the wealth of the modern Western world can be traced back to centuries of colonialism, and a doubling of Africa's foreign aid is barely a token gesture.\nToday, President Bush and Tony Blair are already using the London bombings as an excuse to prop up and rehabilitate their failing \"war on terror\" projects. We can't let them get away with it.\nIf history is any indication, only popular grass-roots social movements can force positive change. If global terrorism is to end, Americans must mobilize and pressure Capitol Hill to change the bipartisan politics that have caused such worldwide hatred.\n(C) 2005 The Daily Iowan via U-WIRE\n\nLoad-Date: July 11, 2005"
}