{
    "title": "Prosecutors_ teen planned _Day of Wrath' at Batavia High School, manifesto refer",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 3,
    "day": 13,
    "full text": "Prosecutors: teen planned ‘Day of Wrath' at Batavia High School, manifesto referenced Hitler, Nazis A Batavia High School student charged with terrorism and possession of bomb-making materials had a \"manifesto\" at his parents' house in which he referenced Hitler, Nazis and other hate groups and wrote of a \"Day of Wrath\" when he hoped to kill at least 12 people, injure more than 30 and traumatize over 300, Kane County prosecutors said. \"He was detained shortly after law enforcement interrupted his plan to commit mass murder at Batavia High School,\" Assistant State's Attorney Bridget Sabbia said Thursday during a juvenile court hearing when she detailed some of the contents found after the teen's arrest. Prosecutors are seeking to have the former student, who is 16 now but was 15 when arrested, transferred to adult court. \nA hearing is set for May 15. If the case is moved to adult court, he could face 20 years to up to life in prison if convicted of the most severe charge of terrorism. He also faces several felonies, including possession of incendiary devices and an attempted hate crime. If the case remains in juvenile court and the teen is found guilty, he can be held in a state juvenile facility until his 21st birthday. No one was injured at the high school and no bombs were found. Bomb-making materials and other explosive compounds were found during a Nov. 26 search of his bedroom at his parents' Batavia house on the 1100 block of Davey Drive, authorities said. A science supply store notified the FBI of suspicious purchases, and federal authorities worked with Batavia police and the Kane County Bomb Squad. Sabbia's comments came during a hearing on whether authorities should have access to \"any and all materials written, drawn or created\" by the teen at the Kane County Juvenile Justice Center, where he's been held without bond since his arrest. Sabbia did not explicitly say what the teen's alleged plan entailed. Prosecutors also want access to his school work, writings and drawings from school. Defense attorney Gary Johnson argued the request was \"overbroad,\" an invasion of his client's privacy and an overall \"fishing expedition.\" But Sabbia argued the subpoena request was relevant to show the teen's \"knowledge and ability\" to carry out his plan. Sabbia said that while the teen has been held at the juvenile center, officials found a diary in his cell that contained \"concerning phrases\" and diagrams similar to those in the document found at his parents' house. Kane County Judge Kathryn Karayannis granted the state's request over Johnson's objection.\n\nGraphic\n\n \nHarry Hitzeman/hhitzeman@dailyherald.com A Batavia High School student arrested Nov. 26 on charges he possessed explosive devices had researched blueprints for Batavia High School (above), the 1999 Columbine shooting, gun simulators and the high school resource officers information, according to a recently unsealed search warrant. Harry Hitzeman/hhitzeman@dailyherald.com A Batavia High School student arrested Nov. 26 on charges he possessed explosive devices had researched blueprints for Batavia High School (above), the 1999 Columbine shooting, gun simulators and the high school resource officers information, according to a recently unsealed search warrant. Daily Herald file photo/Harry Hitzeman Kane County prosecutors filed a motion Thursday to move to adult court the case of a 15-year-old Batavia High School student charged in November 2019 with possession of extensive bombmaking materials. HARRY HITZEMAN/Daily Herald file A former Batavia High School student arrested in November 2019 on charges he possessed explosives is now charged with 12 felonies and two misdemeanors. The most severe charge against him is terrorism, which carries a sentence ranging from 20 years to life in prison if the student, now 16, is transferred to and convicted in adult court. Harry Hitzeman/Daily Herald file Kane County prosecutors said Thursday a 16-year-old charged with terrorism and possession of incendiary devices had a \"manifesto\" in which he talked about a \"Day of Wrath\" at Batavia High School and hoped to kill at least 12 people, injure more than 30 and traumatize 300.\n\nLoad-Date: March 13, 2020"
}