{
    "title": "Prosecution States Its Case In First Guantanamo Trial",
    "publisher": "the new york times",
    "year": 2008,
    "month": 7,
    "day": 26,
    "full text": "For years, as his case went from Guantanamo to the Supreme Court and back again, Salim Hamdan has been little more than ''Osama bin Laden's driver,'' a Yemeni with a couple of daughters, caught in the netherworld of Guantanamo.\n  But this week, as Mr. Hamdan's war crimes trial opened to inaugurate the military commission system at the United States naval base here, the prosecution had its chance to explain what driving Mr. bin Laden, the leader of Al Qaeda, meant. \n  Prosecution witnesses said it meant driving in armed caravans with tinted windows to secret destinations. It meant the man in the back seat did not have many secrets from the man at the wheel. After the Sept. 11 attacks killed nearly 3,000 people, an F.B.I. agent testified, it meant that Mr. Hamdan heard Mr. bin Laden's assessment: ''He only thought about 1,000 to 1,500 people would perish, but he was happy with the results.''\n  The trial is being held under a 2006 law enacted after the Supreme Court used prior charges against Mr. Hamdan to strike down the Bush administration's first plan for trials here.\n  The charges are a vast net asserting that the driver who was also a bodyguard played a part, however small, in a terror conspiracy beginning before the deadly 1998 United States Embassy bombings in Kenya and Tanzania. It continued, they say, to the attack on the destroyer Cole in Yemen  in 2000, and on to the attacks of Sept. 11, 2001.\n  The prosecutors have let the military panel know the kinds of details that carry a punch. Like a lot of Al Qaeda's operatives, Mr. Hamdan had an alias, ''the Hawk.'' Mr. bin Laden had a wedding party for him. \n  There has been no testimony about shots fired or bombs detonated by Mr. Hamdan. Instead, the case is a mundane tour of terrorism, as seen from the driver's seat. One sign that an act of terrorism was coming was that Mr. Hamdan would be told to get the truck ready, said the witnesses, most of whom were federal agents who had interrogated him. \n  Mr. Hamdan's offenses are not enumerated anywhere, but   appear to include checking the oil and the tire pressure.\n  The job -- as the defense called it -- meant knowing codes, carrying a machine gun and transporting weapons, the witnesses told a panel of military officers who will decide if Mr. Hamdan is guilty of material support for terrorism and conspiracy. \n  It was not always exciting. Mr. Hamdan, the witnesses said, would take Mr. bin Laden to news conferences and speeches at the terror training camps. Mr. bin Laden would discuss the infidel Americans and the benefits of martyrdom. \n  The driver heard the talking points many times. ''Sometimes, the accused used to get bored,'' said one of the witnesses, Ali Soufan, a former F.B.I. agent. \n  But such tasks, the prosecutors showed, provided extraordinary access. Before the embassy bombings, Mr. bin Laden told Mr. Hamdan that they would soon have to leave Kandahar, Afghanistan. One of the agents, George M. Crouch Jr., recalled in testimony on Friday that Mr. Hamdan had described the 1998 conversation during interrogations at Guantanamo in 2002. \n  ''Mr. Hamdan describes,'' Mr. Crouch said, ''this is the first time Mr. bin Laden is going face to face with the United States, and he was unsure what the reaction was going to be.'' \n  The agents said Mr. Hamdan told them he was never in on the details of terrorist attacks in advance. But, like a lot of other drivers, he had his opinions. The agents said he remarked that the United States did not retaliate for years. ''You did nothing,'' Mr. Crouch quoted Mr. Hamdan as saying. ''Bin Laden was emboldened. So it's your fault.''\n  Mr. Hamdan's defense lawyers raised questions about whether their client had been held in solitary confinement and subjected to sleep deprivation before the interrogations in which he made the damaging admissions. They talked about guilt by association.\n  But the defense's main argument was that Mr. Hamdan was just a man who ''had to earn a living,'' as one of his lawyers, Harry H. Schneider Jr., said. \n  Early in the week, the prosecutors appeared confident that the images of Mr. Hamdan next to the center of the plots would secure a conviction. But by week's end, they appeared defensive. After years of planning, the first war crimes trial here was focused, not on a terrorism kingpin, but on his driver.\n  ''We never suggested he was higher than he was,'' said the chief military prosecutor, Col. Lawrence J. Morris of the Army. \n  A  prosecutor, John Murphy, asked Mr. Crouch on Friday whether people like Mr. Hamdan made Mr. bin Laden possible. \n  ''Without people like Mr. Hamdan,'' the agent answered, ''bin Laden would enjoy no support, enjoy no protection, and would probably have been unable to elude capture up until this point.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: The defense, from left, Joseph McMillan, Lt. Cmdr. Brian Mizer, Andrea Prasow, Harry Schneider Jr. and Charles Swift.\n  The prosecutors, from left, Maj. Omar  Ashmawy, John Murphy, Cmdr. Timothy  Stone and Clayton Trivett Jr. (PHOTOGRAPHS BY FRED R. CONRAD/THE NEW YORK TIMES)                                                       \n\nLoad-Date: July 26, 2008"
}