{
    "title": "Prosecutors say a 22-year-old Palatine man charged with terrorism caused _mayhem",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 9,
    "day": 30,
    "full text": "Prosecutors say a 22-year-old Palatine man charged with terrorism caused \"mayhem\" and hysteria among patrons when he crashed an SUV through the entrance of Sears and drove through Woodfield Mall earlier this month. Javier Garcia, of the 1300 block of North Geneva Drive, was denied bail by a Cook County judge Sunday after appearing in court for the first time on terrorism and criminal damage to property charges stemming from the Sept. 20 rampage through the Schaumburg shopping center. \nSchaumburg police said they still have not determined a motive for Garcia's actions. Investigators have no reason to believe Garcia was targeting any specific person or business within Sears or Woodfield, police said. Garcia was released Friday from AMITA Health Behavioral Medicine Institute, where he'd been taken for treatment after the mall disturbance, and taken into custody by police. His next court date is Tuesday. Prosecutors said Sunday that Garcia initially entered Woodfield through the Sears entrance on foot just before 2:20 p.m. Sept. 20 He walked through the store, then left without purchasing or handling any merchandise. Four minutes later, he drove his SUV from the parking lot at an \"exceedingly high rate of speed\" and crashed through the entrance, prosecutors said. Patrons initially believed there was an active shooter in the mall because the shattering glass sounded like gunshots, they said. Garcia careened through Sears and drove into the mall's common area, where \"chaos ensued\" as he plowed into stores and kiosks, prosecutors said. Hysterical patrons were jumping out of the SUV's path, and stores started locking their gates and sheltering people. The vehicle drove more than halfway through the mall before striking multiple columns and coming to a stop, officials said. Two off-duty police officers detained Garcia until authorities arrived. Police said their investigation determined Garcia was acting alone in the rampage that caused more than $110,000 in damage. Despite the pandemonium, no serious injuries were reported. Investigators later found that Woodfield Mall was the subject of 124 searches on Garcia's cellphone in the 24 hours before he drove through it, prosecutors said. Thirty-five of those searches focused on Sears, 11 were of an adjacent store and 13 were for street and aerial views of Woodfield. Garcia also searched 21 times for a former teacher, who is listed as a witness in the case, prosecutors said. Amil Alkass, Garcia's private attorney, told the Chicago Sun-Times that the terrorism charge is \"a little aggressive.\" His client, an unemployed high school graduate living with his father and sister, takes psychiatric medications and is being treated for bipolar disorder and paranoid schizophrenia, he said. \"He's definitely not a terrorist,\" Alkass told the Sun-Times. \"There was nobody targeted.\" The terrorism charge, a Class X felony, is based on allegations Garcia committed an act that caused substantial damage to any building containing five or more businesses of any type. Substantial damage means more than $100,000, police said. If convicted of the charge, Garcia faces 20 years to life in prison, according to county prosecutors. The criminal damage to property charges is a Class 2 felony punishable by three to seven years in prison, if he's found guilty.\n\nNotes\n\nReleased from channel family\n\nGraphic\n\n \nJavier Garcia Javier Garcia, 22, of Palatine Javier Garcia\n\nLoad-Date: September 30, 2019"
}