{
    "title": "Prosecutors limited to fraud allegations in Syracuse -area doctor case",
    "publisher": "university wire",
    "year": 2004,
    "month": 10,
    "day": 18,
    "full text": "Days before the trial of Rafil Dhafir -- the Manlius doctor arrested in February 2003 for allegedly violating sanctions against Iraq -- attorneys presented new information on limits prosecutors will have to adhere to in their examination.\nDhafir's attorneys met with U.S. District Judge Norman Mordue, who said prosecutors cannot bring up the issue of terrorism at the trial. Instead, the prosecution will have to focus on the charges of alleged Medicare fraud and other crimes.\n\"(The case) was very much about the government's hunt for terrorism,\" said Devereaux Cannick, one of Dhafir's lawyers. \"They never found any terrorism, so they brought back these arguments about Medicare.\"\nIn addition to Medicare fraud, Dhafir is charged with using revenue raised by his charity, Help the Needy, to illegally aid Iraq, commit tax fraud, and purchase property in Syracuse, N.Y.\nCannick said he and his colleagues were told by the FBI that Dhafir defrauded Medicare to fund terrorism in Iraq. But now that Mordue said terrorism may no longer be mentioned by the prosecution at all, Cannick is skeptical of the FBI's allegations.\n\"There are other people who have been accused (and cleared) of these same charges, but Dr. Dhafir is the only person that we know of that has been prosecuted,\" Cannick said.\nOn Monday morning Dhafir's lawyers held a hearing at the Jamesville Correctional Facility to find out how the prison can find a way to allow Dhafir to meet face to face with his lawyers.\nBecause Dhafir, a Muslim, says his religion does not allow him to be strip-searched, a requirement to leave the prison, his lawyers are only allowed to meet with him behind a glass window and converse via telephone. Dhafir is also not allowed to enter the courtroom without being searched first, Cannick said.\nDhafir's attorneys said they fear that conversations through the phone with him could be recorded, compromising attorney-client confidentiality to prepare a defense.\n\"(Dhafir) need not trade off his First Amendment rights in order to take advantage of the Sixth Amendment,\" Cannick said.\nCannick said he and his colleagues were willing to be strip-searched before and after visiting with Dhafir to circumvent prison regulations. This issue will be presented at the hearing at the Jamesville Correctional Facility.\nJury selection for the trial begins Tuesday, and the trial will start shortly afterward, Cannick said. Dhafir's lawyers expect the prosecution to last between six and eight weeks.\nDhafir's attorneys said they are not sure if their client will receive a fair trial, after concerns were raised with his receiving a fair trial as a Muslim.\n\"We're hoping we can come up with 12 fair-minded, objective, untainted individuals to come in and listen with an open mind,\" Cannick said.\n(C) 2003 Daily Orange via U-WIRE\n\nLoad-Date: October 18, 2004"
}