{
    "title": "Prosecution not always goal in terrorism-related cases",
    "publisher": "pittsburgh tribune review",
    "year": 2016,
    "month": 9,
    "day": 11,
    "full text": "U.S. attorneys nationwide decided not to pursue charges in nearly 79 percent of the terrorism-related cases referred to them for prosecution between 2005 and 2015, a Tribune-Review investigation has found.  \nExperts say that while that number appears concerning, it doesn't necessarily mean the investigations were not successful. When the FBI opens an investigation into a potential terrorist plot, prosecution isn't always the goal, said Karen Greenberg, director of the Center on National Security at Fordham University. \n\"The key element in terrorism cases is just as much about intelligence gathering as it is prosecution,\" Greenberg said. \"When it's an investigation into finding out about a network or a suspected network, the end point, in some cases, is more about intelligence collecting.\" \nFederal prosecutors aren't running away from these cases, agreed Dennis Giever, graduate coordinator of FBI programs at Indiana University of Pennsylvania's Department of Criminology and Criminal Justice. \nImmediately after the 9/11 tragedy 15 years ago, people wanted to know how law enforcement and intelligence agencies missed the brewing threat. Congress convened hearings, created commissions and restructured the federal government, creating the Department of Homeland Security and making its director a Cabinet-level position. \n\"They're always worried they're going to be caught flat-footed. ... The government's got that heightened awareness now. It's a big deal for them, because if another attack happens, people are going to wonder how they missed it,\" Giever said. \nThe Justice Department, which oversees the 94 districts in the United States, Puerto Rico and other territories, declined to comment for this report. \nGiever said the number of potential terrorist incidents the federal government has stopped is \"pretty impressive.\" \n\"We just don't always hear about it,\" he said. \"The success stories, sometimes they won't even talk about them because they'd have to give out classified information.\" \nPrevention focus \nFollowing the 9/11 attacks, the focus shifted from winning criminal convictions to preventing attacks, said Larry Likar, a former FBI agent and chairman of La Roche College's Department of Justice, Law and Security. \nProsecutors and agents are more likely to pursue marginal cases now than 15 years ago because of that focus, he said. \n\"Before 9/11, they probably wouldn't have gotten to the prosecution stage,\" Likar said. \"Agents wouldn't have presented it (to prosecutors).\" \nThe FBI also is more likely to insert an undercover agent into an investigation and \"” in a move often criticized by defense attorneys \"” offer help to would-be terrorists, Likar added. \nThe tactic has come under criticism because some argue the suspects might never have committed a crime if the FBI hadn't gotten involved, Greenberg said. \nLikar said that criticism is based on a couple of mistaken beliefs. One is that all terrorists are sophisticated thinkers dedicated to a cause, he said. Another is that the people who get arrested in sting operations were enticed into committing a crime instead of waiting for an opportunity to commit one, he said. \nWhen the FBI hears of someone talking jihad or a right-wing overthrow of the government, it has to investigate. The agents determine a person's propensity to commit a terrorist attack by giving  him or her a controlled opportunity to take a step, such as buying weapons and explosives, he said. \nThe alternative would be to keep the individuals under 24-hour surveillance, which isn't practical, Likar said. \nThe argument that the person wasn't smart or that his plan wasn't sophisticated may be true, but that doesn't negate the danger the person posed, he said. \n\"You don't have to be that smart to kill a bunch of people,\" Likar said. \nThe rise of ISIS \nThe number of people prosecuted for providing or attempting to provide material aid to a foreign terrorist organization spiked after the rise of the Islamic State.  \nThe terror group declared the territory it controls in Iraq and Syria a caliphate, and beckoned believers from around the world, promising a utopia ruled by holy writ rather than fallible, man-made government. That lure, combined with its early military successes, offered a place and a holy cause for believers, fanatics, misfits and disturbed individuals from across the globe. \nAs many as 250 Americans have joined thousands of Europeans in traveling or attempting to travel to Islamic State-controlled territory. Dozens \"” many in their 20s \"” were picked up at U.S. airports by federal agents and put on trial. \nThe FBI and Department of Homeland Security have begun putting resources behind alternatives to prosecution, a decision driven, in part, by the realization that \"these are younger, vulnerable, more confused individuals that might not go down this path\" if they had some guidance, Greenberg said. \nLast year, John Carlin, the assistant attorney general in charge of the National Security Division, said the \"ideal solution is one that never reaches my shop for a law enforcement response.\"  \nAround the same time, the Department of Homeland Security formed the Office for Community Partnerships to help community leaders and local law enforcement develop programs to steer vulnerable people away from radicalization, rather than simply threatening them with prosecution.  \n\"There's a sense that the answer to this is bigger than law enforcement,\" Greenberg said.  \nLocal changes \nThe 9/11 terrorist attacks made federal agencies more willing to work with one another, work with state and local agencies and with the private sector, said Assistant U.S. Attorney James Kitchen, the anti-terrorism advisory coordinator for the Pitsburgh-based Western Pennsylvania district. \n\"There is not a wall between the intelligence community and the law enforcement community anymore,\" he said. \nDavid Hickton, U.S. Attorney for Western Pennsylvania, said his district is also one of the few that has a dedicated national security and cyber group that meets weekly. The group continuously evaluates threats as well as vulnerable targets, he said. \nWestern Pennsylvania had 10 prosecutions between 2005 and 2015 that are earmarked as terrorism-related cases in Justice Department data. That puts the district 59th out of the 93 U.S. Attorney districts. \nThe Justice Department data don't identify the defendants or otherwise make it easy to link its number to actual cases. Some of the identifiable cases include people sending threatening messages to the president or someone else in their community. Another is a convicted felon in possession of a firearm. \nThe most notable federal prosecutions include Emerson Begolly, 27, of Redbank, who pleaded guilty to soliciting crimes of violence by posting information on explosives and other destructive devices on terrorist-run websites. He is serving a sentence of eight years and six months. \nAnother is the pending prosecution of Adam Stuart Busby, a self-proclaimed Scottish separatist now living in Dublin. A Pittsburgh federal grand jury indicted him on charges of emailing bomb threats to University of Pittsburgh officials in 2012. Federal officials still are trying to have him extradited. \nWhile the Begolly and Busby cases are considered international terrorism, domestic terrorism cases are more common. In those cases, the suspects usually are breaking other laws, and prosecutors commonly pursue those charges rather than terrorism charges, Kitchen said. \nTwo local cases tagged as terrorism-related in Justice Department data involve bomb making. \nMichael Steven Cech, 45, of McKees Rocks is serving a 15-year prison sentence for telling a confidential informant how to build a pipe bomb. \nEric Charles Smith, 39, of Baldwin Borough is serving 7Â½ years in prison for his guilty plea to one count of possessing an unregistered destructive device. Police enforcing a protection-from-abuse order found 20 bombs, some remote detonators and white supremacist literature in his house. \nHickton said one of the main tools his office uses to fight terrorism is outreach to Muslim and Sikh communities. While the outreach is mainly a component of his civil rights program, it also helps fight terrorism. \n\"We know we can make safer communities if we don't isolate communities,\" he said. \"If they feel welcome and part of the larger community, it's far less likely that someone will go off the rails.\" \nBrian Bowling is a Tribune-Review staff writer. Reach him at 412-325-4301 or bbowling@tribweb.com Mike Wereschagin is a Tribune-Review investigative reporter. Reach him at mwereschagin@tribweb.com \n\nLoad-Date: September 13, 2016"
}