{
    "title": "Prosecutors Deny Hounding Muslims in Terrorism Case",
    "publisher": "the new york times",
    "year": 2000,
    "month": 9,
    "day": 13,
    "full text": "The office of the chief federal prosecutor in Manhattan strongly denounced criticism this week that it had unfairly singled out Muslims during its broad investigation of Osama bin Laden, whom the authorities believe masterminded the bombings of two American embassies in East Africa in 1998.\nWriting to a federal judge on Monday, the office of Mary Jo White, the United States attorney for the Southern District of New York, offered a blistering response to a defense lawyer's complaint that the civil and political rights of Muslims were being chilled, and that they were being \"relentlessly hounded by the unfettered investigations\" by Ms. White's office and the Federal Bureau of Investigation.\nMs. White's office wrote, \"We demand that those participating in the investigation and prosecution never tarnish Muslims as a group with the sins of a select few, and make prosecutive decisions based upon the conduct of persons, not their religion.\" The letter, sent to Judge Robert P. Patterson Jr. of Federal District Court in Manhattan, has not been filed publicly.\nThe letter came as Ms. White's office filed a new indictment in the terrorism case. The indictment charged a former taxi driver from Orlando, Fla., with perjury and criminal contempt for refusing to testify before a grand jury. The defendant, Ihab M. Ali, 38, had been held on civil contempt charges for 16 months at the Metropolitan Correctional Center in Lower Manhattan for his refusal to testify in May 1999. He has defended his position on religious grounds.\nIn a hearing held last year, Mr. Ali said that the Koran taught Muslims to do nothing that \"will cause harm to innocents.\" He said testifying would be regarded as \"a betrayal of our beliefs as Muslims.\"\nProsecutors have offered few details about Mr. Ali. In the letter to Judge Patterson, Ms. White's office described Mr. Ali, a naturalized American citizen, as a sworn member of al Qaeda, which it says is a terrorist group led by Mr. bin Laden and \"responsible for the deaths of hundreds of innocent people.\"\nThe indictment said that prosecutors were also seeking to determine if Mr. Ali was taking part in terrorist activities by al Qaeda when he trained as a pilot in Oklahoma in 1994, or when he traveled abroad.\nYesterday, Magistrate Judge Ronald L. Ellis of United States District Court in Manhattan ordered Mr. Ali held without bail pending further proceedings. In the brief hearing, Mr. Ali entered no plea. One of his lawyers, Ashraf W. Nubani, said by phone that his client denies any wrongdoing.\n\"I do know what Ihab's involvement is,\" Mr. Nubani said, \"and it's nothing beyond association. And if that's a crime, then he's guilty.\"\nAnother lawyer, Louis M. Freeman, who represented Mr. Ali in court, said that his client \"was looking forward to being released on bail.\"\nIt was a Sept. 4 letter from Mr. Nubani to Judge Patterson, who had originally ordered Mr. Ali sent to jail for civil contempt, that prompted the reply from Ms. White's office.\nMr. Nubani claimed that by imprisoning his client, the government \"has succeeded in making him a martyr to the Muslim community,\" and was harassing other Muslims who were \"peripheral and irrelevant\" to the investigation.\nMr. Nubani also said that \"under the pretext\" of trying to solve the embassy bombings, the government \"continues to stigmatize the Muslim community, and chills members of that community from enjoying their political and civil rights.\"\nThe response from Ms. White's office was written by Patrick J. Fitzgerald, the lead prosecutor in the bin Laden investigation. He said that Mr. Ali was questioned \"as a witness in an effort to solicit truthful testimony from him to bring others to justice.\"\n\"His refusal to comply,\" Mr. Fitzgerald wrote, \"is nothing short of a crime, not a 'political and civil right.' \"\nMr. Fitzgerald said Mr. Nubani \"slights the 'Muslim community' (however he seeks to define it) by averring that the community supports the decision of a member of a terrorist group to break the law in an effort to keep silent about those responsible for mass murder.\"\n\"There are 1.2 billion people in the world who practice the Islamic faith,\" he continued. \"The grand jury has indicted but 17 individuals for their roles in al Qaeda, including the mass murder of hundreds of civilians, and but one (1) al Qaeda member has been incarcerated for his unlawful contempt of court.\"\nAs to the embassy bombing case, \"there is no pretext,\" Mr. Fitzgerald added. Those responsible, he said, \"should, and will be, held responsible. And those like Ihab Ali, who break the law and frustrate the investigation, will also be held accountable for their actions.\"\nMs. White had no additional comment through a spokesman last night. Mr. Nubani said prosecutors were \"banking on the ignorance of the general public\" by asserting that only 17 Muslims were being prosecuted besides his client.\n\"My question is,\" he said, \"how many subpoenas has the government issued since these investigations started? I just don't believe their argument.\"\n\nhttp://www.nytimes.com\n\nLoad-Date: September 13, 2000"
}