{
    "title": "Prosecution Sees Setback At Terror Trial in California",
    "publisher": "the new york times",
    "year": 2006,
    "month": 4,
    "day": 10,
    "full text": "The federal terrorism trial that has been going on here for the past several weeks has not lacked for surprises. Its shockers have included word of a sighting of one of the world's most sought-after terror suspects in a town not far away and the last-minute discovery of a surreptitiously recorded tape.\n  Unfortunately for the prosecution, which is trying a father and son -- the son on charges of attending a terrorist training camp in Pakistan and lying about it, the father on charges of lying about the son's activities -- the twists have come at its expense.\nThe prosecution agreed to allow a statement to be read to jurors that it could not substantiate the claim by its chief witness in the case, Naseem Khan, a paid informant, that the Federal Bureau of Investigation hired him after he told agents that he had seen Osama bin Laden's top lieutenant in 1998 or 1999 at a mosque in Lodi, the farming town just south of Sacramento where the men on trial lived. \n  Terrorism experts say the bin Laden lieutenant, Ayman al-Zawahiri, an Egyptian, last visited America in 1995.\n  Mr. Khan, 32, is a former fast-food worker from Pakistan by way of Bend, Ore., who was paid about $225,000 to spy on Muslims the government suspected of involvement in terrorism from late 2001 to 2005. Last weekend, he made a Hollywood-esque call to his handlers: he told them he had just found one more tape of his secretly recorded conversations with one of the suspects while rearranging his CD collection.\n  Defense lawyers said they took it as another sign of unreliability in Mr. Khan, who they said had badgered and cajoled the younger man into aspiring to attend the training camp.\n  The defense has had its stumbles, too, but as the trial of the son, Hamid Hayat, 23, and the father, Umer Hayat, 47, an ice cream truck driver, draws to a close, the government's case has not been as clear-cut as originally promoted.\n  During the debate over whether to renew the USA Patriot Act, the antiterror law, prosecutors last June heralded the arrest of the Hayats, American citizens of Pakistani descent, as an important milestone in the fight against terrorism.\n  ''I was very impressed by the use of intelligence and the follow-up,'' President Bush said at the time of the arrests. ''And that's what the American people need to know, that when we find any hint about any possible wrongdoing or a possible cell, that we'll follow up.''\n  In September, the United States attorney in Sacramento, McGregor W. Scott, said, ''We have detected, we have disrupted and we have deterred, and whatever was taking shape in Lodi isn't going to happen now.''\n  But the government rested its case at the end of March without shedding much additional light on what exactly prosecutors said had been taking shape in Lodi. And as defense lawyers eagerly point out, it presented no evidence that Mr. Hayat was at the camp in Pakistan, beyond statements to Mr. Khan that he planned to go and a fiercely disputed confession Mr. Hayat made to F.B.I. interrogators in halting English and without a lawyer present.\n  Mr. Hayat's lawyer, Wazhma Mojaddidi, said Mr. Hayat was a wayward young man with a sixth-grade education, and that he was prone to boasting and storytelling, making outrageous statements to please Mr. Khan and, later, government interrogators.\n  One juror who was dismissed two weeks ago because she had not revealed a relationship with a law enforcement officer said she found the government's case unpersuasive. According to The Associated Press, the former juror, Andrea Clabaugh, said that Mr. Hayat might have been ''interested in acting against America,'' but that she did not see evidence he had trained as a terrorist.\n  Prosecutors have declined to comment.\n  While the defense clearly believes that Mr. Khan has damaged the prosecution case, it remains to be seen how jurors will react. They are drawn from a relatively conservative region where people are often sympathetic to the police and prosecutors. And Mr. Hayat did make incriminating statements in the F.B.I. interview about going to a camp for jihad, or holy war. \n  The case may go to the jurors as soon as Thursday. \n  Should the government fail, the case will probably be compared to other terrorism prosecutions that did not live up to advance billing.\n  While the Justice Department has claimed dozens of trial victories in terrorism cases, it has lost or secured victories on lesser charges in some cases announced with great fanfare. \n  Last week, a former federal prosecutor was indicted on charges that he concealed critical evidence in a Detroit terrorism case in 2003, among the largest since the Sept. 11 attacks. In that case, four Muslim men were accused of being in a sleeper cell plotting attacks against Americans overseas, but the government, after winning two convictions, dropped the charges as accusations of concealed evidence and prosecutorial misconduct surfaced.\n  ''There are a number of instances in which the government at the outset has seemed to overstate the nature of what the accused person has done and then, when put to the proof, it has been less successful,'' said Carl W. Tobias, a law professor at the University of Richmond who studies terrorism trials. \n  ''There is a tendency to overstate,'' Mr. Tobias said, ''because of the perceived stakes and American people's concern about another terrorist attack.''\n  Still, the defense has had its rough moments.\n  The judge, Garland E. Burrell Jr., refused its requests for information from National Security Agency wiretaps and declined to allow the defense's chief investigator, a retired 35-year veteran of the F.B.I., Jim Wedick, to testify on what he called lapses in interviewing and investigative techniques.\n  As the defense prepares to end its case, Judge Burrell has shown impatience and flickers of anger at technical and tactical problems with the questioning of witnesses by Ms. Mojaddidi and the lawyer for Umer Hayat, Johnny L. Griffin. \n  The case turns on the work of Mr. Khan, who befriended the Hayats at Lodi's mosque, and the F.B.I.'s videotaped interrogations after the Hayats were picked up in June 2005.\n  Trial testimony has shown that the F.B.I. had a particular interest in the two imams at the mosque, Muhammad Adil Khan, 47, and Shabbir Ahmed, 38, who agreed to return to Pakistan under threat of deportation on immigration violations after the Hayats were arrested. They were not charged in the case, though the authorities say they suspected they were recruiting young men for terrorist training.\n  Mr. Khan recorded hundreds of hours of conversations with Mr. Hayat, steering the conversation to jihad, and eliciting Mr. Hayat's aspiration to attend a training camp in Pakistan, though prosecutors and defense lawyers have disputed whether he was talking about religious training or terrorist training.\n  Hamid Hayat was in Pakistan from 2003 to 2005, to marry, attend to family business and attend a religious school, Ms. Mojaddidi said, though prosecutors say he was also trying to join Qaeda fighters there.\n  While Mr. Hayat was in Pakistan, Mr. Khan at times pressed Mr. Hayat in telephone conversations. ''You told me: 'I'm going to a camp. I'll do this, I'll do that,' '' he said in one 2003 conversation. ''You're sitting idle. You're wasting time.''\n  But Mr. Khan testified that Mr. Hayat did not tell him he had attended any camp.\n  After they were arrested, both Hayats agreed to answer questions by the F.B.I. in the agency's Sacramento office. In shaky English, they gave clipped, sometimes ambiguous answers, often simply agreeing with agents. Mr. Hayat concurred, for instance, when an agent said the camp he was accused of attending was for training jihadists to kill Americans.\n  ''What they're doing is teaching people how to kill American troops,'' an F.B.I. agent said.\n  ''Of course,'' Mr. Hayat replied.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Hamid Hayat, 23, top, a former fast-food worker, and his father, Umer Hayat, 47, an ice cream truck driver, are on trial in Sacramento. (Photo by Reuters)\n (Photo by ABC ''World News Tonight'')\n\nLoad-Date: April 10, 2006"
}