{
    "title": "Prosecutor seeks light sentence for accused terrorist",
    "publisher": "st. petersburg times ",
    "year": 1987,
    "month": 2,
    "day": 28,
    "full text": "Compiled from Wire Reports\nPARIS - The prosecutor requested Friday that accused terrorist    Georges Ibrahim Abdallah be sentenced to 10 years or less to avoid    making France a hostage to terrorism.\n \n     \"A severe sentence could transform the accused into a martyr and    France into a hostage,\" prosecutor Pierre Baechlin said. \"It's up to    justice to render a decision in the interest of everyone. One must know      how to adapt to events.\"\n \n     Abdallah is charged with complicity in the murders of American and    Israeli diplomats.\n \n     Turning to representatives of the U.S. government in the courtroom,  the prosecutor said, \"France does not have lessons to learn from its    allies - not even from the United States, its sister in liberty.\"\n \n     Baechlin said neither armed force nor justice had proved effective  against terrorism. \"With a heavy heart, I plead with you, I beg you, I  ask you not to pronounce a sentence on the accused of more than 10    years in prison,\" he said.\n \n     Baechlin referred to \"blind terrorism\" in the streets of Paris  and to Frenchmen held captive in Lebanon in making his recommendation    to the seven-judge court, which was created to handle terrorism trials.\n \n It is hearing its first case.\n \n     The trial has been watched closely in France, partly in fear that a  harsh sentence would cause a new wave of bombings in support of  Abdallah, said to be a leader of the Lebanese Armed Revolutionary    Factions.\n \n     Bombs killed 11 people and wounded more than 150 in Paris last  September. A Lebanese group claimed responsibility and demanded freedom    for Abdallah and two other prisoners.\n \n     After the bombings stopped, news reports said France had negotiated  a \"truce\" through Syrian intermediaries. The Paris daily Le Matin  reported Friday, without citing sources, that the government also    promised Syria to free Abdallah by the end of 1987.\n \n     Lawyers representing the United States had earlier called on the  judges to ignore French state interests and impose a tough sentence on    Abdallah.\n \n     Lawyer Georges Kiejman told them, \"Your mission is not to consider  the views of the state but to render justice - not to render    services.\"\n \n     Last July, when Abdallah was given a four-year prison term on less  serious charges, the United States issued a stern public protest of    what it felt was a too-lenient sentence.\n \n  \n\nLoad-Date: November 18, 1992"
}