{
    "title": "PROSECUTORS CAN FACE ANTI-GOVERNMENT JURORS IN DOMESTIC TERRORISM TRIALS",
    "publisher": "the columbian ",
    "year": 1997,
    "month": 4,
    "day": 7,
    "full text": "SPOKANE -- One juror.\nTwo federal domestic-terrorism trials in Washington recently ended with juries unable to reach agreement on the most serious charges.\nIn both cases, one juror reportedly held out against 11 voting for conviction. The holdouts have not said why they could not vote with the others.\nBut as jury selection proceeds in the trial of Timothy McVeigh for the Oklahoma City bombing -- and as the government prepares its case against Unabomber suspect Theodore Kaczynski -- experts warn that federal prosecutors may face special obstacles in the West, where anti-government sentiment runs high in the general population.\nIn the West, people who challenge authorities -- from Gordon Call of the anti-tax Posse Comitatus to white-separatist Randy Weaver on Idaho's Ruby Ridge -- are often viewed as heroes.\n\"People are fed up with the government,\" said Gary Perlstein, a Portland State University criminologist who specializes in domestic terrorism studies.\n\"Many people, including myself at times, see that some of these people have at least some things on their side,\" Perlstein said.\nThe West is fertile ground for anti-government sentiment, in part because there is so much federal land -- and federal control -- in the region, he said.\nThere are no studies yet offering statistical proof that Western juries acquit a disproportionate number of domestic terrorism defendants, but anecdotal evidence indicates that is the case, Perlstein said.\nThat contention is disputed by Bruce Black, a former federal prosecutor now in private law practice in Denver.\nIt may be that prosecutors are overreaching by trying to link crimes such as pipe bombing to political ideologies, Black said.\nThat can backfire with some jurors.\n\"People should be allowed to think what they want to think,\" Black said.\nFederal charges against homegrown terrorists -- including racketeering, conspiracy, possession of weapons or explosives, or organizational criminal activity -- result in dismissals, acquittals or mistrials more than 57 percent of the time, according to a recent study of 1980s cases by Brent Smith, a professor at the University of Alabama at Birmingham.\nFederal prosecutors win convictions just 35 percent of the time, while an additional 8 percent of the cases are resolved with guilty pleas, the study found.\nSmith also warned against injecting anti-government politics into trials.\n\"If federal prosecutors want to win a conviction against accused terrorist Timothy McVeigh, they must keep politics out of the courtroom,\" he said.\nBut no one was killed in the Washington cases.\nMcVeigh, 28, is accused in the April 19, 1995, truck bombing that killed 168 people, injured more than 500 and destroyed the federal building in Oklahoma City.\nIt would be harder for jurors to sympathize with a defendant's ideological beliefs in the face of such destruction, Noble said.\nThe first Washington case was in Seattle, where seven anti-government activists were charged with conspiring to make pipe bombs and kill federal agents. The five-week trial ended Feb. 28 with a mistrial on the key conspiracy charge. Jurors did convict four defendants of weapons and explosives charges.\nA federal grand jury Thursday reindicted five of the defendants on a simplified conspiracy charge, and a second trial is scheduled to begin June 23.\nThe other case was in Spokane, where three anti-government white separatists from northern Idaho were charged with bombing a newspaper office, a Planned Parenthood clinic and a bank, and robbing the bank twice. While no one was injured, authorities said the bombers intended to kill people.\nA mistrial was declared Wednesday when jurors could not agree on the eight most serious charges. The jury's majority said one holdout stymied conviction.\n\"As time went by, it became clear that he was going by his feelings and not by the evidence presented to us,\" juror Kim Dugan said.\nThat juror has refused to discuss the case.\nThe defendants were convicted of four lesser crimes they had conceded committing.\nDefense lawyers admitted that their clients held anti-government views and bizarre religious beliefs against banking and interracial marriage.\nBut the men denied committing the crimes and eyewitnesses could not positively identify them as the masked robbers.\nProsecutors will retry the men, probably this summer.\nIf such trends continue, unanimous jury verdicts may be scrapped in favor of majority verdicts, said Cathlin Donnell, a former U.S. attorney who now is a legal consultant in Denver. Proposal to allow majority-rule in the jury room have already surfaced in some states, she said.\n\nLoad-Date: April 7, 1997"
}