{
    "title": "PROSECUTORS INFLATED THE NUMBER OF TERRORISM CASES, AGENCY SAYS",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 2,
    "day": 23,
    "full text": "In the year after the attacks of Sept. 11, federal prosecutors exaggerated their success convicting would-be terrorists, congressional investigators say.\nOverall, almost half of 288 convictions deemed related to terrorism were wrongly classified as such for the 2002 fiscal year that began three weeks after the attacks, the General Accounting Office, Congress' nonpartisan watchdog agency, said Wednesday.\nThe GAO concluded that the Justice Department \"does not have sufficient management oversight and internal controls in place to ensure the accuracy and reliability of terrorism-related conviction statistics included in its annual performance reports.\"\nThe inaccuracies hampered \"the Congress' ability to accurately assess terrorism-related performance outcomes of the U.S. criminal justice system\" - information needed for Congress to make decisions on federal law enforcement budget requests - the GAO said in a report requested after a December 2001 story in The Philadelphia Inquirer.\nThe attacks of Sept. 11 reshaped law enforcement's mission as federal officials from Attorney General John Ashcroft to the FBI declared that preventing attacks would be a priority for the Justice Department and would require millions more federal dollars.\nAnd, in fact, the number of reported convictions related to terrorism jumped, the GAO found.\nIn five years before the attacks there were an average of 35 terrorism convictions reported annually. In the year afterward, the report said, prosecutors reported 160 terror convictions.\nBut the GAO said prosecutors wrongly classified at least 132 of 288 convictions - 46 percent - as terrorism-related for fiscal 2002. All were reclassified.\nOne category of the reported terrorism convictions, \"international terrorism,\" was particularly misreported. Of 174 convictions originally classified under that category, only 43 were verified as such, the GAO said.\nProsecutors blamed the discrepancies on the limited time their staffs had to evaluate the data. The GAO noted that the Justice Department and the prosecutors who report to it have since enacted a series of changes to correct the figures and ensure that future annual reports would be accurate.\nBut one member of Congress said the revisions undermined the war against terrorism.\n\"Playing shell games with numbers is counterproductive,\" said Sen. Patrick Leahy, D-Vt. \"It blurs our focus and undercuts accountability and credibility.\"\nA Justice Department spokesman did not return a call seeking comment.\nThe GAO said the discrepancies were due in part to different definitions of cases related to terrorism.\n\nLoad-Date: February 23, 2003"
}