{
    "title": "Prosecutors rest case at Padilla terrorism trial One observer says the government's evidence has bee",
    "publisher": "richmond times dispatch ",
    "year": 2007,
    "month": 7,
    "day": 14,
    "full text": "For a star defendant whose name is known around the world, Jose Padilla has become almost a bit player in his terrorism-support trial.\n Prosecutors rested their case yesterday after nine weeks, 22 witnesses and dozens of FBI wiretap intercepts played at trial, most of them in Arabic with written translations for jurors. Defense lawyers for Padilla and his two co-defendants begin presenting their case next week.\n Much is at stake for the government, which once heralded Padilla's arrest as a success in the war on terror, accused him in an al-Qaida dirty-bomb plot and held him for 3 1/2 years as an enemy combatant.\n \"Although everyone has been referring to this case as the Padilla trial, the government's case against Padilla has been pretty thin,\" said David O. Markus, a Miami defense attorney who has frequently written about the case on his legal blog. \"I'm sure the government lawyers are sweating quite a bit right now.\"\n Padilla, a 36-year-old Muslim convert, was arrested in 2002 as he got off a plane in Chicago, returning from Pakistan. He was carrying $10,526, a cell phone and e-mail addresses for al-Qaida operatives.\n But the dirty-bomb allegations were dropped and alleged admissions Padilla made to interrogators in a Navy brig during his confinement have not been presented during the trial.\n The key to the case, according to attorneys and legal experts, is a five-page mujahedeen data form that authorities say Padilla filled out in July 2000 to attend an al-Qaida training camp in Afghanistan. Seven of Padilla's fingerprints are on the form, which was recovered by the CIA in Afghanistan in December 2001.\n \"The question is whether the defense has a plausible theory for how Padilla's fingerprints got on the form that doesn't implicate him,\" said Stephen Vladeck, law professor at American University in Washington.\n The form also serves to link Padilla co-defendants Adham Amin Hassoun and Kifah Wael Jayyousi, both 45, to al-Qaida. Most of the other evidence concerns actions Hassoun and Jayyousi supposedly took to benefit Islamic extremists in global hotspots such as Chechnya and Somalia.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 18, 2007"
}