{
    "title": "PROSECUTORS LINK KAHANE KILLING TO BOMBING PLOT SHEIK OMAR ABDEL RAHMAN AND HIS FOLLOWERS WERE INVOL",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 5,
    "day": 6,
    "full text": "The assassination of a militant rabbi in 1990 and plots to bomb city landmarks were part of a conspiracy by the same group of terrorists, federal prosecutors alleged yesterday in court papers.\nProsecutors said the terrorists wanted to punish the United States for its \"perceived status as leader of the 'infidel' order.\"\nThe U.S. Attorney's Office filed the papers in U.S. District Court in response to pretrial motions by lawyers for Sheik Omar Abdel Rahman and a group of his followers.\nAbdel Rahman and 13 others are accused in a wide-ranging foiled terrorist plot to bomb city landmarks, including the United Nations and tunnels between the city and New Jersey.\nThe trial is expected to begin in September. It is separate from the case of the four men convicted of bombing the World Trade Center last year.\nThe presiding judge in the conspiracy trial, Michael Mukasey, had asked prosecutors to explain why they should be allowed to bring up plots to kill Rabbi Meir Kahane and Egyptian President Hosni Mubarak along with the plots to bomb landmarks.\nIn response, prosecutors contended in the documents that Abdel Rahman led a jihad, or holy war organization, that planned a terrorist campaign, not just the bombings of landmarks.\nThe group had headquarters in several U.S. cities, paramilitary training camps in upstate New York and in Connecticut, and also had ties to terrorists abroad, the document alleges.\n\"The crimes alleged in the indictment are not random, disconnected acts of unthinking brutality,\" the prosecutors said. \"They are, instead, all parts of the same very real battle the defendants and their co-conspirators saw - and still see - themselves fighting.\"\nThe papers also say that the murder of Kahane in November 1990 was \"a small, albeit brutal step in a terrorist campaign.\"\nCentral to the wide-ranging terror plot were El Sayyid Nosair, who was convicted of charges related to Kahane's murder, and Abdel Rahman.\nOfficials first suspected Nosair had acted alone when he was arrested after Kahane's slaying at a New York hotel. But fingerprints of Trade Center bombing defendants were allegedly found in Nosair's car, which was abandoned after Kahane's killing.\nNosair was acquitted in the slaying, but was convicted of assault for shooting and wounding two other men as he fled the hotel. He is serving a 22- year prison sentence, and he also is a defendant in the coming terrorist conspiracy trial.\nClement Hampton-el, another defendant in the conspiracy trial, helped plan Kahane's assassination, prosecutors allege.\n\nLoad-Date: October 21, 2002"
}