{
    "title": "Prosecutors defy judge's order in terrorism case",
    "publisher": "richmond times dispatch ",
    "year": 2009,
    "month": 3,
    "day": 9,
    "full text": "Federal prosecutors have defied a judge's order to turn over evidence of their internal deliberations in coming to a plea agreement with a former professor once accused of being a top Palestinian terrorist.\n A hearing in the Virginia case is scheduled for today.\n The government's decision raises the possibility that U.S. District Judge Leonie Brinkema will toss out a criminal contempt case against Sami al-Arian, who has served nearly five years in prison after admitting that he conspired to assist the radical Palestinian group Islamic Jihad. He was arrested in 2003.\n The court papers, filed last week, also reveal a rift between prosecutors in Virginia and Florida about how to proceed against Al-Arian, with the Justice Department ultimately adopting the more aggressive stance sought by the U.S. attorney's office in Virginia.\n Brinkema has raised concerns that the plea deal with Al-Arian amounted to a \"bait-and-switch\" in which Al-Arian was misled into thinking the Florida plea bargain would end his legal problems and result in his swift deportation after serving his sentence.\n Instead, he faces another trial in Virginia on charges that he refused court orders to testify to a federal grand jury that is investigating a cluster of Northern Virginia Muslim organizations and charities.\n Brinkema ordered the government to produce evidence about its deliberations in reaching the plea agreement with Al-Arian to see if there was evidence that the government hoodwinked Al-Arian's attorneys.\n But prosecutors refused, saying in court papers that the deliberations are irrelevant when they were never disclosed to the defendant.\n Al-Arian's lawyers say they never would have agreed to the plea bargain had they known he would have to give grand jury testimony. They had the standard plea agreement revised to eliminate the paragraph that requires a defendant to cooperate with prosecutors.\n But prosecutors say the cooperation provision only exempts Al-Arian from voluntary cooperation and was never meant to extend to compulsory testimony such as a grand jury subpoena.\n\nLoad-Date: March 14, 2009"
}