{
    "title": "Prospects brighten for renewal of TRIA Action on measures in House and Senate fuels optimism",
    "publisher": "business insurance",
    "year": 2005,
    "month": 11,
    "day": 21,
    "full text": "WASHINGTON-The odds that the Terrorism Risk Insurance Act will be extended for at least two years look considerably better thanks to last week's approval of reauthorization legislation by the full Senate and a key panel in the House of Representatives.\nBut better is far from certain. The two bills differ considerably on the scope of the federal terrorism insurance backstop that was created by TRIA, which is slated to expire Dec. 31. And even if the full House approves its bill, the differing measures would have to be reconciled before being sent to President Bush, who has said he will not support any extension that is not significantly scaled back.\nUltimate passage will not be easy but is possible, say TRIA extension supporters.\n``We're for getting something in place by the end of the year,'' said Leigh Ann Pusey, senior vp-government affairs for the American Insurance Assn. in Washington. ``We're encouraged by both bills'' and ``we remain confident'' that TRIA will be extended, she said.\n``We're pleased. Both bills will satisfy RIMS,'' said Terry Fleming, a member of the New York-based Risk & Insurance Management Society Inc.'s board of directors with responsibility for external affairs and director-division of risk management for Montgomery County, Md., in Rockville.\nThe full Senate on Friday passed the Terrorism Risk Insurance Extension Act, which had been unveiled late Tuesday afternoon and passed a day later by the Senate Banking Committee. The bill, S. 467, would extend TRIA for two years beyond its current Dec. 31 expiration date. The measure would increase the size of terrorist event required to trigger the federal financial backstop contained in TRIA to $50 million in insured losses in 2006 and $100 million in 2007 from the current trigger, which can be as low as $5 million. The bill also would remove certain lines of insurance-such as commercial automobile and professional liability-that currently enjoy TRIA's protections and would not add group life insurance to the lines covered.\nInsurers would have to pay a deductible of 17.5% of direct earned premium in 2006 and 20% in 2007 for lines covered by the backstop, which currently requires a deductible of 15% to trigger coverage.\nIn addition, the bill calls for the President's Working Group on Financial Markets in conjunction with the National Assn. of Insurance Commissioners and various stakeholders, including policyholders, to conduct ``an analysis regarding the long-term availability and affordability'' of insurance for terrorism risks including group life and chemical, nuclear, biological and radiological risks. It does not, however, require the group to make long-term policy recommendations.\nAIA's Ms. Pusey noted that Senate Banking Committee Chairman Richard Shelby, R-Ala., voted against the original TRIA bill in 2002. ``A voice vote out of a committee with a chairman who voted against it last time is very significant,'' she said.\nFollowing the Senate's approval of the bill, the White House issued a statement, saying that the administration ``supports Senate passage of S.467 and appreciates the Senate's efforts to ensure increased private market participation in providing terrorism insurance.''\nThe statement also notes that the administration ``believes this legislation sends the proper signal to the marketplace that the Terrorism Risk Insurance Program was envisioned to be temporary'' and goes on to say that the administration will oppose any efforts to add lines of coverage, including group life, or to ``further expand the program.''\nThe Treasury Department had recommended in a June 30 report that TRIA not be extended unless it was significantly scaled back and required the private market to assume more of the terrorism risk.\nMeanwhile, the House Financial Services Committee moved forward with its Terrorism Risk Insurance Revision Act-H.R. 4314-which it approved on a 64-to-3 vote.\nUnlike the Senate bill, the House bill would create ``silos'' that would segregate coverage types and subject them to different deductibles before an individual insurer could tap the backstop. The measure would also add group life insurance to the lines protected by the backstop but would drop commercial automobile.\nUnder the silo approach, insurers' retention levels would range from 16% for workers compensation in 2006 to 25% for casualty. The retention percentages would increase each successive year of the program by two percentage points annually for workers comp, two-and-a-half points for property and group life, and five percentage points for casualty.\nThe House bill also would require insurers to offer coverage for nuclear, biological, chemical and radioactive acts of terrorism, though the coverage ``may differ materially from the terms, amounts and other coverage limitations applicable to losses arising from events other than NBCR terrorism.''\nThe bill would raise the loss amounts needed to trigger the backstop by the same amounts as the Senate bill. It also would create a special commission on terrorism risk insurance, comprising representatives of all aspects of the insurance business, including regulators and policyholders as well as underwriters and producers, to make long-term recommendations about the best way to provide terrorism coverage.\nThe inclusion of language assigning a commission responsibility to examine long-term solutions is particularly significant, said Brad Wood, senior vp-risk management for Marriott International Inc. in Bethesda, Md. ``A week ago, the committee or the President's Working Group was not being considered,'' said Mr. Wood. ``I'm absolutely thrilled that the commission idea had made it into the legislation as being critical'' to determining ``the appropriate long-term solutions,'' he said.\n``We're certainly encouraged by that,'' said RIMS' Mr. Fleming, ``They list a number of players on the committee, and one of those players is policyholders. We hope they at least include a risk manager in that group,'' he said.\nCarl Parks, senior vp-government affairs in Washington for the Property Casualty Insurers Assn. of America said, ``we're pleased that the House bill creates a commission that can become a bridge to a long-term, market-based solution.'' He added that ``we'll be working to ensure that trigger levels work for all insurers to maintain an open and competitive marketplace.''\nJoel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers in Washington, said he is ``very confident'' that the House will take up the TRIA extension bill in early December.\nIn a statement, CIAB President Ken Crerar, president of the Council of Insurance Agents & Brokers in Washington, expressed confidence that House and Senate proposals could be reconciled quickly.\n``Despite reports of wide gulfs between the bills, we think congressional leaders could get their staffs to negotiate out their differences in a day's time,'' he said. ``Even though we are all concerned about quick action, we deeply believe regular order should prevail, and the two chambers should work together in the remaining days of Congress to get a bill that works.''\n\nLoad-Date: November 23, 2005"
}