{
    "title": "Prosecution Witness Says He Warned Stewart on Danger of Abdel-Rahman",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 6,
    "day": 24,
    "full text": "The Chicago federal prosecutor who helped put an Egyptian sheik in jail for life on terrorism charges testified yesterday he had warned the felon's lawyer, Lynne Stewart, that he suspected she had set the stage for renewed terrorism.\nU.S. Attorney Patrick Fitzgerald, the first witness called by the prosecution in a terrorism case against the prominent defense lawyer, said that he worked with then-Attorney General Janet Reno to prevent this type of communication after the 1996 sentencing of Sheik Omar Abdel-Rahman on terrorism conspiracy charges.\n\"I thought Sheik Omar Abdel-Rahman posed a very great danger,\" Mr. Fitzgerald said. \"My concern was if he could pass messages outside he could cause violence.\"\nMs. Stewart and two co-defendants - a translator and a former U.S. postman - are charged with aiding Abdel-Rahman, who was convicted in 1995 of trying to bomb a number of New York structures, to send orders to followers in Egypt.\nGovernment prosecutors say Ms. Stewart passed a message in 2000 to Abdel-Rahman's violent Islamic Group that he withdrew his support for a 1997 cease-fire with the Egyptian government.\nMr. Fitzgerald said he learned about Ms. Stewart's actions from press reports that relayed the sheik's message via his lawyer. In court, the prosecutor read a letter he authored to Ms. Stewart, saying her attorney-client privileges \"should not be abused to allow Abdel-Rahman to pass messages which, simply put, can get people killed and buildings blown up.\"\nMs. Stewart, 64, is accused of providing \"material support\" to a terrorist organization and if convicted could face about 20 years in prison.\nIn Tuesday's opening statements, Ms. Stewart's attorney, Michael Tigar, acknowledged his client released the cease-fire statement but denied there was any basis to accuse her of supporting terrorism.\nYesterday, Mr. Tigar blocked Mr. Fitzgerald from elaborating on why the FBI asked him to delay a prosecution of Ms. Stewart until it completed an intelligence probe involving the sheik.\nThe government's prosecutor, Christopher Morvillo, an assistant U.S. attorney, was evidently frustrated by the motion, saying the information was key to refuting opening statements made yesterday morning by the lawyer for one of Ms. Stewart's co-defendants, Ahmed Abdel Sattar.\nMr. Sattar, a former postman who was hired to work as a paralegal on the case after the sheik was arrested in 1993, is charged with the most serious charges of the three: conspiring to commit terrorist murder and kidnapping. He could face life in prison if convicted.\nIn his opening statements, Mr. Sattar's lawyer, Kenneth Paul, questioned why the government would have waited so long to arrest him if he was a violent threat.\nWhile Mr. Sattar actively spoke out against the leadership of Egypt and America's role in the Middle East and remained an advocate for Abdel-Rahman, his attorney said, he did not have any direct relation to terrorist activity.\n\"We've become a nation confronting an enemy that's nowhere and everywhere,\" Mr. Paul said. \"This man Ahmed Abdel Sattar is no enemy of the United States. He's certainly not a terrorist.\"\n\nLoad-Date: June 24, 2004"
}