{
    "title": "Prosecution expected to conclude case in Fort Dix terrorism trial",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 12,
    "day": 9,
    "full text": "The prosecution is expected to conclude its case in the Fort Dix terrorism trial today, setting the stage for jury deliberations to begin next week.  \nDeputy U.S. Attorney William E. Fitzpatrick, lead prosecutor in the case, said yesterday he expects to call one more witness, an FBI terrorism expert, and that his testimony should be finished by late this morning.  \nAt the close of yesterday's court session, U.S. District Court Judge Robert Kugler told lawyers for the five defendants that he wanted to know this morning if any intended to take the stand in his own defense.  \nThe prospect of any of the men testifying appears unlikely. Depending on how many witnesses the defense calls, closing arguments could begin Monday. \nThe defense has built its case around attacking the credibility of the two key government informants in the case and may not see a need to call many other witnesses.  \nThe defendants, foreign-born Muslims raised in the Cherry Hill area, are accused of plotting a jihad-inspired attack on the Fort Dix military base.  \nThe anonymously chosen jury has listened to dozens of secretly recorded conversations made by two paid FBI informants who infiltrated the group during a 16-month investigation. \nOther evidence in the trial, which began Oct. 20, has included videos taken from the personal computers of two defendants. The recordings included radical Islamic speeches touting jihad, beheadings carried out in Iraq by terrorists, and video of suicide missions and combat in which U.S. forces and their allies are targeted.  \nOne FBI informant, Mahmoud Omar, spent 13 days on the witness stand. \nYesterday, the second informant, Besnik Bakalli, finished his fifth and final day of testimony verbally sparring with the defense. \nBakalli engaged in several heated exchanges with Michael N. Huff, the lawyer for Dritan Duka. Huff pointed to taped conversations in which, he said, Bakalli was \"prodding and pushing\" Duka to do more than talk about jihad.  \nIn one conversation Bakalli said it was time for \"everybody to stand up and be a man.\" All they did was hang out at a Dunkin' Donuts near the mosque they attended in Palmyra and \"talk s- all day,\" Bakalli complained. \n\"You are prodding, pushing, trying to humiliate\" the defendants, Huff said. \n\"No,\" Bakalli told the lawyer. \"You are picking out words and trying to tell your story how you want it.\" \nBakalli insisted that his tough talk was similar to things Duka and his brothers had said to him. \n\"Not push them, be like them,\" said the witness. \nDuka, 29, his brothers Shain, 27, and Eljivir, 25, along with codefendants Mohamad Shnewer, 24, and Serdar Tatar, 25, could be sentenced to life in prison if convicted of the most serious charge, plotting to kill U.S. military personnel. \nAll but Shnewer also face weapons charges.  \nBakalli, like the Dukas, is an Albanian national, a point that Michael Riley, the lawyer for Shain Duka, emphasized in his cross-examination.  \nAfter being recruited by the FBI, Bakalli did play off his ethnic and cultural identity to befriend the Dukas, he told Riley. \nAt the time, Bakalli was facing deportation. Prosecutors have conceded that the government has promised to help him with his immigration status in exchange for his work in the case.  \nBakalli testified that the Dukas invited him to their home and that their mother sometimes cooked Albanian dishes for him, including a special pizza, a sweet bread dessert and a bean soup. \nBakalli admitted that he falsely claimed to have fought with the Kosovo Liberation Army against the Serbs in the 1990s, a war in which Muslims were targeted for ethnic cleansing by the Serbs.  \nThe defense has argued that Bakalli and Omar, an Egyptian national who befriended Shnewer, manipulated the younger defendants into talking about a conspiracy they had no intention of carrying out. But the prosecution has pointed to tapes on which several defendants praise jihad and talk of killing American soldiers. \nContact staff writer George Anastasia at 856-779-3846 or ganastasia@phillynews.com. \n\nLoad-Date: December 9, 2008"
}