{
    "title": "Prosecutors ask for 27-year prison sentence in attempted Nederland bombing",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 26,
    "full text": "On the eve of his sentencing, the man who pleaded guilty to planting a bomb at the Nederland police station to avenge a decades-old murder is now claiming he never intended to kill anyone, but the U.S. Attorney's Office isn't buying it.\nDavid Ansberry, 66, pleaded guilty earlier this year to one count of attempting to ignite a weapon of mass destruction, and is set for a two-day sentencing starting Wednesday. An STP oil sticker with the phrase \"RIP Deputy Dawg Murdered by Marshal 7/17/71,\" found next to the Nederland police station the day of the attempted bombing. (U.S. Attorney's Office / Courtesy image)\nWhile the presentence report and Ansberry's response to it are not being made available, a response filed by the prosecution that was posted publicly indicates Ansberry is asking for a lighter sentence, claiming the bomb was designed to only scare people and was a dud that \"could never have exploded.\"\nBut prosecutors are asking for a 27-year prison sentence, saying the bomb was capable of exploding and could have killed people if it did.\n\"(Ansberry) is a sophisticated, calculating, and culpable offender who risked killing public servants indiscriminately to indulge his 40-year-old grudge and send a message to police,\" prosecutors wrote.\n'Get out!' Advertisement\nAccording to prosecutors, Nederland police officer Darragh O'Nuallain - now a detective - first saw the backpack containing the bomb at 7 a.m. Oct. 11, 2016, outside the Nederland police station, which is located in a plaza on Lakeview Drive. He initially thought nothing of it, but brought it into the station 30 minutes later when it remained unclaimed.\nAbout 40 minutes later, O'Nuallain finally looked in the bag and saw a bag of powder between two metal plates wired to an open flip phone and a battery.\n\"Officer O'Nuallain grew up in Ireland during the height of violence committed by the Irish Republican Army, a terrorist organization,\" prosecutors wrote. \"Whereas children in American schools practice tornado drills, O'Nuallain and his classmates prepared for bombings. He experienced a roadside bombing as a child, and he recognized what was in the bag. He lurched back.\n\"Officer O'Nuallain immediately told the two other present Nederland PD employees, Carole Maser and Sgt. Larry Johns, to 'get out!'\"\nPolice evacuated the plaza and began to assess the explosive, a process that took 19 hours before it was safely detonated in the parking lot.\nAccording to the document, Ansberry claimed that he tried to detonate the bomb at 5 a.m. before anyone was in the area. But prosecutors noted that from his vantage point at a nearby inn, Ansberry could not have known for sure nobody was in the area and that one man in fact was on the balcony above the police station that morning.\nThey also noted he did nothing when the device initially failed to detonate.\n\"Not only did the defendant place a volatile explosive at the front door of a police station in a public plaza, but he also neglected to take any action to warn the police officer who found the backpack and unwittingly brought it inside the building,\" prosecutors wrote. \"For nearly an hour, the bomb sat in the police department lobby, just feet away from three public employees and a wall shared with the neighboring children's daycare center. If the defendant did not want anyone injured, why not place an anonymous phone call to say, 'get out now?'\"\nAs for the explosive capabilities of the device, prosecutors said it was fully capable of exploding. Investigators tested the various powders and found hexamethylene triperoxide diamine, a highly explosive and unstable substance that \"recently has become an explosive of choice for terrorists seeking to initiate improvised explosive devices.\"\nInvestigators also found fertilizers, aluminum powder, and a flammable powder known as hexamine. The backpack also contained metal plates and mason jars designed to serve as shrapnel.\n\"The reason a bomber would add a mixture of aluminum powder (fuel) and a material consistent with fertilizer (oxidizers) is to create a larger and more destructive explosion,\" prosecutors wrote. \"And the reason a bomber adds hardened items such as two metal plates and an extra glass jar is to kill people.\"\nIn addition, a search of Ansberry's laptop revealed searches for \"lethal toxins;\" \"HMTD,\" which is an acronym for one of the explosives he used; \"explosive IED;\" and \"IED ability to defeat police.\"\n\"These webpages and search terms demonstrate the extent of the defendant's planning for the attack, his education and knowledge of HMTD and other chemical explosives, and his purpose in Nederland on Oct. 11, 2016: \"IED ability to defeat police.\"\n'RIP Deputy Dawg'\nProsecutors say that desire to \"defeat police\" stemmed from the murder of Guy \"Deputy Dawg\" Gaughnor, a Nederland resident who went missing in 1971. In 1997, former Nederland Marshal Renner Forbes confessed to killing Gaughnor. Renner died three years later.\nGaughnor and Ansberry were both members of the \"STP Family,\" a 1970s-era hippie gang. The group used STP oil stickers to identify themselves, and an STP sticker with the phrase \"RIP Deputy Dawg Murdered by Marshal 7/17/71\" was found on a laundromat near the police department the morning of the attempted bombing.\nA witness who encountered Ansberry in August 2016 also told police Ansberry said he \"had returned to take care of business.\" Ansberry was identified by witnesses and spotted on surveillance buying the phones used in the device, and was later apprehended in Chicago.\nAnsberry reportedly said he did not intend to kill anyone and only wanted \"to remind the public about a friend long forgotten by many,\" but prosecutors said the act was still terrorism.\n\"There were countless peaceful ways to memorialize Guy Gaughnor,\" prosecutors wrote. \"Instead, the defendant risked killing Officer O'Nuallain and other innocent victims, as well as destroying the Nederland PD and public plaza.\n\"Regardless, his particular motive did not matter. Whatever his motive might have been, this terrorism crime qualifies for the terrorism enhancement because a preponderance of the evidence shows that the defendant had a specific intent to commit an offense that was 'calculated to influence or affect the conduct of government by intimidation or coercion, or to retaliate against government conduct.'\"\nMitchell Byars: 303-473-1329, byarsm@dailycamera.com or twitter.com/mitchellbyars\n\nLoad-Date: October 26, 2018"
}