{
    "title": "Prospects Improve for Sept. 11 Suits Against Nations",
    "publisher": "the new york times",
    "year": 2011,
    "month": 11,
    "day": 19,
    "full text": "WASHINGTON -- A series of surprise developments in the courts and Congress has given thousands of Sept. 11 victims perhaps their best chance in the 10 years since the attacks to press lawsuits against Saudi Arabia, Afghanistan and other nations that they believe were financially complicit.\nThose lawsuits have been largely stymied by legal and diplomatic hurdles, including a 1976 law that gave foreign nations blanket immunity from lawsuits in American courts in many circumstances.\nBut a ruling last week from the Unites States Court of Appeals for the Second Circuit, in Manhattan, which received virtually no mention in the news media at the time, changed that.\nThe court gave a green light to a lawsuit seeking to hold Afghanistan financially liable for the attacks because of that country's role as a training ground for Al Qaeda. In a footnote, the appellate court said that an earlier ruling it had issued -- reaching the opposite conclusion -- was based on ''sparse and one-sided'' evidence. It sent the case back to a trial court to move ahead.\n''What we ultimately want is the chance to expose how this evil was allowed to occur and who financed it,'' said Lynn Faulkner, an Ohio man whose wife was killed in the south tower of the World Trade Center, in an interview Friday. ''Now we feel like we have that chance.''\nSeparately, Senate Democrats and Republicans proposed a bill this week that would make it easier for victims like Mr. Faulkner to bring lawsuits against foreign nations in connection with terrorist attacks. And insurance companies that paid out claims after the attacks are seeking millions of dollars in seized Qaeda assets from the Justice Department after winning a judgment last month.\nThe legislation introduced in the Senate is meant to make clear that the immunity given to foreign nations under the law should not apply to cases where Americans are killed in terrorist attacks. Senator Charles E. Schumer, the New York Democrat who is among the sponsors of the bill, said that ''flawed court decisions'' have deprived victims of terrorism ''of their day in court.''\nWhile there is no assurance that the victims will ever see any money from the lawsuits, Sharon Premoli, who escaped from the 80th floor of the north tower on Sept. 11 and is part of the lawsuit against the Saudis, said the thought of getting in the courthouse door is uplifting after facing legal obstacles from both the American government and the Saudis. In 2009, the Justice Department sided with the Saudis in arguing that they were immune from the suit, and the Supreme Court refused to intervene.\n''This has really been quite a journey for the last 10 years,'' Ms. Premoli, who now lives in Vermont, said in an interview. ''They were hoping we'd just give up -- that if they blocked us and delayed us and made it as miserable as possible, we'd just walk away. Well, that didn't happen.''\nIn the Saudi lawsuit, Ms. Premoli was among some 6,700 victims and survivors of the attacks who sought to hold members of the Saudi royal family, Saudi banks and other organizations financially liable for the attacks because of what the plaintiffs charged was the Saudis' financial support for terrorism.\nIn a classified memorandum made public last year by WikiLeaks, Secretary of State Hillary Rodham Clinton said that ''donors in Saudi Arabia constitute the most significant source of funding to Sunni terrorist groups worldwide.'' Saudi officials deny any systemic support for terrorism and say they have moved to disrupt terrorist financing.\nLast week's decision by the appellate court will most likely revive the suit against the Saudis and lead to other claims against foreign nations as well, lawyers in the field said.\nStephen A. Cozen, a Philadelphia lawyer whose firm represents some of the victims in the Saudi suit, said he was ''blown away'' by the court's reversal.\nSo, too, were American lawyers representing Afghanistan. ''This decision is unusual because it is so directly contrary to the court's earlier decision, and it certainly expands what the law allows in terms of actions within the United States,'' said Stanley McDermott, a lawyer for D.L.A. Piper in Manhattan, who represents the Afghan government.\nBut he said that while Afghanistan may no longer be able to defeat the lawsuit on grounds of immunity, it will defend itself against charges that the government financed and supported Al Qaeda in the years before the attack. Judicial Watch, a conservative legal group that brought the lawsuit against Afghanistan, said that it was anxious to begin the process of collecting evidence to establish financial links.\nAs the home to Osama bin Laden in the years before the attacks, ''the state of Afghanistan is one of the parties responsible for the murders of nearly 3,000 innocents on 9/11,'' said Tom Fitton, the president of Judicial Watch.\n''This case is 10 years in the making, and it says something about our judicial system that it's taken this long to try and hold them accountable,'' he said.\nThe financial stakes are enormous if the plaintiffs were to win. In one test case, a magistrate judge in the Federal District Court for the Southern District of New York last month issued a judgment for $9.3 billion in a lawsuit brought by insurance companies against Al Qaeda over the attacks based on a tripling of the losses the insurers said they suffered. (The terrorist network offered no legal defense; lawyers for the insurers even tried to serve papers on prisoners at Guantanamo Bay.)\nBut collecting any money will prove difficult. Based on the judgment in their favor, lawyers for the insurers put in a claim with the Justice Department for a portion of some $6.5 million that the government has seized in assets linked to Al Qaeda.\nBut the Justice Department, which declined to comment Friday, has already indicated it plans to reject the claim.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 19, 2011"
}