{
    "title": "Prosecutor_ Man charged with killing 4 was on watch list",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 20,
    "full text": "NEWARK, N.J. - A man charged with killing four people in two states in 2014 to protest U.S. foreign policy was on a federal terrorism watch list and wrote in his journal that he planned to follow the Islamic State group and \"learn the ways of jihadis,\" a New Jersey state prosecutor said Wednesday.\nThe details came out before Ali Muhammad Brown was sentenced to 36 ½ years in prison on an unrelated armed robbery case.\nThe armed robbery occurred during the same time period as four killings now linked to Brown, three in Washington and one in New Jersey. Brown is still awaiting trial in all four slayings. He also faces a charge of terrorism, the first and only time New Jersey's state terrorism statute has been used.\nBefore Brown was sentenced for the armed robbery on Wednesday, assistant prosecutor Jamel Sempter revealed the contents of Brown's journal to an Essex County judge. The prosecutor also said Brown was on a federal watch list, although he did not elaborate.\nDave Joly, a spokesman for the FBI's Terrorist Screening Center, said the agency does not publicly confirm or deny whether an individual is included on its terror screening or no-fly lists.\nBrown, who has refused to participate in most of the court hearings, was flanked in court by 10 sheriff's office deputies. He said little, refused to sign any papers and once pulled an ear plug out of his ear to better hear a judge's question.\nBrown also attended a status hearing on the murder and terrorism charges in New Jersey. His lawyer, Albert Kapin, told the judge that he still wants to get some more evidence and plans to file some motions in the terrorism case. But Kapin would not say if he would seek to have the charges dismissed.\nThe New Jersey slaying victim, Brendan Tevlin was shot at a West Orange traffic light on June 25, 2014. The 19-year-old University of Richmond student was driving to his home to Livingston.\nBrown also faces three aggravated murder charges in Washington: the April 27, 2014, shooting of 30-year-old Leroy Henderson in Skyway, south of Seattle, and the June 1, 2014, shooting deaths of two young men outside a Seattle gay nightclub, Ahmed Said and Dwone Anderson-Young.\nAuthorities in Seattle have said that Brown described himself to detectives as a strict Muslim who was angry with the U.S. government's role in Iraq, Iran and Afghanistan because of the death of innocent civilians and children.\nNew Jersey passed its anti-terrorism statute following the Sept. 11 attacks.\nOther states have similar laws, though they have rarely been used. Some state charges, such as ones filed against gang members in New York, have failed to survive the courts. More recently, though, New York state successfully prosecuted two cases under its terrorism law against men who had planned bomb attacks.\n\nLoad-Date: January 25, 2016"
}