{
    "title": "Prosecutors Drop All Charges In Boston Terrorism Scare",
    "publisher": "the new york times",
    "year": 2007,
    "month": 5,
    "day": 12,
    "full text": "Prosecutors on Friday dropped criminal charges against two men who set off fears of terrorism by placing electronic advertisements for a cartoon in and around Boston.\n  The scare occurred on Jan. 31, when a transit worker discovered one of the devices on a girder underneath a highway and mistook it for a bomb. Many more of the devices, which resembled Lite-Brite toys and advertised a Cartoon Network show and coming movie, were found throughout the area, leading the police to close roads, bridges and part of the Charles River for hours.\n The two men -- Peter Berdovsky, 27, and Sean Stevens, 28 -- were charged with planting a hoax device, a felony, and disorderly conduct, a misdemeanor. The charges were dropped after they apologized in Charlestown District Court on Friday. Under another provision of an agreement they struck with prosecutors, Mr. Berdovsky and Mr. Stevens have already performed community service at Spaulding Rehabilitation Hospital here.\n  In addition, the Turner Broadcasting System, which operates the Cartoon Network, and Interference Inc., a Manhattan guerrilla marketing firm that hired the two men, paid $2 million three months ago in ''good-will funds'' and in reimbursement for the cost of law enforcement and emergency response.\n  The subdued courtroom apologies of Mr. Berdovsky and Mr. Stevens were in contrast to a mock news conference they held after being released on bond Feb. 1. Described by their lawyer then as performance artists, they insisted on talking about 1970s haircuts. \n  ''I deeply regret,'' Mr. Berdovsky said in a statement he read in court Friday, ''that this incident caused such anguish and disruption to so many people.''\n  And Mr. Stevens said, ''I had no intention of upsetting or alarming anyone.'' \n  Martha Coakley, attorney general of Massachusetts, said that it would have been hard to prove to a jury that the defendants had intended to cause alarm with the devices, and that her office had therefore ''tried to be creative'' in reaching a resolution to an ''unusual situation.'' Mr. Berdovsky performed 80 hours of community service at the hospital, and Mr. Stevens 60.\n  The men, described as ''starving artists'' by Mr. Berdovsky's current lawyer, created a mural for a children's waiting room and helped develop a DVD for the hospital, said Oz Mondejar, vice president for human resources. They also cleaned the docks where the hospital keeps sailboats for its adaptive sports programs and did clerical work. \n  Mr. Mondejar said they also planned to continue volunteering. \n  ''They were great volunteers,'' he said, ''not only trying to do what they needed to do, but they were very engaged and interested here.''  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Peter Berdovsky, center, and Sean Stevens, second from right, in a court appearance yesterday where their contrite apologies were in marked contrast to a mock news conference they held in February. (Photo by Lisa Poole/Associated Press)    \n\nLoad-Date: May 12, 2007"
}