{
    "title": "PROTECTING AGAINST TERRORISM HIS TOP JOB",
    "publisher": "the world",
    "year": 2007,
    "month": 8,
    "day": 13,
    "full text": "In his 19 years as an FBI agent, Steven E. Ibison has traveled the world, from Albuquerque to Saudi Arabia.\nLast month, FBI Director Robert Mueller tapped him for his biggest job yet: head of the Tampa division, which covers 18 counties in central Florida. He replaces Carl Whitehead, who retired in May to take a job in the private sector.\nIbison, 46, is a married father of four children. He began his career in Weatherford, Texas, as a police officer. He joined the FBI in 1988 and recently served in the FBI's inspection unit, a job that took him to China and South Korea. Ibison officially started his new job Aug. 8. He sat down with the St. Petersburg Times last week to discuss his goals, priorities and his desire to find a hobby.\nAs you settle into your new job, have you thought about what your biggest challenges will be?\nI think I have the same challenge as every special agent in charge. We've got to protect the area and the country from terrorism.\nCan you give us a sense of your priorities?\nI get my priorities from my director. The first priority is to deal with terrorism attacks. The second is counter-intelligence. The third is cyber crime. Next comes other kinds of crime, with public corruption being first among those.\nIs there a problem with public corruption in the Tampa Bay area?\nEvery area has issues. Some more than others. I really can't comment on the level of corruption in the Tampa area but no place is immune.\nIs there one kind of crime that's more prevalent in the Tampa Bay area than others? Terrorism? Drugs? Health care fraud?\nI can't say there's any crime that's more prevalent than others. I think all those issues are everywhere. You just have different levels. There are drugs. That's no secret. There's a certain level of corruption. There's a certain level of health care fraud.\nYou've been with the FBI a long time. Did you always know you wanted to join the bureau?\nYes, I did. I started as a policeman in Texas. I was accepted into law school but then I decided to join the FBI and never looked back. I wanted to see other parts of the United States and the world. It's the best job in the world.\nMy wife is very supportive. She knew that when I got into the FBI there would be a lot of moving around. There's good and bad to that. At some point, I'd like to settle down. Maybe I'll settle down in Tampa. I'd like to.\nWhat do you do when you're not fighting crime?\nNot much. I'll be honest with you, I spend most of my time working. Other than that, I spend time with my family. I have four children and they're all very involved in athletics.\nI'm kind of ashamed to say I don't have a hobby. I've never had time for one. It would be nice to play golf every once and a while. Maybe I'll get a chance now that I'm here in Tampa.\n\nGraphic\n\n \nPHOTO: Steven E. Ibison\n\nLoad-Date: August 13, 2007"
}