{
    "title": "Protecting Civil Liberties While Fighting Terrorism",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 4,
    "full text": "To the Editor:\nRe ''How to Spot a Terrorist,'' by John Farmer Jr. (Op-Ed, Sept. 28):\nThe Nationwide Suspicious Activity Reporting Initiative, like the House Un-American Activities Committee in the McCarthy era, is merely another misguided attempt to solve a security threat by asking citizens to spy on their neighbors.\nCitizens are not trained to gather intelligence, which is evidenced by Mr. Farmer's need to explain the chemicals contained in the products that his hypothetical neighbor-terrorist purchased from Home Depot.\nCitizens are also not trained to recognize racial prejudice and suffer no consequences when reporting suspicions that are entirely based on those anxieties. The reporting initiative will only add more hay to the haystack of questionable intelligence.\nWe continue to ignore the fact that our intelligence agencies had all of the evidence needed to avert the Sept. 11 attacks -- we just couldn't find the needles.\nKacy Elizabeth Wiggum New York, Sept. 28, 2010\nTo the Editor:\nJohn Farmer Jr. suggests that the American Civil Liberties Union's concerns about the Suspicious Activity Reporting (SAR) programs as a potential threat to civil liberties are inconsistent with my praise of last year's improvements to the Information Sharing Environment (ISE) guidelines. They are not.\nThe A.C.L.U. has been voicing concern about SAR programs to lawmakers and government agencies and advocating for stronger civil liberties protections for years. Moreover, while the improvements to the ISE guidelines were welcome, they apply only to that particular program; it remains far from clear whether other SAR programs, like the F.B.I.'s eGuardian system, will follow those standards. One good SAR policy is only a first step and solves only part of the problem.\nWhile there is little evidence SAR programs find terrorists, there is plenty of evidence that they are being used to violate the rights of innocent people engaged in innocuous activities like photographing national landmarks and engaging in protected speech.\nCollecting information about innocent Americans will not make us safer. Law enforcement already has the authority it needs to fight crime and terrorism without sacrificing the rights of those it seeks to protect.\nMichael German Washington, Sept. 28, 2010\nThe writer is policy counsel for the A.C.L.U. and a former F.B.I. special agent.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 4, 2010"
}