{
    "title": "Protecting the nation",
    "publisher": "st. petersburg times ",
    "year": 1999,
    "month": 12,
    "day": 28,
    "full text": "Our government's response to threats of terrorism should be a comprehensive, long-term effort as well as one that respects civil liberties.\nThe United States' response to terrorism historically has been marked by long periods of complacency, punctuated by brief episodes of horror and paranoia. The countdown to the millennium, with its combination of once-in-a-lifetime celebration and apocalyptic dread, has sparked a predictable wave of fear among Americans at home and abroad. We should all be vigilant and prudent in the days ahead, but we should never live in fear. Above all, we should be urging our government to undertake a more comprehensive, long-term strategy to deal with the modern threats of terrorism - a strategy of anticipating threats rather than reacting (or overreacting) to them.\nTERROR\nGovernment officials must walk a fine line in informing the public about threats of terrorism. On the one hand, authorities cannot responsibly withhold evidence of a clear and present danger to public safety. Citizens should not be left oblivious to such risks. On the other hand, the daily functions of a free society should not be held hostage to vague or overblown concerns. In any case, citizens can do only so much in response to government warnings. Even barricading ourselves in our homes may not protect us from a terrorist attack on a nearby power plant or water supply. That's the reality of modern life - even if we manage to ignore that reality except in periods of heightened anxieties.\nAmericans' collective nerves, already on edge as the millennium approaches, certainly were heightened by the arrests at two Canadian-American border crossings of suspects linked to an Algerian terrorist organization. Residents of New York City, Seattle and Washington, D.C., were warned of specific threats of terrorism directed at their cities. And Americans across the country were warned to be on the lookout for suspicious-looking packages mailed from Germany. Such alarms can quickly make Americans forget any concerns they may have had about Y2K computer bugs.\nYet the threat of terrorism was just as real six months ago, when few Americans were vigilant. And it will be just as real six months from now, when - if we are fortunate - the current anxieties will have been forgotten.\nOur government has a responsibility to take all reasonable steps to protect citizens from acts of terrorism, at home and abroad, with the least possible constraint of the civil liberties that are the cornerstone of our democracy. In recent years, it has generally failed that test. Federal, state and local authorities have been scrambling to make up for lost time in modernizing our civil defense systems to respond to potential chemical and biological attacks. Airport security, except in times of heightened alerts, is a national disgrace. Dozens of U.S. embassies and consulates are unnecessarily vulnerable to terrorist attack.\nThe focus of our domestic anti-terrorism efforts also has been largely misplaced. As we should have learned from the horrors of Oklahoma City, the Atlanta Olympics and the attacks on several U.S. abortion clinics, the greatest threat on our own soil comes from domestic terrorists, not from shadowy foreigners trying to sneak across our borders.\nThese are ongoing concerns, not once-in-a-millennium fears, and we should respond to those concerns with a patient, ongoing commitment. The terrible technology of modern violence makes it increasingly likely that large-scale acts of terrorism will be a fact of life for years to come. A free society cannot, and should not, take the steps necessary to completely insulate us from terrorism. Such repressive measures would constitute a victory for those at war against our society. However, our government, and each of us individually, can be more vigilant and organized in the common defense. By acting now, we may avoid overreacting in the future.\n\nLoad-Date: December 29, 1999"
}