{
    "title": "Protecting economy from terrorism Incentives can entice capital markets to help finance the risk",
    "publisher": "business insurance",
    "year": 2006,
    "month": 10,
    "day": 2,
    "full text": "Speak with any American old enough to remember World War II from a stateside perspective and most will speak of the strong sense of unity and participation American citizens felt in the war effort: sugar rationing, scrap metal drives, saving animal fats and tinfoil, and of course, Americans buying war bonds.\nToday, many Americans feel a distance from the war on terror. We support our troops in spirit but, with the exception of military families and families of the victims of terrorist attacks, we lack any real connection or sense of sacrifice. We don't need to ration life's necessities these days, but there is a critical element of our defense against terrorist attacks that investors and the business community could participate in-protecting the U.S. economy from terrorism.\nIn the months after 9/11, virtually all insurers stopped offering terrorism insurance. In response, Congress enacted the Terrorism Risk Insurance Act, which provided a federal backstop for terrorism coverage. It was written to expire in three years, during which time it was expected that the insurance industry would design a free market solution. Last December, with the TRIA expiration looming, it was clear the private sector had not created a viable solution and so, in order to avoid the massive terrorism insurance market disruption that would surely have occurred with TRIA's end, the program was extended until Dec. 31, 2007.\nTRIA extension unlikely\nCongress has been very clear that another extension of TRIA in its current form is not likely and that a long-term free market solution that significantly reduces the role of the federal government has to be developed with industry consensus. I believe that the exposure of the federal government can be reduced by the private sector assuming more of the risk-to a point at which the ability of the industry to cope with the loss is exceeded. At that point, it is absolutely critical that the federal government act as a backstop.\nThe easiest and best way to create additional domestic capacity between existing insurance markets and TRIA is to securitize it by engaging the capital markets. To date neither the insurance industry nor the capital markets have had an appetite for getting involved in managing terrorism risk because of the difficulty in pricing the risk.\nTerrorism attacks cannot be predicted, modeled or priced with confidence. If anyone did succeed in securitizing terror risk, it is widely assumed that the markets would bail out immediately after the next event, due to the great volatility that would follow. How then to coax investors to securitize terrorism risk over the long term and make available the tremendous capacity of the capital markets?\nAs always, the answer lies in providing incentives to the investor, in this case with changes to the federal tax code and allowing for the formation of special purpose vehicles in the United States to facilitate capital market investment in the financing of terrorism risk.\nEnhancing the system\nThe first step is to exempt such investors from federal taxation to enhance the yield on the investments to compensate for the unpredictability associated with terrorism risk. Exemption is justified given the clear ``public purpose'' of the financing. In addition, the tax exemption helps assuage, along with hedging strategies, the correlation of a terrorism event with the losses that can be expected to follow in the capital markets.\nNext, insurance laws would have to be amended to allow for the formation and utilization of SPVs for this specific purpose. The SPV would enable ceding insurance companies to get credit for reinsurance, or the hedging of terrorism risk, on their financial statements. The interest income and tax benefit would inure to the investor-not the ceding insurer.\nThis SPV structure would have the added benefit of bringing this business onshore in the United States. One need only look at the fact that the bulk of new business in natural catastrophe bonds and reinsurance is all taking place offshore in Bermuda, the Cayman Islands and elsewhere-all because of the U.S. tax code. Thus we could create a new U.S. industry on U.S. soil and that industry would be based on a needed public benefit-protecting U.S. economic interests.\nWhat is the alternative to bringing investors into the terrorism insurance risk coverage industry? Absent some federal involvement, we could return to the market failure that followed 9/11.\nThe irony is this: If we do nothing and a major terrorist attack occurs, we all know with certainty what the federal response will be-the same as after 9/11, after Hurricane Katrina and in keeping with the way it always is-a major rebuilding financed by the U.S. taxpayer.\nDespite the global war on terror and the effort our country is dedicating to this war, an attack on U.S. soil is still a distinct possibility. The federal government can at least provide the incentive to the capital markets to participate in providing the confidence that we will rebound quickly from any such attack.\nCongress has asked for a free market solution to terrorism insurance. The U.S. investor community could provide that solution and be great American patriots, as well. All Congress needs to do is make it possible for them to do so.\nHoward Mills is the New York superintendent of insurance.\n\nGraphic\n\n \nArt Credit: Howard Mills\nArt Credit: PHOTO: RONALD L. GLASSMAN\n\nLoad-Date: October 4, 2006"
}