{
    "title": "Protecting Civil Rights and American Values",
    "publisher": "the chronicle of philanthropy",
    "year": 2004,
    "month": 11,
    "day": 25,
    "full text": "To the Editor:\nOne of the American Civil Liberties Union's primary missions is \"to defend the rights of all Americans.\" One of the Ford Foundation's primary missions is \"to strengthen democratic values.\"\nSo when the ACLU declines future funds from the Ford Foundation (\"Civil-Liberties Group Rejects Grants With Antiterror Clauses,\" October 28) and says it is making a \"painful but principled decision,\" many observers see a disconnect. The logical question to ask is \"what's wrong with this picture?\" How can defending the rights of all Americans be inconsistent with strengthening democratic values?\nThe short answer is that rights and values are not the same thing.\nFreedom of speech is a fundamental right in our society, one which lies at the core of our democracy. Americans across the political spectrum cherish this right, and exercise it with great enthusiasm and passion.\nThe ACLU can take justifiable pride in its efforts through the years not only to defend this right, but also to defend those who exercise it in unpopular ways. Unfortunately for our society, some of those to whom the ACLU provides assistance advocate views contrary to what most Americans would regard as among our most important values -- qualities like integrity, fair-mindedness, and mutual respect. In the marketplace of ideas, their views are usually rejected, but they are entitled to their voice.\nAs a private institution, the Ford Foundation is entitled to its own free-speech rights, and has every right to decide what message it wishes to convey when it distributes its largess. Last year, when Ford realized that some of its grantees were openly and purposefully engaged in a campaign to promote anti-Semitism, it was a wake-up call. To its credit, Ford has stated that it is not interested in promoting violence, terrorism, bigotry, or the destruction of any state. Ford is not seeking to deny proponents of these views their voice, but the foundation is legitimately opposed to providing the funds for such voices to be amplified.\nIf the ACLU itself shared the political views of those who promote violence, terrorism, bigotry, or the destruction of any state, the disagreement would be easier to understand. But, it appears, Ford clearly understood the ACLU's role in providing legal representation to controversial figures, and was only asking the ACLU to agree that it would not express support for violence, terrorism or bigotry. It is difficult to believe that some compromise could not be reached on this point.\nThe underlying difference here is not about the meaning or significance of the First Amendment's free-speech guarantee. The question is not what's legal and what's not legal. Rather, the question is what should responsible actors say and do?\nIn a world afflicted by terrorism and bigotry, moral leadership is critically important. And, in this controversy, Ford is the one showing moral leadership. The foundation is exercising its free-speech right to make an important point. The point is that we are all threatened by violence, terrorism, and bigotry, and we must be vigorous and direct in our opposition to those threats.\nAmerica will never outlaw hatred, but Americans should take a stand against intolerance and ensure that the haters are marginalized. In a dangerous world, respecting freedom of speech carries with it an urgent responsibility for people and organizations of good will to take affirmative steps to ensure that messages of hate are rejected. For hate, if left to fester, becomes ever more dangerous.\nAbraham H. Foxman\nNational Director\nAnti-Defamation League\nNew York\n\nLoad-Date: December 28, 2004"
}