{
    "title": "Proud moments in 2011",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 12,
    "day": 29,
    "full text": "As 2011 comes to a close, members of the North Dakota National Guard reflect on another successful year. This past year came with challenges and experiences that will help our force grow and build for future operations.\nBeginning on April 5, and extending well into the summer season, more than 3,000 individual Guard members served a record 142 days on state active duty, assisting our communities in battling statewide flooding for the third consecutive year. In total, more than 67,000 soldier and airman days of state active duty were recorded by the men and women of the North Dakota National Guard.\nThe flooding began in the Red River Valley in March, then moved west to threaten Valley City, Lisbon and Minot, to name a few of the flooded communities. By June, residents along the Missouri and Souris rivers faced unprecedented flooding. The toll in property damage and personal hardship across the flooded areas impacted all of us.\nMost of our soldiers and airmen would agree that our proudest moments in uniform occurred as we worked alongside our neighbors to fight back against the rising waters across the state. We are all grateful for the overwhelming support offered by the communities we serve.\nWe thank our families for their support throughout our many missions in 2011. Our accomplishments also depend on the tremendous support of our employers. With combined community, family and employer support, we were able to accomplish the missions.\nThis year also marked the 10th anniversary of 9/11 and a decade of the global war on terrorism. In response to this federal mission, the North Dakota National Guard has mobilized over 5,600 citizen-soldiers and citizen-airmen. As we observe the end of the Iraq war, I am proud of the 2,000 North Dakota soldiers and airmen who have served in Operation Iraqi Freedom.\nSadly, eight of our Guard members paid the ultimate sacrifice in this operation. We honor their service and sacrifice at the Memorial to the Fallen in the Global War on Terrorism just outside of Fraine Barracks. We will never forget.\nFrom the North Dakota National Guard family to your family, we wish you the very best in 2012. Thank you for your unwavering support and trust for the men and women who serve you.\nWe stand proud of the many accomplishments of the men and women of the North Dakota National Guard as we serve our communities, state and nation. Our motto and commitment to the citizens of this state remains: \"Always ready, always there.\"\n(Maj. Gen. David A. Sprynczynatyk is the adjutant general of the North Dakota National Guard.)\n\nLoad-Date: January 3, 2012"
}