{
    "title": "Provision in Terrorism Bill Cuts Rights of Illegal Aliens",
    "publisher": "the new york times",
    "year": 1996,
    "month": 4,
    "day": 19,
    "full text": "A little-noticed provision in the counterterrorism bill approved by Congress would drastically reduce the rights and protections of aliens with claims to remain in the United States, civil rights advocates said today.\nUnder the bill, people who say they are fleeing persecution and who arrive in the United States without valid travel documents would have their asylum claims decided by a single Immigration and Naturalization Service border officer. Current law requires a hearing before an immigration judge. In 1995, 3,287 asylum-seekers arrived without valid documents, immigration experts said.\nIn addition, the provision says anyone who has illegally entered the United States in the past may be summarily deported without judicial review. Currently, these immigrants are entitled to a deportation hearing, which guarantees constitutional rights like legal representation and places the burden of proof on the Government to show why the alien should not be allowed to stay in the country.\nThis change could theoretically affect hundreds of thousands of immigrants, including those who had lived here for years, married American citizens or had children who are citizens. Last year alone, about 80 percent of the 110,000 cases that immigration judges decided involved people who faced deportation for being in the country illegally. Under the bill, the fate of these aliens would rest with an immigration officer.\n\"The bill's provisions are a radical restructuring of the immigration laws that have nothing to do with terrorism and go far beyond anything in the immigration bills now being considered by Congress,\" said Lucas Guttentag, director of the Immigrants' Rights Project at the American Civil Liberties Union.\nThe House today approved the bill by a vote of 293 to 133, joining the Senate, which passed the legislation on Wednesday by a vote of 91 to 8.  President Clinton has promised to sign the legislation in time for the anniversary on Friday of the bombing of the Federal Building in Oklahoma City.\n\"With this version, we're facing really major changes in the way we and the immigration courts do business,\" said David A. Martin, the general counsel for the Immigration and Naturalization Service.\nThe immigration service and civil rights groups were caught off guard this week by the immigration provisions included in the anti-terrorism bill and were trying to assess its consequences.\nMr. Martin said the Administration would try to amend the immigration bill now before the Senate to modify the provisions in the anti-terrorism legislation.\nBoth the immigration bill the House approved last month and the legislation before the Senate include provisions similar to the terrorism bill regarding the exclusion of asylum seekers. But neither bill goes as far as the counterterrorism bill to deny aliens already in the United States the right to hearings before an immigration judge.\nSenator Patrick J. Leahy, Democrat of Vermont, unsuccessfully tried to strike the immigration provisions from the counterterrorism bill on Wednesday and is vowing to try again when the Senate takes up its immigration bill in the next few days.\n\"There are some circumstances and oppressive regimes in the world where, if you are going to escape, you may well need to rely on false papers,\" Mr. Leahy said on Wednesday.\nOne Congressional advocate for immigrants cited as an example, Inez L., a 21-year-old woman who fled El Salvador in the late 1980's after her parents and uncle had been killed. She entered the United States illegally with a cousin, but was allowed to stay as a housekeeper in Maryland under a program that granted temporary protection to refugees from El Salvador and Guatemala.\nInez married and had twin girls.  But recently, she and her husband separated, and her work permit expires later this month. Under the counterterrorism bill's provisions, the I.N.S. could be required to separate Inez from her children and send her back to El Salvador without any hearing, immigration experts familiar with her case said.\n\"The potential is that all kinds of people who have a nebulous legal status would be deprived of existing immigration procedures as well as technical forms of relief,\" said Carol Wolchok, director of the American Bar Association's center for immigration law and representation in Washington.\nCurrently, immigrants who have been in the United States illegally more than seven years can appeal to have their deportation suspended, if they demonstrate strong family or employment ties.\n\"Why are we legislating against refugees in a terrorism bill?\" asked Robert Rubin, assistant director in San Francisco for the Lawyers' Committee for Civil Rights. \"They are not terrorists; they are the victims of terror.\"\n\nGraphic\n\n \nChart: \"Point By Point\" Highlights of the Counterterrorism Bill\n \n* Authorizes the Federal Government to spend $1 billion over the next four years to combat terrorism in the United States.\n \n* Requires criminals convicted in Federal proceedings to make restitution to their victims in many circumstances.\n \n* Gives the Federal Government more power to deport aliens suspected of ties to terrorists.\n \n* Gives Government officials the authority to exclude from the United States any foreigners belonging to organizations deemed to be engaged in terrorism.\n \n * Enables law-enforcement officials to prosecute anyone in the United States who raises money for groups found to be engaged in terrorism.\n \n* Authorizes the Treasury Department to require manufacturers of plastic explosives to place microscopic pieces of colored plastic in them so they can be traced.\n \n* Generally gives death-row inmates six months from their final state court proceeding to file a petition seeking Federal review, known as a habeas corpus petition; prisoners not on death row will be given one year. The deadlines apply only if the state supplies the prisoners with lawyers for the Federal appeals.\n \n * Sharply limits the ability of any convict to file more than one petition.\n \n * Requires Federal courts to render decisions on habeas petitions in capital cases within six months.\n \n * Permits Federal judges to overturn state proceedings in only three circumstances: if the decision of the state court was \"contrary to clearly established\" Federal law as determined by the Supreme Court; if it involved an \"unreasonable application\" of clearly established law, or if the state court's factual determination is \"unreasonable.\"\n\nLoad-Date: April 19, 1996"
}