{
    "title": "Prudent Steps on Terrorism",
    "publisher": "the new york times",
    "year": 1999,
    "month": 12,
    "day": 22,
    "full text": "New Year's Eve is traditionally a time for public celebration, and big events are planned in New York City and around the country. But this year a large number of Americans are saying they will stay close to home because of concern about potentially disruptive computer glitches and the possibility of terrorist attacks. No one can guarantee a peaceful New Year's Eve, but federal and local governments are taking sensible steps to increase security.\nThe White House and State Department have warned Americans traveling abroad that they may be special targets of extremists around the world. The Clinton administration is also, wisely, informing the public about potential terrorist threats so that Americans can decide for themselves whether and how to adjust their New Year's plans. Governments at all levels must maintain the right balance, providing information and added security without sowing panic.\nEarlier this month, customs officials intercepted an Algerian man with suspected links to foreign terrorist networks trying to enter the country near Seattle with a carload of bomb-making material. The Customs Service rightly responded by tightening border inspections and sending additional agents to watch over remote crossing sites. The Federal Aviation Administration is strengthening airport security, and the Federal Bureau of Investigation has heightened its surveillance of right-wing militias and monitoring of the Internet.\nLaw enforcement and intelligence officials are especially worried about the international terrorist network associated with Osama bin Laden, the Saudi millionaire now in Afghanistan who is accused of organizing terror bombings of United States embassies in Africa last year. But recent history has shown that terrorism against Americans can just as easily come from domestic extremists. With due regard for civil liberties, the F.B.I. must closely watch potentially violent groups and individuals, especially during the next two weeks.\nNew York City, with its internationally televised New Year's celebrations, is taking appropriate precautions. City officials expect two million people, double the usual number, to gather next Friday night in Times Square. The city has called the entire 37,000-strong Police Department to holiday duty. During the late afternoon and evening some 19,000 officers will be on the streets, 7,000 of them in the Times Square area.\nSome will see these extra precautions as portents of danger and stay away. Millions of others will want to go out and share a moment that is experienced only once every 1,000 years. Governments across America need to do all they can to make sure that New year's celebrations everywhere proceed without fear of terrorist disruption.\n\nhttp://www.nytimes.com\n\nLoad-Date: December 22, 1999"
}