{
    "title": "PRUDENCE IN FACE OF TERRORISM RISK",
    "publisher": "tampa bay times",
    "year": 2013,
    "month": 8,
    "day": 9,
    "full text": "The Obama administration's decision to close U.S. embassies and consulates across the Middle East and North Africa and issue a worldwide travel alert is a prudent response to intelligence suggesting an impending terrorist attack. The exact nature of the plot isn't known, but terrorist communications - including from Ayman al-Zawahri, the man who took over for Osama bin Laden - indicate a serious threat. Better to temporarily close the diplomatic posts and be prepared for the worst than to ignore the signs.\nIntelligence officials picked up electronic communications between Zawahri, who is believed to be in Pakistan, and Nasser al-Wuhayshi, who leads al-Qaida in the Arabian Peninsula in Yemen and has been dubbed the \"general manager\" of the overall terrorist organization. It was believed an attack led by Wuhayshi was to take place last Sunday. To protect American lives, the State Department ordered 19 U.S. embassies and consulates closed, including those in Yemen, Libya, Egypt and Saudi Arabia. Diplomatic posts will stay shuttered through at least Saturday due to the ongoing concern over an attack.\nNo attack occurred Sunday, but that does not mean the Obama administration overreacted. The U.S. action may have deprived al-Qaida of a rich target, heightened vigilance that plugged a vulnerability or scared the attackers off for the moment, as counterterrorism experts postulate. American officials say the plot was one of the most serious uncovered since 9/11. It comes after al-Qaida has been under sustained assault by U.S. drone strikes and other offensives that have decimated its leadership.\nBut successfully intercepting the communication of known terrorists is not a basis for justifying all of the National Security Agency's surveillance programs. On a Sunday talk show, Sen. Saxby Chambliss, R-Ga., vice chairman of the Senate Intelligence Committee, said, \"If we did not have these programs, then we simply wouldn't be able to listen in on the bad guys.\" Chambliss is confusing two programs - one that monitors international communications and one that sweeps up the calling data of Americans. Senators with knowledge of the classified elements of the domestic telephone metadata collection program say it has had very little intelligence value relative to the privacy intrusion.\nPart of the administration's rapid response to the vaguely outlined plot is a reaction to what happened after four Americans were killed in September during an attack on the consulate in Benghazi, Libya. Congressional Republicans claim the State Department was indifferent to security issues there. This week, the administration is being clear that it does not underestimate threats. Embassy closures are appropriate in the short term. But in the long run, the American people have to understand that there is no absolute security.\n\nLoad-Date: August 9, 2013"
}