{
    "title": "Psychology_ Terrorism on trial troubling to psyche",
    "publisher": "the capital ",
    "year": 2009,
    "month": 12,
    "day": 3,
    "full text": "The ink was barely dry on the last column concerning the damage that accommodating violent fanaticism does to our society when our very own government announced that it was planning to give the 9/11 co-conspirators an open hearing in civilian court … in downtown New York, no less! After hearing the jaw-dropping news, many people openly questioned, \"Why would we do that?\"\nThe idea of trying terrorists in a U.S. civilian court may appear noble on the surface, but upon closer scrutiny it is deeply disturbing to some. The concept of our constitutional rights being applied to noncitizens who disdain those very rights and have done everything in their power to destroy them is disturbing in itself. Constitutional rights are essentially a social contract about how we agree to behave toward each other within our society. In order to participate in them it is important to not only be a member of that society, but to ascribe as a group to the philosophy of valuing human life, equality, freedom and opportunity - none of which seems to be the case with foreign terrorists.\nIt is also troubling from a conceptual standpoint because the \"rights\" contained in the Constitution were earned and preserved by the blood of our military dating back to the colonists who dared to defy the English monarchy to gain independence. Our brave men and women in the military are still fighting to protect those rights for our citizens while the terrorists are still intent on trying to destroy them.\nOne may wonder if it makes any fundamental sense to bestow those hard-earned rights on foreign terrorists who have admitted involvement in slaughtering our own citizens. Never before in history have we taken foreign combatants from the battlefield, who have admitted complicity in killing our citizens, and provided them with constitutional rights.\nThere are also many debatable points that can be made about how bringing terrorists into our country for trial threatens the public safety; how rehashing all of the events that occurred in a trial setting will be painful for the survivors and the families of the victims; how this process will have a staggering financial cost during a time of joblessness and economic recession; as well as the fact that exposure of the methods and operations of our military will likely compromise some degree of our national security. But of all the arguments that can be made, one of the most compelling may be that by providing terrorists with a public hearing we are only gratifying them and serving to perpetuate the very problem we are trying to eradicate.\nProviding civilian trials for terrorists may be self-defeating because terrorists literally feast upon the attention they receive from others. In fact, the very purpose of terrorism is to provoke fear, spread propaganda and gain attention from people who would otherwise never even know or care that they existed.\nIn other words, terrorism is basically a form of psychological warfare against the larger population, and one of their greatest weapons is manipulation of the media. To try terrorists in civilian court in New York is to provide them with advertising power a million times more powerful than filling the billboards of Times Square with messages of their violent fanaticism.\nThe hearings will undoubtedly be broadcast around the world, providing them with a stage to promote their message of hatred toward our own country and other industrial nations. That doesn't seem to be something that a government sworn to protect its own citizens would want to voluntarily engage in when military tribunals have been the historical forum for such violent acts.\nA preview of what is to come occurred when an attorney for one of the terrorists was recently interviewed. The attorney would not even admit that the victims of 9/11 were \"murdered,\" and he indicated that his team was already planning a defense of \"justification\" for the terrorist acts. Holding a trial means suffering through slick lawyers crafting justifications for the premeditated slaughtering of thousands of innocent men, woman and children on our own soil.\nOf course, the terrorists don't believe they will be exonerated, but that is not their goal anyway. They were willing to throw away their lives for fanatical beliefs, so the idea of being \"convicted\" in court is meaningless to them. The opportunity to advance their ideology of fanatical violence is their only goal - and we are apparently planning to help them achieve it.\nAccording to the polls, the majority of American citizens are strongly opposed to handling terrorist acts in civilian courts, but what about the rest of the world? Maybe we can show off how compassionate and fair we are and impress other countries with how \"just\" we can be. In reality, it would seem more likely that people leaning in a direction against the United States will only see the \"trial\" as a kangaroo court and believe that the fix was in a long time ago.\nGiving foreign terrorists a forum for their message of hate in our civilian courts seems to run counter to our understanding of the psychology behind terrorism. To do this while our brave men and women are risking their lives halfway across the world to prevent the spread of terrorism would appear to be self-defeating. After this decision, one can only wonder what's next - perhaps providing foreign terrorists with voting rights, health and dental care, a pension, driver's license and a free education? The way things seem to be going, anything is possible.\nDr. Scott E. Smith is a licensed clinical psychologist with Spectrum Behavioral Health in Annapolis and Arnold. For services or ideas regarding this column, call 410-757-2077 or write to 1509 Ritchie Highway, Suite F, Arnold, MD 21012.\n\nLoad-Date: December 4, 2009"
}