{
    "title": "PUBLIC OR PRIVATE_ Barring another catastrophe, the insurance industry so far finds little sympathy",
    "publisher": "star tribune ",
    "year": 2007,
    "month": 7,
    "day": 3,
    "full text": "Six years after the worst terrorist attack on United States soil and two years after the country's worst natural disaster, Congress has yet to pass bills that would provide lasting federal relief to insurance companies in the case of a new major catastrophe.\nRenewing the National Flood Insurance Program and the Terrorism Risk Insurance Act have long been priorities for the insurance industry. But the two bills have languished in Congress. The flood program is scheduled to end in 2008 while the terrorism insurance law will expire at the end of this year.\nFor insurers, the good news of late - there hasn't been a major terrorist attack in America since Sept. 11, 2001, and no hurricanes made a U.S. landfall in 2006 - has translated into bad news on the legislation front.\nThe lack of catastrophes left insurance companies like Allstate Corp. and St. Paul-based Travelers Companies Inc. awash in profits, making it harder for its representatives to justify billions of dollars in federal subsidies.\n\"It was a light season last year,\" said Ben McKay, the chief lobbyist for the Property Casualty Insurers Association of America. \"There wasn't that motivation to get that done. Legislation doesn't pass in a vacuum. There needs to be a catalyst.\"\nThat could come soon enough. The failed car bomb attacks in London and Glasgow have raised fears that terrorists are planning major attacks this summer.\nAnd forecasters have predicted 10 hurricanes, including five major storms, will reach the United States this year.\n\"If there were another Katrina, that would change everything,\" McKay said.\nExperts say the Sept. 11 attacks and Hurricane Katrina, which devastated the Gulf Coast in 2005, exposed insurers' vulnerability. Together, the two events cost the industry more than $63 billion, according to the Insurance Information Institute in New York.\n\"Private insurance does not take care of catastrophes,\" said Etti Baranoff, an associate professor of insurance and finance at Virginia Commonwealth University and a former state insurance regulator in Texas.\n\"You can't base our economy on the back of one industry. That needs to be in the hands of the federal government.\"\nBut Congress has balked at the soaring cost of the National Flood Insurance Program. Created in 1968, it sells flood coverage to homes and businesses while regular homeowner policies cover only wind damage. The widespread devastation of Katrina nearly bankrupted the program; in 2005, it paid out $13 billion in flood claims, well more than the previous 24 years. As a result, it had to borrow billions from the U.S. Treasury to remain solvent.\nPart of the problem is that not enough people buy flood insurance. People want flood insurance only after a flood, said Ed Charlebois, vice president of personal lines for Travelers.\n\"Floods sell flood insurance,\" Charlebois said. Last year, there were no hurricanes, so flood insurance went to the back burner, he said.\nIn lobbying for the flood program's renewal, insurers are urging lawmakers to update flood maps and to tie policies to real market prices. But the bill has yet to make it out of committee as lawmakers weigh a host of amendments, including adding wind damage to policies and extending the length of time to file claims. Some lawmakers want flood coverage to retroactively apply to Katrina homeowners, which insurers vehemently oppose.\nA similar standoff between Congress and insurers exists over the Terrorism Risk Insurance Act. Passed in 2002, it allowed insurers and the federal government to share losses in case of a terrorist attack. To spread risk, insurers normally reinsure their policies through companies like General Re and Minneapolis-based Benfield.\nSince terrorist attacks are harder to predict than earthquakes and hurricanes, few firms have been willing to reinsure such high-risk policies. The law, which was renewed for another two years in 2005, was meant to buy insurers time until a sufficient reinsurance market developed.\nBut insurers like Travelers argue that the federal government needs to continue to subsidize terrorism insurance. Current premiums are not nearly enough to offset potential losses, industry officials say.\nTravelers supports a bill in the House of Representatives that would extend the act for another 10 years and also cover nuclear, biological and chemical attacks.\n\"The terrorism insurance program is critical to our nation's economic and social well-being and its ability to respond to another potential attack,\" Travelers Chief Executive Jay Fishman said in a statement last week.\nBut the Bush administration opposes the House bill, arguing the Terrorism Risk Insurance Act was never meant to be a long-term solution.\n\"A permanent or long-term federal subsidy of free federal reinsurance was never intended,\" David Nason, a Treasury official, told Congress last month. \"We firmly believe that temporary programs should be just that - temporary. Based on where the market for terrorism risk insurance is today, our view is that TRIA should be phased out in order to increase private-sector participation.\"\nThe Consumer Federation of America, normally not an ally of the Bush administration, agrees.\n\"The insurance industry is hugely profitable and does not need a federal subsidy to cover terrorism losses after TRIA expires,\" J. Robert Hunter, the federation's director of insurance, told Congress.\nThomas Lee - 612-673-7744\nNATIONAL FLOOD INSURANCE PROGRAM\nHurricane Katrina nearly bankrupted the program, which expires next year. Insurers are pushing Congress to update flood maps and to tie premiums to real market prices.\nTERRORISM RISK INSURANCE ACT\nCongress passed the law in 2002 to help insurers absorb losses in the wake of the Sept. 11, 2001, attacks. It essentially provides free federal reinsurance to the industry for terrorism risk. Insurers want Congress to extend the law another 10 years and include coverage for chemical, nuclear and biological attacks. The Bush administration argues the law was never intended as a long-term subsidy.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 3, 2007"
}