{
    "title": "Public hearing to address no-bid contract with terrorism institute",
    "publisher": "the citizens' voice ",
    "year": 2010,
    "month": 10,
    "day": 9,
    "full text": "Oct. 09--The state Senate Veterans Affairs and Emergency Preparedness Committee, chaired by Sen. Lisa Baker, R-Lehman Township, will hold a public hearing 10 a.m. Wednesday in the Majority Caucus Room on the main floor of the Capitol Building in Harrisburg.\nThis hearing, a follow-up to one held Sept. 27, is to provide the administration of Gov. Ed Rendell an opportunity to report on the progress of its inquiry into the Homeland Security no-bid contract with the Institute for Terrorism Research and Response. It is also being held to outline any proposed changes in personnel or agency functions, and to give recommendations for improving cooperation among key state agencies.\nTestimony will be given by a panel of officials consisting of Gen. Robert French, Pennsylvania Emergency Management Agency director; Col. Frank Pawlowski, state police commissioner; and the Governor's Chief of Staff Steven Crawford, who is spearheading the internal investigation.\nIn mid-September, it came out that the Institute for Terrorism Research and Response had been preparing intelligence bulletins for the state Department of Homeland Security that listed non-violent protests and events, including those by natural gas drilling opponents, Tea Party members and anti-war activists, alongside potential terrorist threats.\nIn the aftermath of the revelation, Rendell said he was \"appalled\" and canceled the $103,000 contract. The Kingston-based Gas Drilling Awareness Coalition filed a federal lawsuit alleging violation of its members' Constitutional rights. Homeland Security Director James F. Powers Jr. subsequently resigned.\nTo see more of The Citizens' Voice or to subscribe to the newspaper, visit http://www.citizensvoice.com/. Copyright (c) 2010, The Citizens' Voice, Wilkes-Barre, Pa. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: October 9, 2010"
}