{
    "title": "Public Leads Are Welcome Additions To Antiterrorism Arsenal",
    "publisher": "the tampa tribune ",
    "year": 2003,
    "month": 12,
    "day": 23,
    "full text": "TAMPA - When the Department of Homeland Security raises the national terrorism warning level, switchboards at local law enforcement agencies light up with tips from the public.\nAnd it's the public that provides the best defense against any crime, from auto burglary to dirty bombs, said Mark Dubina, a Florida Department of Law Enforcement agent who works with the regional antiterror task force.\n\"It's a good thing that people take the time to call,\" he said.\nEven if a tip doesn't help prevent an act of domestic terrorism, it often uncovers other criminal activities.\nThe task force has recorded several instances where a terrorism phone tip turned up immigration fraud or drug activity, Dubina said.\nAlthough no direct terrorism plots have been foiled in the Tampa Bay area, Dubina said the task force, on a routine basis, investigates people suspected of fundraising or running surveillance for terrorist outlets.\nShortly after the Sept. 11 attacks, Dubina said, the task force received many false leads. Some callers were concerned with foreign nationals, even though they hadn't done anything suspicious. Now, he said, callers have a more specific reason to provide a tip.\nDubina and Tampa Police Department Capt. Bob Guidara said suspicious activity should be reported to local law enforcement agencies first. If the situation is an emergency, dial 911. If not, call the main numbers for the Hillsborough County Sheriff's Office or Tampa police.\nBefore people call, Dubina said, they should make sure their information is specific. Callers should take the time to garner detailed descriptions and, if a car is involved, they should note the tag number.\n\"A lot of times, people call with concerns about something they've seen, but their memories are so vague there's just nothing we can do about it,\" he said.\n(CHART) WHAT TO DO\nTo report homeland security issues:\nIn an emergency, dial 911.\nTampa Police Department, 231-6130.\nHillsborough County Sheriff's Office, 247-8000.\nFlorida Department of Law Enforcement, Tampa Bay Domestic Security Task Force. 1-800-878-7300.\n\nGraphic\n\n \nCHART\n\nLoad-Date: December 24, 2003"
}