{
    "title": "Pueblo synagogue relieved to what Federal Bureau of Investigation calls thwarted terror attack",
    "publisher": "university wire",
    "year": 2019,
    "month": 11,
    "day": 5,
    "full text": "Court documents say Richard Holzer was arrested Friday in Pueblo just after the agents brought him what were supposedly two pipe bombs along with dynamite to blow up Temple Emanuel. The oldest Colorado synagogue, also named Temple Emanuel, was established in 1874 in nearby Denver.\nThe alleged hatemonger was part of multiple group chats on Facebook in which he wrote sickening messages, such as \"I wish the Holocaust did happen... they need to die\", the complaint states.\nHolzer's arrest came just over a year after the worst attack on a Jewish community in the United States - an October 27, 2018, mass shooting at a Pittsburgh synagogue by a lone gunman who killed 11 people.\nBut the agents instead arrested Holzer and brought him to a police station, where he agreed to speak with agents, the complaint says.\nMichael Atlas-Acuna, Helena's husband and Temple Emanuel's president, told the Jewish Telegraphic Agency on Monday that he and his wife first learned of Holzer's plot from press reports.\nHolzer, who is from Pueblo, was arrested on Friday and charged with attempting to obstruct religious exercise by force and faces a maximum sentence of 20 years in prison if convicted.\nAccording to the report, the Federal Bureau of Investigation identifiedRichard Holzer after someone tipped them about comments he made on social media.\nDunn in Denver said federal and Pueblo law enforcement had thwarted \"an imminent threat of domestic terrorism against a Colorado religious institution\".\nSerious André Gomes injury after suffering an entry\nBoth teams appeared distraught at the extent of the injury, seemingly caused by an awkward landing following Son's challenge. The reaction of shock of the players made it very hard to play the last minutes of a match that ended with a draw for one.\n\"The Pueblo community has embraced the Jewish community and we've never had any kind of threats or vandalism or anything like this\", Atlas-Acuña said.\nOn the evening of November 1, one of the undercover agents picked up Holzer and drove him to the motel.\nHe allegedly planned to detonate them several hours later in the early hours of the morning on November 2 but was arrested by agents.\n\"Although Holzer stated that he had not planned to hurt anyone, when asked what he would have done if there had been someone inside the synagogue when he arrived that night, he admitted that he would have gone through with the attack because anyone inside would be Jewish\", the complaint says.\nIt has a congregation of about 30 families and a rabbi from Denver who travels to Pueblo twice a month.\nThe foiled plot is the latest attempted attack against a synagogue in the USA just over a year. Pueblo is about a two hour drive south of Denver.\nHolzer's actions \"meet the federal definition of domestic terrorism\", and he has been charged with a federal hate crime, it added. Holzer said he didn't think anyone would be at the synagogue when the explosives went off but even if they were he \"would not care because they would be Jews\". A voicemail left at the temple wasn't immediately returned.\n\nLoad-Date: November 5, 2019"
}