{
    "title": "Puerto Rican extremists main threat in US",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 1,
    "day": 12,
    "full text": "''The United States has had its fair share of terrorist incidents, but surprisingly few have been grave, compared to incidents in other parts of the world.''\nSo begins a recent Rand Corporation paper on Puerto Rican terrorists, written by William Sater. Puerto Rican terrorist groups are considered by many experts to represent the greatest internal terrorist threat to the United States. While left-wing terrorism has been declining since 1977 and most of the self-proclaimed American revolutionary groups have disappeared, domestic terrorist activity attributable to ethnic and foreign groups is on the rise, Rand researchers say. As a result, there is no guarantee that domestic terrorism may not increase in the future, they conclude.\nThe Puerto Rican groups that have perpetrated terrorist acts in the US and Puerto Rico are devoted to freeing the island from US dominance. Less then 10 percent of the island's population share their sentiments, however, so they have turned to violence. Puerto Rican separatism reached a peak in the 1950s with a quickly suppressed uprising, an assassination attempt on Harry Truman, and an attack on Congress. A police crackdown, the change of status of the island to a commonwealth, and improved economic conditions in the 1960s and early 1970s combined to cause a hiatus in terrorist activities, Mr. Sater reports. Since 1974, however, the Puerto Rican economy has been beset with high inflation and unemployment.\nAs a result, Puerto Rican terrorist activity has been on the increase. In 1974, the most active group, the FALN (Fuerzas Armadas de Liberacion Nacional), firebombed five New York City banks. Since then 120 bombings have been attributed to the FALN, and their field of action has spread from New York to Chicago on the mainland.\nAttacks on the mainland have been on the decrease lately (possibly because of the arrest of 11 FALN members in Illinois two years ago). But attacks on US government facilities and military personnel on the island have been on the increase. Experts are concerned because the Puerto Rican extremists appear to have made contact with disaffected Hispanic elements in the Southwestern US and with international terrorist elements. These new links have extended the Puerto Rican extremists' ''operational capacity'' and could portend more dramatic terrorist actions domestically, Sater warns."
}