{
    "title": "Puerto Rico steps up its efforts to counter terrorism",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 1,
    "day": 3,
    "full text": "Puerto Rico is taking new steps to counter terrorism in the wake of recent attacks on United States military personnel on the island, says Carlos Romero Barcelo, governor of the Commonwealth.\nThe incidents -- including the Dec. 3 machine-gun slaying of two US Navy men -- have prompted these steps, he said in an interview in New York City:\n* Increasing antiterrorist training.  \"We have increased our training with FBI backing,\" said Governor Romero Barcelo.  \"As far as the special protection of dignitaries, the police are being trained especially; also the Secret Service.  We have increased that type of training.\" The governor said he also is pushing for stiffer jail terms for convicted terrorists.\n* Identifying terrorist groups.  Sources with the Federal Bureau of Investigation have believed that three terrorists groups -- the Popular Puerto Rican Army, the Organization of Volunteers for the Puerto Rican Revolution, and the Armed Forces of Popular Resistance -- have been responsible for many of the terrorist incidents in Puerto Rico and on the US mainland.  But the governor says that \"what we estimate is that there are not three groups, but one group working with three names.\"\nGovernor Romero Barcelo stressed his belief that the prime motive behind terrorist activity is to counter growing sentiment in favor of statehood for the commonwealth.  The governor has announced that if he is re-elected in 1980, he will call a new plebiscite on statehood in 1981.\nRecent polls have indicated that the majority of Puerto Ricans favor statehood rather than independence or continued commonwealth status.\nMr. Romero Barcelo said in no uncertain terms that he believes communists based in, and abetted by, Cuba have been responsible for much of the terrorism in Puerto Rico.  He said he based this opinion on intelligence reports.  \"There is plently of circumstantial evidence, and evidence by reference, that Cuba is aiding and abetting these terrorist groups in Puerto Rico,\" the governor said.  There is continuous traveling of some of these radicals.  We have good reason to believe that they are not only being given funds and weapons but also being trained\" by Cuba."
}