{
    "title": "Pulitzer Board Rescinds Times's 'Caliphate' Citation",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 23,
    "full text": "The podcast, which The Times now says did not meet its editorial standards, and a related report on ISIS had been named finalists in the 2019 international category.\nThe Pulitzer Prize Board said on Tuesday that it would no longer recognize the New York Times podcast ''Caliphate'' and a related article as a 2019 Pulitzer finalist. The board stripped The Times of its finalist status four days after the news organization announced that the 2018 audio series did not meet its standards for accuracy. \n  ''Caliphate'' and the related report, ''The ISIS Files,'' by the podcast's co-host Rukmini Callimachi, had been named finalists in the Pulitzer Prize's international category last year. After an internal investigation that ended on Friday, The Times contacted the Pulitzer board and offered to give up the finalist citation.\n  ''Upon review, the Pulitzer Prize Board has accepted The Times's action and rescinded its designation as a 2019 Pulitzer finalist,'' the Pulitzer board said in a statement on Tuesday.\n  A statement from The Times on Tuesday said, ''Given our conclusion that core portions of 'Caliphate' did not live up to our editorial standards, we felt the right thing to do was to offer to return the Pulitzer finalist citation.''\n  ''Caliphate'' won two journalism honors in 2019, an Overseas Press Club prize and a Peabody Award. On Friday, when The Times announced the results of its review, the Overseas Press Club rescinded its award, and the executive director of the Peabody Awards accepted The Times's offer to return the Peabody.\n  The Times's review found that ''Caliphate,'' a 12-part audio documentary about the Islamic State, gave too much credence to the false or exaggerated account of one of its main subjects, Shehroze Chaudhry, a Canadian who claimed to have taken part in atrocities. The Times started examining the podcast after Mr. Chaudhry was arrested by Canadian authorities on Sept. 25 under a terrorism hoax law.\n  The Times appended an editors' note to ''Caliphate'' and added editors' notes describing problems with two articles by Ms. Callimachi in 2014 and 2019. (''The ISIS Files'' does not have an editors' note attached to it.)\n  Every episode of ''Caliphate'' now begins with a correction read by Michael Barbaro, the host of the podcast ''The Daily,'' who tells listeners that the chapters on Mr. Chaudhry ''did not meet our standards for accuracy.'' A new installment, ''An Examination of 'Caliphate,''' has also been added to the series. It includes an interview with Dean Baquet, the executive editor of The Times. In the interview, Mr. Baquet raised the possibility that Mr. Chaudhry had ''duped'' The Times, but said the news organization was at fault.\n  ''Look, there was a well-known reporter involved in it -- Rukmini Callimachi,'' he said in the interview. ''But this failing isn't about any one reporter. I think this was an institutional failing.''\n  Mr. Baquet said last week that Ms. Callimachi would remain a reporter at The Times, but would no longer cover terrorism. She joined the paper in 2014 after winning journalism awards for her work as a foreign correspondent at The Associated Press.\n\nhttps://www.nytimes.com/2020/12/22/business/media/caliphate-pulitzer.html\n\nGraphic\n\n \nPHOTO: In a statement on Tuesday, The Times said, ''Given our conclusion that core portions of 'Caliphate' did not live up to our editorial standards, we felt the right thing to do was to offer to return the Pulitzer finalist citation.'' (PHOTOGRAPH BY Jeenah Moon for The New York Times FOR THE NEW YORK TIMES)               \n\nLoad-Date: December 23, 2020"
}