{
    "title": "Pulitzer Prize winners and professors lead panel on social media",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 19,
    "full text": "Students can join Kent State professors and Pulitzer Prize winners for a panel discussion about the constantly changing platforms of social media Tuesday night.\nThe Gerald H. Read Center for International and Intercultural Education, the Political Science Department and the School of Communication Studies will present \"Social Media and Democracy: Giving a Voice to the Silenced\" from 7:30 to 9 p.m. in the FirstEnergy Auditorium of Franklin Hall. There is no admission cost for this event.\n\"Overall, (the event is) Social Media internationally and how its used for gathering and social policy,\" School of Communication Studies Marketing Coordinator Anne Dudley said.\nSpeakers will include Paul Haridakis, director of the School of Communication Studies, Political Science professor Steven W. Hook, Pulitzer Center journalist Yochi Dreazen and Pulitzer Prize winners Jenna Krajeski, who will be Skyping in from Turkey, and Caroline D'Angelo.\nTopics of discussion are \"Social Media and terrorism,\" \"Social Media in established Democracies,\" and more. There will be time after the panel where attendees can meet with international student representatives to discuss how Social Media is used in their countries.\n\"We see this (panel) as an inquiry into the questions: How is our government using social media to advance democracy around the world? How do other democracies use social media to give voice to the silenced ones - ones that may have been not represented well in a representative democracy? How is social media different in different countries? And how is social media being used in terrorism and against terrorism,\" said Linda Roberson, director for the Gerald H. Read Center for International and Intercultural Education.\nContact Alexandra Taylor at This email address is being protected from spambots. You need JavaScript enabled to view it. .\n\nLoad-Date: November 18, 2013"
}