{
    "title": "Pulwama _ a victim of terrorism",
    "publisher": "university wire",
    "year": 2019,
    "month": 2,
    "day": 17,
    "full text": "This past Thursday, a suicide bomber targeted a convoy of Indian Central Reserve Police Force soldiers, killing 45 men in the Pulwama district of Kashmir. This incident is the latest in a series of attacks on the Indian Army in the ever-turbulent Kashmir, and Pakistan-based terrorist organization, Jaish-e-Mohammed, has taken responsibility for the attack. The horrific killings have drawn massive outrage all across India and led to growing calls for revenge, some calling for outright war against Pakistan and others demanding that a surgical strike gets carried out, the likes of the one that took place as retaliation for the attack on an Indian Army post in Uri in 2016.\nAs an Indian, I share the collective grief, pain, and anguish that is being expressed in my nation. Scrolling through my Twitter feed and reading the names of the men who were killed and their stories made it even more tragic.\nThe problem is that terrorism in Kashmir has become multidimensional. For example, Jaish Chief Masood Azhar, who was the mastermind behind the 26/11 attacks in Mumbai that killed over 200 civilians and now the attack in Pulwama, has been allowed to contest elections in Pakistan and even preach to the public while China blocked India from listing Azhar as a designated International terrorist in the United Nations Security Council. Since 2017, China has kept the listing of Azhar on \"technical hold\" by citing \"lack of consensus\" in the UN sanctions committee.\nThis listing decision also comes months after the Wuhan summit, which was meant to thaw the icy Indo-Chinese relationship post the heightened tensions in Doklam in 2017, in which both Indian and Chinese forces had a standoff near a trijunction area when Indian forces opposed Chinese construction extending a road into an area which was claimed by both China and Bhutan, which is an Indian ally.\nBut whatever progress was made during Wuhan will undoubtedly take a backseat after these attacks, as China still cites technicalities to refuse listing Azhar as a terrorist.\nWith general elections only a little more than a month away in India, the Modi government is already under immense pressure to retaliate. India has stripped Pakistan of its \"Most Favoured Nation\" status, which had previously allowed it to enjoy low trade tariffs and high import quotas. It remains to be asked why the government did not remove this status from Pakistan immediately after Uri. Though there are heightened calls for another surgical strike on terrorist camps in Pakistan, the very idea of a surgical strike demands an element of surprise that would be lost if the other side knows in advance and prepares for an attack, potentially catalyzing a warlike situation between the two nations leading to the further loss of life.\nIndia could potentially pursue the isolation of Pakistan diplomatically and pressure it to arrest Mazhoor. However, India's response to China will be one of utmost interest as China's technical hold is the only obstacle to Azhar's designation as an international terrorist. At this time, it is important for India to gather support from around the world to increase pressure on both Pakistan and China.\nBut beyond this affair, the real test for the Modi government is figuring out how to reevaluate its policy on Kashmir to provide a robust solution to the ongoing violence in the valley. While Pakistan provided training and China prevented the mastermind from being designated a terrorist, the militant suicide bomber who claimed 44 lives was from Kashmir. The problem in Kashmir has become multidimensional with multiple entities and multiple agendas, including independence and religion, and it is imperative that the government find long-term solutions to achieve this end.\n\nLoad-Date: February 17, 2019"
}