{
    "title": "Punishing Saudi Arabia",
    "publisher": "the philadelphia inquirer",
    "year": 2018,
    "month": 10,
    "day": 21,
    "full text": "As evidence mounts that Saudi Arabia had a hand in the disappearance of a journalist, there's a growing rift between President Trump and Congress on what to do about it.\nTrump said on Thursday it \"certainly looks\" like Jamal Khashoggi is dead and that there may be \"very severe\" consequences depending on the results of a Saudi investigation into the incident. But, as he often does when strongmen are involved, Trump spent most of the week giving Saudi Arabia the benefit of the doubt that its leaders did not order that Khashoggi be killed. \"Here we go again with you're guilty until proven innocent,\" Trump told the Associated Press on Tuesday.\nMeanwhile, House Speaker Paul Ryan (R-Wis.) on Wednesday told CBS \"This Morning\" that the disappearance is \"really disturbing\" and he seemed ready to tee up action to punish Saudi Arabia. \"If this is the case, it's atrocious, and we have laws for this,\" Ryan said.\nBut what could Congress do, especially if Trump isn't on board? It has only stood up to him in a substantial way on foreign policy once, when it forced him last year to sign a bill sanctioning Russia over election interference.\nLawmakers have a number of tools to use against the Saudis, said Jon Alterman, head of the Middle East Program at the Center for Strategic and International Studies. That's because Saudi Arabia is sensitive to any deviation from the norm in U.S.-Saudi relations.\n\"The U.S.-Saudi relationship is more important to Saudi Arabia than it is to the U.S.,\" Alterman said.\nBut to take the most serious action, Congress will need to convince Trump. Here's what Congress can do and how Trump fits into it.\nForce Trump to sanction Saudi officials, including Saudi Crown Prince Mohammed bin Salman: This is the most obvious tool at Congress's disposal, because both Congress and the president can levy sanctions. It's also the most severe and targeted punishment. The likeliest form this would take would be via the Magnitsky Act, which Ryan specifically mentioned in his interview with CBS.\nOriginally focused on Russia, the law basically allows the United States to sanction foreign officials who commit any human rights violation, explained Jordan Tama, an associate professor at American University's School of International Service. That could mean a travel ban or freezing assets of top Saudi officials.\nA bipartisan group of senators have asked Trump to consider doing this for Mohammed. Another option is for Congress to pass sanctions on its own with a veto-proof majority.\nDeny any new arms sales: Trump's first foreign visit was to Saudi Arabia, and shortly after he announced a massive (yet overstated) deal to sell U.S. weapons and defense equipment to the country. That's one reason the president keeps giving when he explains why he's reluctant to punish Saudi Arabia.\nBut Congress has a role here. They have to be notified 30 days before any international arms sale, and they can reject it by passing a law prohibiting the sale. They would need a veto-proof majority if Trump is adamant about pushing the sale through.\nHold fast on a terrorism law that Saudi Arabia hates: In 2016, Congress passed into law a bill allowing families of Sept. 11, 2001, victims to sue Saudi Arabia for what some families claim is the country's collusion in the attack. The law, the Justice Against Sponsors of Terrorism Act, is controversial. It passed over President Barack Obama's veto and over widespread international concern about lawsuits between civilians and nations. But despite the global controversy the law stirred, Congress can refuse to revisit it and even tighten the screws on Saudi Arabia.\nHold hearings: While Congress doesn't have prosecutorial power, hearings are its equivalent of a presidential bully pulpit. Congress has asked Trump to launch an investigation into the disappearance of Khashoggi. But several committees can do this, too.\nThrough those hearings or other public events, Congress can highlight things the Saudis don't want highlighted, Alterman said. Issues like women's freedom, religious tolerance, free speech, human rights and executions. \"There are any number of things Congress can do to shine a light on the differences between Saudi Arabia and the U.S.\"\n©The Washington Post\n\nLoad-Date: October 21, 2018"
}