{
    "title": "Punish Greece for terrorism",
    "publisher": "usa today",
    "year": 2000,
    "month": 6,
    "day": 20,
    "full text": "The brutal murder of British defense attache Stephen Saunders\nin Athens on June 8 is a reminder that one of the most persistent\nand inexcusable terrorist nests in the world is in friendly Greece.\nOnly 12 years ago, our own defense attache, Navy Capt.\nWilliam Nordeen, was murdered in the Greek capital in a crime\nthat remains unpunished and, for practical purposes, uninvestigated.\nIn the aftermath of bombings of U.S. embassies in Africa, Congress\ncreated the National Commission on Terrorism to examine the worldwide\nthreat. The commission's most courageous act was its blunt assessment\nthat terrorism in Greece justifies sanctions against that country:\ndenying its citizens visa-free U.S. entry and blocking arms sales.\nBut Secretary of State Madeleine Albright hurriedly responded\nthat no such actions would be taken.\nWhat is the problem? For 25 years, an extreme nationalist group\nwith left-wing rhetoric called \"November 17\" has conducted an\nunbroken campaign of killings and bombings against prominent Greeks,\nAmericans and other foreigners.\nFor many years, U.S. taxpayers have spent more money on embassy\nsecurity in Athens than in any other capital in the world. Our\nembassy in the Greek capital is a fortress; our diplomats live\nin justifiable fear for their lives.\nNovember 17 is a skilled, determined and successful group of political\nassassins, but it could not survive without official tolerance.\nGreece has the undisputed worst counterterrorism record on Earth.\nIn a quarter-century, not a single member of November 17 has been\nofficially identified, let alone caught.\nNot simple incompetence\nThe commission identified 146 terrorist acts against U.S. interests\nin Greece since 1975, with only one case solved. A record that\nbad is neither an accident nor the product of police incompetence.\nIt is a policy.\nWhy would the \"birthplace of democracy\" accommodate domestic\nterrorists? Because arrests and public trials would expose skeletons\nin the closet of the ruling PASOK party, in power for 20 of the\npast 23 years. There is clear evidence of ties between PASOK and\nNovember 17 in their early years. Prime Minister Costas Simitis\ntoday certainly has no direct connections with the terrorists,\nbut he is unwilling to face up to his party's ugly history. So\nGreece's terrorism policy is one of benign neglect, even appeasement.\nFor years, Washington has attempted to jawbone Greek authorities\ninto action, without effect. The Clinton administration offered\naid and joint efforts in counterterrorism without grasping that\nAthens does not want to catch the terrorists. Greek leaders also\nknow how to read political signals from Washington and respond\naccordingly. When President Clinton visited Greece last November,\nhe could have raised the terrorism issue, but did not. Albright's\nlight-speed promise of no sanctions was received smugly in Athens.\nAct against an ally\nNow Saunders, another innocent victim, is dead, but he will not\nbe the last, unless Greece pays a price for inaction. The commission\nhas pointed the way: Designate Greece as \"not cooperating fully\non counterterrorism\" under an existing law that would prohibit\nweapons sales. Such action against an ally would send the best\npossible message to other governments that America is serious\nabout terrorism.\nThis would be bitter medicine for Athens, but the point of medicine\nis to cure a disease. Congress can do Greece no better favor than\nto administer a dose of effective counterterrorism. In parallel,\nLondon and Brussels must demand that Athens live up to its claim\nto be a European, rather than a \"Balkan,\" country.\nAmerican friends of Greece, including Greek-Americans, should\ncommit this act of true friendship. Would the United States be\na villain in Greek eyes and vilified in the overheated Athenian\nmedia? Certainly, but the cancer would be rooted out -- and lives\nsaved.\nWayne Merry, a former State Department official who served\nin Athens, now is senior associate at the American Foreign Policy\nCouncil in Washington.\n\nGraphic\n\n \nPHOTO, B/W, P. Saitas, AFP; Costas Simitis\n\nLoad-Date: June 20, 2000"
}