{
    "title": "PUSHING FOR PEACE; DESPITE MORE TERRORISM, ALBRIGHT WILL GO TO THE MIDEAST",
    "publisher": "pittsburgh post-gazette",
    "year": 1997,
    "month": 9,
    "day": 6,
    "full text": "It's a familiar and depressing sequence: Palestinians opposed to peace with Israel commit an unspeakable act of terror against Israelis. In deference to the victims' families, the peace process is put on hold. Finally, after a discreet interval and some nudging from the United States, talks get back on track.\nThis time the United States at least is not willing to wait. After Thursday's suicide bombings in Jerusalem, which killed four Israelis and injured almost 200, President Clinton announced that Secretary of State Madeleine Albright would go ahead next week with her planned peace mission to the Middle East.\nMs. Albright's determination is praiseworthy. The question is whether there will be anything for her to accomplish. While Israel has encouraged the secretary to come to the region, Prime Minister Benjamin Netanyahu has complicated her task by suggesting that Israel is no longer bound by peace agreements with the Palestinians. He also indicated that he would freeze the agreed-upon transfer of land to Yasser Arafat's Palestinian Authority.\nThose actions are much less defensible than Israel's related decision to hunt down Palestinian militants in areas where it believes the Palestinian Authority has been lax.\nIsrael's anger and frustration are understandable. And objective observers agree that Mr. Arafat has been sluggish in harnessing Islamic militants and other Palestinian extremists, though it's unreasonable to believe that even a concerted effort on his part could prevent a fanatic bent on self-destruction from committing mayhem.\nMr. Arafat can control his own actions, however, and those have been stupid and insensitive. Recently he publicly schmoozed with a leader of Hamas, the militant Islamic movement. A faction of Hamas has claimed responsibility for Thursday's explosions, in which the dead included three 14-year-old schoolgirls.\nWithout cooperation from the Palestinian Authority, Israel cannot be blamed for acting on its own to forestall attacks on its citizens. But such a policy is a poor substitute for cooperation between Israeli and Palestinian security forces - the sort of collaboration that Ms. Albright should try to encourage despite mutual suspicions.\nOne source of suspicion on the Palestinian side is that Mr. Netanyahu, unlike his Labor Party predecessors, isn't serious about trading land for peace. Mr. Netanyahu can only encourage such doubts by stopping the transfer of territory to the Palestinian Authority. One of Ms. Albright's priorities should be an end to such delays in exchange for greater determination by the Palestinians to police their own.\nTo paraphrase Winston Churchill's comment about democracy, the Israeli-Palestinian peace process is the worst path for the Middle East except all the alternatives - such as a new Arab-Israeli war (in which countries like Jordan and Egypt would be pressed to break relations with Israel) or a scorched-earth attempt by Israel to reoccupy the West Bank and Gaza and rule its Arab inhabitants with an iron fist.\nThe Israelis and Palestinians didn't enter negotiations because they liked each other; they were propelled to the table by their past experience of conflict and the logic of the post-Cold War world.\nMs. Albright, a former professor, should see her trip as an opportunity to give both sides a refresher course in the importance not only of peace but also of confidence-building measures. Such measures can't guarantee that some fanatic won't again perpetrate an atrocity. They can make it easier for advocates of peace to hold out the hope that such terrorism will become the exception, not the rule.\n\nLoad-Date: September 9, 1997"
}