{
    "title": "Put down that Prozac -- you're supporting terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 7,
    "full text": "I hope you weren't getting too comfortable with your new post-Sept. 11 anti-depressant prescription because President Bush thinks you're financing terrorists.\n\"If you quit drugs, you join the fight against terror in America,\" he said in a speech before signing the Drug-free Communities Act reauthorization bill Dec. 14.\nOh, how silly of me. I'm always too literal. Perhaps Bush was referring to the unspeakable -- illegal drugs -- not the drugs our self-medicated society ingests daily such as caffeine, alcohol, anti-histamines, anti-depressants and the like. Bush wants you to put down your syringes, toss out your bongs, throw away your coke vials and join the War on Drugs -- now a major reason to fight the War on Terrorism.\nMiddle Tennessee State U.\nI can only surmise that Bush is talking specifically to heroin addicts, who, by chance, might get their supply from Afghanistan. But he carelessly said \"drugs.\" How absurd of him (or at least his speech writers) to make a statement that implies that all illegal drugs are one and the same.\nIt is just as ridiculous that he thinks addicts are going to be even slightly influenced by his argument. If \"drugs\" are that easy to quit, addicts wouldn't exist because they'd easily be able to weigh health and social risks so they wouldn't get addicted to begin with. But how would Mr. President know that? He's never done drugs … right?\nBush made some other whimsical comments in his speech worthy of reprinting. Here are a few of my favorites:\n\"It's a hard job being a senator, but it's easy to forget the community responsibilities when you get elected to such a high office as senator.\" (I'm sure Bush would know, thanks to his extensive time spent in the Senate.)\n\"In this struggle, we know what works. We must aggressively enforce the laws against drugs at our borders and in our communities.\" (Yes, jailing addicts has worked splendidly. In 1973, there were 328,670 arrests for drug law violations. In 2000, that number rose to 1,579,566 arrests. The majority of people jailed were arrested for marijuana-related offenses. Marijuana usage has increased since 1965, when there were half a million new marijuana users. In 1996, there were approximately 2.6 million new users. And jailing discourages usage how?)\n\"Behind these numbers are countless personal tragedies. And my administration will not be indifferent to them. We must return the fight against drugs to the center of our national agenda.\" (Too bad Bush doesn't realize personal tragedies are caused and aggravated by drug prohibition.)\nWhile his speech was comical at best, it was nothing but cheap propaganda to further the obviously futile War on Drugs. Predictably, the propaganda campaign the propaganda campaign doesn't stop there. It already has seeped into the minds of our unsuspecting youth. The Partnership for a Drug-Free America conducted a poll in November that found that 46 percent of children age 12-17 think international terrorism is financed partly by the drug trade.\nCuriously, Bush is keeping it tight-lipped that his administration helped fund terrorism last year when he awarded a generous $ 43 million to the Taliban so they could help fight their own little drug war.\nRobert Scheer couldn't have been more right in May 2001 when he wrote, \"Our long sad history of signing up dictators in the war on drugs demonstrates the futility of building a foreign policy on a domestic obsession.\"\n(C) 2002 Sidelines via U-WIRE\n\nLoad-Date: January 7, 2002"
}