{
    "title": "PUTIN TALKS WITH BUSH, WEIGHS WHAT ROLE RUSSIA WILL SERVE; PRESIDENTS WANT TO SHOW UNITED FRONT AGAI",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 23,
    "full text": "President Vladimir Putin, still formulating Russia's stance on America's anti-terrorism campaign, spoke for an hour with President George Bush and met with his defense and security chiefs Saturday.\nPutin, a deliberate leader who likes to weigh all his options, announced no policy decisions after the consultations.\nDefense Minister Sergei Ivanov said after the all-day meeting with Putin that the security officials had reported measures taken to protect Russian security and prepare for U.S. retaliatory measures. He gave no other details.\nMoscow has given no indication of what support it may offer the United States, but the chief of the military general staff, Anatoly Kvashnin, ruled out participation in any strikes.\nIn Washington, the White House depicted the Putin-Bush conversation as one in a series to discuss a united front against terrorism. \"The president appreciates President Putin's engagement and support in the fight against terrorism,\" said Jeanie Mamo, a White House spokeswoman.\nThe Kremlin press service said only that the two had discussed \"the situation developing in the world\" and their meeting in Shanghai next month.\n\"We have always been initiators of the effort to unite the forces of the international community in the battle with terror. If we want to win, there is no other way,\" Putin said in comments shown on Russian television. \"We must unite forces of all civilized society.\"\nPutin has said that Russia is ready to cooperate with the United States \"in the widest sense.\" But he has indicated that Russia would not offer troops for any U.S. military action and would not welcome any unilateral decisions by the United States.\nRussian officials have also bristled at the prospect of U.S. military presence in former Soviet republics of Central Asia that neighbor Afghanistan, which faces a U.S. attack because the Taliban leadership refuses, among other things, to hand over Osama bin Laden, the prime suspect in the terrorist attacks Sept. 11 in the United States. Military strikes on Afghanistan from Central Asia could unleash a new round of terrorist attacks in Russia itself and weaken Russian influence in the oil-rich region.\nIn Washington, U.S. officials said Saturday that they were pleased with cooperation from Saudi Arabia and Turkey. The oil-rich kingdom of Saudi Arabia is of enormous strategic and diplomatic importance to the United States.\nAir Force Lt. Gen. Charles Wald, commander of U.S. Central Command's air component, has shifted operations to Prince Sultan Air Base in Saudi Arabia, where he could plan and direct air attacks against Afghanistan and other possible targets in the region.\nThe United States has \"a command and control center with Saudi Arabia. It's up and running and it's operational,\" a senior U.S. official said Saturday.\nHaving Saudi Arabia in the U.S. camp is useful also in countering sentiment in the Arab world against President George W. Bush's campaign to uproot the terrorism network of bin Laden and oppose the Saudi exile's supporters.\nAs the campaign proceeds, the United States will look to the Saudis and other countries for additional help on a wide range of fronts, including diplomacy, finances and law enforcement.\nSaudi Foreign Minister Saud al-Faisal, consulted with Bush and Secretary of State Colin Powell last week, and U.S. officials said the kingdom was cooperating with U.S. requests. The minister registered his country's condemnation of the attacks and pledged Saudi backing in the campaign against terrorism.\nTurkey, meanwhile, has agreed to allow Air Force transport aircraft to use its airspace and airports for a possible retaliation to the terrorist attacks, Turkish Prime Minister Bulent Ecevit said in a letter to Bush.\n\nNotes\n\nAMERICA RESPONDS\n\nLoad-Date: September 24, 2001"
}