{
    "title": "PUTIN STANDS TOUGH ON CHECHNYA THE RUSSIAN PRESIDENT WARNED THAT TERRORISM WOULD ONLY SPREAD IF IT W",
    "publisher": "the philadelphia inquirer",
    "year": 2000,
    "month": 7,
    "day": 7,
    "full text": "Russian President Vladimir V. Putin and top military and political leaders vowed yesterday to fight to the end in Chechnya, ruling out a repeat of the surrender that halted Russia's disastrous war in the republic four years ago.\nPutin warned that unless Russian forces decisively defeated rebels in Chechnya, terrorism would spread to other parts of the nation.\n\"Unfortunately, we are still suffering losses,\" Putin said after a meeting at the military headquarters in the southern city of Mozdok, near Chechnya. \"But we realize that if we do not eliminate the hotbed of terrorism here, then we will face it in other regions of the country. . . . There is not and will not be anything like 1996.\"\nYesterday's comments were the first Putin has made publicly about Sunday's truck-bomb attacks that killed dozens of Russian soldiers and injured scores of others in Russian-controlled Chechen cities.\nPutin said he blamed his troops for the fatal bombings, saying \"many of the losses could have been avoided with discipline, professionalism and responsibility,\" according to the Interfax news agency. In TV footage broadcast repeatedly, Putin also scolded Defense Minister Igor D. Sergeyev and Interior Minister Vladimir Rushailo for not doing a better job.\nDespite Putin's tough talk, the situation in Chechnya appears to be deteriorating. Russian officials acknowledged yesterday that 61 servicemen were killed and 153 injured in the last week of fighting, including Sunday night's explosions. That would put the official Russian casualties near 2,400 soldiers since the war restarted 10 months ago. Some say the Russians have lost at least twice that many men. The number of civilian and rebel casualties, though, is believed to be much higher.\nLegislators say they will question Putin today about Russia's involvement in Chechnya, and he is expected to stress the antiterrorism theme tomorrow when he gives his first state of the nation address as president. According to excerpts released yesterday, Putin will cite international terrorism and separatist movements as major threats to Russian stability.\n\"This country has come face-to-face with those who bet on separatism and a policy of a world without Russia,\" Putin will tell the nation, according to the excerpts. \"In this context we must consolidate the state as the guarantor of Russia's independence and sovereignty.\"\nChechen rebels, on their Web site, www.kavkaz.org, threatened more bombs and claimed to have recruited 577 suicide bombers in a single battalion. They said they were fighting Russian troops in Dagestan and had killed 20 soldiers.\nChechen rebels reportedly have fired at several Russian checkpoints, forcing a tougher crackdown in many parts of the republic, where a shoot-on-sight curfew is in force between 9 p.m. and 7 a.m.\nThe chairman of the Federation Council - Russia's upper chamber of parliament - said yesterday that legislators would ask Putin hard questions about the war today.\n\"What is going on in Chechnya is more than a tragedy,\" Yegor Stroyev said. \"The military are telling us that large-scale operations are over, but why then do so many of our boys die there?\"\nThe voices of dissent are scattered, however, and Putin's hard-line position appears to reflect the prevailing Russian sentiment.\nBut Pavel Felgengauer, an independent Moscow-based analyst, said that increasingly, the corrupt and inept state of the Russian military was dooming the campaign in Chechnya, as it did four years ago when rebels won de facto independence.\nBrian Bonner's e-mail address is bbonner\n\nGraphic\n\n \nrwashington.com\n\nLoad-Date: February 4, 2002"
}