{
    "title": "Putin on trial_ Fake video goes viral in Russia (+video) A startlingly realistic - but fake - video",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 2,
    "day": 16,
    "full text": "A startlingly realistic fake \"breaking news\" video purporting to show the arrest and trial of Vladimir Putin has gone viral, garnering well over 3 million hits since it was posted on YouTube on Monday.\nThe one-minute-long film, apparently a collage using real scenes from the 2010 trial of Mr. Putin's nemesis, oil tycoon Mikhail Khodorkovsky, shows a packed courtroom with a prisoner who looks exactly like the Russian prime minister dressed in prison garb and sitting in an iron-barred cage.\nWhen ordered by the judge to stand and state his name, he stands and mumbles \"Putin, Vladimir Vladimirovich.\"\nStyled as a breaking news item, a breathless news anchor relates that Putin has just been brought to the court and charged with \"theft of state property, financial fraud, and abuse of office.\"\nIt adds that he is also charged under Article 205 of Russia's criminal code \"as a person who assisted in an act of terrorism to intimidate the population.\"\nAny Russian will immediately recognize this as a reference to a still unsolved 1999 wave of apartment bombings that killed almost 300 people in their sleep, transfixed Russians with fear, and led to the overwhelming victory of the tough-talking former KGB agent, Putin, in parliamentary and subsequent presidential polls.\nRumors, backed by a few serious studies (see a Hudson Institute study here), have long maintained that Russian secret services may actually have been behind those attacks. That suggestion has been fiercely denied by Russian officials, who have blamed the acts on Chechen terrorists.\nThe fake Putin video was apparently posted by Russian documentary filmmaker Vadim Korovin, who told journalists he hoped to draw attention to his upcoming film - which has been banned by the Ministry of Culture - about the 1999 bombings and their aftermath.\nFor the video with English subtitles, go here.\n\nLoad-Date: February 16, 2012"
}