{
    "title": "PUTIN MAKES PITCH TO WEST CALLS FOR ALLIANCE TO FIGHT TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 10,
    "day": 4,
    "full text": "President Vladimir Putin called yesterday for a dramatic transformation in the structure of Russia's security relations with Europe and the United States in order to build a more effective partnership in the fight against international terrorism.\n Claiming that global politics has experienced a tectonic shift in the wake of the devastating terror attacks in the United States, Putin insisted his country wanted to bolster security cooperation with the West. He said Russia was ready to reconsider opposition to NATO expansion if the alliance assumed a broader political identity and Moscow could be drawn into the process.\nConcluding a two-day visit here where he met European Union leaders and NATO Secretary General George Robertson, Putin said \"it's high time to come up with practical solutions\" to address changing priorities that have placed terrorism at the top of the global agenda. Russia, he said, would start holding monthly consultations with EU authorities on how to thwart terrorist financing, share intelligence on criminal suspects, track false documents, and monitor movements of chemical, nuclear and biological materials.\n Since the attacks on the World Trade Center and the Pentagon three weeks ago, Putin has won praise in Western capitals for his strong endorsement of an international campaign against terrorism and earned greater sympathy for Russia's brutal conflict with Muslim separatists in Chechnya. He insisted that Osama bin Laden's terror network was also aiding the Chechen rebels and said that deadly bombings of Russian apartment blocks two years ago \"bore the same signature\" of the Saudi dissident suspected of masterminding the suicide plane attacks in New York and Washington.\n Belgium's prime minister, Guy Verhofstadt, whose country holds the rotating EU presidency, called the pledge to combat terrorism \"a gigantic step forward\" toward a new strategic partnership between the Russian Federation and the EU.\" He said the monthly consultations would serve as \"an important political pillar of cooperation\" in the rapidly warming ties between Russia and Europe.\n The EU has already agreed to a long-term \"energy dialogue\" designed to expand Europe's imports of Russian oil and natural gas and reduce the continent's dependence on energy supplies from the Middle East. European companies have rushed to sign contracts to start tapping into the vast oil and gas reserves in Siberia.\n Putin also emphasized his desire to see Russia abandon its adversarial stance toward the North Atlantic Treaty Organization, which for the past 52 years was regarded by many Russians as their mortal enemy. He outlined his plans for a more cooperative approach to the alliance in his hour-long conversation here with Robertson and promised to elaborate further in discussions with President Bush and Britain's prime minister, Tony Blair. Putin said he expected Blair to visit Moscow in the coming days.\n The Russian leader said the challenge posed by global terrorism was forcing his country to take \"an entirely new look\" at NATO's enlargement plans. At a summit scheduled next year, NATO's 19 member states will consider the next wave of expansion that could include Baltic states that were once incorporated into the Soviet Union.\n\nNotes\n\nTHE WAR ON TERROR\n\nLoad-Date: October 5, 2001"
}