{
    "title": "Putin asserts American dominance responsible for global chaos and terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 11,
    "day": 5,
    "full text": "LUCAS COIA\nFrom the nationalist and ethnic battles taking place in the Donbas and Luhansk regions of eastern Ukraine to the holy wars being waged in Mesopotamia and the Levant, according to the esteemed opinion of Russia's president, Vladimir Putin, the violence and uncertainty that marks today's world is the fault of the United States and its search for global dominance.\nIn a speech delivered Oct. 24 to the Valdai International Discussion Club, Mr. Putin asserted that by imposing its will on the world, especially geopolitical soft spots like Eastern Europe and the Mideast, United States foreign policy in its present form is creating the conditions for radicalized and violent reactionary movements.  Mr. Putin's tone was heated and direct as he spoke to an audience composed largely of pro-regime intellectuals and academics. Although not the first time that the sacker of Crimea has complained about Western hegemony and United States foreign policy, the agitated and unsettled nerve in Putin's rhetoric gives the impression the man is frustrated by the West's efforts to keep Ukraine from returning to the Russian orbit.\nWith more than 3,000 dead and the possibility of a total economic meltdown in Ukraine, the European Union and its allies across the Atlantic have upped the pressure on Russia recently to end the war.\nBut as far as Putin is concerned, this meddling in Russia's foreign affairs by the United States is the real cause of the crisis and of the much larger global one.  He spoke angrily of 'contradictions' in the West's foreign policy and its pursuit of global dominance.  Putin referred specifically to the rise of jihadi terrorism since the emergence of al-Qaeda and the Taliban in the 1980s.\n\"They once sponsored Islamic extremist movements to fight the Soviet Union,\" Putin said.\n\"Those groups got their battle experience in Afghanistan and later gave birth to the Taliban and al-Qaeda.\" Although the value of the speech has little worth beyond domestic propaganda purposes, in Putin's mind, the West is a hegemonic force imposing its will and vision on the rest of the world \"A unilateral diktat and imposing one's own models produces the opposite result. Instead of settling conflicts it leads to their escalation, instead of sovereign and stable states we see the growing spread of chaos, and instead of democracy there is support for ... neo-fascists [and] Islamic radicals,\" Putin told his audience.  Putin went off the rails again when he accused the United States of acting like it's still fighting the Cold War.  \"Pardon the analogy, but this is the way nouveaux riches behave when they suddenly end up with a great fortune, in this case, in the shape of world leadership and domination,\" Putin said.\n\"Today, we are seeing new efforts to fragment the world, draw new dividing lines, put together coalitions not built for something but directed against someone, anyone, create the image of an enemy as was the case during the Cold War,\" he added.\nThe irascible speech was mostly an anti-Western diatribe, but it is also very telling Putin may be frustrated not because Western politicians continue to accuse him of imperial delusions, of wanting Russia back at the table of great power politics, but rather he may be feeling the pressure of economic and political alienation.\nPutin is under immense pressure from Russian business interests to resolve the crisis he created. Russia's economy is fragile. The country is little more than a functioning petrostate and there is little Putin can do to save his country's economy if oil prices continue to drop and Russia remains isolated from Western markets.  Moreover, Putin probably did not imagine this is where he would be after he invaded Ukraine and annexed Crimea. Frustrated by sanctions, economically and diplomatically isolated, should we be shocked Putin is losing his cool and looking for someone to blame?\n\nLoad-Date: November 5, 2014"
}