{
    "title": "Putin's tone softer in speech Russian president seeks partnership to fight terrorism",
    "publisher": "daily news ",
    "year": 2016,
    "month": 12,
    "day": 2,
    "full text": "MOSCOW- In a conciliatory state-of-the-nation address, Russian President Vladimir Putin on Thursday voiced hope for mending a rift with the U.S. and pooling efforts in fighting terrorism.\nThe speech reflected Moscow's hope that President-elect Donald Trump could help repair ties with Washington that have sunk to a post-Cold War low over the crisis in Ukraine, the Syria war and other disputes.\nPutin emphasized that friendly relations between the two superpowers are essential for global stability.\n\"Russia-U.S. cooperation in solving global and regional problems answers the interests of the entire world,\" he said. \"We share responsibility for ensuring global security and stability and strengthening the non-proliferation regime.\"\nPutin's live address contrasted with some of his recent speeches, in which he launched scathing attacks on the U.S. and its allies.\nTensions escalated during the U.S. election campaign, when President Barack Obama's administration accused Moscow of hacking American political sites and email accounts in an effort to interfere with the vote. The Kremlin has rejected the accusations.\nPutin noted in his speech that Russia has faced \"attempts of foreign pressure with all tools involved - from the myths about Russian aggression, (allegations) of meddling in elections to the hounding of our athletes,\" a reference to doping scandals.\nBut he also emphasized that Russia bears no grudge against the West and is open for a \"friendly and equal\" dialogue on global issues.\n\"We don't want confrontation with anyone,\" he told an audience of senior officials and lawmakers in an ornate, white-marble Kremlin hall.\n\"Unlike our foreign colleagues who are seeing Russia as an enemy, we have never been looking for enemies. We need friends,\" Putin said. \"But we won't allow any infringement on our interests and neglect of them.\"\n\nLoad-Date: December 2, 2016"
}