{
    "title": "Putin_ NSA surveillance needed to fight terrorism",
    "publisher": "the deseret news",
    "year": 2013,
    "month": 12,
    "day": 19,
    "full text": "MOSCOW -- President Vladimir Putin said Thursday that National Security Agency surveillance is necessary to fight terrorism, but added that the U.S. government must \"limit the appetite\" of the agency with a clear set of ground rules.\nPutin's comment was surprising support for President Barack Obama's administration, which has faced massive criticism over the sweeping U.S. electronic espionage program.\nThe Russian leader was speaking at his tightly choreographed annual press conference, a televised affair that stretched on for just over four hours and attracted hundreds of journalists from Russia's far-flung regions to a giant hall in a central Moscow business center.\nThe Kremlin sees the event as key in burnishing Putin's father-of-the nation image. Some journalists held signs -- or in one case a stuffed polar bear mascot for the Winter Games in Sochi -- in an effort to get called on for a question that could get special attention for their region.\nPutin, a 16-year KGB veteran and the former chief of Russia's main espionage agency, said that while the NSA program \"isn't a cause for joy, it's not a cause for repentance either\" because it is needed to fight terrorism.\nHe argued that it's necessary to monitor large numbers of people to expose terrorist contacts. But \"on political level, it's necessary to limit the appetite of special services with certain rules,\" he said.\nPutin added that the efficiency of the effort -- and its damage to privacy -- is limited by the sheer inability to process such a huge amount of data.\nAsked about former NSA contractor Edward Snowden, whom Russia has granted asylum, Putin insisted that Moscow isn't controlling him.\nHe argued that any revelations published by Snowden must have come from materials he provided before landing in Russia, and reaffirmed that Moscow made providing refuge to Snowden conditional on his halting what he called ant-American activities.\nPutin said he hasn't met with Snowden. He insisted that Russian security agencies haven't worked with him and have not asked him any questions related to NSA activities against Russia.\nPutin dismissed a report claiming that Moscow stationed its state-of-the art Iskander missiles in its Kaliningrad exclave region that borders NATO and EU members Poland and Lithuania, but added that he continues to consider such a move a possible way of countering the U.S.-led missile defense system in Europe.\nBoth Poland and Lithuania have expressed concern about such a possibility, and Washington warned Moscow against making destabilizing moves. Putin said Russia has long considered it, but added that \"we haven't made the decision yet\" on deploying them.\nTurning to Ukraine, Putin insisted that Russia's $15-billion bailout of the economically struggling country was driven by a desire to help a partner in dire straits and wasn't linked to its talks with the European Union.\nThe Kremlin's bailout comes as Ukrainian President Viktor Yanukovych faces massive street protests over his decision to spike a pact with the EU in favor of closer ties with Russia.\nPutin rejected protester allegations that Russia could send its troops to Ukraine to annex the eastern, mostly Russian, part of the country and split it in two.\nAsked about the possibility of similar protests hitting Moscow one day, Putin said such demonstrations must be held to strict legal compliance to prevent the nation from sliding into chaos.\nPutin weathered months of massive protests against his rule in 2011-2012, when more than 100,000 gathered to oppose his return to the Russian presidency. A demonstration in May 2012 a day before his inauguration for a third term ended in scuffles with police.\nAn amnesty bill passed by the Kremlin-controlled parliament Wednesday included only 8 out of 26 people tried or awaiting trial in connection with that protest. Putin on Thursday defended the decision not to give amnesty to others, saying that their release would give a bad example.\n\"No one should be allowed to violently trample on the law,\" Putin said.\nPutin confirmed that the amnesty will apply to the two members of the Pussy Riot punk band and the 30-people crew of a Greenpeace ship facing hooliganism charges for their protest at a Russian oil rig in the Arctic.\nAsked whether he felt sorry for the two women, Putin stood by his strong criticism of their irreverent protest at Moscow's main cathedral, describing it as a publicity stunt that \"crossed all barriers\"\nHe also questioned the Greenpeace protesters intentions to protect the Arctic and alleged that they were trying to hurt Russia's economic interests. He added that he did not mind that charges against the Greenpeace team were dropped under Wednesday's amnesty bill, but that he hoped that \"this will not happen again.\"\nJournalists waved handwritten posters with names of their cities to attract Putin's eye, and one succeeded by holding up a Yeti doll in a T-shirt with the name of her region. One journalist invited Putin to attend a party at her newspaper.\nMany acted as envoys for their towns or provinces, asking for subsidies or state support for specific projects. Others complained about official abuses or asked for his personal patronage.\nOne journalist from the far east complained about a clash between the local police and drug enforcement agency. Putin ordered an immediate check. An inspection team headed to the region before the news conference was over.\n____\nAssociated Press writer Laura Mills contributed to this report.\n\nLoad-Date: December 20, 2013"
}