{
    "title": "PUTTING IT ALL TOGETHER, CRITICS SPELL 'BIG BROTHER'",
    "publisher": "the new york times",
    "year": 1981,
    "month": 11,
    "day": 15,
    "full text": "The Reagan Administration abondoned last week some of the proposals in its draft executive order governing intelligence activities that had triggered the loudest howls of outrage from Congressional critics.\nGone by week's end was a provision that authorized the Central Intelligence Agency for the first time to infiltrate and influence American political organizations and companies. And gone was language which implied that the President had inherent authority to order break-ins and electronic surveillance domestically, without either a warrant or a reason to believe that the target of such spying was acting on behalf of a foreign power.\nThe White House's partial backtracking failed to silence the critics, however. Senate Intelligence Committee members Patrick J.  Leahy, Democrat of Vermont, and David Durenberger, Republican of Minnesota, vowed to seek further changes to protect individual civil liberties. Mr. Leahy, for one, has continued to object to sections of the order that would permit the agency to conduct covert operations domestically and to collect ''significant'' foreign intelligence in this country. ''I'm encouraged with what I've heard,'' he said, ''although there's still a way to go.''\nJudith Miller comment discusses changes in Reagan Administration's draft executive order governing intelligence activities\nCritics have argued that additional safeguards are required because the executive order to bolster the nation's intelligence-gathering capabilities, which would have the force of law if signed by President Reagan, is only one of several Administration initiatives that have profoundly disturbed prominent civil libertarians.\n''What we are witnessing is a systematic assault on the concept of Government accountability and deterrence of illegal Government conduct,'' said Mark Lynch, an attorney for the American Civil Liberties Union who specializes in intelligence cases.\nIn addition to the proposed executive order, which the White House is now reviewing, the Administration has generated a number of equally controversial initiatives:\n* The Justice Department is seeking to abolish the post of special prosecutor, whose mandate is to investigate promptly and independently charges of misconduct levied against senior Government officials.\n* The Administration has submitted to Congress a proposal that would restrict use of the Freedom of Information Act and permit the Attorney General to keep secret selected information about terrorism, organized crime and foreign counterintelligence investigations. Testifying last week, William H. Webster, director of the Fedeal Bureau of Investigation, said restrictions were needed to, among other things, protect the anonymity of law-enforcement informants. Jean Otto, an editor of the Milwaukee Tribune, countered that ''the bureau is simply crying wolf.''\n* The White House supports legislation that would make it a criminal offense to identify C.I.A. agents. The Administration argues that this legislation is essential to protect the lives and effectiveness of agents operating overseas, but the civil liberties union and other organizations contend that it would violate First Amendment guarantees of freedom of speech and of the press.\nProtection for Secrets\n* An interagency task force has drafted a proposal that would make it far easier for Federal officials to classify information in their files as secret and far more cumbersome to ever declassify such documents. The draft, if signed into law by President Reagan, would reverse a 25-year trend, begun in the Eisenhower Administration, of making it more difficult to declare Federal data confidential.\n* To further protect sensitive Government information, another interagency group is weighing a proposal that would broaden the use of so-called lie detectors to include examinations of thousands of Federal officials with access to highly classified information.  Though similar proposals have been rejected because of opposition from the civil service and foreign service organizations, the initiative has powerful allies in the Administration.\n* The Administration has proposed making Government officials virtually immune from personal liability should they illegally wiretap citizens' telephones or engage in other violations of individual rights. Under the proposal, the Government would substitute as defendant for the officials who authorized the illegal conduct. Jury trials would be abolished in such cases, as would punitive damages and Government assumption of attorneys' fees should it lose its case. The Administration argues that tremendous sums of money and time are being spent on such litigation. But opponents respond that the changes would abolish the concept of individual liability for wrongdoing, thus eliminating an important deterrent to violation of consitutional rights.\nA Pendulum's Swing?\nJerry J. Berman, legislative counsel to the civil liberties union, says that it is the pattern of these proposals that profoundly disturbs civil libertarians. ''First the Administration wants to expand the C.I.A.'s authority to spy on Americans and violate their rights, then it wants to make it more difficult to find out about what it is doing,'' he said. ''Finally, should the Administration be caught at it, it wants to make the Government officials responsible immune from civil damages. All together, the proposals raise troubling questions about what the Administration is up to.''\nOn the other hand, Kenneth C. Bass 3d, a private attorney and former Justice Department counsel for intelligence policy under President Carter, argues that the proposals merely reflect ''the swing of the ideological pendulum.'' He notes that several of the initiatives originated in the Carter Administration.\nHowever, Mr. Bass sees a long-run potential threat to civil liberties in the executive order which, he claims, could lead to ''massive infiltration of American groups, especially multinational corporations.'' He is also concerned about the Senate Judiciary Subcommittee on Security and Terrorism, chaired by Senator Jeremiah Denton, Republican of Alabama. ''Though the panel is acting responsibly now,'' he said, ''it could very easily become another committee like the House Unamerican Activities Committee.''\n\nGraphic\n\n \nIllustrations: drawing of Uncle Sam trying to keep out intruders"
}