{
    "title": "Putting puzzle together; Thursday was the beginning of a process, which, with a little luck, could l",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "They didn't have much to go on: a blown-up truck at ground zero that carried thousands of pounds of explosives made from fertilizer and fuel oil.\nAs usual, federal detectives were tight-lipped and wouldn't reveal the details of just how they did it.\nBut using the remains of the truck, the FBI was led to a rental agency where two white men using aliases rented the vehicle on April 17. The same truck carried the bomb that destroyed the federal building in Oklahoma City two days later, authorities said.\nOnce investigators backtracked to the rental agency, they were able to piece together a description of the two men for police composite sketches: both of medium, hefty build; one with a light brown crewcut, one with a tattoo on his left arm.\nThe case crossed the Atlantic when British immigration officials blocked the entry of a man who flew to London from the United States Wednesday night. The man, described as \"a possible witness,\" was returned Thursday to the United States for questioning.\nAn Italian news agency, ANSA, said the man's bags were checked in Oklahoma City and were bound for Jordan. The news agency said the bags were searched in Rome and found to contain knives, electrical wire, silicon, pliers and a hammer - which could have been useful in bomb-making.\nThursday's developments were just the beginning of a painstaking process, which combined with lots of hard work and a little luck could lead to solving the most devastating act of terrorism in U.S. history.\nMethodical detective work has paid off in past cases, such as the World Trade Center bombing in 1993. The starting point of the Oklahoma investigation is the giant crater left behind by the bomb.\nDespite the devastation, criminologists say the crime scene holds clues that could form links in a chain of physical evidence tying suspects to the attack.\nFor example, fragments of the truck - possibly bearing a vehicle identification number - have already been used to get a lead on a pair of suspects.\nTerrorist bombers \"are not magical,\" said Walter Rowe, a professor of forensic sciences at George Washington University in Washington. \"It would be one thing if they could blow up the entire scene and leave it completely atomized. But that's not the usual circumstance.\"\nPainstaking examination of a bomb scene can yield chemical residues, vehicle parts, bits of wire, packing materials and pieces of bomb components. Investigators begin at the center of the blast, looking for parts of the bomb that might have been driven into the ground. Then they work their way out - in this case maybe for several blocks.\nFrom small scraps, investigators can determine the type of bomb, the level of sophistication involved in building it, and perhaps even the telltale \"signature\" of a particular individual or terrorist group.\nBomb components can lead police to legitimate suppliers who may have business records of purchases by suspects. Car parts can yield vehicle identification numbers. Markings on a piece of cut wire might eventually match pliers in a suspect's toolbox.\n\"What you are looking for are small items that you can relate to the individual who committed the crime,\" said Phillip Asencio-Lane, a forensic consultant in Birmingham, Ala., who specializes in political terrorism.\nIn the 1993 World Trade Center bombing, a vehicle identification number led investigators to a Ryder van rental office. The suspect was caught when he showed up to reclaim his deposit.\nIn the mid-1980s, green bookbinding tape recovered from the packaging of a bomb that blew up at a Japanese airport helped investigators tie the crime to a Sikh militant from Canada. Similar tape was found in the home of the suspect, who was ultimately convicted for attempting to bomb an Air India jetliner.\nBut such precise investigation usually takes months and requires sophisticated expertise. In Oklahoma City, rescue efforts - which always take priority - may have already disturbed evidence at the crime scene. The force of the explosion is also likely to have destroyed most of the bomb itself, or scattered its components over a wide area.\n\"A bomb this size is not like a bomb that goes off in somebody's mailbox,\" said George Fassnacht, a forensic consultant and former head of the Philadelphia police ballistics unit. \"It's time-consuming work sifting through a pile of rubble that size. This is a needle in a haystack.\"\n\nNotes\n\nTERROR STRIKES AT HOME\n\nGraphic\n\n \nPHOTO,\n Rescue workers continue to pick through the wreckage of the Alfred P.  Murrah Federal Building Thursday.  Associated Press photo\n\nLoad-Date: April 23, 1995"
}