{
    "title": "Putting a Premium on Disaster",
    "publisher": "the new york times",
    "year": 2007,
    "month": 6,
    "day": 10,
    "full text": "ALTHOUGH the insurance industry just agreed to pay $2 billion to help rebuild the World Trade Center site -- bringing the total paid to $4.55 billion, the biggest insurance settlement ever -- that doesn't mean that the private sector alone can handle terrorism insurance. \n  Instead, it demonstrates the need for an immediate extension and improvement of the federal Terrorism Risk Insurance Act. And with the arrest last weekend of four men accused of plotting to attack Kennedy International Airport, this can't happen too soon.\nAfter Sept. 11, 2001, insurance companies started excluding acts of terrorism from the policies they offered. Congress responded by enacting legislation in 2002 that provided a federal backstop limiting, but not eliminating, private insurance companies' exposure in a terrorist attack. After losses reach a catastrophic amount set by a formula based on the cost of a specific attack, the federal government steps in. That legislation, which expires this year, allowed insurance companies to offer terrorism insurance coverage, though with some gaps. \n  What would happen if it expires? Construction in places like New York City, which is perceived as a likely target for terrorist attacks, would slow or come to a standstill. Development requires borrowing, and lenders won't lend money without terrorism insurance to protect the building that provides security for the loan. This is especially true with the World Trade Center, which will cost much more than the $4.55 billion that is coming from insurance policies, and therefore requires private financing. \n  Opponents of the Terrorism Risk Insurance Act say that the federal subsidy is unnecessary and crowds out the private sector. They say that the insurance industry has never been stronger. Industry earnings were $63.7 billion in 2006, the highest since 1986. Total industry surplus is also at a record high. \n  People are rightly suspicious of government subsidies that encourage decisions ignoring the true cost of an activity. But without the Terrorism Risk Insurance Act, the full cost of terrorism insurance would fall on places like New York City and Washington, pushing businesses and people to leave those cities. \n  That's why the legislation should not just be extended, it should also be improved. The more accidents, the more your auto insurance costs. But if we allowed that to happen with terrorism insurance, we would punish the victims by making insurance too expensive or unavailable. Indeed, Congress should adopt a ''reset'' provision based on a 2005 proposal by House Republicans ensuring that the insurance remains available and affordable. \n  Arguing that the Terrorism Risk Insurance Act crowds out private-sector insurers assumes that without the backstop terrorism insurance can be profitable, which is unrealistic. Insurers make money by setting their prices high enough to cover any claims they will have to pay. They determine those prices by estimating future claims based on past experience. But it's impossible to accurately predict the cost and frequency of future attacks. And if insurers cannot accurately set prices, then companies will not offer coverage or they will make the price of insurance unaffordable. \n  By limiting how much insurers will have to pay in the worst cases, the Terrorism Risk Insurance Act gives companies the ability to set prices without worrying that they are putting their existence at stake. The legislation doesn't replace the private sector; it makes private-sector involvement possible.\n  I would argue that the government is hurting the private sector by debating whether to extend the legislation every two years. Large construction projects take years to design, plan, get approvals and then build. To obtain financing, terrorism insurance must be in place. The uncertainty caused by debating the legislation every two years causes serious problems for builders and those who finance them. The program should be extended for at least 15 years or made permanent. \n  The federal government has often stepped in when the markets cannot handle a risk. It has insured nuclear accidents, overseas political risk, urban riots and crop failures. We don't expect the private sector to cover floods, and it's unrealistic to expect it to handle the total cost of insuring against terrorism. \n  Congress should waste no time in extending and improving the Terrorism Risk Insurance Act, because as we saw last weekend, the possibility of attacks on this country is still with us.  \n\nhttp://www.nytimes.com\n\nLoad-Date: June 10, 2007"
}