{
    "title": "Putting terrorism in perspective",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 22,
    "full text": "Terrorism has suddenly hit home.\nAmericans are calling off trips to Europe. Bomb scares are rippling across the country. Schools are canceling field trips to Washington, D.C. But have Americans blown the threat of world terrorism out of proportion?\nGary Sick, a foreign-affairs expert with the Ford Foundation, offers two bits of advice:\n* Keep the terrorist threat in perspective. Last year 23 Americans were killed by terrorism around the world; by contrast, 100 were killed by lightning. ''The numbers are not as dramatic as you think,'' he says.\n* Don't look for a magic solution to terrorism. ''Terrorism is really as old as history,'' Mr. Sick says. ''The words 'thug' and 'assassin' derive from two very long-lived, very ancient, very successful terrorist operations, one in India, the other in the Middle East.''\nThose earlier terrorist groups, says Sick, were actually ''better organized, lasted longer, and were more successful than anything on the international terrorist scene today.''\nRobert Hunter, a former member of the National Security Council, also urges Americans to avoid overreaction.\n''Terrorism is not a particular threat to Americans who travel abroad - strange as that may sound,'' he says. There's about as much chance of getting killed by terrorists as there is of being killed in an accident while driving on a European highway, he adds.\nAt the same time Mr. Hunter, who is now with the Georgetown Center for Strategic and International Studies, says Americans should not expect some kind of instant solution.\nThe American air strike on Libya won't single-handedly end terrorism, nor will any other quick action. He explains:\n''This is the kind of conflict (President) John Kennedy would have talked about with his phrase 'the long, twilight struggle.' '' He suggests: ''We are going to see a lot more of it.''\nHunter and Sick were two experts who spoke recently to the Democratic Policy Commission, an official group of party leaders that is trying to shape a policy agenda for Democrats.\nDemocrats, like other Americans, are struggling to find solutions to the threat of terrorism.\nThe experts told the party commission that terrorism is a sign of weakness. Hunter noted: ''Terrorism is the poor nation's atom bomb, the great equalizer.''\nThe terrorists are trying ''to get us to do to ourselves what they cannot get us to do through other means, including destroy our civil liberties,'' he said. Their main aim: Change US foreign policy.\nSick compares terrorism to two other major problems now being felt in the United States and abroad - the narcotics traffic and corruption.\n''It derives from the human condition,'' Sick says. ''It is not something there is a magic solution for. It is something you work at, something that you manage, something that you control, something that you fight. But it is always lurking there below the surface.''\nWhat should America do? Hunter offers these steps:\n1. Bolster US intelligence - a vital weapon against terrorism.\n2. Increase security, especially at airports, even if it causes great inconvenience.\n3. Build cooperation with allies, with special emphasis on punishing any nation that harbors terrorists.\n4. Steer a steady course. Convince US allies that this country has a consistent policy.\n5. Get the military weapons to fight terrorism. The USS New Jersey, which can hurl a 2,700-pound shell 23 miles, is of little use against a lone terrorist carrying 10 pounds of plastic explosives.\n6. Most important, get at the roots of terrorism. Most terrorism has a political cause, with the Arab-Israeli conflict at the top of the list.\nSick says that solving long-term political problems would, in Maoist terms, ''dry up the sea in which the fish swim.''\nBut he expressed concern that Ronald Reagan, unlike Presidents Nixon, Ford, and Carter, has given less of a priority to Mideast peacemaking.\nUnfortunately, the falling price of oil may actually boost terrorism. Some Mideast oil nations have been buying off terrorists, Hunter says. With lower prices, they can't afford that anymore, he notes."
}