{
    "title": "Putting aside a preferred 'tragedy template' is first step to solutions",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 6,
    "full text": "In times like the present, America can seem hopelessly divided. Confronted by terrorist implications within a mass shooting episode in San Bernardino on Wednesday, our political left and right look past each other on both the definition of the problem and possible solutions to it.\nStepping away from partisanship is the first step in working together for solutions.\nOne irresponsible and inflammatory headline came from the widely criticized New York Post: \"Muslim Killers.\"\nThe New York Daily News chose a different target: \"God Isn't Fixing This: As the latest batch of innocent Americans are left lying in pools of blood, cowards who could truly end gun scourge continue to hide behind meaningless platitudes.\"\nThe Federalist's Mollie Hemingway appropriately dissected and dispatched the left's \"temper tantrum\" against politicians who expressed condolences for the victims of this act of violence, and who said they had offered their prayers of support.\nPutting aside theological debates, I believe that the political challenge here is that both conservatives and liberals have their own sort of \"tragedy template.\"\nFor example, whenever what appears to be a mass shooting occurs, the left instantly highlights its belief in the need for more restrictions on gun ownership.\nPresident Obama fell into this storyline in his first reaction to the San Bernardino shootings on Wednesday. He said on CBS News that, \"We should come together in a bipartisan basis at every level of government to make these rare as opposed to normal. ... [W]e have a pattern now of mass shootings in this country that has no parallel anywhere else in the world. And there's some steps we could take, not to eliminate every one of these mass shootings, but to improve the odds that they don't happen as frequently.\"\nAs many in the press highlighted the fact that this incident was the 355th \"mass shooting\" of 2015, more information emerged that the perpetrators were motivated by Islamic extremism - and that the FBI was treating the matter as a counterterrorism investigation.\nThat led many on the right to put the incident into its own storyline. It is one of political extremism, not lax gun control laws, several Republican presidential candidates said Thursday, speaking at a Republican Jewish forum in Washington.\n\"All of us are deeply concerned that this is yet another manifestation of terrorism, radical Islamic terrorism here at home,\" said Sen. Ted Cruz, R-Texas. \"Coming on the wake of the terror attack in Paris, this horrific murder underscores that we are at a time of war.\"\nThis particular incident in San Bernardino underscores the philosophical difficulties of labeling incidents within the news as events of a particular type.\nIndeed, while \"mass shootings\" may be up, \"fewer Americans are dying as a result of gun violence,\" reported the Washington Post.\n\"In 1993, there were seven homicides by firearm for every 100,000 Americans,\" wrote Max Ehrenfreund on the Wonkblog. \"By 2013, that figure had fallen by nearly half, to 3.6 - a total of 11,208 firearm homicides. The rate of shootings that didn't result in death declined even more precipitously, from 725 in 1993 per 100,000 people to 175 in 2013.\"\nYes, America experiences more gun violence than other developed nations, but the politicization of gun control isn't likely to help our nation find solutions.\nAs to the preferred \"tragedy template\" produced by Republicans, it too can be deeply unsatisfying. An episode like Wednesday's forces the nation and its individuals to re-assess our legal and criminal definitions of the very word \"terrorism.\"\nConsider the questions Peter Baker posed in a Thursday essay for The New York Times: \"Is it terrorism when a gunman sprays bullets in an elementary school or an African-American church or a Planned Parenthood clinic? What about at an office holiday party? Does an attack on a military recruitment center automatically qualify? What if a suspect is an American Muslim? Does he or she have ties to designated terrorist groups or are assumptions being made based on religion, even without firm evidence?\"\nWhether we choose to lump this incident as a type of \"terrorism\" or as a type of \"mass shooting,\" we mustn't neglect the role that the media itself and lingering issues of mental health continue to play in such instances of violence.\nIn short, we need to investigate first and pontificate later. Obama wisely took this more cautious approach in his response to the subject on Thursday. \"Our first order of business is to send our thoughts and prayers to the families of those who have been killed and to pray for a speedy recovery for those who were injured during this terrible attack. ... It is possible that this was terrorist-related, but we don't know. It's also possible that this was workplace-related.\"\nPutting aside preconceived political postures will always be the first step to finding solutions.\nDrew Clark is of counsel at the law firm of Best Best and Krieger, where he focuses on technology, media and telecommunications. Connect on Twitter @drewclark via email at drewclark@bbklaw.com\n\nLoad-Date: December 6, 2015"
}