{
    "title": "Pynchon stirs trouble with a unique world view Terrorism at root of novel",
    "publisher": "usa today",
    "year": 2006,
    "month": 11,
    "day": 21,
    "full text": "Against the Day\nBy Thomas Pynchon\nPenguin, 1,120 pp., $35\n---\nNo American has won the Nobel Prize for Literature since Toni Morrison took home the $1 million prize in 1993, but every year when the usual suspects are listed, Thomas Pynchon is among them.\nAgainst the Day is Pynchon's first novel since 1997's Mason and Dixon, and at 1,120 pages, it's a big deal, in more ways than one.\nIt's raunchy, funny, digressive, brilliant, exasperating, and defies a simple summary.\nIt opens at the 1893 Chicago World's Fair, which also inspired Erik Lawson's 2003 best seller, The Devil in the White City. Pynchon uses the fair as a jumping-off point, galloping across a troubled American landscape, as well as Europe, Asia and Mexico, and a few places not on any map, before ending in Los Angeles just after World War I.\nAmong other things, it deals with the four children of Webb Traverse, a bomb-throwing anarchist who's assassinated by mercenaries working for an evil plutocrat named Scarsdale Vibe. (Pynchon always has a field day naming his characters.)\nHe's a writer in love with words and images. He writes about \"pickelsome youth.\" Four characters, nicknamed the \"Chums of Chance,\" are heroes of their own dime-novel adventure series, read by Pynchon's other characters. When the chums must respond to \"calls of nature\" from the downwind side of their hot-air balloon, Pynchon writes of \"lavatorial assaults from the sky.\"\nAs for Against the Day, Pynchon notes that it's set in \"a time of unrestrained corporate greed, false religiosity, moronic fecklessness and evil intent in high places. No reference to the present day is intended or should be inferred.\"\nFat chance. It may be the first post-9/11 novel that deals with pre-9/11 terrorism, the homegrown variety.\nBut it's not as powerful as Pynchon's most celebrated novel, 1973's Gravity's Rainbow, about the end of World War II, which won the National Book Award and was the unanimous choice of the fiction jury for the Pulitzer Prize.\nThe Pulitzer board overruled the jury, calling the novel \"unreadable ... overwritten,\" and in parts \"obscene.\" No fiction prize was given that year; Pynchon remains an acquired taste.\nFalling into a novel can be like enjoying a weekend trip to a place you've never been. Against the Day is more like going away for a month, getting lost on your way there and back, returning exhausted, but with bags full of stories.\n---\nWriter is heard, not seen\nThomas Pynchon, 69, is famous for being a recluse, although he has said, \"recluse is a code word generated by journalists ... meaning 'doesn't like to talk to reporters.'\" He doesn't. And he's rarely photographed. His only TV appearance was as a voice in 2004 on The Simpsons. \n\nGraphic\n\n \nPHOTO, Color\n\nLoad-Date: November 21, 2006"
}