{
    "title": "Q&A With Katie Galloway and Kelly Duane de la Vega",
    "publisher": "the new york times",
    "year": 2011,
    "month": 6,
    "day": 22,
    "full text": "The planning is under way for the 2012 Republican National Convention, but a film focusing on the 2008 event makes its Washington premiere this week. “Better This World,” a documentary telling the story of David McKay and Bradley Crowder, two Texas natives accused of plotting an attack at the convention, will be featured at the annual Silverdocs film festival. Katie Galloway and Kelly Duane de la Vega, the documentary’s co-directors and producers, spoke with The Hill about retroactively documenting the convention, the use of FBI informants and the blurred line between activism and terrorism. Q :How did you get involved in this project?\n Katie Galloway: I read an article in The New York Times in early 2009 that was about a young man named David McKay, who was headed for a federal trial on domestic terror charges. The article was about him and his boyhood friend, and both had been charged with making Molotov cocktails at the 2008 Republican National Convention … Kelly and I were really interested in the fact that the terrorists, so-called, were from Midland, Texas ... It sounded like a really good story, a good way to look at post-9/11 domestic security and the intersection with activism and civil liberties. Q : What was the production process like? Kelly Duane de la Vega: We read the article in January of 2009, and in the article, it said that David McKay’s trial was starting a few weeks later … We got on a plane and flew to [2008 Republican convention site] Minneapolis. We met with the defense attorney for David McKay and also with David McKay in the county jail prior to the trial … We kept very close relations with the main characters and followed them, and important events unfolded. Q : How did you cover the 2008 convention, which was the setting of the crux of the story, without having been there? KDV: Although we weren’t personally there, we were able to use a lot of the surveillance footage that taxpayers paid for [through a grant from then Department of Homeland Security to purchase cameras for the convention], and our characters were in that footage … We also sourced footage from people who’d participated in the protest … broadcast media, mainstream media and alternative videographers. Q : Why do you think the convention was the backdrop of this incident? KG: Brad and David went to an informational meeting at a local bookstore in Austin [Texas] put on by a group called the RNC Welcoming Committee — activists from Minneapolis-St. Paul who were organizing, doing outreach, hoping people would come and protest the RNC. It was there that they were approached by Brandon Darby [a radical activist also involved in the 2008 incident]. The arc of our story was what happened between these three men from the moment they met at the bookstore to the point at which Brad and David were arrested. Q : What was the biggest challenge in the production process? KDV: Once we got into the story, we realized that a great deal of the story took place when we were not present. Some key parts of the story happened during the six months between when they met Brandon Darby and the [convention], so our biggest challenge was how to bring the past alive and feel very present throughout our narrative. Q : What was the most surprising thing you learned while making this film? KDV: When you read a headline about two people who’ve been charged with domestic terrorism, you don’t really know what you’re going to get or who you’re going to meet. One of the things … was getting to know the two main characters, David and Brad, and really understanding them as very human young men who are smart and thoughtful … and while they crossed a line, the word “terrorism” felt somewhat out of place for the people that I met. Q : What do you hope viewers take away from this film? KG: We hope it will challenge a lot of preconceptions on some of the issues people have very entrenched ideas about … What we love is that people left the film and really argued about the big issues at stake — about security, about civil liberties and civil rights … I hope people will challenge in themselves the idea that the more rights or liberties are diminished, the safer we are … We’ve learned there are certain ways in which infringing rights and liberties can potentially lead to more potential for terrorism, to angrier populations who feel disaffected or alienated from government. Q : What do you think members of Congress in particular can learn from this film? KDV: They can have the opportunity to see the back stories and get to understand how some of the policies affect the everyday lives of Americans. I think that’s really important — it’s important while they’re debating issues of extension of what the FBI can do. The film offers a window into some of the increased restrictions on government’s powers, when it comes to the issues of possible terrorism. Crowder’s mother says, “I’ve always been so proud of my country. My daddy fought for this country.” And it was heartbreaking. It’s heartbreaking for her to see her son go through something she didn’t think was possible in America — so that may resonate with legislators and people in America who wouldn’t be sympathetic to a black-clad protester in the street. Q : One of the issues the film exposes is the fine line between social activism and terrorism. What do you think about this distinction? KG: Obviously, protest should not be equated with terrorism … To equate protesting, per se, with terrorism is a huge problem. You can talk about illegal actions, and then it gets complicated … There are illegal actions that are violent and those that are not violent — for example, the civil rights movement … Illegal activity is something that has to be separated intellectually from protest as a concept. Q : After making this movie, what’s your opinion on Crowder and McKay? KG: I think it’s really complicated … [it’s] not something you can sum up in a sound bite. I hope the way we feel about them and our characters comes through in the film. We do our best to not tell our audience what to think about our characters, but rather, let them experience them through the film.\n\nLoad-Date: July 13, 2011"
}