{
    "title": "Q&A _ Idriss Jazairy, Algerian ambassador to the U.S. _ 'Not enough to fight terrorism locally'",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 1,
    "day": 28,
    "full text": "Idriss Jazairy, who has served as Algeria's ambassador to Washington since December 1999, is in Atlanta this week to make several stops including Emory University, Georgia State University and the King Center.\nHe has previously served as his country's envoy to Belgium and is also former president of the International Fund for Agricultural Development, a U.N. agency.\nJazairy spoke recently with Journal-Constitution reporter Shelia M. Poole (spoole@ajc.com).  \nQ: What are the ties between Atlanta and Algeria?\nAJC\nA: I feel that Atlanta is a particularly dynamic city and that Georgia is a state that has the potential to become an active partner for Algeria in the economic field. Algeria is the second-largest trading partner of the United States in the Arab world and the third-largest in Africa. In Georgia, specifically, are some areas that come to mind in the consumer goods section. [The] Coca-Cola [Co.] is very active in Algeria. . . . We also have some Atlanta firms that work with our health sector in the field of ophthalmology and we look forward to expanding this cooperation. . . . We are [also] in the process of negotiating an open-skies air agreement between the U.S. and Algeria. We would be very happy if Delta [Air Lines] would take an interest in opening direct air links. . . . Another possibility is promoting investment in the field of agriculture. We're interested in poultry in which Georgia has great experience and we have a huge market that is developing very rapidly.\nQ: What role is your country playing in the U.S.-led war on terrorism?\nA: We are the country that has been most challenged by the war on terrorism. In the 1990s, we found ourselves very much alone in confronting this scourge.\nQ: How have the two countries worked together?\nA: By exchanging information. Intelligence is the key to combating this scourge. [Also] giving the opportunity for the U.S. to come to Algeria and get some information on people we had arrested. . . . Terrorists killed more Muslims in my country than they have killed any other nationals. That's why it's clear this is not a conflict between Islam and the West. It's a conflict of all civilized people --- whether Muslim, Christian or Jews --- on one hand and a bunch of zealots. . . . It upsets me when people in this country refer to a civil war [in Algeria]. There's no more a civil war in Algeria than there is in the United States. In both cases, we are addressing a common scourge and hunting down the terrorists. . . .\nQ: Given your own experience with militant Islam, what do Algerians think about the Taliban, Wahhabism and al-Qaida?\nA: Wahhabism is the heir to a system that existed a long time --- Hanbalism. In the Middle East Hanbalism is a particular brand of Islam that does not accept any interpretation of the Quran, but applies it literally. This is not our tradition in Algeria. About al-Qaida, the main terrorism groups in Algeria have proclaimed their linkage to al-Qaida. . . . In Europe there is a necessity to combat those supporting terrorism in Algeria. If not for the support of those in \"London-istan\" [referring to London as a key center for fund-raising by terrorist groups], . . . those people in Algeria would have been stamped out a long time ago.\nQ: What lessons have you drawn?\nA: The crux of this is that it is not enough to fight terrorism locally. It's an international challenge. It's also not enough to fight militarily or even financially. We have to do all of that but we have to fight the terrorism propaganda.\nQ: What lessons and comparisons do you draw between the Algerian fight against France and what is happening in Iraq today?\nA: The analogy between the occupation by France of Algeria and the occupation by the United States of Iraq has been invoked in relation with the film \"The Battle of Algiers,\" which has recently been redistributed here in the United States.\nAt the inaugural session of that film in Washington, I underlined that there was a substantial difference between these two situations. In the case of Algeria, the occupying power --- France --- was a colonial power that was bent on eliminating any sign of Algerian identity or sovereignty and this occupation lasted 132 years. In the case of Iraq, [U.S.] Secretary of State Colin Powell has confirmed that the occupation [of Iraq] would end at the latest on the 30th of June this year. And President Bush, in his State of the Union speech, said that the U.S. was not an imperial power. So here the difference is both in the objective of the occupation and also in the duration of the occupation.\nThere is another difference: In the case of the Algerian resistance, this was truly a fight for freedom against French colonization and subjection. In the case of Iraq, while any occupation provokes resistance, the occupying power here --- the United States --- has committed itself to promoting the freedom of Iraqis. It is not taking it away from them.\nQ: Since 1991, Algeria has been involved in a power struggle between the military and Islamic militants.\nA: First, it was not the army but the whole population [that] stood up to defeat an attack. If you called them terrorists when they attacked the World Trade Center, why do you call them militants when they attack Algeria? We need your help to call a spade a spade.\n\nGraphic\n\n \nPhoto: Idriss Jazairy, Algerian ambassador to the U.S.; Graphic: ALGERIA\n  \n* Size: 919,595 square miles (more than 15 times the size of Georgia)\n \n* Capital: Algiers\n \n* Population: 32,818,500 (July 2003 estimate)\n \n* Racial/ethnic groups: Arab-Berber, 99%; European, less than 1%\n \n* Religious groups: Sunni Muslim, 99%; Christian and Jewish, 1%\n \n* Principal languages: Arabic (official), French, Berber dialects\n \n* Government type: Republic\n \n* Head of government: Prime Minister Ahmed Ouyahia\n \n* Economy: The hydrocarbons sector accounts for roughly 60 percent of budget revenues. Algeria has the fifth-largest reserves of natural gas in the world; it ranks 14th in oil reserves.\n \n* Gross domestic product per capita: $5,400 (2002 estimate)\n \n* Unemployment rate: 31% (2002 estimate)\n \n* History: After more than a century of rule by France, Algeria became independent in 1962. The success of the Islamic Salvation Front political party in the December 1991 elections led the army to intervene. It refused to allow the party to take power and cracked down on the group. The Islamists and the secular state apparatus have been engaged in conflict since that period.\nSource: CIA World Factbook\n--- Research by ALICE WERTHEIM / Staff; Map: Map pinpoints the location of Algeria. Inset map shows area of detail.  / JEROME THOMPSON / Staff\n\nLoad-Date: January 28, 2004"
}