{
    "title": "Q&A with Russian professor Lynn Patyk",
    "publisher": "university wire",
    "year": 2019,
    "month": 1,
    "day": 22,
    "full text": "Russian professor Lynn Patyk believes that things that appear to be unambiguous moral evils - like terrorism - are more complicated than we make them out to be. Her research focuses on the ways in which modern terrorism has been shaped by literary narratives. In her first-year seminar, Russian 7.01 \"Who is the Terrorist?\" and Russian 10, \"Russian Civilization,\" Patyk teaches how \"early thinkers\" like Russian authors Mikhail Bulgakov and Fyodor Dostoevsky can shed light on Russia's political ethos. She aims to trace terrorism back to its earliest roots - a mode of popular dissent.\nHow did you become interested in Russian and Eastern European studies and how did that lend itself to your research into terrorism?\nLP: I grew up during the late Cold War, in the 1980s, and Russia was our main adversary. I was really interested in pulling the Iron Curtain back. We had very little contact with the Russians. I didn't know any Russians. I had never heard the Russian language before. Instead of just having the image of the Russians as it was broadcasted in mass media and in our political discourse, I wanted to go over there and find out what they were really like. I had a sense that the image of the Russian people as our enemies was profoundly mistaken and distorted. I was a Russian major at Middlebury College, and I went and lived in Russia for a semester. After I graduated, I went back for a year to teach English.\nYou were doing your dissertation on terrorism during the late 1990s. How did expectations for your work change when the Sept. 11 attacks occurred?\nLP: I started my research on terrorism in 1996, and there had been some major terrorist attacks in the U.S. at that time. I started working as a research assistant for someone that had worked on President Bill Clinton's national security council and had been in charge of counter-terrorism. I found out that Russian individuals had been credited with creating modern terrorism in the middle of the 19th century, during their revolutionary struggle against the tsar, autocracy and authoritarianism. They received a lot of popular support and sympathy from Western European and American publics and from their own public as well. The idea that the terrorist could be a heroic figure astonished me and it became a contrast after the Sept. 11 attacks. Right after the attacks, I stopped doing my research on terrorism because I felt like what had happened to the country made it difficult for me to approach the subject objectively. Then I realized there were all sorts of misconceptions and stereotypes about terrorists, and it was all the more important that I provide a historical context. Terrorism is a strategy of violence that seems inexcusable and an atrocity when it targets innocent victims, but historically, it has been used by groups as a means of fighting against an overwhelming power and capturing the public's imagination and international attention. My mission became to wake the public up to the fact that everyone uses violence and states use violence against their own people to repress dissent and in genocidal campaigns. We get so up in arms and devote so many resources to fighting terrorism, which is a relatively small threat in terms of the economic impact and number of casualties it has. What interests me about insurgent terrorism is that the imaginative presence is at odds with the realities of it.\nWith most of your students being a part of Generation Z, how do you think they feel connected to the acts of terrorism of the 20th century? Is it just history to them and do you feel a divide when discussing the events?\nLP: On the first day of class, I want to find out why my students are interested in terrorism, what degree of historical knowledge they have and what personal interest they have. Most of my students don't have any real memory of what Sept. 11 was and what the historical experience was. The connection to terrorism is much less than that of previous students, but at the same time, I was really surprised to talk to people who had personal connections to terrorism. It is much more of a looming threat than an actual threat for this generation, after the security measures that were instituted after the Sept. 11 attacks.\nHow should we distinguish between acts of terrorism and other violent crimes?\nLP: That's the central question and problem that my course tries to wrangle with, and it's a really difficult one. Often, my students come in with a clear and narrow definition of what terrorism is, and in all of our discussions, it is overwhelmingly this idea that there is an external other attacking us. My hope is to help students expand and complicate their notion of what terrorism is to include other actors, particularly government ones and majoritarian terrorism, like right-wing extremism. The one I use for my work is that you have to look at an act in its context and realize that the way it is being characterized by authorities and the media is what it will be called in the end, so even if it is just as deadly - like school shootings - then it won't be treated like terrorism.\nWhat do you hope your students take away from your class?\nLP: I hope that they remember that things that look like unambiguous moral evils are much more humanly complicated. It is part of our goal as educated citizens to become knowledgeable before we make judgments about situations, especially when we hear a line from a politician and the mass media. We have to become aware of how our culture shapes us and that we bring a host of preconceptions to every discussion.\nThis interview has been edited and condensed for clarity and length.\n\nLoad-Date: January 22, 2019"
}