{
    "title": "Q&A_ Bruce Hoffman, Outgoing Security Studies Director, Talks ISIS and Counterterrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 29,
    "full text": "Since 2010, Bruce Hoffman, the director of the Georgetown University Center for Security Studies, has overseen the program as it has grown to include about 400 students and over 100 faculty. The program is so large, Hoffman says, it is \"almost a school in [its] own right.\"GEORGETOWN UNIVERSITYBruce Hoffman, director of the Georgetown University Center for Security Studies, plan to step down from his role after seven years.\nHoffman plans to step down from his position at the end of the fall 2017 semester. School of Foreign Service professor Keir Lieber is slated to be his successor.\nHoffman, a counterterrorism and insurgency expert who has worked for the CIA and the RAND Corporation, is set to take a yearlong sabbatical, during which he plans to write a book on Reagan-era counterterrorism policy. He expects to return to the SFS as a professor in January 2019.\nIn a Tuesday interview, Hoffman spoke to The Hoya about the current state of terrorism, including the status of the Islamic State group, and about his experiences at Georgetown, in academia and in government.\nHe analyzed the challenges facing the United States and the policies implemented to address them, and reflected on the lessons his professional engagements - whether at think tanks in Washington, D.C., federal intelligence agencies or U.S. military headquarters in Iraq - taught him and how he has applied them to his leadership in the SFS.\nYou have been researching terrorism and insurgency for decades. How would you describe the evolution of extremism since 9/11and the current state of terrorism?\nThe biggest element of its evolution is that the distinctions that may have once existed between terrorism, guerrilla warfare and insurgency have all seemed to blend together these days. I see it as part of a continuum, where terrorism, at least historically, has been perpetrated by a small number of persons with an otherwise limited capacity for violence.\nGuerrilla warfare is where the small group of persons is able to seize and control territory and exercise some sovereignty over a population, even for limited periods of time. This means they can recruit more openly; they have bases of operation; they train and deploy with more of a semblance of military command and control; and therefore they can attack defended targets in addition to undefended ones.\nTerrorists basically attack undefended targets. Insurgency is a step up from that, where they're engaged in mass mobilization and recruitment, but also communications operations where they're fundamentally in a position now to calibrate the political, economic or even social organization of a society or of a country. Insurgents and guerrillas use terrorists' tactics. Historically, or traditionally at least, terrorists haven't had the numerical manpower or the firepower to engage in more ambitious operations.\nOn IS: We're seeing that it's at its weakest state in years, losing territory in Iraq and Syria. Do you think that IS will still remain a threat? What do you think will be the next great terrorist threat that the United States faces?\nWell, ISIS will certainly remain a terrorist threat, and that's because I believe ISIS had already embraced a strategy before the collapse of the Islamic State and before the destruction of its caliphate to ensure its longevity and ensure it was able to sustain itself. That sustenance came from pivoting from being a proto-state and more of a conventional military force to engaging in terrorist attacks.\nUnfortunately, the ISIS branches will prove to be as consequential as the parent organization. But this is, in essence, a page borrowed from al-Qaida's playbook. Al-Qaida ensured its longevity by devolving authority and command-and-control responsibility to its franchises, as they were called back then.\nWhat will be the next threat to the United States? It's almost impossible to say. It's safe to say terrorism hasn't gone away, that we have to be continually vigilant because terrorists are constantly evolving and adapting and adjusting to thwart even our most consequential countermeasures. They're waiting for us to relax our vigilance and lower our guard. So I think we have to understand that countering terrorism and preparing to defend against terrorism is one of the pre-eminent security challenges of the 21st century, and definitely not just the period immediately following the 9/11 attacks in 2001.\nYou talked about how these groups are waiting to take advantage of our counterterrorism measures when we lower our guard. You talked about the evolution of terrorism; how would you describe the evolution of counterterrorism?\nCertainly we're in a much different place than we were in the immediate aftermath of the 9/11 attacks. The Department of Homeland Security didn't exist; the National Counterterrorism Center didn't exist; the Intelligence and Terrorism Act of 2004 that reformed the intelligence community had not been put into place. So certainly there's been tremendous progress and strides made in countering terrorism.\nThe problem is, none of that is static. We've improved, but so have the terrorists. For the terrorists, their ability to attack is what gives them meaning; it's their entire raison d'etre. [They] terrorize people and create fear and anxiety through their ability to attack, so they have to constantly adjust and evolve in order to stay a half step ahead of our counterterrorism capabilities.\nWe shouldn't be under any illusion that all of our successes to date since 9/11 in preventing major terrorist attacks in the United States means that the threat has receded. The threat is still out there. It may be much lower, but it's not zero, either.\nUsing your experience, how would you assess the Trump administration's approach to counterterrorism and to national security, and how has it differed from the Bush administration'sor the Obama administration's?\nRemarkably, there's enormous continuity. I don't see all that many differences. The counterterrorism team at the National Security Council is one of the strongest and most competent I've seen. That's not to say others have been incompetent, but this I think is a particularly experienced and enormously capable group.\nWe're very fortunate in the Security Studies program that we kicked off this academic year's weekly seminar series by having the president's adviser on counterterrorism from the NSC come speak with us and share some of his ideas from the counterterrorism strategy he's building.\nThe last counterterrorism strategy was formulated and released in 2011, and obviously in six years there's been a tremendous difference. I mean, the rise of ISIS, the stubborn resilience of al-Qaida, the spread of both ISIS branches and the sustainability of al-Qaida's franchises - it changed things and necessitated the development of new national security policy\nWhat would you say are areas of opportunity in the United States' counterterrorism strategy that should be addressed for it to be more successful?\nCertainly the domestic terrorist threat. This is another example of why a new counterterrorism strategy was needed, because the domestic counterterrorism threat has definitely changed over the past six years and migrated away from a focus just on al-Qaida. We have to focus on ISIS; we have to focus on Shiite militant organizations; and not least we have to focus on white supremacists, extremist groups in the United States, which always have existed.\nIn fact, one of the first studies I ever wrote, 32 years ago, was on the threat of white supremacist extremist terrorism in the United States, so it's not a topic I'm unfamiliar with. It's always existed, but in recent years, it's certainly gained in traction and also unfortunately in popularity, so it's yet another threat we have to be very cognizant of.\nIf there is one experience that you could point out as being particularly enriching to you?Which one would it be and why?\nMy time in Iraq showed me the importance of bridging theory and practice, and the challenges of policy formulation and then achieving its implementation. I don't think I would have been as acutely aware of those had I not seen just the massive effort that the coalition provisional authority was undertaking in rebuilding Iraq.\nIt also taught me that you have lots of tactical successes along the way, but you shouldn't confuse those with strategic victories. But I think what I would have not understand had I not been there is that those tactical successes are so difficult to achieve. I mean, they're baby steps. But because they are so difficult to achieve, there is a natural proclivity to enhance their importance and see them as strategic victories, so you have to avoid that. So that was enormously important.\nThen, as I had said earlier, even the perspective of having been there, you still don't know everything and you should never delude yourself that you have a complete picture. I mean this is why, in my own research, I find it's so important to look at every different agency and every different perspective on policy being formulated, because you can't just focus on one dimension because you're only getting part of the story.\nHow have you brought your experience to leading the Center for Security Studies, in the design of the program and in deciding to hire the faculty?\nI inherited a program that was already extremely well-run and well-organized and that's had a reputation as being the pre-eminent in the world. I think what I've been able to do is further build on that very solid foundation and achieve a number of very important milestones that have left the program in the position of strength, at least I hope that it's in, today.\nFor example, the first question I always ask myself for anything that was done in the program is, how does this benefit our students? Because that's, after all, our mission is to train this new generation of policy-makers and analysts, who would be thoroughly conversant in the challenges of the 21st century. The proof that we've succeeded in that goal is that at a time when master's programs around the country are shrinking by about 20 percent. During my time as director, the Security Studies program expanded by about a third.\nLooking beyond terrorism and counterterrorism as theystandtoday, what do you think are the biggest issues surrounding national security moving forward, and how is Georgetown preparing students to deal with them?\nWell, the biggest change that we've seen in the 21st century is firstly the increasing role of nonstate actors, as security threats in particular, but also the human dimension of security.\nWhen I started studying security, or what was called strategic studies 40 years ago, it was all about states and really all about great powers. What we see is that the role of individuals now is so enormously important, and human security, whether it's from violence or from climate change or from disease, for example, these are the biggest issues that we have that confront us today.\nWhat's fascinating is it doesn't mean the old ones have gone away. It just means that the security issues of today and tomorrow have become increasingly more variegated and more complex and almost compound the existing or older security problems, so that we're confronted with a vaster array of challenges than we ever have been.\nHave a reaction to this article? Write a letter to the editor. Tags: Bruce Hoffman, counterterrorism, domestic terrorism, Extremism, georgetown university center for security studies, ISIS, islamic state, terrorism\n\nLoad-Date: November 29, 2017"
}