{
    "title": "Q&A_ Sarah Lyons-Padilla, researcher at Center for Social Psychological Answers to Real-World Questi",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 7,
    "full text": "Sarah Lyons-Padilla is a Stanford researcher in the Department of Psychology's Center for Social Psychological Answers to Real-World Questions . She is currently studying the marginalization of Muslim immigrants at risk for radicalization. Her research - particularly timely after this summer's string of terror attacks - aims to redirect current preventive approaches to terrorism that focus on military and security measures. (Courtesy of Sarah Lyons-Padilla)\nThe Stanford Daily : What initially led you to research the topic of terrorism?\nSarah Lyons-Padilla : I started this research when I was a graduate student at the University of Maryland. When I was in graduate school in 2010, there was an attempted bombing in Times Square. The perpetrator was a young man named Faisal Shahzad, who was a Pakistani immigrant who became a naturalized citizen. My Ph.D. advisor and I were part of a research consortium called START, which stands for the Study of Terrorism and the Responses to Terrorism. Being involved in the research, we asked ourselves the question, \"Why would someone attack their own country?\" So this was what motivated the research program that followed, which unfortunately has become increasingly relevant in the past few years.\nTSD: What were your findings?\nSLP: We found that the more Muslim Americans experience discrimination, the less purpose and meaning they feel, and this is especially the case when they feel culturally homeless. When I say \"culturally homeless\" I mean a feeling that one belongs neither to their heritage culture nor to their American culture. In return, the less purpose and meaning our participants felt, the more support they expressed [for] fundamentalist and extreme ideologies.\nTSD: Are there any programs helping Muslim immigrants integrate into America?\nSLP: There are community organizations [that] are designing programs to combat the sense of cultural homelessness that I talked about. Some of these programs are now being evaluated for their effectiveness. And it's really important to engage local communities [in] developing solutions to these problems and that these solutions are rooted in evidence.\nTSD: What is changing with politicians' approach to combatting terrorism?\nSLP: Initially, a lot of politicians tended to respond with major fear-based responses and were promoting policies aimed towards limiting refugees or more stringent screening of immigrants. These sorts of politics can result in an unintended backlash, where Muslim immigrants and American-born citizens feel discriminated against. And we know from our research [that] these are the conditions that can actually fuel radicalization. More and more politicians appear to be learning that this may not be the best approach to combatting radicalization and are beginning to understand the importance of focusing on integration rather than exclusion. But there is still a lot of work to be done in this regard.\nTSD: How do you hope to impact government policies with your research?\nSLP: My coauthor Michele Gelfand and I had the opportunity to present our research findings on Capitol Hill in February of this year, and we met with our senators and representatives from California as well as Maryland. That was a great opportunity, because too often academic research doesn't make it into the hands of policymakers. We also hope that practitioners would apply this research to their own initiatives.\nThis transcript has been lightly edited and condensed.\nContact Rachel Zhang at rachel.m.zhang 'at' gmail.com.\nWhile you're here...\nWe're a student-run organization committed to providing hands-on experience in journalism, digital media and business for the next generation of reporters. Your support makes a difference in helping give staff members from all backgrounds the opportunity to develop important professional skills and conduct meaningful reporting. All contributions are tax-deductible. Support the Daily $25 $50 $100 $500 $1,000\n\nLoad-Date: January 17, 2019"
}