{
    "title": "Q+A TRIATHLETE PIA LEVINE On Racing Against Terrorism",
    "publisher": "the forward",
    "year": 2013,
    "month": 7,
    "day": 19,
    "full text": "Pia Levine, who is scheduled  to compete in the Aquaphor  NYC Triathlon on July 14, runs  in a way that differs from other  endurance athletes. Having survived  a Jerusalem bus bombing  in March 2011, just two days  before running her first marathon,  she says she participates  to show that she has not been  defeated by terrorism.\nLevine, a 21-year-old Yeshiva  University Stern College for  Women student from Edison,  NJ, competed on behalf of  OneFamily, an organization that  helps rebuild the lives of those  affected by terror in Israel, and  that has supported her in her  own recovery.\nIn the past two years, Levine  has run four half-marathons,  and competed in two bike tours  and two triathlons to raise money  for OneFamily and other  Jewish charities. She spoke with  the Forward's Renee Ghert-Zand  about the terrorist attack that  changed her life, and how the  Boston Marathon bombing has  added to both her trepidation  and determination.\nRENEE GHERT-ZAND: How did you\nget into marathon running and  competing in triathlons. Do you  have a history of athleticism?\nPIA LEVINE: My father died of  cancer in June 2010, and I  wanted to run in his memory  and to support of Chai Lifeline,  which had been so supportive  our family when he was sick. I  signed up to run with the Chai  Lifeline team in the ING Miami  Marathon in January 2011, but  decided not to do that race and  instead to run in the first-ever  Jerusalem marathon in March of  that year.\nI've always been told I have  the athletic build, but I'm not an  athlete. I've always been a pretty  strong swimmer, but I don't play  sports and was never on teams.  I snowboard, so I guess my legs  are pretty strong.\nWhat do you remember from the  bus bombing in Jerusalem on  March 23, 2011?\nI was in Israel that year to study  and work on an archeological  dig, and I was on the bus  with my friend when it pulled  in to the Binyanei Ha'uma  [The Jerusalem International  Convention Center] stop. The  doors opened. People got off.  The doors closed. Then there  was an explosion. It was like a  really, really loud bang. The bus  was shaking, the glass shattered,  the doors shattered, and then  it was quiet for I don't know  how long. I have no concept of  the time because I experience  it in slow motion when I think  about it.\nI was in the back of the bus  near where the explosion  was . My friend and I were not  injured, but everyone around  us was. There was glass around  us, but it just didn't touch us.  One woman was killed and there  were a few major injuries, and  then some more minor injuries.\nWhat happened after the  attack?\nThe bus driver drove maybe 100  feet from the explosion site and  then let people off through the  front of the bus . My friend and  I just ran back to my dorm and  called our families.\nI was a mess. My brother came  in from Bar Ilan University and  my cousins came to check on me  to see if I was okay, but I really  wasn't . The next day, I was  too scared to go outside I was  literally shaking and didn't know  what to do. Then I got a phone  call from Chantal Belzberg, a  founder of OneFamily, asking  how I was. She was able to tell  that I wasn't ok. She came to  take [me and my friend] to the  hospital to get checked out. We  were treated for shock, which is  a real injury even if you don't see  it. We were given an anti-anxiety  medication to take, because  that's what you have to do.\nHow were you able to run the  marathon the next day?\nI wanted to do it so badly  because I had raised all this  money and had emotionally  fixed myself on doing this for my  father, and not doing it would be  like letting him down. But there  was also this part of me that  didn't want to go outside because  I was afraid I was going to get  blown up. Some people told  me not to run, but others, like  OneFamily, told me I had to do it  to show that I could rise above it.  You have to show the terrorists  that they didn't beat you, that  they didn't win, that you are  not going to stop your life just  because they tried to.\nI ended up just doing it. I made  a good time for my first marathon,  but I think it was because  I was just running on adrenaline  for the most part, or I felt like  someone was chasing me.\nAre you still dealing with PTSD,  and does competing in marathons  and triathlons help?\nI still have PTSD, although it  definitely is much less than it  was. But it still affects me here  and there. I've become a more  nervous person, and things like  loud noises and public spaces  bother me. I also use public  transportation far less than I  used to.\nCompeting definitely helps.  Because it was my first outlet  after the attack happened, I  was able to just run and prove  myself, and it was my way of  showing myself that I am alive  and there's a reason I'm alive. It  just continues to reassure me that  I didn't let them get to me and  that I won't let them get to me   Running and competing in triathlons  has become my coping  mechanism.\nHow did you react to the  news of the Boston Marathon  bombing?\nThey [the bombers] took away  my happy place, because  marathons are the way I cope.  Their decision to plant bombs at  the finish line it takes away the  safety of it all. I feel safe when I  run, so the idea that I won't be  safe when I finish a race kind  of rips out the foundation of the  new strength I have built up to  deal with things.\nThe NYC Triathlon will be your  first race since the Boston  bombing. How are you feeling  about it?\nThe NYC Triathlon is on a very  large scale, it's a ton of people.  I got emails about all the new  security measures . My anxiety  level shot up while I was reading  the email I am sure there are  threats, but I'm not going to let it  stop me.\n\nGraphic\n\n \nIMAGE: Racer:Pia Levine, a 21-year-old terror attack survivor, has competed for charity for two years. AnOrthodox college student, she wears skirts while running to observe laws of Jewish modesty.; COURTESY OF PIA LEVINE\n\nLoad-Date: July 22, 2013"
}