{
    "title": "QADDAFI ASSAILANT IS REPORTED KILLED",
    "publisher": "the new york times",
    "year": 1984,
    "month": 5,
    "day": 14,
    "full text": "Libyan forces have tracked down and killed the leader of the attack last week on Col. Muammar el-Qaddafi's barracks, the Government said today. About 10,000 Libyans gathered in the capital in a rally to show support for the Libyan leader.\nLibyan legislators pledged to form suicide squads to avenge the shootings in the capital, which took place on Tuesday, the official Libyan press agency reported. Western diplomats have said the attackers apparently wanted to kill Colonel Qaddafi.\nLibyan forces track down and kill Wajdi Alshwehdi, alleged leader of attack on Col Muammar el-Qaddafi's barracks; about 10,000 Libyans hold rally in Tripoli in support of Qaddafi (S)\nThe press agency said the leader of the attack, whom it identified as Wajdi Alshwehdi, had hidden in a residential building in Tripoli, but was shot dead by security forces Saturday when he refused to surrender.\n''This traitor is the leader of the terrorist group which was liquidated,'' the press agency said. It did not give his nationality.\n \nA Five-Hour Battle\nOn Wednesday Libyan exiles in London said all 15 of the attackers had been killed in a five-hour battle with Libyan forces. In the attack, according to some accounts, gunmen with grenades and automatic weapons tried to attack a barracks on the southern outskirts of the city that Colonel Qaddafi has used as a residence.\nAbout 10,000 people gathered in Tripoli's main Green Square today, shaking their fists and chanting, ''The Libyan people will always be with Qaddafi!'' and ''Answer terrorism with terrorism!''\nThe Libyan press agency said local legislatures held emergency sessions across Libya Saturday to consider reactions to the attacks.  It said Tripoli's legislature decided to ''form suicidal groups to carry out noble missions in pursuing all the coward, defeatist remnants and destroying them forever.''\nAn anonymous telephone caller claiming to represent the National Front for the Salvation of Libya claimed responsibility for the attack.\nColonel Qaddafi has accused the United States, Britain and the Sudan of being behind the attack, and said it was carried out by Moslem Brotherhood extremists.  The Moslem Brotherhood is a fundamentalist group that is outlawed in Libya and many other Arab nations.\nThe Sudan, Britain and the United States have all denied such charges.\n \nLibya Aided Argentina in War\nLONDON, May 13 (AP) - Libya shipped more than $100 million worth of weapons, including 120 Soviet-made SAM-7 missiles, to Argentina in 1982 during the war between Britain and Argentina over the Falkland Islands, The Sunday Times reported.\nThe newspaper quoted Mohammed Khalifa Rhaiam, Libya's Ambassador to Argentina, as having said Colonel Qaddafi ''offered unconditional and unlimited support to Argentina.'' The newspaper said that besides the SAM-7's, Libya sent 20 Matra air-to-air missiles, AC-2 missiles and mortars.\nIn a September 1982 interview, the ousted Argentine President, Gen. Leopoldo Galtieri, who ordered the occupation of the Falklands, said Libya had sent Argentina five planes loaded with ''very valuable elements.'' He did not specify what the shipments contained."
}