{
    "title": "QADDAFI'S DREAM OF ISLAMIC EMPIRE IS STILL A MIRAGE",
    "publisher": "the new york times",
    "year": 1981,
    "month": 11,
    "day": 22,
    "full text": "In the posters of him that adorn this capital, Col. Muammar el-Qaddafi does not ordinarily share the limelight.\nHe appears alone, photographed from below so that his jawline seems firm and his eyes seem to gaze ahead with a visionary fervor. But there is one other person who sometimes intrudes: Gamal Abdel Nasser.\nThat, according to highly placed sources here, is significant, for Colonel Qaddafi feels he has inherited from the late Egyptian President the torch of Arab unity, and he has expanded the dream beyond the Middle East to Africa and the Mediterranean.\n''Qaddafi dreams of an Islamic empire,'' one of the sources noted.  ''But perhaps he does not want to rule it, as much as to be acknowledged as its spiritual leader, its guide.''\nAlan Cowell discusses Libyan leader Muammar el-Qaddafi's goal of building Islamic empireA Ragged Dream\nThe dream these days is ragged. Colonel Qaddafi's adventures beyond his borders have often ended in failure and Arab disunity. The Libyan leader has sought the accolades of his peers, but he has rarely received them.\nHis energies now, well-placed sources said, are devoted to insuring that the Organization of African Unity choose him as its chairman at the group's annual meeting in Tripoli next year.\n''Qaddafi is determined that nothing affects the chances of his being chairman of the Organization of African Unity,'' a foreign diplomat said. ''There is a great deal of prestige attached to it.  It will bestow a kind of respectability and vindication. Qaddafi genuinely does see himself as the greatest of all revolutionaries and believes he should have the support of all other revolutionaries.''\nAnother foreign diplomat said Colonel Qaddafi might be ''at his most moderate in the run up to the summit.''\n \n'It's Anybody's Guess'\n''Once he's got the chairmanship, it's anybody's guess whether he'll use Africa as a vehicle for some other campaign,'' he added.  Like others, the diplomat agreed to be interviewed only in return for total anonymity, a reflection of the pervasive nervousness that stems from Colonel Qaddafi's unpredictable reaction to criticism.\nAccording to his aides, the Libyan leader feels that the outside world has misinterpreted him and withheld due acclaim, particularly in his latest African exploit in neighboring Chad. Libya dispatched an estimated 10,000 soldiers there last December to halt a civil war between one faction that Colonel Qaddafi backed in the past and another to which he later switched support.\n''If we had not gone to Ndjamena, we would have had to fight inside Libya,'' said Khalifa Azabi, a senior official in charge of information. ''The war would have overflowed.''\n \nIntervention Is Criticized\nLibya's intervention was widely criticized in the United States and parts of Africa as an expansionist invasion. Mr. Azabi said, however, that Libya had been invited to intervene by the Chad Government, had always said it would leave when asked to do so, and did, indeed, pull out when the Ndjamena authorities requested it. The withdrawal began last month.\n''We left within 24 hours,'' Mr. Azabi said, ''but still people kept looking for ulterior motives. Why? We kept our word and showed we have no designs in Africa. The United States says it has national interests as far as the gulf. Why can we not have national interests in the country next door to us when there is a civil war going on there?''\nThe Libyan intervention in Chad seems, however, to have been a humiliation for Colonel Qaddafi. As recently as October, one source said, the Libyan leader repeated his invitation to President Goukouni Oueddei to merge his country with Libya. That offer, the source said, was refused. And President Goukouni began looking around for alternative support, fearing that Libya would overthrow him and replace him with a figure more amenable to Colonel Qaddafi's wishes.\n \nChad Turns to U.S. and France\nThe Chad leader found new backers in France - despite Libyan demands that Paris not interfere - and in the United States. Both Western nations, seeking to frustrate Colonel Qaddafi's perceived expansionism, are supporting the replacement of the Libyan troops men with an African force. The task of the Africans is to keep the peace that the Libyans brought about after almost two decades of bloodletting in Chad.\nThe motives that prompted Libya's speedy withdrawal from Chad were various. An authoritative foreign source said Colonel Qaddafi wished to display his good intentions toward Africa and promote a statesmanlike image befitting a future chairman of the O.A.U.\nAt the same time, the source said, he wished to cut his losses: the campaign cost $2 billion at a time of falling oil revenues, and saw about 1,000 Libyans killed or wounded, losses that were unpopular at home. The speed of the Libyan withdrawal may also have been intended to provoke further civil strife in Chad, thus providing a retrospective justification for Libya's intervention.\nThe Chad adventure was not Colonel Qaddafi's first setback in Africa. In 1979, he sent troops to Uganda to fight on the losing side for Idi Amin against Tanzanian-led Ugandan guerrillas. That, too, was unpopular at home, the source said, but Africa's wider concerns about the Libyan leader go beyond his overt military operations.\n \nQaddafi Aids African Rebels\nOver the years Colonel Qaddafi has offered military training bases and other support to a number of African groups seeking to overthrow established governments.\nThe Reagan Administration insists that such activities support international terrorism, but the issue is not clear cut. One of the groups aided by Libya was the guerrilla force loyal to Robert Mugabe, who is now Zimbabwe's Prime Minister, receives United States economic aid and has become a respected international figure.\nOf more concern to America's allies in Africa is Colonel Qaddafi's campaign against the pro-Western Governments in the Sudan and Somalia, both important to United States aims since they support Egypt and the Camp David peace accords with Israel.\nAccording to Western diplomats elsewhere in Africa, Colonel Qaddafi has offered training installations to the Sudanese dissidents and is supplying arms to a shadowy Ethiopian-based group, the Somali Salvation Front, that seeks to bring down the Mogadishu Government of Gen. Mohammed Siad Barre. The Sudan, on the other hand, gives sanctuary to Libyan dissidents opposed to Colonel Qaddafi, and Somalia backs a seccesionist group in Ethiopia.\n \nEgyptian Dissidents Helped\nLibya also gives sanctuary to opponents of the Cairo Government, and Colonel Qaddafi has been accused of trying to foment domestic unrest in a string of other African nations that do not share his ''revolutionary'' outlook.\nThese countries include Senagal, Gambia, Nigeria, the Central African Republic, Niger and Mali. Like the Sudan and Somalia, most of them have severed relations with Libya and ordered Colonel Qaddafi's embassies, which are called ''peoples bureaus,'' to close down.\n''The question arises of what has he actually achieved,'' a foreign source said. ''Chad - nothing. Uganda - nothing. He has made other African states more wary of him. He is not irrational, he is not mad, and I am not sure that he is all that dangerous.''\nThis view conflicts with that of the Reagan Administration. There seem to be many Westerners here who dispute Washington's view of Colonel Qaddafi as simply a Soviet cat's paw out to subvert Western interests.\n \n'Not Financially Beholden'\nLibya's ideological aims run counter to those of the West and threaten them, these Westerners acknowledge, but they point to finer shadings within the Qaddafi regime than the United States seems ready to countenance.\n''He is not financially beholden to the Soviet Union,'' one Western source said. ''He pays cash for all the weaponry he buys. When Washington talks about terrorism, it has conveniently forgotten that there has been no recent connection between Qaddafi and the Irish Republican Army, for instance. He has financed terrorism. There is no doubt about it. But he does not support Baader-Meinhof in Germany, or the Red Brigades in Italy because they are terrorists. He has publicly condemned airplane hijacking. He regards the presence of the American Sixth Fleet in the Mediterranean as international terrorism, and his own activities as revolutionary.''\n''When there were Libyan hit squads running around Europe shooting up Libyan dissidents,'' a well-informed source said, ''at least one West European government went to Qaddafi and asked him to stop it. He put the word out and it stopped.''\nThe sources also note that Colonel Qaddafi has been signaling recently to ''revolutionary'' groups seeking his support - and access to the $12 billion arsenal of weapons he has purchased from Moscow over the past five years - that they should first establish their revolutionary credentials before coming to him cap in hand.\n \n'He Is Not That Controllable'\n''There is no doubt that Moscow would like to control him,'' a foreign source said, ''but he is not that controllable.'' Frequently, as this argument goes, Soviet interests coincide with Colonel Qaddafi's activities, but not necessarily at Moscow's bidding. ''He does not see a Soviet threat,'' the foreign source said. ''There is a kind of Orwellian inversion of Washington's view here. Qaddafi sees an American threat.''\nColonel Qaddafi has recently struck a new pact with other Soviet allies in the area - the Marxist Governments of Southern Yemen and Ethiopia. The Sudanese President, Gaafar al-Nimeiry, has said the alliance is intended to put more pressure on his beleaguered Government and bring about its collapse. Such an eventuality would match Colonel Qaddafi's aims. By removing an American bulwark in the Sudan, he would further his campaign against the Camp David peace accords and, ultimately, against Israel.\n''Qaddafi feels he has the responsibility to build up the Arab arsenal for the confrontation with Israel,'' a highly placed Western source said, referring to the accumulation of sophisticated Soviet weapons here along with 3,000 to 4,000 Soviet military advisers as well as several thousand other East bloc, Pakistani, Palestinian and Syrian military personnel.\n''But the military buildup does not mean that he is going to march into Egypt, even if his border with Egypt has become the new confrontation line since Camp David,'' the Western source said.\n\nGraphic\n\n \nIllustrations: photo of Col el-Qaddafi with President Gamal Abdel Nasser of Egypt photo of posters of Qaddafi at a parade in Tripoli"
}