{
    "title": "QADDAFI ENDS A VISIT TO MOSCOW WITH ACCORD ON GENERAL POLICIES",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 30,
    "full text": "The Libyan leader, Col. Muammar el-Qaddafi, today ended a three-day visit that was marked by displays of friendship and agreement on generalities.\nA joint communique stated the two governments' common positions on global affairs, including attacks on the role of the United States in the Middle East and the third world, and a rejection of what they termed ''attempts by imperialist circles to equate international terrorism with the liberation struggle of peoples.''\nThe language in the communique fell short of an endorsement of either the Soviet or the Libyan position on the Middle East.  Whereas Colonel Qaddafi in a dinner speech on Monday had asked for ''decisive'' support by Moscow for the Steadfastness Front of Arab nations opposed to the Israeli-Egyptian peace agreements, the communique today said only that Moscow ''highly assesses the positive role'' played by the front.\nQaddafi ends a visit to Moscow with accord on general policies\nThe communique made no mention of any new arms sales to Libya, a major purchaser of Soviet weapons. but a Libyan diplomat said the meetings between Colonel Qaddafi and the Soviet leaders had served to strengthen and develop the political and military relations between Moscow and the Steadfastness Front, which groups Libya, Syria, Algeria, Southern Yemen and the Palestine Liberation Organization.\nThe diplomat said the talks would serve to ''improve the military balance'' in the Middle East, although he gave no details. He said that, in addition to the publicly reported meetings, the commander of Libya's armed forces, Abu Bakr Yunes Jabr, met yesterday with Defense Minister Dmitri F. Ustinov.\nThe visit was evidently not without differences of opinion. The Libyan Embassy today issued its own version of Colonel Qaddafi's Monday speech, and it included passages apparently deleted in Pravda, the Soviet party newspaper.\nOne was Colonel Qaddafi's demand for a ''decisive posture'' of support to the Arabs, and for ''more energetic efforts'' to back the Steadfastness Front.\nPravda also excluded Colonel Qaddafi's call for discussions of the need to ''guarantee the end of any sort of outside interference'' in Afghanistan. The joint communique followed the Soviet policy line, calling for an end to interference by ''imperialist and reactionary forces.''"
}