{
    "title": "QADDAFI DENIES THAT PALESTINIANS OPERATE TRAINING CAMPS IN LIBYA ; DENIAL CALLED INCREDIBLE",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 6,
    "full text": "The vice chairman of the Senate Intelligence Committee said today that he found it ''incredible'' that Col. Muammar el-Qaddafi would deny that Palestinian guerrillas were operating training camps in Libya.\n''There are terrorist training camps in Libya,'' the vice chairman, Senator Patrick J. Leahy, Democrat of Vermont, said in an interview, ''The suggestion that there aren't is about as incredible as Qaddafi's statement that the terrorists' actions were considered the holiest actions throughout the world,'' he said.\n \n'He Encourages Having Them'\n''Qaddafi knows they're there,'' the Senator continued. ''I believe, in some instances, he encourages having them there. And certainly they exist only with his willingness and acquiescence.''\nSentor Leahy's statements were the latest of several recent assertions by American and Israeli officials that Libya allows terrorists to set up training camps within its borders and gives them financial backing.\nThe Senator's statements also came as other Washington figures said it was unlikely that the Reagan Administration would undertake an early military response against Libya for aiding terrorists. The comments were made today by the chairman of the Senate Foreign Relations Committee, Senator Richard G. Lugar, and by Robert C. McFarlane, who resigned last month as Mr. Reagan's national security adviser.\nAlthough Administration officials continued to leave open the possibility of a military move, they acknowledged in telephone interviews that the Government was having trouble finding the kind of clear-cut target that would meet President Reagan's criteria for attacking Libya.\n''There is nothing going on right now, except people looking for pinpoint targets, which they may never find,'' said an official who favors a military response but does not think there will be one.\nSenator Lugar, an Indiana Republican, is regularly briefed by Secretary of State George P. Shultz and by Mr. McFarlane, who retains close ties to the White House staff, and the Senator's comments were the first significant indications that the option of a military strike against Libya was fading.\nMr. McFarlane, for his part, indicated that he was upset at the lack of a United States military response against terrorists.\n \nCarrier Sailed Toward Libya\nOn Friday the aircraft carrier Coral Sea, with 80 planes aboard, set sail toward Libya as mixed signals emanated from Washington as to whether retaliatory action was being planned for the Palestinian terrorist attacks at the Rome and Vienna airports on Dec. 27. Officials said such an option was being weighed, but Mr. Reagan said nothing unusual was going on.\nToday Senator Lugar said he would support military action against Libya ''if we were able to determine that the 'smoking gun' was there, that they are responsible in these airport attacks and if we can isolate targets of those that perpetrated it.''\nBut he said he ''doubted'' that there would be such an action because ''I suspect that we have not established the connection and that we are not certain precisely what the target is.''\n''In the event we should have that opportunity, I have no doubt the President will be willing to do that,'' Mr. Lugar said in an appearance on the NBC News television program ''Meet the Press.''\n \nMcFarlane Favors Attack\nMr. McFarlane was known during his tenure as security adviser to be an advocate of a firm American response to acts of terrorism, a position shared by Mr. Shultz but opposed by Defense Secretary Caspar W. Weinberger. Today, in one of his first public appearances since leaving office last month, Mr. McFarlane said he personally favored an attack against Libya for its past support of terrorism, whether or not there was a specific target.\nHe suggested that the ''national interest'' would be best served by putting at risk the lives of American servicemen ''in the short term for a larger good of eradicating terrorism.''\nBut he made it clear that he did not expect the President to approve such a move at this time. He said Mr. Reagan had insisted on ''two pillars'' for military moves against terrorists - that there had to be ''an association between the target you've hit and those guilty of the attack, and there has to be proportionality.''\n''Those are reasonable values,'' Mr. McFarlane said, adding, ''It's fairly hard - usually impossible - to fulfill both of these.''\n \nCompatibility With U.S. Values\nHe said the President ''cannot willy nilly go and do something that is indefensible, or in the end he will damage our policy against terrorism for having done something that cannot be clearly explained as compatible with our own values.''\nMr. McFarlane said that he believed the Administration's initial reaction to the terrorist acts will be to step up ''on the escalatory ladder near the bottom'' to urge other nations ''to stop doing normal discourse, commerce, with the Libyans.''\nBut he expressed his own exasperation with European allies of the United States for having refused to support American sanctions in 1981 and for not appearing interested in doing so now.\n''They're fearful that bringing some of their people home they may face a hostage situation or violence, and they may,'' he said. ''But in fact, to go ahead as a hostage truly to the continued rampage of terrorism that is espoused from Tripoli is in no one's interest and is indefensible.''\n \n'Ought to Be Bit More Firm'\nMr. McFarlane said that ''the time has come that we have to go beyond asking and being turned down'' by the allies. ''We ought to be a bit more firm'' now, he said.\nMr. Shultz, despite his own preference for stronger action, has generally opposed a public dispute with the allies over terrorism, for fear that this would be counterproductive and allow the terrorists to sow dissension in the Atlantic alliance.\nMr. McFarlane said that speaking personally he believed ''a more violent response'' against Libya was ''fully justified.''\nAsked on the ABC News television program ''This Week'' whether he had evidence that Libya was behind the latest attack at Rome and Vienna airports, Mr. McFarlane said he did not have any. But he said of Colonel Qaddafi, the Libyan leader, that ''by his own statements publicly and his endorsement originally of these attacks that his association with them, his support for them, the fact that his graduates are spreading violence from the Philippines to the I.R.A., the man's culpability is clear.''\n''For this specific act, whether he directed it, I rather doubt it, but I think his association with this attack and others like it is irrefutable,'' he said.\n\nGraphic\n\n \nphoto of Robert C. MacFarlane (AP) (page A7)"
}