{
    "title": "QADDAFI IS FACING UNHAPPY COUNTRY",
    "publisher": "the new york times",
    "year": 1987,
    "month": 4,
    "day": 14,
    "full text": "A year after the American raid on Libya, Col. Muammar el-Qaddafi appears to have taken more power into his own hands but faces a nation unhappy with his costly defeat in Chad and economic chaos at home, according to diplomats here.\nThe colonel, who Libyan officials say will conduct elaborate festivities on Tuesday to commemorate what he sees as a victory against American aggression a year ago, has been more visible in the past six weeks than at any time since the attack, the Western and Eastern bloc diplomats said.\n''He'll disappear for three months at a time,'' said one Western diplomat, ''but now he seems full of vigor, and seems to be in charge of everything. He seems to be running the whole show.''\nThe Libyan Army, considered the likeliest organized opposition to the colonel, is demoralized by heavy losses of men and advanced Soviet equipment in Chad, the foreign officials said. Also, they said, senior military officers are being constantly moved from one command post to another in an effort to prevent the officer corps from closing ranks against the colonel.\n \nSecond Major Blow in a Year\nThe defeat in Chad comes as the second major blow in a year to the Libyan military, which responded feebly to the American show of power over Tripoli and Benghazi in the early hours of April 14 last year.\nTwo members of Colonel Qaddafi's Revolutionary Control Council with whom he took power 18 years ago, Brig. Abu Bakr Jabber Younis and Brig. Mustafa Kharroubi, have been demoted in rank, the official said. It was not clear, the diplomats said, who is in charge of the army.\n''He has no confidence in his army and can't get a strong one because he would be threatened by it,'' said one Western official with long experience here. The diplomats point to the defection of five Libyan officers from the fighting in Chad to Egypt last month, as one of many telling signs of low military morale.\nThe Western diplomat, who has been a resident here on and off for a decade, said he had recently spoken to a Libyan pilot who had returned from Chad and who said he had refused to drop a bomb where ordered. The pilot, according to the diplomat, said he was ordered to bomb Chadian troops during a battle against Libyan forces, but refused to do so because he knew, he said, the bomb would have killed Libyan soldiers as well as Chadians.\n \nA 'Fantastic Humiliation'\nThe defeat in Chad is interpreted by the diplomat here as a ''fantastic humiliation'' for Colonel Qaddafi.\n''Chadians used to be sold as slaves here,'' he said. ''To be defeated by black Moslems is a fantastic humiliation.''\nThe loss is estimated here to be more than 3,000 men killed, wounded or deserted, and as many as 900 prisoners taken over a three-month period since January, appeared to be viewed by the Libyans as unnecessary. ''What are we doing fighting there?'' said one middle-class Libyan to a reporter.\n \nPeople 'Don't Care About Chad'\n''The Libyan people don't care about Chad,'' said one diplomat. ''The war was a very personal affair of Qaddafi.''\nBut the Libyan public has still been kept officially uninformed about the Chad defeat. As foreign radio broadcasts picked up here today gave detailed accounts of dead Libyan troops and captured equipment seen by journalists in Chad, thousands of school children were brought to a race track in central Tripoli to perform tableaux depicting Libyan strength against the Americans. The students chanted anti-Reagan slogans, often throwing their fists into the air.\nAt one point, five youths in khaki fatigues strangled five chickens and ate the raw entrails, demonstrating for officials from the Information Ministry that they could survive under any hardships.\nThe colonel retains control, the diplomat said, through a ruthless system of security police and revolutionary committees, a rival force to the military created by Colonel Qaddafi to represent what he called ''people power.'' The committees exist in all sections of the Government.\nAs a demonstration of the colonel's internal power, the diplomat said that for the first time in three years there were televised hangings and executions in February. Six civilians were hanged in a sports arena about one-third filled with chanting Libyans and three military officers were shot. The hangings were broadcast during the evening prime time and without announcement, apparently in an effort to insure that as many people as possible would see them.\n \nFive Speeches Since March\nAs part of his display of being in visible control, the colonel has made five speeches since early March.\nOf particular note to foreign officials here was his declaration that terrorism would continue in Western Europe ''as long as it protects terrorism against the Middle East.'' In his remarks by satellite linkup to a conference on terrorism in Geneva on March 20, the Libyan press agency quoted the colonel as saying: ''Counterterrorism shall continue as long as the Israelis remain in occupation of Palestine and conduct terrorism acts against the Palestinian people.'' A Western diplomat said he had long understood the Libyan leader's use of the word ''counterterrorism'' to be his justification for terrorism against Western targets."
}