{
    "title": "Qaddafi's 'charm offensive' leaves US unimpressed",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 12,
    "day": 12,
    "full text": "In the eyes of many Washington policymakers, Libyan leader Muammar Qaddafi has three big strikes against him: terrorism, chemical weapons, and a desire to expand his political clout.\nThese make it much tougher for the United States to make any move that appears to ease the pressure on Colonel Qaddafi.\nAlthough evidence of Libyan-supported terrorism diminished after the US bombed Tripoli in 1986, US counterterrorism chief L.Paul Bremer III recently told Congress that ''there is clear evidence that Qaddafi is back in the business of supporting terrorism.''\nThe notorious Abu Nidal Organization (ANO), for example, maintains its headquarters in Libya. Its agents are believed to have carried out several lethal terrorist attacks this year, including a foiled hijacking of a tourist cruise ship in Greece. In that attack, ANO operatives used Libyan passports and weapons that had been earlier sold to the Libyan government.\nUS antiterrorism specialists also believe Libya was connected to anti-American terrorist attacks attempted in Italy, Spain, and the US earlier this year.\nThe US and Libya's neighbors are concerned over reports that Libya has constructed a major chemical weapons facility and is trying to buy ballistic missiles.\nCIA director William Webster says the Libyan chemical plant is the largest his agency has detected anywhere. ''If the intelligence estimates are right,'' says a ranking US official, ''this plant could match US annual production'' of chemical weapons.\nLibya used chemical weapons, provided by Iran, against Chadian forces last year, US officials say.\nOn top of these concerns, Washington is worried about Libya's growing influence in Africa. As part of a public relations offensive, US officials say, Qaddafi has been spreading aid largess with apparent success. This comes as US aid for Africa has been slashed by budget austerity.\n''Libya is making real inroads at our expense,'' says a senior administration official. In the normally pro-Western Sudan, for example, Libya is providing ammunition, oil, and trucks to a military struggling with a costly civil war.\nIn Somalia, Qaddafi is rushing in military aid to the authoritarian government of Siad Barre, which is fighting rebel forces. The US has a military contingency agreement with the government, but even before the current fighting Washington had not met Somalia's requests for increased military aid. Congress recently froze economic aid because of alleged human rights abuses.\n\nGraphic\n\n \nPicture, Libya's Qaddafi has been using foreign aid to win friends in Africa, SVEN SIMON"
}