{
    "title": "Qatar , UAE spending heavily on lobbyists",
    "publisher": "the bismarck tribune",
    "year": 2018,
    "month": 3,
    "day": 31,
    "full text": "WASHINGTON - A diplomatic crisis tearing at the Middle East has ignited a multimillion-dollar battle for influence in Washington between bitter rivals Qatar and the United Arab Emirates.\nBoth countries spent heavily over the last year on lawyers, lobbyists, public relations and advertising to seek better trade and security relationships with the United States, according to disclosure records filed with the Justice Department.\nOn Qatar's roster: Republican former U.S. Attorney General John Ashcroft, whose law firm received a $2.5 million retainer, and ex-advisers to Donald Trump's presidential campaign.\nThe UAE has an arrangement with The Harbour Group, a public relations and public affairs firm, for up to $5 million annually. The UAE's ambassador to the United States also relies heavily on his former director of legislative affairs, Hagir Elawad. She's now a registered lobbyist who earns $25,000 a month as the embassy's chief liaison to Capitol Hill.\nThe dispute between Qatar and the UAE took a wild turn earlier this week when a top fundraiser for Trump filed a lawsuit against the government of Qatar and several lobbyists working for Qatar, claiming they hacked his and his wife's emails. Elliott Broidy alleged that hackers from Qatar broke into their email accounts and Qatar's lobbying team then distributed the emails to journalists in an effort to discredit him.\nThe Associated Press reported Monday that a business associate of Broidy's, George Nader, had wired $2.5 million for an influence campaign Broidy was coordinating in Washington that accused Qatar of being a state sponsor of terrorism. Nader is a political adviser to the UAE and now a witness in the U.S. special counsel investigation into foreign meddling in American politics.\nAgents of foreign governments are required to register with the Justice Department before lobbying so that there is a public record of their activities. But neither Broidy nor Nader is registered, according to a review of a public database maintained by the Justice Department.\nThe Qatar Embassy said Broidy's lawsuit is \"without merit or fact.\" The other named defendant is Nick Muzin of Stonington Strategies, a lobbying firm that Qatar is paying $150,000 a month. Muzin, a former Senate aide who worked on Trump's presidential campaign, called Broidy's allegations \"as flimsy as the promises he reportedly made to his clients.\"\nQatar has been under siege since early June, when the UAE, Saudi Arabia, and its other neighbors severed ties over claims the small, gas-rich monarchy was funding terrorism, disrupting Gulf unity and fomenting opposition across the region. They cut Qatar's air, sea and land routes, creating a de facto blockade. The countries vowed to isolate Qatar economically until it heeds their demands.\nBut Qatar, which has denied supporting or funding terror groups, has insisted it can survive indefinitely on its own. The crisis, according to Qatari officials, was triggered nearly a year ago when hackers took over their state-run news agency and posted fabricated comments attributed to Qatar's ruler that called Iran an \"Islamic power\" and said Qatar's relations with Israel were \"good.\"\nQatari officials who investigated the attack didn't pinpoint who was responsible, but they said media in the UAE appeared ready and prepared to report the fabricated remarks once the site was hacked.\nBroidy's lawsuit characterized two of the firms hired by Qatar - Ashcroft Law Firm and Avenue Strategies - as enabling the country to \"whitewash its record and hide the true facts about its support for terrorists.\"\nMichael Sullivan, a partner at the Ashcroft firm, called that statement \"recklessly and patently false.\" He said the firm's role is to review and as necessary strengthen Qatar's existing programs for combating money laundering and global terrorism. Ashcroft is a GOP former Missouri governor and U.S. senator served as attorney general in Republican former president George W. Bush's administration.\n\"We were not hired as lobbyists,\" Sullivan said.\nA former Trump campaign adviser, Barry Bennett, founded Avenue Strategies with Trump's ex-campaign manager Corey Lewandowski. Lewandowski has since parted ways with the firm. Justice Department records show the embassy of Qatar paid Avenue Strategies $2.3 million between July and mid-January.\nBennett declined to comment on Broidy's lawsuit. \"I will bite my tongue and refer you to the embassy,\" he said.\nAvenue Strategies and other lobbyists working for Qatar sought to derail bipartisan legislation that singled out Qatar for supporting the militant group Hamas. Bennett, for example, in mid-November forwarded to members of the Foreign Affairs Committee a letter from a former Israeli intelligence official who declared that Qatar didn't provide military support to Hamas, as the bill stated.\n\nLoad-Date: March 31, 2018"
}