{
    "title": "Qatar comments draw Arab support Countries view president's stand with approval",
    "publisher": "daily news ",
    "year": 2017,
    "month": 6,
    "day": 11,
    "full text": "DUBAI, UNITED ARAB EMIR-ATES - Arab states that have laid virtual siege on Qatar praised President Donald Trump on Saturday for enthusiastically supporting their stance when he called on the Gulf state to stop \"the funding of terrorism.\"\nHis comments Friday firmly positioned Washington in the camp of Saudi Arabia, Egypt, the United Arab Emirates and Bahrain, which severed ties with Qatar this week and accused it of sponsoring terrorism.\nSpeaking from the White House Rose Garden, Trump said Qatar \"has historically been a funder of terrorism at a very high level.\"\n\"The time had come to call on Qatar to end its funding - they have to end that funding - and its extremist ideology in terms of funding,\" Trump said.\nThe row between Qatar and its Arab neighbors has sparked one of the worst political crises in decades among some of Washington's closest Mideast allies.\nQatar denies it backs extremist groups and says the allegations are politically motivated and intended to tarnish the country's image.\nQatar has ties with Iran and has supported Islamist groups, including the Muslim Brotherhood.\nSaudi Arabia, however, is locked in a regional power struggle with Iran, and it and the other Gulf monarchies, as well as Egypt's government, view Islamist groups as a threat to their rule.\nQatar is not entirely without support. Turkey has offered to provide food and medicine to help ease its isolation.\nOn Saturday, Turkish Foreign Minister Mevlut Cavusoglu said his country hoped the rift would end \"through peaceful dialogue before the religious holiday,\" referring to Eid al-Fitr, which marks the end of Ramadan.\nHe was speaking as his Bahraini counterpart met with Turkey's president in Ankara. Explaining Turkey's stake in the conflict, Cavusoglu said, \"we see threats toward the Gulf region as threats toward us.\"\nHe added that a 2014 agreement with Qatar to set up a Turkish military base there is designed to support the security of the entire region.\nIn Moscow, Russia's Foreign Minister Sergey Lavrov said his country will undertake every effort to help ease the tensions.\nHe was speaking at a meeting in Moscow Saturday with Qatari Foreign Minister Sheikh Mohammed bin Abdulrahman Al Thani.\nTrump too had offered possible mediation earlier in the week.\nThe four Arab states upped their pressure on Qatar on Friday by listing 12 organizations and 59 people on a terror sanctions list.\nThey had already earlier in the week blocked direct flights between their countries and Qatar. Saudi Arabia, Egypt and the UAE also prohibited Qatari flights from using their airspace. Additionally, Saudi Arabia sealed Qatar's only land border, cutting off a significant source of food imports for the peninsular nation.\nIn separate statements Saturday, Qatar's opponents lauded Trump for his supportive stance.\nA statement from Egypt's presidency said President Abdel-Fattah el-Sissi and Trump spoke by phone on Friday and that el-Sissi thanked him for his role in \"the formation of a united front to combat terrorism.\"\nThe UAE issued a statement welcoming Trump's \"leadership in challenging Qatar's troubling support for extremism.\"\nSaudi Arabia's state-run news agency carried an official statement welcoming Trump's remarks, adding that cutting off terrorism funding \"required decisive and swift action... regardless of its financier.\"\nThe tiny island-nation of Bahrain, which hosts the U.S. Navy's 5th Fleet in the Persian Gulf, similarly said it \"praised the statement made by President Donald Trump.\"\n\nLoad-Date: June 11, 2017"
}