{
    "title": "Quake research helps fight terrorism, U. expert says",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 5,
    "day": 9,
    "full text": "WASHINGTON -- A University of Utah engineering professor told Congress Thursday that renewing the National Earthquake Hazards Reduction Program will not only make buildings safer from tremors but also from terrorists.\nEvery dollar spent on creating an earthquake-resistant structure also creates a more blast-resistant structure, said Lawrence D. Reaveley, chairman of the university's department of civil and environmental engineering.\nHis testimony came before the House Science Subcommittee on Research, which is considering whether to reauthorize the program and how to revise it. Reaveley gave a hearty endorsement to continuing its research.\n\"The NEHRP program is primarily responsible for most of the major advances in structural engineering that have been achieved during the last 25 years,\" he said.\nAnd without knowledge gained from it, Reaveley said, \"It would not have been possible to understand nearly as well the behavior of the buildings that were recently damaged by terrorist activities\" -- and how to better protect buildings from attack.\nReaveley said the program has \"helped minimize the losses in the most recent domestic earthquakes,\" but complained that funding has been too low for its research, and higher levels of spending would bring a big payback to Americans.\n\"Since the direct losses from a major earthquake in an urban environment can be in the tens of billions of dollars, it seems that we are being foolish in not realizing the overall benefit of a better-funded program,\" he said.\n\"The United States has never experienced the impacts of what will occur if a 'real big one' does strike a major urban center,\" he said.\nReaveley added, \"The nation's economic health may depend upon the successes of this program. Every structural advancement made in this program will be applicable to other hazards, be they man-made or otherwise.\"\nHe said the program has also helped better the understanding of the geology of major faults, including the Wasatch Fault in Utah, and revise building codes there to improve safety.\n\"In Salt Lake City, it was virtually impossible to gain the professional and public support for the seismic design of buildings until Lloyd Cluff and others established, through trenching studies, that the Wasatch Fault was still an active earthquake-producing fault system . . . and provided the necessary proof that a major earthquake would happen in the future,\" he said.\nReaveley added that the program is needed because earthquake-related sciences are still in their infancy.\n\"We have much more to learn about where and how the ground will shake. How buildings and other structures respond to ground motion is still at a rudimentary stage of prediction. Soil-structure interaction is not very well understood,\" he said.\nE-mail: lee@desnews.com  \n\nLoad-Date: May 9, 2003"
}