{
    "title": "Quake calls to mind terrorism as 9_11 approaches",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 8,
    "day": 24,
    "full text": "WASHINGTON - Shaking ground and swaying buildings sent panicked people rushing for exits, pouring into streets or diving under desks. For some in Washington and New York and elsewhere along the East Coast, their first thoughts turned to terrorism - not nature.\nSen. Chris Coons, D-Del., was walking up Capitol Hill on his way to preside over a pro-forma session of the Senate when Tuesday's earthquake hit. Feeling the ground sway, he sat down on a bench.\n\"My concern was that it was something other than an earthquake,\" Coons said. He ended up presiding over a 22-second technical session in a conference room of a building near the Capitol.\nA quake was not the first thought either for Lisa Goeas, who works in a building a few blocks from the White House and near a city subway station.\n\"Our building is right across the street from the Metro, so we thought a bomb went off,\" said a shaken Goeas, who fled her office with her colleagues.\nAt the majestic Washington National Cathedral, at least three of the four pinnacles on the central tower fell off, a spokesman said. The pinnacles are the top stones on the cathedral's towers. Cracks appeared in the flying buttresses at the cathedral's east end, the oldest part of the structure.\nThe earthquake centered in Virginia - the most powerful quake to strike the East Coast in 67 years - was felt as far south as South Carolina and north to Massachusetts.\nAs the 10th anniversary of Sept. 11 approaches, recollections of the terrorist attacks of 2001 crossed many minds.\nIn New York, workers in the Empire State Building spilled into the streets, some having descended dozens of flights of stairs.\n\"I felt dizzy, man,\" said Adrian Ollivierre, a 28-year-old accountant who was in his office on the 60th floor. \"I thought I was having maybe a heart attack, and I saw everybody running. I think what it is, is the paranoia that happens from 9/11, and that's why I'm still out here - because, I'm sorry, I'm not playing with my life.\"\nMarion Babcock, a mother of four children from Washington, D.C., was at the bookstore with her children when the temblor struck and sent lights, ceiling tiles and books falling and her children running. The kids, she said, were frazzled and frightened until they all made it safely home.\n\"I treated their post-traumatic stress with copious amounts of chocolate mint and cookie dough ice cream,\" said Babcock.\n\nLoad-Date: August 24, 2011"
}