{
    "title": "Qualified pilots carry guns to thwart terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 5,
    "day": 21,
    "full text": "A test group of gun-toting airline pilots are flying for commercial airlines to protect passengers from hijackers.\nThe pilots completed the Transportation Security Administration's Federal Flight Deck Officer program in April, giving pilots the legal authority to use a gun to defend their cockpit.\n\"The threat of a terrorist attack is as real today as it was September 10,\" said Brian Turmail, spokesman for TSA. \"Our mission is to put in place security measures that will deter terrorists from using a commercial aviation system to commit heinous acts of terrorism and to have the security procedures in place to respond if needed to any threat on board an airplane.\"\nBrigham Young U.\nThe program teaches many of the same skills taught to law enforcement officers and gives pilots the authority to carry a .40-caliber semi-automatic weapon during flight.\nPilots who successfully complete the training are sworn in as federal flight deck officers with the same authority in the cockpit that law enforcement officers have in their jurisdiction.\nThe pilots were chosen to represent a cross section of the aviation community, but the TSA will not identify the pilots involved.\n\"The TSA does not identify the pilots or the airlines that have federal flight deck officers because terrorists might identify who those federal flight deck officers might be and try and take advantage of them or steal their firearm,\" Turmail said.\nCertified pilots are required to go through a certification process each year to ensure competency.\nThe TSA determines eligible pilots for flight deck officers, and airlines have no power to veto the decision.\n\"The airlines will decide who is appropriate to fly and operate from a pilot's point of view,\" said Turmail. \"We now have federal flight deck officers who could be on your plane.\"\nThe flight deck officers add an extra layer of security to aviation, he said.\nKatie Connell, spokeswoman for Delta Airlines, said the company is in compliance with the program, but she would not release further details.\nSome students at Brigham Young University are uncomfortable with the idea of armed pilots.\n\"A terrorist could barge into a cockpit and take the pilot's weapon,\" said Rebecca Clawson, a senior from Provo, Utah, majoring in special education. \"A pilot should be flying a plane not using a weapon.\"\nMany airlines have already reinforced cockpit doors, preventing intruders from entering.\nDelta airlines announced that 798 of their aircraft were upgraded with the stronger flight deck doors.\nCrystal Bloom, a sophomore from Hesperia, Calif., majoring in technology teacher education, said she thought arming airline pilots was a good idea.\n\"With all the recent terrorist attacks, it makes sense,\" said Boom. \"If they are trained like police officers, I have no problem with them carrying guns.\"\n(C) 2002 The Daily Universe via U-WIRE\n\nLoad-Date: May 21, 2003"
}