{
    "title": "Question 2_ From tourism to terrorism 'Wastebasket bond' covers 11 items",
    "publisher": "daily news ",
    "year": 2002,
    "month": 6,
    "day": 8,
    "full text": "When Maine voters step into the booth Tuesday, they will have before them 11 different funding items totaling nearly $35 million packed into a single bond question.\nQuestion 2 is being called \"the wastebasket bond\" by one state senator who believes that in any other year, some of the funding requests might have been picked up by the Legislature and paid for out of the state budget.\nThis year, however, is different. The state is facing a revenue shortfall of more than $180 million and the Legislature decided to use Question 2 to ask voters whether it should borrow the money instead.\nIn general, Question 2 asks voters if they support borrowing $34.97 million to be used \"to stimulate job growth, renovate buildings, defend against terrorism in Maine and promote tourism?\" The projects range from $8 million for the Finance Authority of Maine to use as business loans to $30,000 to help the Moosehead Marine Museum in Greenville renovate its flagship, The Katahdin.\nOther projects on the ballot include \"$540,000 for the protection of the lives and property of Maine's citizens,\" which Sen. Peter Mills, R-Cornville, said actually is money to secure state buildings against terrorism, and $500,000 for the renovation of the Center Theater in downtown Dover-Foxcroft.\nBut putting anti-terrorism efforts in the same bond request with tourism promotions? Biomedical research with theater renovations? Mills, who was involved in the early negotiations on the bond package, remains perplexed about the combination.\n\"I was not a fan of this structure,\" Mills said this week. \"This was the legislative process at work. This was the result of a lot of compromise and chatter. It was weird.\"\nThe long list of funding projects printed on the ballot could stump voters not only because of their sheer number but also because of the lack of detail explaining exactly what each project would do, Mills said.\nHe believes some voters might look at the list and give up.\n\"People are going to get into the voting booth and they're going to get to this one and they'll drop their pencils,\" Mills said. \"It's hard to guess what the prospects are for this passing.\"\nOne bond supporter, John Diamond of the Maine Economic Growth Coalition, said he agrees with Mills that the bond question lacks detail in how exactly the money is going to be spent. And he agrees with the voters he has talked to who say they're surprised that everything is in this bond \"but the kitchen sink.\"\n\"I don't know why this particular ballot was presented this way,\" Diamond said. \"It doesn't give the voter a full explanation. It doesn't give [voters] the same choice as if they were presented a la carte.\"\nAnd that makes his job as chief promoter of the bond difficult, Diamond said. Everywhere he goes, he said, people ask why so many funding projects were lumped together.\nDiamond said his advocacy of Question 2 remains steadfast even though he admits people should be allowed to vote individually on the initiatives. He said he would prefer that economic development funding projects were in one bond, tourism efforts in another bond, and so on.\nStephen Levesque, commissioner of the state Department of Economic and Community Development, said it is his understanding that it is common for a significant number of funding proposals to be combined under one bond question.\nQuestion 2, however, is a bit different because it encompasses so many different issues - economic development, job growth, tourism, terrorism and biomedical research, he said. In the early stages of developing the bond question, Levesque said, that was not the intent.\n\"It started out as an economic stimulus package, but we got away from that,\" he said this week.\nYet the bond has labels attached to it that are being used to motivate all voters regardless of political party affiliations to get to the polls. It is called \"the job bond\" or the \"economic improvement bond\" because in time most of the 11 funding initiatives should yield new employment opportunities at new or existing businesses, Diamond said. Or, at least it should help existing businesses stay open and keep the jobs they already have, he said.\nHow many jobs should be created? Diamond said \"it is a fair statement to say hundreds, if not thousands of jobs over a 10-year period.\"\nAdvertisements being aired by Diamond's group assert that the bond should help solve the problem of Maine's youth leaving the state for jobs elsewhere. The ads show four students or graduates who have left or will be leaving Maine to find work because they cannot find a job in their field within the state's borders. One is an electrical engineer who works in Massachusetts.\nA job may not be created for him right away, Diamond admitted. Because almost $20 million of the total bond package tackles infrastructure and business construction or rehabilitation projects, the first jobs that will be open are in construction, he said.\nRegardless of whether they like or don't like how Question 2 is set up, voters should still give it a thorough review and go to the polls and vote, said Deborah Cabana, director of the Division of Elections and Commissions at the Secretary of State's Office. Details on the 11 funding projects are available before election day in what is called \"intent and content statements\" being published in newspapers throughout the state, and they'll be available at the polling sites Tuesday.\n\"The voters, I hope, will read those,\" she said. \"I just hope the voters come out and vote.\"\nBut even Cabana, who has been involved in municipal government for more than 20 years before joining the Secretary of State's Office, admits she is taken aback by the number of projects listed in Question 2.\n\"I don't remember the questions being long and lengthy like this,\" Cabana said.\n\nLoad-Date: June 10, 2002"
}