{
    "title": "Questioning terror suspects",
    "publisher": "the tampa tribune ",
    "year": 2010,
    "month": 5,
    "day": 14,
    "full text": "Attorney General Eric Holder appeared on two television programs Sunday morning and announced he would seek to broaden the Miranda law's public safety exception, which allows authorities to question a suspected terrorist without advising him of his right to remain silent and to counsel until they are assured there is no imminent threat to citizens.\nHis appearance followed the arrest of Faisal Shahzad, the man accused of trying to blow up his explosives-laden SUV in Times Square and after the Justice Department determined the suspect was trained by the Taliban in Pakistan.\nIt also came after understandable criticism from administration critics who believe terrorism suspects - even American citizens like Shahzad - should be questioned as enemy combatants rather than ordinary criminal defendants.\nHolder's pronouncement marks an abrupt shift for the administration, which had insisted the criminal justice system can handle terrorism cases.\n\"We're now dealing with international terrorists,\" Holder said by way of explanation, \"and I think that we have to think about perhaps modifying the rules that interrogators have and somehow coming up with something that is flexible and is more consistent with the threat that we now face.\"\nExcuse us, but haven't we been fighting international terrorists for the past nine years? What has changed is that the war against the terrorists is now being conducted under President Obama's watch, and we've experienced two close calls in a matter of months.\nAdministration critics argue that the use of Miranda warnings in terrorism cases can prompt a suspect to stop disclosing information that could prevent a terrorist attack.\nIntelligence gathering - not making sure statements are permissible in court - should be preeminent, which is why terrorism suspects should be detained as enemy combatants to obtain any useful information.\nAs former Attorney General Michael Mukasey wrote in The Wall Street Journal this week, \"In terror cases it is impossible to determine when all necessary intelligence, which in any event might not relate to an imminent threat, has been learned.\"\nIt is true that both Shahzad and Umar Farouk Abdulmutallab, accused of trying to blow up a plane over Detroit on Christmas Day, both continued providing information after having been Mirandized, but their decisions to cooperate probably had little to do with their treatment as criminal defendants.\nHolder's proposal to modify the Miranda exception to allow lengthier interrogations merits consideration. But a better protocol would be to treat terrorism suspects as enemy combatants.\nCopyright © 2010, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nOUR OPINION\n\nLoad-Date: June 4, 2010"
}