{
    "title": "QUESTIONS BY HOUSE PANEL ANGER MARINE GENERAL",
    "publisher": "the new york times",
    "year": 1983,
    "month": 11,
    "day": 3,
    "full text": "The Commandant of the Marine Corps, Gen. Paul X. Kelley, told the House Armed Services Committee today that it should be asking more questions about the people who bombed the Marine headquarters at Beirut airport rather than about security precautions.\n The death toll may rise to 239, he said. Questioned for the second day about why sentries on duty were not carrying loaded rifles when the truck loaded with explosives raced past, General Kelley shouted:\n''We're talking about clips in weapons, but we're not talking about the people who did it. I want to find the perpetrators. I want to bring them to justice! You have to allow me this one moment of anger.''\nCommandant of Marine Corps, Gen Paul X Kelley, questioned for second day by House Armed Services Committee about why sentries on duty in Marine camp in Beirut were not carrying loaded rifles, replies angrily that Congressmen should be asking more questions about people who bombed Marine camp rather than about security precautions there; disparages intelligence reports he received from CIA (M)\nGeneral Kelley also responded vehemently to a report that the Central Intelligence Agency said Oct. 20, three days before the bombing, that there might be a possible terrorist attack on American forces in Lebanon.\n''I read in The New York Times today,'' General Kelley said, ''that some nameless, faceless intelligence official had an intelligence report that should have been sufficient that we should have recognized the threat.\n''But I would like that nameless and faceless official to come by and tell me he recognized that it would be a five-ton truck carrying 5,000 pounds of ordnance going at 60 miles per hour. And I'll tell you, I'll be damn mad!''\nHe said the tragedy might have been averted if the Marines had received a specific warning.\n''I'm not talking about those broad, vague general statements they hide behind,'' he said. ''I'm talking about specificity, about a truck.''\nGeneral Kelley completed his third day of testimony before House and Senate committees today. He said the truck bombing ''represents a new and unique terrorist threat, one that could not have been anticipated by any commander.''\nHe defended the field commander's decision to house several hundred marines in one place, saying that the airport headquarters had survived many months of fighting, including shelling during the Israeli occupation.\nRepresentative Dave McCurdy, an Oklahoma Democrat, asked why there were so many people in the building, considering that, ''in the Middle East, terrorism is just as much a function of their use of power as our use of the M-1 tank.''\nSome military officials and experts on terrorism said the same thing in interviews.\nAn Army official, who declined to be identified, said:\n''You put that many people in one place together, and you are creating a situation, especially in that part of the world where terrorism is so common.''\nProf. Robert H. Kupperman of Georgetown University, a specialist on terrorism who used to be with the Arms Control and Disarmament Agency, said:\n''I just don't understand it. In addition to providing barriers against vehicles, you just don't want to concentrate your people in a situation like that. They seemed more interested in creature comforts than in safety.''\nOn the question of unloaded weapons, General Kelley told the committee that sentries were following orders and could have loaded their rifles in a second or two. The rifles are carried unloaded to prevent accidents, a Marine spokesman said.\nBesides, the general told the committee, ''In my professional judgment, it would have been impossible to stop that truck with small arms fire.''\nRepresentative Larry Hopkins, a Kentucky Republican, responded: ''Maybe the M-16 would not have stopped the truck. We'll never know. But one thing we do know is that an empty M-16 won't stop a truck.''\nNow, the general said, the Marine sentries are carrying loaded weapons."
}