{
    "title": "Questioning the war on terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 1,
    "full text": "Last semester, I had the pleasure of listening to the visiting Tibetan monks speak about compassion at University of South Carolina, after which they accepted questions.\nOne audience member asked what I thought was an extremely shortsighted question.\nShe compared Osama bin Laden to a child in need of reprimand and posed the question as to how compassion should be breached or altered in accordance with punishing his actions.\nU. South Carolina\nThough she brought up a valid issue, her question made the assumption that any nonviolent means for dealing with the situation will be insufficient alone, and that punishment is only an unwarranted path because of its philosophical implications.\nHerein lies a fundamental error in reason, which seems to be prevalent of late: Many view the current peace efforts as merely an impractical and morally driven agenda.\nThe error here, as in many other issues today, is a matter of oversimplification.\nThe concept currently accepted by the media and our president is one of destroying evil and bringing justice to those responsible for the attacks.\nThe word \"evil\" is used here without proper consideration of its complexities.\n\"Evil\" isn't some causally immune entity that manifests itself in random individuals; terrorists are not a species capable of being exterminated.\nRather, actions we subjectively view to be evil, such as terrorism, are produced by specific causes.\nFor instance, here we are dealing with anger directed toward the United States; the individuals responsible didn't wake up one day hating this nation with no provocation whatsoever.\nThere are causes, and though the specifics are up for debate, killing individual manifestations of these causes will accomplish nothing. Killing all the terrorists currently alive, but leaving the causes that produced such hate will only be a temporary solution.\nThe same causes of anger, left unchanged, will later produce more terrorism.\nHere we reach another case of oversimplification regarding our own actions abroad.\nOur nation has consistently funded groups we refer to with euphemisms such as \"resistance fighters.\" This term attempts to hide the fact that they are identical to terrorists; the only difference is they work for our nation's interests.\nOsama bin Laden himself has been used by the CIA in such a role. In fact, in the '80s, our nation not only encouraged Islamic fundamentalists in Afghanistan, but also provided them with resources and even thousands of Korans, according to the Washington Post (July 19, 1992).\nWhy would the United States encourage such groups? At the time, it suited our interests. Our nation was still involved in the Cold War, and we seized upon the fact that these groups were fighting the Soviet Union.\nSadly, our nation gives only vague justifications for its interventions abroad. Many of our past involvements in the Middle East have hinged around oil and economics, regardless of their other supposed goals.\nNow the possibility is very real that our government is using this \"war on terrorism\" to single out nations in which it already has alternate agendas.\nAs citizens of this nation, we must avoid taking the media's simple reductions of complex situations, and we must realize that questioning or even openly disagreeing with the actions of our government is necessary for progress and growth.\n(C) 2002 The Gamecock via U-WIRE\n\nLoad-Date: February 1, 2002"
}