{
    "title": "Questions about curriculum, academic freedom arise from controversial terrorism class syllabus",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 25,
    "full text": "After University of Wisconsin undergraduate student Ali Khan posted a critique of how a UW political science professor planned to teach terrorism, questions have been raised about curriculum development at the university.\nGreg Downey, academic associate dean for social sciences, said when a curriculum is reviewed, no one class is pinpointed for its controversy.\n\"I don't think there's any course we teach here that in some sense might not be controversial,\" Downey said.\nThe learning goals of these classes, Downey said is for students to have a broad understanding of the debate and the ability use their knowledge to formulate their own opinion on an issue. When creating or updating a university course, the question is how to effectively introduce that controversy to students, he said.\nTo make sure courses meet appropriate learning objectives for students, new courses are reviewed by the department they fall under, a committee of faculty and staff in the specific college and a committee of faculty and staff across the entirety of campus. Old courses are also updated at least every 10 years when a full review of the department is conducted.\nMost familiar to UW students, Downey said, is end-of-semester course evaluations, where courses are not just evaluated for how well they are taught, but also for how well they meet learning objectives.\nTerrorism class syllabus prompts critiques of bias, racism in UW political science departmentA University of Wisconsin student's Facebook post criticizing a political science class on terrorism Wednesday prompted outcry from hundreds of Read...\nDonald Downs, a retired UW political science professor and expert in free speech and academic freedom, said a teacher's expertise on a topic gives them the right to set the groundwork for a course. Students also have a right to question the faculty member's positions on issues within the course.\n\"I'm sure that he knows what he's talking about,\" Downs, who was a colleague of Kydd's for many years, said. \"I'm also sure that he would be open to students different points of view regarding this course.\"\nKhan said he met with Kydd the following Monday and spent much of the meeting listening to Kydd's perspective and hearing why he chose to teach the class in the way he did.\nHis goal is not to censor the perspectives of others, Khan said, but to make sure a class exposes students to as many perspectives as possible. Khan said he believed the class presented a view of terrorism that was too simplistic.\n\"It's not about 'your side' or 'our side,'\" Khan said. \"My goal is to tell the full side.\"\nThough he is no longer taking the class, Khan said he does plan to follow its progress and provide Kydd with alternative academic readings to broaden the scope of the class.\nGoing forward, Khan said he would like to see the university apply a cultural competency review of many of the school's liberal arts courses. He would also like to see UW invite speakers from a wider variety of backgrounds who can share their own personal experiences with social and historical topics.\nDowns, who is a member of the Committee of Academic Freedom and Rights, worked alongside the university committee and Faculty Senate in 2015 to develop the first-ever definition of academic freedom at UW. The policy gives faculty the right to pursue the truth through their own discretion based on their own academic expertise.\nThough Khan and Downs may agree it's important to expose students to a spectrum of perspectives, the two did not necessarily see eye to eye on their view of the class. Downs questioned if a student could really know what a course was going to be like after one day, while Khan said the language used in the class \"hurts\" marginalized communities on campus.\nKhan said his intention is not to create conflict between himself and the professor but to create a dialogue about how terrorism is perceived on a broader scale.\nDowney said students engaging with their course material can be a great thing, and that often the student can provide their own fresh perspectives to the conversation.\nUW Stevens Point's overhaul of curriculum designed to keep students, not drive them awayThere's a certain expectation among the American public that college academia is a sector of education not meant to be Read...\nIt's important, he said, that professors respect the variety of experiences that pupils have and that, in turn, students respect the perspective of a teacher who has spent a large amount of time and energy developing experience on the topic. He also noted that the limitations of an entry-level course can often mean that the instructor is forced to sacrifice some nuance and depth in an article.\nSome concerns do exist, however, about barriers to an open discourse within a classroom. Khan said the imbalance of power between a professor and student can sometimes make it hard for students who take issue with a class to speak up. In the class following Khan's post on Facebook, Kydd addressed Khan's online critique during his lecture. Khan said Kydd made counter-arguments to some of the points in his post.\n\"Coming from a professor, that often looks more valid than if a student was speaking out,\" Khan said.\nKydd did not respond to two requests for comment.\nDowns said although it is the professor's responsibility to make sure all perspectives have room to be heard and taken into consideration, ultimately it's up to the instructor to provide the content of the course.\nDowns said because of political correctness, he believes professors often feel they need to watch what they say. Because universities often lean in one ideological direction or the other, Downs said, it can be easy to refuse to tolerate speech that challenges your belief systems.\nDowns said sometimes the truth can be complicated, especially in convoluted social or historical topics, but as long as a professor is open to dispute, they should not be afraid to speak openly about their interpretation of the topic they are teaching.\n\"A wise faculty member will not shy away from speaking with intellectual honesty about what he or she believes,\" Downs said.\n\nLoad-Date: September 25, 2018"
}