{
    "title": "Questions Focus on Pakistan 's Role in Terror Fight",
    "publisher": "the new york times",
    "year": 2011,
    "month": 5,
    "day": 4,
    "full text": "The death of Osama bin Laden inspired many questions, but fewer answers on Tuesday: Could it lead to further erosion of support for foreign troops in Afghanistan and, subsequently, a faster withdrawal by NATO? And how should outside powers deal with Pakistan, whose president denied Western accusations that his nuclear-armed nation lacked what he called ''vitality'' in combating terrorism?\n''There are lots of questions that need to be asked,'' Prime Minister David Cameron of Britain said in a radio interview Tuesday. ''And we should be tough in asking those questions. But we should deal with what we do know. And we do know that the Pakistan political leadership is fighting terrorism. We do know that country has suffered.''\n''We should work with those forces in Pakistan that want us to combat terrorism and extremism and make democracy take hold in that country,'' he added, in what seemed a plea for continued engagement with Pakistan despite intense speculation that Pakistani officials knew of Bin Laden's whereabouts, close to their capital and just down the road from a major military facility. ''That is in our national interest.''\n''The right choice is to engage with Pakistan and to deal with the extremists rather than just throw up our hands in despair and walk away, which would be a disastrous choice,'' Mr. Cameron said. ''We could go down the other route of just having a flaming great row with Pakistan over this. I think that would achieve nothing.''\nHis assessment seemed likely to hearten President Asif Ali Zardari of Pakistan, who acknowledged in an opinion article in The Washington Post that, ''Some in the U.S. press have suggested that Pakistan lacked vitality in its pursuit of terrorism or, worse yet, that we were disingenuous and actually protected the terrorists we claimed to be pursuing.\n''Such baseless speculation may make exciting cable news, but it doesn't reflect fact.''\nHe added that Bin Laden was ''not anywhere we had anticipated he would be'' when American special forces stormed his hide-out just north of Islamabad, the capital, in an operation conducted without the cooperation or even advance knowledge of Pakistan. Mr. Zardari acknowledged that it was ''not a joint operation.''\nSenator Carl Levin, a Michigan Democrat and chairman of the Armed Services Committee, has sharply questioned how Bin Laden could have gone undetected by the Pakistani security apparatus.\n''This compound was a massive compound,'' he said in a conference call with reporters on Monday. ''It was an unusual compound in terms of size and the privacy of it being isolated from anything connected to the world. They didn't even have their garbage collected; it was burned inside of the compound. They had extraordinarily high walls, 12 to 18 foot walls topped with barbed wire. They -- the size of it was unique. It had been there for five years.\n''Kind of hard to imagine that the military or the police did not have ideas of what was going on inside of it.''\nThe operation that killed Bin Laden had wide regional and global repercussions, including the question of when the 100,000-plus troops fighting in neighboring Afghanistan would begin to return home from a deployment that began soon after the attacks of Sept. 11, 2001, but failed at that time to capture or kill Bin Laden or to neutralize Al Qaeda and the Taliban.\nAdministration officials said Monday that their commitments to Afghanistan and Pakistan would not waver after Bin Laden's death, even though they said privately that pressure for a quick withdrawal of American troops would grow. The United States is by far the dominant force among the coalition of nations fighting in Afghanistan, and so its actions will greatly affect the resolve of its allies, such as Britain, which provides the second largest contingent of about 9,500 troops.\nMr. Cameron was asked on Tuesday whether the killing of Bin Laden would mean a withdrawal from Afghanistan earlier than the end of 2014 -- the date by which he has said no British combat troops will remain there. Other European nations had also been forecasting a reduction of forces beginning this year. With the third largest military force in Afghanistan, Germany has said it will start withdrawing its 4,800 troops as early as this year, ending its mission there by 2014.\n''It is clearly a helpful development,'' Mr. Cameron said of Bin Laden's death. ''I don't think it will necessarily change any timetables, but we should use it as an opportunity to say to the Taliban, 'Now is the moment to separate yourself from Al Qaeda, to give up violence, to accept the basic tenets of the Afghan Constitution.' ''\nIn many countries, including Germany, Britain and France, the enduring deployment of troops is deeply unpopular, placing politicians under the same pressures as President Obama to work for a speedy reduction in their troops' exposure to attack by the Taliban, which has in recent days signaled the start of a new fighting season.\nConcerns were also voiced at NATO headquarters in Brussels.\n''This is the opportunity for the Americans to say 'mission accomplished' and to leave Afghanistan,'' said one European diplomat with extensive Middle East experience. ''There is no military solution to the problems there. We couldn't leave before because it would have allowed the jihadis to proclaim victory. But now we don't have that problem anymore.''\nPerhaps anticipating calls to speed German withdrawal after Bin Laden's demise, political leaders took pains Monday to again justify the German presence in Afghanistan. Foreign Minister Guido Westerwelle said: ''We are not in Afghanistan to fight one man. We are in Afghanistan to keep it from becoming a refuge for terrorists.''\nPresident Nicolas Sarkozy of France said that his resolve both in the fight against terrorism and in Afghanistan was undiminished and that France ''will continue to fight.''\nAustralia, which is also among the coalition of forces fighting alongside United States troops in Afghanistan, said it would continue its operations there.\nAs Europeans mulled the fallout from the killing of Bin Laden, one consensus emerged: The end of the manhunt helped burnish the image of the United States.\n''They did it, and they did it in the most classical, manly way,'' said Dominique Moisi, senior fellow at the French Institute of Foreign Relations. ''It wasn't a drone, it wasn't technology, it was man versus man.''\nMr. Sarkozy issued a statement hailing Bin Laden's death as ''a victory for all those fighting terrorism,'' while Prime Minister Silvio Berlusconi of Italy called it ''a great outcome for the United States and for all democracies.''\nIn a joint statement, the presidents of the European Commission, Jose Manuel Barroso, and of the European Council, Herman Van Rompuy, said Bin Laden's killing ''makes the world a safer place'' and hailed it as ''a major achievement in our efforts to rid the world of terrorism.''\nAmid the many congratulatory statements, there was also caution. On Monday, Mr. Cameron of Britain urged vigilance, suggesting that, in the short term, security concerns were greater rather than reduced. ''There's no doubt that Al Qaeda will continue to pursue attacks against us,'' Mr. Cameron said in a statement.\nIndeed, United States embassies around the world were placed on a higher security alert, while the British foreign secretary, William Hague, said he had instructed British missions to maintain greater vigilance.\nIn Russia, where the authorities in Moscow have long contended that the insurgency that has simmered in Russia's North Caucasus, a predominantly Muslim area, has been masterminded from outside the country, a statement from the office of President Dmitri A. Medvedev called the American raid a ''serious success'' against international terrorism.\nThe Kremlin has angrily rejected Western claims that Moscow's heavy-handed counterterrorism tactics have fueled popular resistance in the North Caucasus.\n''Russia was among the first to face the dangers posed by global terrorism, and unfortunately, knows firsthand what Al Qaeda is,'' the statement said, offering to cooperate in ''a united war with global terrorism.''\nMany Europeans expressed hope that the shared joy over Bin Laden's death would also help salve difficult relations with the continent's 15 million Muslims.\n''Few will mourn the reported death of Osama bin Laden, least of all Muslims,'' said Farooq Murad, secretary general of the Muslim Council of Britain. ''Many Muslims will reflect on the 10 years that have passed in which our faith and our community have been seen through the prism of terrorism and security.''\nBut some people warned that excessive triumphalism and celebrations like those in Washington and New York after the news broke would be counterproductive.\nMohammed Shafiq, chief executive of Britain's Ramadan Foundation, likened some of the images beamed across the world to those of some Muslims celebrating after Sept. 11, 2001.\n''From my heart I felt uncomfortable seeing those celebrations in Times Square; they were quite crude and insensitive,'' he said. ''This man was responsible for killing thousands of people. It wasn't an occasion for this kind of street party, but for reflection and sadness.''\nA British diplomat with experience in the Middle East said the ''key for the West is to get the tone right -- the focus must be more on sorrow than anger: this was an evil man who killed people of all nationalities and all faiths.''\n''Our reaction can't be too gun-slinging or triumphalist,'' the diplomat said. ''The most important thing is that we don't help Osama bin Laden to become in death what he failed to be in life.''\n\nhttp://www.nytimes.com\n\nLoad-Date: May 4, 2011"
}