{
    "title": "Quick (over)reaction; A congressional stampede on a flawed terrorism bill",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 6,
    "day": 14,
    "full text": "''Be careful -- there is no big rush,'' Senate Majority Leader Bob Dole cautioned when the Senate Judiciary Committee opened hearings on anti-terrorism legislation last month. That was good advice. Too bad he and the Senate ignored it.\nWithin seven weeks of the Oklahoma City bombing, the Senate hastily passed a measure that, along with some sensible provisions, is loaded with flaws that are more likely to erode civil liberties than curb international or domestic terrorism.\nThe Senate bill, among other things, would give the FBI 1,000 more law enforcement officers, create a center to coordinate anti-terror activities, require manufacturers to add materials in certain chemicals that would make it easier to trace bombs and increase penalties for dealing in explosives used to commit crimes. No problem here. These provisions make sense.\nBut we are concerned about the provision for ''roving'' wiretaps that would allow federal agents to tap not just a suspect's phone but any other phone the suspect uses without separate court orders. This increases the likelihood that police would be able to evesdrop on innocent citizens. Fortunately, the Senate rejected a Clinton administration proposal to allow ''emergency'' wiretaps for 48 hours without court order.\nOther worrisome sections would give the FBI new authority to inspect hotel, bank, credit card and phone bills in foreign-terrorism investigations and allow the military to assist police in cases involving the use of chemical and biological weapons.\nParticularly troublesome is a provision that would allow the president to compile a list of designated terrorist organizations and permit easy deportation of illegal aliens suspected of terrorism, subject only to review by a secret court that could deny the accused access to the evidence on which the deportation is based.\nFinally, the bill's ''habeas corpus reform'' would limit condemned federal and state inmates to only one appeal in federal courts. The appeal would have to be made within a year of conviction. We have supported expediting often interminable appeal death-penalty appeals. But this proposal goes too far and would apply to all inmates, not just terrorists. Habeas corpus reform deserves separate, and thoughtful, consideration.\nThe Senate bill now goes to the House where, unfortunately, even more noxious provisions could be added. Congress has yet to learn it, but America's citizens know that you can't swap civil liberties for safety.\n\nLoad-Date: June 16, 1995"
}