{
    "title": "Quiet war hits home",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 10,
    "day": 13,
    "full text": "The following editorial appeared recently in the Chicago Tribune: For years, Iran has quietly waged war against the United States, allying with and arming this nation's enemies. Now that war has come to U.S. soil. Attorney General Eric Holder said Tuesday that federal authorities have foiled a plot by men linked to the Iranian government to kill the Saudi Arabian ambassador to the United States by exploding a bomb, possibly at a Washington restaurant. \nThis chilling news caps a long, slow, deliberate escalation of Iranian provocation: Iran's elite military unit, the Revolutionary Guards, armed its allies in Iraq and Afghanistan to target U.S. troops and accelerate the U.S. military withdrawal. U.S. defense officials say Iranian-supplied weapons have killed U.S. soldiers. Iranian speedboats have challenged U.S. and allied warships in the Persian Gulf, setting up a series of near-collisions. The U.S. response? An overture to Iran, to set up a military-to-military hotline to defuse such clashes. Tehran's answer: Forget it. American officials say Iran has forged an alliance with al-Qaida, allowing the terrorist organization safe passage to send cash, arms and fighters to its operations in Pakistan and Afghanistan. Iran has armed the terrorists of Hamas in Gaza and dispatched thousands of rockets to Hezbollah terrorists in Lebanon, posing a direct threat to Israel, a key U.S. ally. A quiet, largely client-based war. But this war is no longer quiet. Holder called the plot \"an international conspiracy by elements of the Iranian government.\" Holder said the two men charged, Manssor Arbabsiar and Gholam Shakuri, are connnected to the Quds Force, a division of the Revolutionary Guards, the power behind Iran's ruling mullahs. Arbabsiar was arrested and reportedly provided details of the plot, but Shakuri is still at large. \"In addition to holding these individual conspirators accountable for their alleged role in this plot, the United States is committed to holding Iran accountable for its actions,\" he said. So what will the U.S. response be? How will the U.S. hold Iran accountable? By slapping on more economic sanctions? By rushing out a furious diplomatic cable? Iran is a state sponsor of terrorism. We should learn more about how complicit its leaders were in this attempt to stage a terrorist attack in the U.S. that would have targeted an ally and most likely claimed U.S. lives. Iran continues to develop a nuclear program. It is a state sponsor of terrorism with a determination to go nuclear. Round after round of economic sanctions haven't deterred Iran, which is closer to atomic bomb-building capability. The Iranians may have conducted experimental work to develop warheads to deliver nuclear payloads. And now, it appears, Iranian agents were plotting to launch an assault in Washington. The war has come home. Distributed by MCT Information Services \n\nLoad-Date: October 14, 2011"
}