{
    "title": "Quieter presence urged in Mideast Terror study_ Fighting U.S. boosts radicals",
    "publisher": "usa today",
    "year": 2006,
    "month": 2,
    "day": 15,
    "full text": "WASHINGTON -- The United States should launch a major covert information campaign to promote the nation's image in the Middle East and sow division among radical Muslim groups, according to a West Point critique of U.S. terrorism policy.\nThe strategy, amounting to a secret campaign for hearts and minds, could involve paying for favorable publications and schools that promote moderate Islamic philosophies.\nThe report also proposes using Muslim allies, or at least groups hostile to the more militant Islamic movements, to exploit ideological rifts within terrorist groups.\nThrough it all, however, \"it is essential that the U.S. hand not be seen,\" said the report by the Combating Terrorism Center at the U.S. military academy.\nThe authors of the unpublished report, civilian scholars Jarret Brachman and William McCants, confirmed the authenticity of the report obtained by USA TODAY. Though not an official U.S. military document, it has circulated widely among U.S. intelligence officials and officers on the Pentagon's Joint Staff. The authors regularly brief Pentagon officials on terrorism issues.\nThe report, completed Monday, says the United States should rely on \"proxies\" for military action in the Middle East if force is necessary.\n\"Direct engagement with the United States has been good for the jihadi movement,\" the authors argue, because it reinforces the perception in the Middle East of the United States as an anti-Islamic crusader.\n\"The United States should avoid direct, large-scale military action in the Middle East.\"\nSuch action, the report says, \"rallies the locals behind the movement, drains the United States of resources and puts pressure\" on allied regimes.\nTitled \"Stealing al-Qaeda's Playbook,\" the report is based on a detailed study of jihadist writings and communications and is meant to help better understand the enemy, Brachman said in an interview.\nThe current U.S. anti-terrorist strategy is reactive, the authors argue in briefing slides accompanying the report. They dub the strategy, \"Whack-a-Terrorist,\" after the carnival game Whack-a-Mole.\nRetired general Wayne Downing, the center's chairman and a former head of Special Operations Command, has been advising Defense Secretary Donald Rumsfeld on ways to make the command more effective against terrorist groups.\nIn the report's foreword, Downing writes that although U.S. intelligence agencies have devoted more resources to translating jihadi texts and broadcasts, they don't have enough people to pay enough attention \"to the most useful texts\" they have collected.\nLast year, the U.S. Special Operations Command issued $300 million in contracts for three companies to spread pro-American propaganda without revealing the U.S. connections.\nOne contractor, the Lincoln Group, became the focus of a Pentagon investigation in December because of reports it had paid Iraqi newspapers to publish pro-U.S. stories as part of a U.S. information warfare strategy in Iraq.\nKey findings\n*Jihadi writings reveal divisions the U.S. government should exploit.\n*Large-scale U.S. intervention fuels anti-U.S. attitudes.\n*Muslim-on-Muslim violence hurts the terrorist movement.\n*U.S. role in propaganda must be hidden.\n\nLoad-Date: February 15, 2006"
}