{
    "title": "QUIETER TIME AT GUANTANAMO HEARING 5 DEFENDANTS IN 9 11 TERROR ATTACKS COOPERATE",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 10,
    "day": 16,
    "full text": "GUANTANAMO BAY NAVAL BASE, Cuba -- There were no rants by the defendants this time, no ignoring the judge or getting out of their seats to pray -- just one scornful remark from the professed mastermind of the Sept. 11, 2001, attacks as a weeklong pretrial hearing began Monday for five Guantanamo Bay detainees.\nIt was a sharply different atmosphere as Khalid Sheikh Mohammed and his four co-defendants returned to court at the U.S. base in Cuba for the first time since their arraignment in May, when their concerted effort to disrupt the proceedings turned what was supposed to be a brief hearing into an unruly, 13-hour spectacle.\nThis time, the defendants sat quietly, cooperated with their attorneys and responded to the judge when asked. And they were awarded a small victory: The judge granted a defense request to allow the five men to skip the rest of this week's hearing if they choose, rather than risk being forced out of their cells and into the court by military guards.\nAsked if he understood the implications of not attending court while hearings go on without him, Mr. Mohammed made his only statement of the day: \"Yes, but I don't think there is any justice in this court.\"\nThe issue was only one of a handful to be resolved Monday in a weeklong hearing on about two dozen motions before the formal trial, which is at least a year away. Most of the day was taken up by the debate over whether defendants must attend all proceedings under the rules of the special tribunals for wartime offenses known as military commissions.\nLawyers for two of the defendants said the threat to forcibly remove them from their cells and bring them to court is traumatic for men who were subjected to harsh interrogations that they say amounted to torture while in CIA custody, before going to Guantanamo in September 2006.\n\"Our clients may believe that ... I don't want to be subjected to this procedure that transports me here, brings up memories, brings up emotions of things that happened to me,\" said Jim Harrington, who represents Ramzi Binalshibh, accused of helping to provide support to the hijackers who crashed planes into the World Trade Center, the Pentagon and a field in Western Pennsylvania.\nMr. Harrington's statement elicited groans from a small group of family members of Sept. 11 victims who were chosen by lottery to come to Guantanamo to view the proceedings. A few other families watched the proceedings on closed-circuit TV from U.S. military bases.\nProsecutors wanted the men to be required to attend court sessions. The judge, Army Col. James Pohl, finally ruled that Mr. Mohammed and his co-defendants would not be forced to attend the hearings. Col. Pohl said he might require them to attend future pretrial sessions and said they would have to be present for their trial.\nHis questioning of the defendants brought a rare light moment to what is considered of the most significant terrorism prosecutions in U.S. history.\nThe judge told each man that the trial would go on without them if they were to somehow escape from U.S. custody, drawing a smile of disbelief from Mr. Binalshibh. \"I'm escaping from custody?\" he said in English.\nThe same question prompted some sarcasm from Ali Abd al-Aziz Ali, a Pakistani citizen accused of funneling money to the hijackers. \"I'll make sure to leave some notes,\" he said in English.\nMr. Mohammed, dressed in a white headdress and black vest, his bushy beard dyed a rusty orange with henna, sat serenely reading legal papers or following the procedures in a specially designed high-tech courtroom that allows the government to muffle sounds so spectators behind a glass wall cannot hear classified information.\nThe orderly scene was in stark contrast to the May arraignment on charges that include terrorism and murder. At that session, one prisoner was briefly restrained for acting out, Mr. Binalshibh launched into an incoherent rant, the men generally ignored the judge and refused to use the court translation system, and two stood up to pray at one point.\nMr. Mohammed's civilian lawyer, David Nevin, said he wasn't sure whether Mr. Mohammed would show up for court today, saying he would likely decide each morning.\nIn addition to those watching in Guantanamo, families and the public were invited to view the proceedings from closed-circuit video in New York, New Jersey, Massachusetts and Maryland.\nThe suspects could be sentenced to death if convicted.\nThe focus of the week's hearing include broad security rules for the case, including measures to prevent the accused from publicly revealing in testimony what happened to them in the CIA prisons. Prosecutors have asked the judge to approve what is known as a protective order intended to prevent the release of classified information during trial.\nMr. Mohammed and his four co-defendants face charges that include terrorism, conspiracy and 2,976 counts of murder in violation of the law of war, one count for each known victim of the Sept. 11 attacks at the time the charges were filed.\n\nGraphic\n\n \nPHOTO: Bebeto Matthews/Associated Press: Ken Fairben holds a photo showing his son Keith, a victim of the Sept, 11, 2001, attacks, as he talks with reporters Monday outside Fort Hamilton Army base in Brooklyn, N.Y. Military installations in New York, New Jersey, Massachusetts and Maryland are welcoming families of 9/11 victims this week to watch pretrial hearings in Cuba for five men charged in the terrorist attacks via closed-circuit television.\n\nLoad-Date: October 16, 2012"
}