{
    "title": "Quinn_ I have final say on prison decision",
    "publisher": "the pantagraph",
    "year": 2009,
    "month": 11,
    "day": 17,
    "full text": "SPRINGFIELD - Gov. Pat Quinn says he has the final word on whether to sell the long-dormant Thomson Correctional Center to the federal government. \nBut, under state law, a special panel of state lawmakers is given the responsibility of reviewing certain facilities that a governor wants to close. \nRepublicans say they need that opportunity, especially since the maximum-security lockup could become home to terrorism suspects detained at Guantanamo Bay. \n\"It would be irresponsible for a governor to move forward on something of this magnitude … without having a debate on it,\" House Minority Leader Tom Cross said Monday. \n\"What if he says tomorrow that he’s going to sell Lincoln’s Tomb?\" said Cross, R-Oswego. \nIn an appearance Monday in Chicago, Quinn said he alone controls the fate of the prison, which was completed in 2001 at a cost of about $145 million but never fully opened. \n\"The sale is completely in the province of the governor’s office,\" Quinn told reporters. \nState Sen. Bill Brady, R-Bloomington, is among those who disagree. \n\"He doesn’t have the authority to do it,\" said Brady, who is a candidate for governor. \nBrady is a member of the General Assembly’s Commission on Government Forecasting and Accountability, which is charged with holding hearings when governors want to close any state facility employing more than 25 workers. \nThe minimum-security wing of Thomson - the only part that is operating - has about 80 employees. \nOn Monday, Brady and Murphy each drafted letters to Attorney General Lisa Madigan asking for guidance on whether the legislature has a role in the possible sale. \n\"I haven’t talked to one person who wants to see us house terrorists,\" Brady said. \nDan Long, executive director of the commission, said it’s not yet clear how the process for Thomson will unfold. \n\"It depends on what they plan to do with it,\" Long said Monday. \"I think we’re in limbo.\" \nState Sen. Mike Jacobs, D-East Moline, whose district includes the prison, backs Quinn’s plan. \n\"I don’t care who wants to fill it. Fill it,\" he said Sunday. \nState Sen. Dan Rutherford, R-Chenoa, whose district includes prisons at Pontiac and Dwight, supports the concept of turning the Thomson facility over to the federal government - but not for Guantanamo Bay detainees. \nRutherford said he sees a clear distinction between those detainees and those arrested in the U.S. on terrorism charges. \"This is a different type of terrorist. I see them as being war terrorists,\" said Rutherford. \nState Rep. Dan Brady, R-Bloomington, put security concerns on the top of his list of questions about the Thomson proposal. \n\"When it comes to bringing in federal detainees from Gitmo, there are questions on the security side of things,\" Dan Brady said. \"Is this what you want in your backyard?\"  \nEdith Brady-Lunny contributed to this report. \n\nLoad-Date: November 17, 2009"
}