{
    "title": "R Street responds to introduction of Pandemic Risk Insurance Act",
    "publisher": "r street institute",
    "year": 2020,
    "month": 5,
    "day": 26,
    "full text": "WASHINGTON (May 26, 2020) – The R Street Institute issued the following statement from R.J. Lehmann, director of finance, insurance and trade policy, in response to today’s introduction by Rep. Carolyn Maloney (D-N.Y.) of the Pandemic Risk Insurance Act [1].\n“We appreciate the work by Rep. Maloney and her staff in preparing this legislation and agree with her conclusion that private insurance markets simply are not capable of providing coverage to match the scale of risk posed by economic disruption from a global viral pandemic. However, we disagree that the Terrorism Risk Insurance Act is an appropriate model for legislation to address future public health emergencies.\nAttaching pandemic coverage to existing business interruption products would not reach most businesses, as only about a third of U.S. businesses currently have business interruption coverage at all. We also are skeptical that the insurance industry alone could possibly scale up the claims-adjustment capacity that would be needed to process the volume of claims produced by a pandemic.\nBut the most intractable problem with the TRIA model is that commercial insurance products are necessarily risk-based, meaning that those businesses most likely to file a claim must be charged higher rates. We believe the public health goals of stemming viral transmission call for a different model altogether, one that encourages the broadest possible takeup by those businesses that are most likely to serve as vectors of transmission.\nWe look forward to participating in further dialogue with Rep. Maloney and other members about ways to structure a federal program that would offer a safety net for businesses called on to close their doors to serve the goal of public health.”\nEndnotes\n“Pandemic Risk Insurance Act”: https://maloney.house.gov/media-center/press-releases/rep-maloney-joins-with-industry-and-trade-association-leaders-to\nThe post R Street responds to introduction of Pandemic Risk Insurance Act appeared first on R Street.\n\nLoad-Date: January 15, 2021"
}