{
    "title": "Raasch_ 9_11 is settling into the history of a calamitous 21st century",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 9,
    "day": 12,
    "full text": "On the 16th anniversary of 9/11, that first date of infamy of the 21st century seemed for the first time to slip into the history of calamities that have marked the years since.\nThe spark that set off the single largest threat to the homeland - murderous terrorism that then-President George W. Bush said had tried to hijack a great religion, Islam - on 9/11 is losing its exclusive meaning.\nAmerican kids who are fighting in Afghanistan today were in diapers when the Pentagon was smoldering and the Twin Towers tumbled into fiery pyres 16 years ago. Much has been endured since.\nThree Category 4 hurricanes, wildfires consuming large swaths of the West, Mexican earthquakes and the threat of nuclear war from a North Korean dictator all dominated the headlines on the 16th anniversary of 9/11.\nAt the White House, not a single question about the memory of 9/11 got asked in the daily press briefing. White House Secretary Sarah Huckabee Sanders segued from the memory of 9/11 to the contemporary destruction of Harvey and Irma and, potentially, Jose.\nPresident Donald Trump and Vice President Mike Pence did attend solemn ceremonies marking the anniversary. Trump's national security adviser, Tom Bossert, said the national security apparatus put in place after 9/11 is the underpinning of what he calls \"the best integrated, unified joint federal-local-state response effort that our country has seen in its history.\"\nHistory will be the judge of that: A coordinated and humane response to terrorism could boost the Trump presidency; bungling over the long haul could scar it for good. Bush had almost total job approval in the days after 9/11. It went way south after the invasion of Iraq.\nThe fight against terrorism has consumed two presidencies.\nWill it a third?\nTrump vowed last month to \"destroy terrorist organizations and the radical ideology that drives them.\"\nOn Monday, speaking at the Pennsylvania site where United Flight 93 went down after passengers fought back, Pence declared that \"together, as one nation and one people, we will drive the cancer of terrorism from the face of the Earth.\"\nLeft unsaid was whether Trump believes this is possible during his time in office, or whether or not he believes this is a multigenerational fight that could confront his grandchildren.\nAsked that question, a White House spokesperson said Monday: \"In just eight months in office, the president has made impressive gains in the effort to combat terrorism. ISIS is on the run in Iraq and Syria, a new comprehensive strategy for Afghanistan has been developed and is being implemented and our nation is working with our partners around the world, including the Middle East and Asia, to combat terrorist organizations. The president has achieved a lot in a short period of time and will continue to push forward in combating terrorism around the world.\"\nLee Hamilton and Thomas Kean, the co-chairs of the 9/11 commission, have always had a longer view.\nWriting Monday in USA Today, the former Democratic congressman and former Republican governor of New Jersey, respectively, said that despite \"herculean exertions\" by U.S. intelligence and law enforcement agencies over the last 16 years, \"we cannot claim to be close to winning against this persistent threat.\"\n\"The answer for long-term defeat lies in understanding and winning the struggle of ideas,\" they wrote.\nRep. William Lacy Clay, D-St. Louis, and Sen. Roy Blunt, R-Mo. - a member of the House on 9/11 - were the only two members of Missouri's current congressional delegation serving in Congress that day.\nOn Monday, Clay remembered the attack in a tweet as a \"moment of shock, loss and unyielding courage,\" and he lauded the first responders at ground zero, the Pentagon and Shanksville, Pa., where Flight 93 crashed.\nBlunt, too, said he remembered the first responders who \"showed the world that the American spirit would never be broken.\"\nGregg Hartley, a Blunt aide on 9/11, was one of the last people evacuated from the Capitol, which was thought for hours to be the next target of a hijacked plane.\nHartley had been told to wait until security officers came to get him, and they temporarily forgot about him.\nLater, making his way home to his home in Virginia through hours-long traffic jams over the Potomac bridges, Hartley, now a D.C. lobbyist, watched \"smoke billowing from the Pentagon.\"\nLate that night, home with three young children, as military aircraft \"thundered overhead,\" Hartley said he \"remembered thinking, ‘This is like a war zone.'\n\"Then it occurred to me,\" he said Monday. \"This is a war zone.\"\nSixteen years later, is it still?\n\nGraphic\n\n \n President Donald Trump speaks during a ceremony to mark the anniversary of the Sept. 11 terrorist attacks, Monday, Sept. 11, 2017, at the Pentagon. (AP Photo/Evan Vucci) \n\nLoad-Date: September 13, 2017"
}