{
    "title": "Raasch_ Making history is the new norm in Washington",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 2,
    "day": 8,
    "full text": "WASHINGTON - Unprecedented is becoming the new norm.\nWith Democrats dragging their heels procedurally, they forced Vice President Mike Pence at high noon Tuesday to cast the first-ever tie-breaker to confirm a Cabinet nominee, President Donald Trump's new Education Secretary Betsy DeVos.\nThe split between Missouri's two senators typified the deepening splits in the country.\nAnd Pence's vote, as historic as it was, forecast the stormy weather ahead on other Trump Cabinet appointments and Supreme Court nominee Neil Gorsuch.\nAttention will focus on Labor Department nominee Andy Puzder, a former St. Louis lawyer and Washington University law school graduate. His nomination has been held up over Office of Government Ethics paperwork. It became more complicated by a revelation Monday that he once employed an undocumented immigrant as a household worker, whom he said he fired and paid all back taxes on.\nOn DeVos, Sen. Roy Blunt voted for confirmation, despite efforts to get him to change his mind by Missouri educators who flooded his Facebook page and office telephones.\nBlunt, a former teacher, depicted DeVos as a school choice innovator who \"understands that decisions about education need to be made much closer to where kids are.\" His campaigns had received more than $38,000 from DeVos or members of her family over multiple elections, and DeVos spent more than $190,000 to help Blunt's son, Matt, get elected governor of Missouri in 2004, according to published reports.\nAfter Democrats denounced DeVos on the Senate floor for 30 consecutive hours Monday and Tuesday, Sen. Claire McCaskill, D-Mo., joined a late effort to persuade one more Republican to join Democrats and block DeVos. They failed on Pence's deciding vote, the ritual of which took all of two minutes.\nMcCaskill claimed DeVos' policies could hurt rural schools in Missouri because they have few private schools to compete for tax-dollar vouchers that DeVos supports.\nReferring to Trump's large victory margins in rural Missouri, McCaskill said the president and Republicans are \"misreading their voters\" by approving DeVos.\nBut in the end, Democrats failed to stop DeVos, despite getting two rural-state Republicans - Susan Collins of Maine and Lisa Murkowski of Alaska - to vote no.\nNot long ago, by rule and tradition, a bipartisan consensus on Cabinet nominees was the norm in the Senate, the proverbial saucer designed to cool the hot politics of the moment.\nNow, because of rules changed by Democrats when they were in power, simple majorities can carry the day on the most controversial nominees. And Republicans are threatening to change the rules to allow the requirement of a simple majority to get Gorsuch across the finish line.\nDemocrats are trying to frame the Gorsuch nomination fight as a pushback against Trump, whose labeling of Federal District Court Judge James Robart of Seattle as a \"so-called judge\" drew bipartisan criticism. Robart drew Trump's ire by temporarily staying the president's temporary immigration ban from seven predominantly Muslim countries.\nDemocratic Senate Leader Chuck Schumer of New York said Trump's personal attack on the judge typified the new president's \"deep contempt\" for the judicial branch and highlighted why the next Supreme Court justice needs to be able to stand up to him.\nUnderpinning all of these events is one of the starkest switches ever in attitudes toward foreign threats from one presidential administration to the next. From Barack Obama to Trump, the U.S. government's view of the threats posed by terrorism has undergone a 180-degree turn virtually overnight.\nGeorge W. Bush and Obama had major differences on how terrorism should be fought, starting with the use of enhanced interrogation and the presence of the Guantanamo Bay terrorist prison.\nBut Trump, unlike either of his two predecessors, has sought to escalate the government's assessment of the threats posed by terrorists.\n\"The threat from radical Islamic terrorism is very real, just look at what is happening in Europe and the Middle-East,\" Trump tweeted Monday night. \"Courts must act fast!\"\nIn a now-familiar script, the president attacked the media for underplaying reporting on terrorism incidents, even though a list later supplied by the White House to buttress that claim included some of the most widely reported terrorism events, here and abroad, since 9/11.\nStill, the White House Tuesday stuck with its terrorism-is-underreported charge. It \"undermines the understanding of the threat that we face,\" White House spokesman Sean Spicer told reporters.\nFor eight years, Obama argued that terrorism was a long-term and real threat, but that overplaying individual acts of terrorism played to precisely what terrorists wanted.\n\"Groups like ISIL can't destroy us, they can't defeat us,\" Obama said at a news conference last March. \"They're not an existential threat to us.\"\n\nGraphic\n\n \n In this image from video, provided by Senate Television shows Vice President Mike Pence presiding over the Senate on Capitol Hill in Washington, Tuesday, Feb. 7, 2017, during the Senate's vote on Education Secretary-designate Betsy DeVos. The Senate confirmed DeVos with Pence breaking a 50-50 tie. (Senate Television via AP) \n\nLoad-Date: February 9, 2017"
}