{
    "title": "Rabin argues for more force; Says interrogators need to pressure terrorism suspects",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 8,
    "day": 25,
    "full text": "Israel can only wage effective war against Islamic militants if its security forces get greater leeway to use force during interrogations, Israeli Prime Minister Yitzhak Rabin and other senior officials argued yesterday.\n''The existing laws are very pretty but are not appropriate for the war against terror and preventing suicide attacks,'' the newspaper Maariv quoted Rabin as telling Cabinet members in a closed session Wednesday. Rabin reportedly failed to persuade a Cabinet-level oversight committee to loosen interrogation restrictions on Shin Bet, Israel's internal security force.\nBut even his critics concede there is wide public support for using force to extract information from suspected Islamic militants who might be planning attacks, such as the fatal suicide bombings aimed at disrupting the Israeli-Palestinian peace negotiations.\n''It is a simplistic but comforting idea'' to believe that shaking terrorism suspects will stop the attacks, said Avigdor Feldman, a lawyer representing the Public Committee Against Torture. ''It is a fantasy that many people have about dealing with these people (suicide bombers), the fantasy of a one-on-one confrontation with the terrorist.''\nRabin reportedly advocated that Shin Bet interrogators be permitted to use violent shaking without seeking permission from the security force's director. In the same meeting, Police Minister Moshe Shahal reportedly said he believes the penal code should be amended to protect interrogators from criminal prosecution if an individual dies in official custody.\nAbdel-Samad Harizat, a suspected member of the militant Islamic movement Hamas, died in April after Israeli interrogators shook him violently several times. Since then, agents have been allowed to use that method only with permission from Shin Bet's chief and only in instances when they believe a suspect is withholding information about an imminent attack.\nSome Israeli legal scholars and human rights groups yesterday said they worry that Shin Bet may soon engage in outright torture of suspects, if rules governing its interrogation methods are loosened.\n''I think that the current atmosphere and the popular spirit is to allow any method that will prevent terrorist actions,'' said Dan Yakir, a lawyer with the Association for Civil Rights in Israel. ''These are difficult times and it is hard to be rational. But it is illegal, and very dangerous, to give drastic and Draconian powers to the security service.''\n\nGraphic\n\n \nPHOTO, PHOTO: Eyal Warshavsky/Associated Press: Police officers push back a right-wing demonstrator in Jerusalem yesterday. Hundreds of Israelis were calling for the resignation of Prime Minister Yitzhak Rabin because of the government's plans to hand much of the West Bank to Palestinian control.\n\nLoad-Date: August 28, 1995"
}