{
    "title": "RABIN, HUSSEIN TALK OF PEACE, PERIL _ PLEGE HARMONY, WARN OF TERRORISM IN ADDRESS",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 7,
    "day": 27,
    "full text": "Israeli Prime Minister Yitzhak Rabin and Jordan's King Hussein pledged in a joint address to Congress yesterday to work for broader harmony in the Middle East, but warned that terrorism could undermine the peace process.\nRabin said later at a White House news conference that he believed recent terrorist attacks in London and Buenos Aires were the work of radical Islamic groups, supported by Iran and Syria.\n\"It's an all-out war waged by these elements against the possibility of a solution to the Arab-Israeli conflict,\" Rabin said.\nYesterday, terrorists in London bombed the Israeli Embassy, injuring at least 14 people. Last week, a bombing at a Jewish community center in Buenos Aires resulted in at least 105 deaths.\nHussein condemned the attacks, calling them the work of \"enemies of life . . . the enemies of hope, enemies of security, enemies of what should be normal among people.\"\nPresident Clinton said it was too early to tell whether the attacks had been carried out by Hezbollah, the pro-Iranian guerrilla group.\nBut he added that it was reasonable to assume the terrorists responsible were \"enemies of peace.\"\n\"We will not - we must not - allow them to disrupt this peace process,\" Clinton said.\nFlanked by Rabin and Hussein in the East Room of the White House, Clinton said lasting peace in the Middle East was within reach.\nHe said the juxtaposition of the agreement between Jordan and Israel and the killings in Buenos Aires could stiffen the resolve of other U.S. allies to stem terrorism.\n\"I have continued to press with our friends and neighbors, our allies, the importance of standing up against nations which support terrorism,\" Clinton said.\nAt a White House ceremony Monday, Israel and Jordan officially ended 46 years of war. When the two leaders addressed a joint session of Congress yesterday, it marked the first time two heads of government had spoken together to the House and Senate.\nThe agreement between Israel and Jordan was another step in a peace process that began in September with the landmark accord between Israel and Jordan. Israel also is trying to negotiate a separate peace agreement with Syria, but those talks are stalled.\nAt the White House news conference, Rabin linked Syria indirectly to the work of the Hezbollah radicals. He said the terrorists were equipped with modern weapons supplied from Iran via Syria.\n\"If you'll ask me who is the boss of Hezbollah, I would say Iran. If you'll ask me can Syria put limitations on its activities, my answer will be yes,\" Rabin said. He added that Syria chose to use its influence \"in a very limited way.\"\nIn their addresses to Congress, Hussein and Rabin echoed each other by saying that peace in the Middle East was not just their personal mission, but also an expression of the will of their people.\nIn a chamber crowded with lawmakers, ambassadors from around the world, and members of the Clinton cabinet, both leaders repeated their commitment to ending the war that had divided their nations.\nWalking down the aisle of the House floor as they entered, Rabin and Hussein shook hands with members of Congress as if they were returning victors. They smiled and gripped the hands of many well-wishers.\nBoth spoke about a future of peace, while reflecting on a shared past of pain and bloodshed.\n\"We have both seen too much suffering,\" Rabin said.\nSpeaking first, Hussein said many Jordanian families have paid a heavy price for peace, including his own.\n\"What we are witnessing today, God willing, is a progression from a state of war to a state of peace,\" Hussein said.\n\"Today we are embarking on a battle which has no dead and no wounded, no blood and no anguish,\" Rabin said. \"This is the only battle which is a pleasure to wage: the battle for peace.\"\nThose words drew a standing ovation from the crowd and applause from Hussein.\nAs during the White House ceremony Monday, Rabin and Hussein needed no prodding in expressing their confidence in each other.\nRabin applauded throughout Hussein's address and clasped his hands firmly afterward. His smile seemed genuine.\nHussein did the same for Rabin, reaching for his hand and gripping his arm during a long ovation at the end.\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (2)\n1. Jordan's King Hussein (lower left) and Israeli Prime Minister Yitzhak\nRabin shake hands during their appearance before Congress, the first time two\nheads of government had spoken together to the House and Senate. Vice\nPresident Gore and House Speaker Thomas S. Foley (D., Wash.) applaud behind\nthem. (Associated Press, RON EDMONDS)\n2. Jordan's King Hussein (center) and Israeli Prime Minister Yitzhak Rabin\n(behind Hussein) wade through members of Congress and other U.S. leaders\nafter their joint address on Capitol Hill. (Associated Press, RON EDMONDS)\n\nLoad-Date: October 21, 2002"
}