{
    "title": "RABIN, AT NEW YORK RITE, CALLS SYNAGOGUE RAIDERS ANIMALS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 10,
    "full text": "Speaking at a memorial service in New York for the 21 Jews slain by Arab gunman in Istanbul last week, Israel's Defense Minister, Yitzhak Rabin, appealed yesterday to ''everyone who believes in the basic values that distinguish a human being from an animal'' to band together to fight terrorism.\nMr. Rabin joined Israeli and Turkish diplomats, city officials and members of the American Jewish establishment at Congregation Shearith Israel, 8 West 70th Street, to condemn the killings carried out during sabbath prayers last Saturday in Neve Shalom Synagogue in Istanbul.\n''They were killed for one reason,'' Mr. Rabin said. ''Because they were Jews.''\n''They were attacked in a house of prayer,'' he said. ''They were attacked because they were defenseless, because they were easy targets for the animals that did it.''\nMr. Rabin arrived in the United States Monday for a week of talks with American officials. At a news conference after the memorial service, Mr. Rabin sidestepped questions about retaliation for the Istanbul massacre.\nRetaliation for a specific incident was not the question, he said. ''For Israel,'' he said, ''the war against terrorism is a continuous war, a prolonged war.''\nBut he did not rule out the possibility of retaliation for the raid last Saturday. ''We're not going to inform the world of what we intend to do,'' he said.\n \nTurkey's Record Is Defended\nIlter Turkmen, Turkey's delegate to the United Nations, defended his country's ''historical record of religious tolerance and non-discrimination not only in the legal sense, but also in social and psychological attitudes and individual relationships.''\nReferring to the synagogue attack, Mr. Turkmen said that Turkey's Prime Minister, Turgut Ozal, ''vigorously condemned this cowardly act'' and ''reaffirmed that all Turkish citizens living in Turkey are under the protection of the state, irrespective of their religion, language, race and color.''\nAt his news conference, Mr. Rabin criticized the Turkish Government for refusing to permit an Israeli Government official of Cabinet rank to attend the funeral today for the 21 victims.\nReferring to the attack on a Pan American World Airways jumbo jet in Karachi, Mr. Rabin maintained that some terrorism can be controlled. ''We might be attacked at an airport,'' he said, ''but since 1968, not a single Israeli plane has been hijacked.''\nOther speakers yesterday included the City Council President, Andrew J. Stein; Controller Harrison J. Goldin; Morris B. Abram, chairman of the Conference of Presidents of Major American Jewish Organizations, and Rabbis Haskell Lookstein, president of the New York Board of Rabbis, and Louis Gerstein, senior Rabbi of Congregation Shearith Israel."
}