{
    "title": "Race profiling eyed for terrorism probes",
    "publisher": "the world",
    "year": 2008,
    "month": 7,
    "day": 3,
    "full text": "WASHINGTON - The Justice Department is considering letting the FBI investigate Americans without any evidence of wrongdoing, relying instead on a terrorist profile that could single out Muslims, Arabs or other racial and ethnic groups.\nLaw enforcement officials say the proposed policy would help them do exactly what Congress demanded after the Sept. 11, 2001, attacks: root out terrorists before they strike.\nAlthough President Bush has disavowed targeting suspects based on their race or ethnicity, the new rules would allow the FBI to consider those factors among a number of traits that could trigger a national security investigation.\nCurrently, FBI agents need specific reasons - like evidence or allegations that a law probably has been violated - to investigate U.S. citizens and legal residents. The new policy, law enforcement officials told The Associated Press, would let agents open preliminary terrorism investigations after mining public records and intelligence to build a profile of traits that, taken together, were deemed suspicious.\nAmong the factors that could make someone the subject of an investigation is travel to regions of the world known for terrorist activity, access to weapons or military training, along with the person's race or ethnicity.\nMore than a half-dozen senior FBI, Justice Department and other U.S. intelligence officials familiar with the new policy agreed to discuss it only on condition of anonymity, either because they were not allowed to speak publicly or because the change is not yet final.\nThe change, which is expected later this summer, is part of an update of Justice Department policies known as the attorney general guidelines. They are being overhauled amid the FBI's transition from a traditional crime-fighting agency to one whose top mission is to protect America from terrorist attacks.\n\"We don't know what we don't know. And the object is to cut down on that,\" said one FBI official who defended the plans.\nAnother official, while also defending the proposed guidelines, raised concerns about criticism during the presidential election year over what he called \"the P word\" - profiling.\nIf adopted, the guidelines would be put in place in the final months of a presidential administration that has been dogged by criticism that its counterterror programs trample privacy rights and civil liberties.\nCritics say the presumption of innocence is lost in the proposal. The FBI will be allowed to begin investigations simply \"by assuming that everyone's a suspect, and then you weed out the innocent,\" said Caroline Fredrickson of the American Civil Liberties Union.\nAttorney General Michael Mukasey acknowledged the overhaul was underway in early June, saying the guidelines sought to ensure regulations for FBI terror investigations don't conflict with ones governing criminal probes. He would not give any details.\n\"It's necessary to put in place regulations that will allow the FBI to transform itself ... into an intelligence gathering organization in addition to just a crime-solving organization,\" Mukasey told reporters.\nThe changes would allow FBI agents to ask open-ended questions about activities of Muslim- or Arab-Americans, or investigate them if their jobs and backgrounds match trends that analysts deem suspect.\nFBI agents would not be allowed to eavesdrop on phone calls or dig deeply into personal data - such as the content of phone or e-mail records or bank statements - until a full investigation was opened.\nThe guidelines focus on the FBI's domestic operations and run about 40 pages long, several officials said. They do not specifically spell out what traits the FBI should use in building profiles.\nOne senior Justice Department official said agents have been allowed since 2003 to build \"threat assessments\" of Americans based on public records and information from informants. Such assessments could be used to open a preliminary investigation, the official said.\nHowever, another official said the 2003 authorities are limited, tightly monitored by FBI headquarters in Washington and, overall, confusing to agents about how or when they can be used.\nJustice spokesman Brian Roehrkasse said the guidelines governing when to open a national security investigation are part of a \"harmonizing\" process that will not give the FBI any more authority than it already has. He declined further comment, but he and two other senior Justice officials would not deny the changes as they were described to AP by others familiar with the guidelines.\n\"Any review and change to the guidelines will reflect our traditional concerns for civil liberties and First Amendment liberties and our traditional investigative emphasis on using the least intrusive means feasible,\" Roehrkasse said Wednesday.\nAlthough the guidelines do not require congressional approval, House members recently sought to limit such profiling by rejecting an $11 million request for the FBI's security assessment center. Lawmakers wrote that it was unclear how the FBI could compile suspect profiles \"in such a way as to avoid needless intrusions into the privacy of innocent citizens\" and without wasting time and money chasing down false leads.\nThe denial of funding could limit the FBI's use of profiles, or \"predictive models and patterns of behavior\" as the government prefers to describe the data-mining results, but would not change the guidelines authorizing them. The guidelines would remain in effect until a new attorney general decided to change them.\nCourts across the country have overturned criminal convictions when defendants showed they were targeted based on race. Racial profiling generally is considered a civil rights violation, and former Attorney General John Ashcroft condemned it in March 2001 as an \"unconstitutional deprivation of equal protection under our Constitution.\"\nPresident Bush also has condemned racial profiling as \"wrong in America\" and in a December 2001 interview had harsh words for an airline that refused to let one of his Secret Service agents board a commercial flight. The agent was Arab-American. \"If he was treated that way because of his ethnicity, that will make me madder than heck,\" Bush said.\nImmediately after 9/11, hundreds of Muslims and Arabs were detained, deported and monitored as the government urgently sought information that could prevent another attack. Despite efforts to repair and nurture relationships with those groups, Muslim- and Arab-Americans still complain of being singled out by federal security practices.\nMartin Redish, a constitutional and civil rights scholar at Northwestern University School of Law, said courts are likely to give the FBI a lot of leeway in deciding how to open national security investigations.\n\"But it's a very fine line to be drawn when the basis of the investigation is dominated by the ethnic background of the subject,\" Redish said. \"And when the investigation results in harassment, you have a serious constitutional concern.\"\nCiting Unabomber Theodore Kaczynski and Oklahoma City bomber Timothy McVeigh - two white Americans - the ACLU's Fredrickson said: \"Profiling has sent us in the wrong direction. ... I thought we learned our lesson in that regard.\"\n---\nOn the Net:\nJustice Department: http://www.usdoj.gov/\nFBI: http://www.fbi.gov/\nACLU: http://www.aclu.org/\nAP-ES-07-02-08 1629EDT\n\nLoad-Date: July 3, 2008"
}