{
    "title": "Rachael Ray ad pulled over scarf",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 5,
    "day": 30,
    "full text": "BOSTON - Dunkin' Donuts has pulled an online advertisement featuring Rachael Ray after complaints that a fringed black-and-white scarf that the celebrity chef wore in the ad offers symbolic support for Muslim extremism and terrorism.\nThe coffee and baked goods chain said the ad that began appearing online May 7 was pulled over the past weekend because \"the possibility of misperception detracted from its original intention to promote our iced coffee.''\nIn the spot, Ray holds an iced coffee while standing in front of trees with pink blossoms.\nCritics, including conservative commentator Michelle Malkin, complained that the scarf wrapped around her looked like a kaffiyeh, the traditional Arab headdress. Critics who fueled online complaints about the ad in blogs say such scarves have come to symbolize Muslim extremism and terrorism.\nThe kaffiyeh, Malkin wrote in a column posted online last Friday, \"has come to symbolize murderous Palestinian jihad. Popularized by Yasser Arafat and a regular adornment of Muslim terrorists appearing in beheading and hostage-taking videos, the apparel has been mainstreamed by both ignorant (and not-so-ignorant) fashion designers, celebrities, and left-wing icons.''\nA statement issued Wednesday by Canton, Mass.-based Dunkin' Brands Inc., however, said the scarf had a paisley design, and was selected by a stylist for the advertising shoot.\n\"Absolutely no symbolism was intended,'' the company said.\nDunkin' spokeswoman Michelle King said the ad appeared on the chain's Web site, as well as other commercial sites.\nAmahl Bishara, an anthropology lecturer at the University of Chicago who specializes in media matters relating to the Middle East, said complaints about the scarf's use in the ad demonstrate misunderstandings of Arab culture and the multiple meanings that symbols can take on depending on someone's perspective.\n\"I think that a right-wing blogger making an association between a kaffiyeh and terrorism is just an example of how so much of the complexity of Arab culture has been reduced to a very narrow vision of the Arab world on the part of some people in the U.S.,'' Bishara said in a phone interview. \"Kaffiyehs are worn every day on the street by Palestinians and other people in the Middle East - by people going to work, going to school, taking care of their families, and just trying to keep warm.''\n\nLoad-Date: May 30, 2008"
}