{
    "title": "Racism debate another victim of terrorism",
    "publisher": "intelligencer journal",
    "year": 2001,
    "month": 9,
    "day": 21,
    "full text": "We're always turning our attention to the next big thing.\nRight now we're riveted, justifiably so, by events that could hardly be bigger: the terrorist attack of Sept. 11 and the coming war. By comparison, the last big thing no longer seems so big, and for many of us, it has all but faded from memory.\nRemember the Klan?\n#RACISM.JEF.s21#\nThe summer of 2001 in Lancaster will be remembered for the rally that never was.\nWhite-hooded racists planned to occupy the courthouse steps.  Then, a day before the scheduled Sept. 8 rally, they canceled.  Perhaps they got the hint their message wasn't welcome.\nNot that they wouldn't have gotten a reception. Nearly 200 men in suits waited on the steps in somber opposition to what the Klan stands for.\nAcross town, 3,000 people turned out in a festive show of solidarity against hate.\nThe events of Sept. 8 were a big deal, but look how quickly other events have superseded them.\nThe timing of the terrorist attack couldn't have been worse for those in Lancaster who are concerned about racism.\nPressing on\nThe Klan's targeting of Lancaster County forced the community to confront an unpleasant issue.\nBecause nearly 92 percent of the county population is white, people of color who live or work outside Lancaster city stand out.\nDo African Americans, Hispanics, Asians and other non-whites experience discrimination, intolerance, slights?\nHow inclusive are our workplaces, social organizations and churches?\nIs the county fertile ground for recruitment by the Klan?\n\"I'm probably the only one who's sorry that the Klan didn't come,\" said Stephen Andrews, 59, of Lancaster, an African American who has painful memories of instances when whites treated him unfairly or with suspicion. \"It would have added a greater sense of urgency.\"\nNow there is no urgency.\nKlan activity sounds an alarm that galvanizes community response, but after the Klan moves on, how do we stay motivated to expose discriminatory practices and win over hearts? It was that uphill task Thursday that faced a gathering of more than 40 people who don't want issues of race in Lancaster County to drop once again from sight.\nLed by the Rev. Edward Bailey of Bethel AME Church, the meeting was well publicized, but, intentionally, no formal invitations were extended.\nNext step\nSo who showed up? Representatives of churches, human-relations agencies, the United Way, a women's shelter, the NAACP, City Council, city police, the Urban League, the Puerto Rican Committee, among others. Mayor Charlie Smithgall and mayoral candidate Ed Ruoff attended, too.\nA point was made to note who didn't make it to the table: bankers, real estate agents, employers, state lawmakers, educators, young people. More than all the words spoken during the brainstorming session, who came and who didn't spoke the loudest.\nBailey sought to find out where the community goes from here.  Good ideas surfaced, such as building partnerships among churches of different races, creating neighborhood forums for discussion of racial issues, holding accountable agencies that investigate discrimination.\nParticipants agreed they need to stop talking and get working.  The agenda is daunting, but committees were starting to form.\nThe Rev. Gerald C. Simmons of Faith Tabernacle on South Ann Street offered perspective. The country is focused on terrorism, but issues of equal opportunity have not gone away.\nSimmons said every child in the county deserves a sound education and hope for a future unrestrained by \"poor neighborhoods and economic limitation.\"\n\"These kinds of problems,\" Simmons said, \"though not as dramatic (as acts of terrorism), are equally as insidious and destructive of the county and the nation.\"\nE-mail is welcome at jhawkes@lnpnews.com.  \n\nLoad-Date: September 22, 2001"
}