{
    "title": "Racism, terror to be the focus of documentary;",
    "publisher": "the tampa tribune ",
    "year": 1999,
    "month": 12,
    "day": 8,
    "full text": "TAMPA - A new documentary highlights differences in white and black versions of history.\nQuestioning people about an event or era is a staple in reporting for documentary producer Alan  Lipke.\nBut as he spoke to descendants of the 1923 Rosewood massacre for a 1997 radio documentary, he  said he was struck by the discrepancies between black and white interpretations of the same event.\n\"And yet both sides were so sincere,\" Lipke said.\nWhites and blacks often harbor \"two utterly conflicting visions\" of historic events, he said. \"We  do have at least two separate and unequal histories. Until we're all on the same page, we're going  to continue to have friction when issues of class and race come up.\"\nThat gap is a focus in Lipke's latest radio documentary, \"When Terrorism Won in America,\" which  airs in four 30-minute installments beginning today on community radio station WMNF, 88.5-FM.\nThe program studies the rise of the Ku Klux Klan during Reconstruction and shows how many  Southern whites, especially the poor, were intimidated into supporting the group.\nRapes, murders and the torching of small towns are among the events covered, often with  interviews with former slaves and KKK founders.\n\"It will not be easy listening,\" said Navita James, director of Africana studies at the University  of South Florida and an adviser to Lipke's project.\nWhite narratives might minimize such incidents or ignore them outright, attempting to tell  history without acknowledging the brutality, she said.\n\"A lot of what we have is feel-good history,\" she said.\nLipke is a \"dogged pursuer of truth,\" said WMNF News Director Rob Lorei. Lorei will lead 30-minute  discussions that will include Lipke, academic experts and listener comments after each installment.\nLipke's last effort, \"Rosewood Reborn,\" won the national 1997 Edward R. Murrow Award for news  documentary.\nThe Florida Humanities Council and a grant from the Rockefeller Foundation financed the 18-month  research and production of \"When Terrorism Won in America.\"    (CHART) Documentary  What: \"When Terrorism Won in America\"  When: 1 p.m. today, Friday, Dec. 15 and 17  Where: WMNF, 88.5 FM  For details, call WMNF at (813) 238-8001.  Michael Fechter can be reached at (813) 259-7621 or mfechter@tampatrib.com  \n\nNotes\n\nLOCAL FOCUS\n\nGraphic\n\n \nCHART\n\nLoad-Date: December 9, 1999"
}