{
    "title": "Radcliffe dean to lead St. Andrews",
    "publisher": "university wire",
    "year": 2008,
    "month": 6,
    "day": 4,
    "full text": "Radcliffe Executive Dean Louise M. Richardson was named the next leader of the University of St. Andrews, the Radcliffe Institute announced Tuesday. Richardson, a leading scholar on terrorism and political violence, will be the first woman to serve as principal and vice chancellor - the Scottish equivalent of American universities president at St. Andrews, one of seven ancient universities, starting January 2009. Richardson's selection as principal is pathbreaking because she is not a Scot, she is not from within St. Andrews, and she is not male. \nIn an interview yesterday, Richardson likened her appointment to University President Drew G. Faust's selection last spring. \"I certainly want to be known as a highly successful principal of St. Andrews, not the highly successful female principal,\" Richardson said, echoing Faust's words upon assuming the presidency. Richardson added that she was considering other offers in the U.S. and the U.K. before she heard from St. Andrews last week. The Irish-born scholar noted her long-standing ties to St. Andrews as an affiliate of its renowned Center for the Study of Terrorism and Political Violence, stating that the values and aspirations of the University and mine are closely aligned.\nSt. Andrews, founded in the 15th century, is the third oldest university in the English-speaking world. One of the two universities that is older, the University of Cambridge, has had a female leader since 2004. Fundraising will be one of Richardson's top priorities, said Niall Scott, a spokesperson for St. Andrews. \"One of the comparative disadvantages of Scottish universities is that students don't pay any fees,\" Richardson said. \"There are no economic barriers to gaining a first-rate education, but the institution has to be more creative in finding other sources of funding.\" \nIn recent years, funding problems have plagued higher education in Britain. Last week, the University of Oxford began a $2.5 billion fundraising drive in order to revitalize its programs, while Cambridge began a $2 billion campaign in 2005. Homi K. Bhabha, a senior advisor in the humanities at Radcliffe, said that he was not surprised to hear of Richardson's appointment, as she is much 'sought after.\nAfter serving as executive dean for seven years, Richardson said that she will be very much involved in selecting her replacement before leaving for Scotland. Richardson, who was awarded Harvard's Levenson Memorial Teaching Prize by the undergraduate student body, said she had planned to co-teach a course on the Iraq war in the fall, but will no longer be lecturing next semester. Richardson came to Harvard 27 years ago as a graduate stuDent in government. In the 1990s, she taught the only undergraduate course on terrorism offered. She said she leaves the University with the hope that terrorism scholarship will continue to grow. \"I would love to see Harvard invest more fully in courses on terrorism and supporting research on terrorism,\" she said.\nStaff writer Nini S. Moorhead can be reached at moorhead@fas.harvard.edu. staff writer June Q. Wu can be reached at junewu@fas.harvard.edu. (C) 2008 via UWIRE\n\nLoad-Date: June 4, 2008"
}