{
    "title": "Radicalization of U.S. Muslims investigated",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 3,
    "day": 11,
    "full text": "WASHINGTON -- Amid tight security, a House of Representatives committee began a controversial -- and at times emotional -- probe Thursday into the radicalization of American Muslims, an inquiry that its chairman described as necessary to \"put aside political correctness and define who our enemy truly is.\" \nHomeland Security Committee Chairman Peter King, R-N.Y., struck a largely balanced, civil tone as he opened the hearing. He said he was undeterred by criticism that the inquiry, the first in a series, unfairly characterizes the nation's Muslim community as prone to terrorist indoctrination, but he offered a pointed concession. \n\"The overwhelming majority of Muslim Americans are outstanding Americans,\" King said. \"But there are realities we cannot ignore.\" \nThe hearing was short of the heated rhetoric used by both sides leading up to the session, and views from all sides were presented. \nIn the small, packed hearing room, Muslim Americans criticized Muslim leaders and organizations. They accused them of ignoring the allure of groups such as al-Qaida to young Muslims, and of not cooperating enough with law enforcement to root out terrorism. \n\"The course of Muslim radicalization in the United States over the past two years makes it exceedingly difficult for anyone to assert with a straight face that in America we Muslims do not have a radicalization problem,\" M. Zuhdi Jasser, the president of American Islamic Forum for Democracy, testified in prepared remarks. \"Those that have been struggling to get our leadership in mosques to reform and do the heavy lifting of modernization and enlightenment have faced too many obstacles inside and outside the Muslim community.\" \nOn the other hand, Rep. Keith Ellison, D-Minn., one of two Muslim members of the House, and Los Angeles County Sheriff Lee Baca, offered rebuttal testimony. They said that the Muslim-American community is an ally in combating terrorism. \nBaca, quoting figures from the Muslim Public Affairs Council, said that seven of the last 10 al-Qaida terrorist plots were foiled with the help of Muslim Americans. A recent study by North Carolina's Triangle Center on Terrorism and Homeland Security credited tips from Muslim Americans with thwarting 48 of 120 terrorism cases allegedly involving Muslim Americans during the past 10 years. \nBaca and Ellison warned that King's hearings could damage that cooperation. \n\"It is counterproductive to building trust when individuals or groups claim that Islam supports terrorism,\" Baca said. \"This plays directly into the terrorists' propaganda that the West's 'war on terror' is a 'war against Islam.'\" \n\"I think it's ridiculous, it's a borderline McCarthy-type meeting,\" Laurie Jaghlit, a Washington-area Muslim, said as she waited to enter, referring to the anti-communist Sen. Joseph McCarthy's hearings in the 1950s. \"I don't think American Muslims have given Peter King or anyone else a reason that we're more radical than anybody else. I think we're being held to a different standard.\" \nHowever, in a separate hearing before the Senate Armed Services Committee, Director of National Intelligence James Clapper testified that al-Qaida does pose a danger of seducing home-grown U.S. terrorists. \n\"We're especially focused on al-Qaida's resolve to recruit Americans and to spawn affiliate groups. ... We also see disturbing instances of self-radicalization among our own citizens. While home-grown terrorists are numerically a small part of the global threat, they have a disproportionate impact because they understand our homeland, have connections here and have easier access to U.S. facilities,\" Clapper said. \n\nLoad-Date: March 11, 2011"
}