{
    "title": "Radical Cleric Is Arrested in Indonesia",
    "publisher": "the new york times",
    "year": 2010,
    "month": 8,
    "day": 10,
    "full text": "JAKARTA, Indonesia -- One of Indonesia's top radical Muslim clerics was arrested Monday on accusations that he played an important role in terrorist training and had links to militants plotting a series of brazen attacks on the Indonesian authorities and foreigners.\nThe cleric, Abu Bakar Bashir, was arrested along with five bodyguards in West Java on accusations that he ''had an active role'' in setting up a militant training camp in the northern Sumatran province of Aceh, said the national police spokesman, Inspector General Edward Aritonang.\nThe arrest followed weeks of speculation that the police were preparing to arrest Mr. Bashir, a founder of the radical Jemaah Islamiyah movement, which has been blamed for a series of terrorist attacks, including nightclub bombings that killed 202 people in Bali in 2002. The arrest was part of a series of raids before an upcoming visit to the region by President Susilo Bambang Yudhoyono.\nMr. Bashir helped set up and was in active contact with Al Qaeda of the Veranda of Mecca, a group in Aceh that includes members of other radical organizations and aims to create a base for holy war throughout the country, Mr. Aritonang said. Though it uses the Qaeda name, the group has few if any formal ties with the main Qaeda network.\nThe militant group had previously made plans to kill the president, Mr. Aritonang said, adding that there was no new intelligence that an attack was imminent. Police raids earlier this year against the group broke up the camp, and scores of terrorism suspects were arrested or killed. Dulmatin, one of Asia's most wanted militants, was shot and killed by the police in March.\nMr. Bashir ''knew all the connections, training and plans that happened in Aceh, because he routinely received reports from managers in the field,'' Mr. Aritonang said.\nThe arrest was linked to the capture of five suspected militants who were believed to be from the group and the discovery of bomb-making materials in West Java on Saturday, he said.\nThe suspects were accused of wanting to carry out bombing attacks on the National Police headquarters, the West Java police Mobile Brigade headquarters, international hotels and ''more than two'' foreign embassies.\nIn one place, the police found a bomb that had not yet been detonated, Mr. Aritonang said. In another location, they found a vehicle that was being prepared as a car bomb. The police said that they were searching for a French man who was believed to have bought the car, along with his Moroccan wife.\nMr. Bashir's arrest had been anticipated after the police linked members of his above-ground Islamic organization, Jamaah Anshorut Tauhid, to the Aceh group, said Sidney Jones, an analyst with the International Crisis Group. Three Jamaah Anshorut Tauhid members were arrested in May on suspicion of helping finance the Aceh camp.\nThe police ''engineered'' the case against Mr. Bashir, said Wahyudin, the principal of Mr. Bashir's Al-Mukmin Islamic boarding school in the Central Java city of Solo and a founding member of Jamaah Anshorut Tauhid.\n''I think these accusations have been trumped up and pushed through far too much, that's my picture of things,'' Mr. Wahyudin said. ''Day to day, he's a meek man, even though he's firm in his statements on Islamic Shariah.''\nAhmad Michdan, a lawyer for Mr. Bashir, said the police had for weeks been attempting to build an exaggerated case against Mr. Bashir.\n''What we know is that he was tied in as a fund-raiser,'' Mr. Michdan said. ''Where he got the money from we don't know. Abu Bakar Bashir doesn't have any money.''\nThe arrest Monday was not the first time Mr. Bashir has been accused of direct involvement in terrorism. American and Australian officials have argued that he had a direct role in the Bali attack and the 2003 bombing of a Jakarta hotel.\nMr. Bashir was acquitted of terrorism charges in a trial in 2003 for the Bali attack. However, he was convicted on a passport violation. After serving a sentence, he was released, but Indonesia was pressed by the United States and Australia to file new charges.\nHe was let out of prison in 2006 after serving more than a year for criminal conspiracy.\nThe foreign minister of Australia, which lost 88 people in the Bali bombings, welcomed Mr. Bashir's arrest.\n''This arrest, and others like it, are testament to the dedication of the Indonesian government to respond to the threat of terrorism,'' Stephen Smith said.\nMs. Jones, of the International Crisis Group, said that Mr. Bashir was ''not as important as he used to be'' in Indonesia's jihadist movement and was now alienated from much of Jemaah Islamiyah's membership, who for the most part have dropped their support for armed struggle within Indonesia.\nMs. Jones said that she believed the police had strong evidence that Mr. Bashir was deeply involved in the Aceh plot, after weak cases undermined the two earlier efforts to convict the cleric.\n''They would not have arrested him after two failures if they didn't have the goods in spades,'' she said.\nIndonesia has been praised for reining in Islamic militant groups in recent years, although rights groups and Islamists have raised criticisms over the shooting deaths of many terrorism suspects at the hands of the elite Special Detachment 88 antiterrorism squad. The last major attack in Indonesia was the double suicide bombing of two luxury hotels in Jakarta in July last year, which killed seven people and the two bombers.\n\nhttp://www.nytimes.com\n\nLoad-Date: August 10, 2010"
}