{
    "title": "Radio listeners can join in debate on race relations;",
    "publisher": "the tampa tribune ",
    "year": 1999,
    "month": 12,
    "day": 10,
    "full text": "A Tampa documentary team, Reality Works, will explore America's history of racial conflict and  current efforts at reconciliation in the radio series \"When Terrorism Won in America,\" premiering on  WMNF, 88.5 FM.\nInstallments will be broadcast at 1 p.m. today, Wednesday and Dec. 17.\nEach program incorporates a half-hour documentary followed by a half-hour of audience call-in  debate, with guests familiar with the subject sitting in the studio.\n\"When Terrorism Won in America\" introduces listeners to a variety of people whose opinions on race  are pivotal, from actual, recorded voices of former slaves to recollections by founding members of  the Ku Klux Klan.\nLeading scholars are also included in the programs such as John Hope Franklin, chairman of the  President's Advisory Commission on Race; and Floridian Stetson Kennedy, who has spent his life  fighting for human rights in the South.\nThis is a continuation of Reality Works' first project, \"Rosewood Reborn,\" which won numerous  awards including the Edward R. Murrow Award, given by the Radio and Television News Directors  Association, and the Green Eyeshade Award, given by the Southeast regional chapter of the Society  of Professional Journalists.\nHighlights of \"When Terrorism Won in America\" center on reconstruction-era violence in the Florida  Panhandle, and controversies over the 1920 race riot in Ocoee.\nAlan Lipke, who produced, directed and wrote the programs, has said, \"Too often we have different  perceptions about each other, and want to sweep those differences under the rug. Almost a century  and a half after slavery and two generations after the civil rights movement, we still seem to have  separate-and-unequal versions of our own history.\"\nThe programs will be streamed simultaneously at wmnf.orgin RealAudio. Listeners who wish to  participate in the discussion may call (813) 239-9663 or send e-mails to dj@wmnf.orgduring the  broadcast. Follow-up comments also can be forwarded to Lipke at alipke@interaccess.net   \n\nNotes\n\nENTERTAINMENT EXTRA!\n\nLoad-Date: December 11, 1999"
}