{
    "title": "Radical environmental crusade ends in jail",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 7,
    "day": 23,
    "full text": "By William McCall\nThe Associated Press\nEUGENE, Ore. - More than a decade after they began setting fires across the West, remnants of the radical Earth Liberation Front stood before a federal judge, one by one, to hear her decide whether they had committed acts of domestic terrorism.\nFirst, Stanislas Meyerhoff.\nQuiet, shy, his hair turning gray at 30, the slightly built Meyerhoff was dwarfed by the angular expanse of the courtroom.\n\"I was ignorant of history and economy and acted from a faulty and narrow vision as an ordinary bigot,\" Meyerhoff said in May.\nAnd so a violent chapter in the environmental movement ended - with a whimper. Once feared by some and admired by others for their willingness to use any means necessary these militants are in decline.\n\"Radical environmentalism failed,\" said James Johnston of Forest Service Employees for Environmental Ethics. \"Whether radical environmentalists admit it or not, they failed.\"\nAlthough crimes by environmental and animal-rights militants still occur, they have been sporadic. Even though authorities cannot declare victory over radical militants, the movement has been significantly weakened.\nJohnston and other activists, community members, investigators and experts agreed that environmental protest by arson had pretty much run its course long before \"Operation Backfire,\" a joint task force of federal and state agencies, began making arrests in 2005.\nThey say the environmental movement remains strong - building on the work of grass-roots activists, or supporting mainstream advocates such as former Vice President Al Gore, or going deeper underground to avoid the fate of the 10 activists brought to justice in Eugene.\n\"The environmental problems on the planet aren't getting any better, they're getting worse,\" said Jim Flynn, former editor of the Earth First! Journal and a veteran of protests in Eugene. \"People will do what it takes to either try and stop environmental degradation or draw attention to it.\"\nBy 2001, however, the movement was already over for most of the ELF cell known as \"The Family.\"\nBound by youth, idealism and frustration over the ineffectiveness of more traditional environmental-protest methods, they had turned to secret meetings, codes and stealth attacks on private and public property, setting fires in the dead of night to draw attention to their cause.\nAmong other targets, they ignited logging trucks, a slaughterhouse, SUVs at a car dealership, ranger stations and a government lab, causing $40 million in damage from 1996 to 2001.\nThe largest chunk of that damage was done in October 1998 to a ski resort in Vail, Colo., by William Rodgers, the man at the heart of the cell.\nShort, red-haired and intense, Rodgers ran down a mountainside from bucket to hidden bucket of diesel and gasoline, setting them aflame while a young woman he had recruited, Chelsea Dawn Gerlach, waited for him in the truck they had used to transport the fuel.\nRodgers is dead now, having committed suicide in an Arizona jail cell just before Christmas in 2005. He had been working at a bookstore he co-founded when an informant in Eugene set off a series of arrests.\nBy the time Gerlach was sentenced this May, her tone was contrite and repentant. Like many of her co-defendants, she claimed she had changed her ways.\n\"It's very clear to me now that if you want to live in a world of peace and equality, you need to embody those qualities in your own heart and actions,\" Gerlach, now 30, told the judge. \"I am grateful I have been given this opportunity to reconcile my past.\"\nGerlach was among eight of the 10 members of \"The Family\" who apologized or repudiated their roles.\nThe portrait that emerges is a band of young people, compassionate toward animals, seeking direction in life, looking to impress each other and reinforce their own sense of self-worth as much as they were looking for a cause. Mostly, they were desperate for attention for that cause.\n\"I think that's really what all these actions are about - is really getting public attention to some of these issues,\" said Flynn, who was once repeatedly splashed with pepper spray as he doggedly resisted arrest during a 1997 protest to prevent the removal of some old trees considered a landmark in Eugene.\n\"If we were able to affect policy change through more legal means, then certainly that's the way these people would go,\" Flynn said. \"Nobody enjoys being underground and that lifestyle.\"\nU.S. Attorney General Alberto Gonzales saw \"The Family\" in a much different light, calling the case \"the largest prosecution of environmental extremists in U.S. history\" who were responsible for \"a broad campaign of domestic terrorism.\"\nU.S. District Judge Ann Aiken agreed - to a point. She ruled some of their crimes fit the federal definition of terrorism but others didn't; she imposed sentences ranging from 37 months for Thurston to 13 years for Meyerhoff.\nMcGowan, the son of a New York City police officer whose family witnessed the effects of the Sept. 11 terrorist attack, says comparing burned trees and SUVs to terrorism cheapens the meaning of the word.\n\"It's hard to stomach being from New York and seeing the effects of terrorism ... and then to be called that and to know that's going to chase you the rest of your life,\" McGowan said.\nHe points out that nobody was ever hurt in any of the 20 fires set by ELF members, although McGowan agreed with prosecutors there was always a risk.\n\"But the reason people were not hurt, aside from luck, is because great care and attention was taken,\" McGowan said. \"These are a group of people who are very, very much about preserving life.\"\nOne of the lead investigators in the multiagency \"Operation Backfire\" task force was Bob Holland, a veteran Eugene police detective who spent years tracking down \"The Family.\"\nHolland said there are radical activists who are still underground, although he predicted that any violent protests in the future would more likely be carried out by individuals rather than groups, because groups are only as strong as their weakest member - a lesson learned from the Eugene case that he also hopes serves as a deterrent.\nHe agreed that the Eugene group was driven largely by their need for camaraderie and a common cause at a unique moment in the history of the environmental movement.\n\nLoad-Date: July 24, 2007"
}