{
    "title": "Radioactive parcel found in Moscow; Chechens warn _that we are completely prepared to commit acts of",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 11,
    "day": 25,
    "full text": "A television news crew Thursday was directed by a Chechen rebel commander to a large radioactive parcel buried near the entrance to one of Moscow's biggest public parks.\nThe parcel, discovered Thursday afternoon in Izmailovsky Park in eastern Moscow, was buried exactly where Shamil Basayev, Chechnya's most notorious rebel military leader, told journalists from the Russian Independent Television Network to look.\n\"People these days say we are always bluffing,\" Basayev said in an interview filmed two weeks ago but not broadcast until Thursday.\nA New York Times Report\n\"They think we can no longer hurt the Russians. So we will give them a little sign of what we have. Consider it a small disarmament. But remember that we are completely prepared to commit acts of terrorism that will be tangible for Russia.\"\nRussian military, security and health experts closed the park late Thursday. Nobody from those organizations would talk about what they found, so it was not clear how dangerous the parcel really is.\nBasayev is responsible for one of the most demoralizing episodes in recent Russian history: the raid on the southern town of Budyonnovsk earlier this year, in which dozens of innocent people were killed and more than 1,000 were taken hostage.\nHe then was able to return with his guerrillas to the remote mountains of southern Chechnya, where he remains a fugitive from Russian military commanders who have sworn to kill him.\nHe was interviewed in Chechnya by a reporter from the independent television network.\nThe reporter admitted on the broadcast that neither she nor her bosses believed Basayev when he told them about the radioactive container. After more prodding, however, they searched the park Thursday.\nAlthough meters showed the packet was emitting at least 100 times more radiation than is normally found in Moscow's air, nobody could be certain Thursday night what the parcel contained or what it could do.\nBasayev said it was full of cesium, a radioactive substance that in certain isotopes can be produced as waste from atomic energy plants. He said followers had smuggled four such parcels into Russia, and that at least two were packed in explosives and hidden in Moscow where they could be detonated at any time.\nAndrei Vorobyov, an expert on radiation sickness from the Russian Academy of Sciences, said: \"What he is doing is spreading fear and panic. If he blew up the cesium the explosion would probably do more harm than the chemical. But in high doses it is harmful - especially to little children who might play in the park. And it is senseless.\"\nVorobyov said he would be able to speak more fully about the threat posed by the parcels only when he had a more precise understanding of what was in them.\nBasayev's action comes at the end of what has probably been the most brutal week of the war in Chechnya since a partial peace treaty was signed this summer.\nDozens of soldiers on both sides were killed, and Russian artillery pounded many of the villages where people like Basayev spend most of their time.\nOn Monday, two remotely detonated bombs destroyed the motorcade of Doku Zavgayev, the Russian-appointed leader of the region. He and six others escaped with minor injuries.\n\nNotes\n\nWORLD NEWS WATCH\n\nLoad-Date: November 27, 1995"
}