{
    "title": "Radical Environmentalist Gets 9-Year Term for Actions Called 'Terrorist'",
    "publisher": "the new york times",
    "year": 2007,
    "month": 5,
    "day": 26,
    "full text": "By the time Chelsea D. Gerlach was 16, she was putting her passion for the environment into action. \n  She drove alone from Oregon to Idaho to protest a timber sale. She spoke at a university conference here alongside professors. Interviewed by her high school newspaper, The Axe, she said, ''Our generation was born to save the earth.''\nNow Ms. Gerlach is 30, and although she may continue to be an environmentalist, a federal judge said Friday that she was a terrorist, too.\n  ''It was your intention to scare, frighten and intimidate people and government through the very dangerous act of arson,'' Judge Ann L. Aiken of Federal District Court told Ms. Gerlach at her sentencing here.\n  Judge Aiken sentenced Ms. Gerlach to nine years in prison for her role in ''the family,'' a group of at least 10 radical environmentalists who have been convicted of arson and other destructive actions at an electrical transmission tower; timber research centers; a Eugene police station; a ski resort in Vail, Colo.; and other sites in five Western states that they viewed as threats to the environment or their mission. \n  The defendants are connected to the Earth Liberation Front and the Animal Liberation Front. The crimes occurred from 1996 to 2001, and the arrests were made in 2005 and early last year. \n  Now, after most of the defendants who were initially arrested have pleaded guilty, Judge Aiken is sentencing them this week and next. \n  The cases have provided a window into conflicts in the radical environmental movement about strategy and loyalty. They have also highlighted a debate over what constitutes domestic terrorism at a time law enforcement and the military, as well as public attention, have focused on the terrorism faced on Sept. 11, 2001.\n  Defense lawyers had argued that the environmental cases were not terrorism because they did not take aim at people's lives. \n  ''It was only intended to damage property,'' said Craig E. Weinerman, an assistant federal defender who represented Ms. Gerlach, of Portland.\n  Last week, Judge Aiken rejected those arguments, ruling that some of the crimes could be sentenced under the ''terrorism enhancement,'' which can add substantial time to a prison term, if they were intended to retaliate against, coerce or intimidate the government.\n  For each of the three defendants who had hearings this week, Judge Aiken found that at least some of the crimes warranted the ''terrorism enhancement'' classification.\n  This week, she sentenced Stanislas G. Meyerhoff to 13 years in prison for his role in the crimes, which included setting fire to more than 30 sport utility vehicles at a dealership here. On Thursday, Kevin Tubbs of Springfield received 12 years and 7 months. \n  Mr. Weinerman said Ms. Gerlach's sentencing range would have probably been 63 to 78 months if some of the crimes were not regarded as terrorist acts.\n  Under the guidelines for sentencing in terrorism cases, Mr. Meyerhoff, Mr. Tubbs and Ms. Gerlach could have each received 30 years to life in prison. The judge gave each credit for cooperating with prosecutors. Some of those to be sentenced next week have not cooperated, and they could receive stiffer sentences.\n  Indictments of most of the defendants were announced in Washington in January 2006 by Attorney General Alberto R. Gonzales and Robert S. Mueller III, director of the F.B.I. Mr. Mueller said then that prosecuting crimes committed in the name of the environment was one of the bureau's ''highest domestic terrorism priorities.'' \n  For some radical environmentalists, the terrorism label is offensive.\n  ''It's an outrage that they're being put into the same category as Osama bin Laden and Timothy McVeigh,'' said Jim Flynn of Eugene, who was in the courtroom on Friday. ''It weakens the word terrorist.''\n  Mr. Flynn is a former longtime member of the ''editorial collective'' of Earth First! Journal, which calls itself ''the voice of the radical environmental movement.'' The publication's Web site currently includes an essay signed by ''Donny'' that suggests that it is in transition, with older members becoming less involved, creating ''a lull, with fewer actions occurring in the U.S.''\n  ''What does all of this mean?'' it asks.\n  Mr. Flynn said that he was not sure there was such a lull and that he did not think the convictions here would affect longtime radical activists. He did say they ''might discourage younger people.'' \n  Mr. Flynn said that he knew many of the defendants and was working to support them but that he was frustrated with those who are cooperating with the prosecutors. He said he did not oppose some of the crimes that have been prosecuted.\n  ''I would go back to the Boston Tea Party and the American Revolution,'' he said. ''Sometimes you've got to break government law.''\n  Ms. Gerlach, facing Judge Aiken, suggested that she now saw situations differently. She said the nation was in a ''cultural shift'' toward environmental awareness. \n  ''This is a long process, and it cannot be done by force,'' she said.  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Chelsea D. Gerlach said she saw a shift to environmental awareness. (Photo by Associated Press)                                     \n\nLoad-Date: May 26, 2007"
}