{
    "title": "Radicalism born at home poses prevention problem",
    "publisher": "spokesman review",
    "year": 2013,
    "month": 4,
    "day": 20,
    "full text": "RADICALISM BORN AT HOME POSES PREVENTION PROBLEM\n Ethnic Chechen brothers described as disaffected\n Given the crude nature of the bombs and the rash actions of the fugitives, the Boston Marathon attack looks less like a plot orchestrated from abroad, investigators say, and more like an example of what U.S. officials have long feared: a lethal operation by homegrown terrorists inspired by jihadist propaganda on the Internet.\n \"Somebody radicalized them,\" said Ruslan Tsarni, an uncle of the suspects who lives in suburban Maryland.\n Although the story of Tamerlan Tsarnaev, 26, and Dzhokhar Tsarnaev, 19, is unusual in that they are ethnically Chechen, in most other respects they appear to fit the biographical pattern of those involved in domestic terror plots since the Sept. 11, 2001, attacks, according to research by terrorism expert Brian Jenkins of the RAND Corp.: young, male, disaffected consumers of radical Internet propaganda.\n One video posted by Tamerlan Tsarnaev showed the preaching of Feiz Mohammad, a fundamentalist Australian Muslim who rails against the evils of Harry Potter.\n Although much is still unknown about the Boston plot, the fact that the two brothers remained in the Boston area after the attack and stole a car when their pictures were made public suggests that they are far from international terrorist operatives, several analysts said Friday.\n \"They were like arsonists who return to watch the flames,\" said one investigator, reflecting a belief that the two brothers closely followed news coverage of the attacks.\n \"These are individuals who were disenfranchised with their station in life and they decided to take action,\" said Rick Nelson, former U.S. counterterrorism official and a senior affiliate at the Center for Strategic and International Studies, a think tank in Washington, D.C.\n \"The motivation for these two would have been very different from the people on 9/11,\" said Akbar Ahmed, an American University professor who recently published a book about tribal Islam. \"It's not an act for a political point. It is an act of nihilism, and the frame is not Islam.\"\n Since 2001, 204 U.S. residents have been indicted or self-identified in jihadist-inspired plots, by Jenkins' count. Three-quarters of them have been American citizens.\n Their median age is 27. They have come from a cross-section of ethnic backgrounds.\n They typically show signs of profound alienation.\n \"Religious belief does not appear to be the key personal factor,\" Jenkins said. Instead, the participants have been motivated by \"grievance, sense of anger, desire for revenge, feelings of humiliation, desire to demonstrate manhood, participation in an epic struggle, thirst for glory.\"\n \"Jihadist ideology is a conveyor for individual discontent. Terrorism is a solution to an unsatisfactory life,\" he added.\n Counterterrorism experts say that the sort of terrorist conspiracy the brothers allegedly carried out is extremely difficult to thwart. The recipe for the types of pressure-cooker bombs used Monday is readily accessible on the Internet.\n \"That's what makes it so difficult for law enforcement,\" Nelson said.\n\nLoad-Date: April 23, 2013"
}