{
    "title": "Radical cleric Abu Qatada released from jail Radical cleric Abu Qatada smiles as he leaves jail afte",
    "publisher": "the capital ",
    "year": 2012,
    "month": 11,
    "day": 13,
    "full text": "LONDON (AP) - A radical Islamist cleric described by prosecutors as a key al-Qaida operative in Europe was freed from prison Tuesday after a court ruled he cannot be deported from Britain to Jordan to face terrorism charges.\nThe preacher was seen smiling as he was driven away from Long Lartin maximum security jail in Worcestershire, central England, in a black MPV. He was later seen arriving back at his home in London.\nBritain's government has attempted since 2001 to expel Abu Qatada, a Palestinian-born Jordanian cleric convicted in Jordan over terror plots in 1999 and 2000, but has been repeatedly thwarted by European and British courts.\nAbu Qatada won bail at a hearing Monday, when the Special Immigration Appeals Commission, which handles major terrorism and deportation cases, upheld his challenge to the decision to send him to Jordan.\nJudge John Mitting said he was not convinced the cleric would receive a fair trial, despite the government's insistence that it has won assurances from Jordan over how Abu Qatada's case would be handled - including from Jordan's King Abdullah II.\nMitting said there remained a real risk that evidence obtained through torture would be used against Abu Qatada, which would be a breach of his human rights.\nJordan's acting Information Minister Nayef al-Fayez said Tuesday that the kingdom's constitution and a constitutional court \"guarantee a fair trial\" for Abu Qatada.\nUnder the terms of his bail, Mitting said, the cleric must observe a 16-hour curfew, wear an electronic anklet, cannot use the Internet and is barred from contacting certain people.\nBritain's government has said it will appeal against Mitting's ruling, arguing that he applied the wrong criteria in making his decision.\n\"We are going to challenge it, we are going to take it to appeal. We are absolutely determined to see this man get on a plane and go back to Jordan. He does not belong here,\" Deputy Prime Minister Nick Clegg told ITV television Tuesday.\nAbu Qatada has previously been described in courts in Britain and Spain as a senior al-Qaida figure in Europe who had close ties to the late Osama bin Laden.\nHe is accused by Britain of links with Zacarias Moussaoui, the only person charged in the United States over the Sept. 11, 2001, terrorist attacks, and with shoe bomber Richard Reid. Audio recordings of some of the cleric's sermons were found in an apartment in Hamburg, Germany, used by some of the Sept. 11 hijackers.\n\nLoad-Date: November 13, 2012"
}