{
    "title": "Rage over phones is close call",
    "publisher": "daily news ",
    "year": 2013,
    "month": 6,
    "day": 7,
    "full text": "AMERICANS GOT a rare peek Thursday into a top secret surveillance program to prevent terrorism - triggering a fierce debate about the tradeoffs between national security and privacy.\nA leaked document revealed the government has obtained, under court order, the records of all landline and mobile phone calls of Verizon customers. It is believed that similar court orders are in place for other phone companies.\nSome members of Congress and civil liberties advocates denounced the data collection as a shocking invasion of privacy.\nSen. Ron Wyden (D-Ore.) all but accused National Intelligence Director James Clapper of lying. Wyden, a member of the Senate Intelligence Committee, tweeted, \"In March, DNI Clapper specifically told me #NSA does not wittingly collect any type of data on millions of Americans.\"\nOther lawmakers said the program was effective and legal.\n\"Everyone should just calm down . . . this isn't anything that is brand new,\" said Senate Majority Leader Harry Reid (D-Nev.) \"It's been going on for some seven years.\"\nRep. Pete King (R-N.Y.) said, \"It's a very effective weapon in the war on terror.\"\nHouse Intelligence Committee Chairman Mike Rogers (R-Mich.) said the program prevented at least one attack on the homeland. He did not elaborate.\nThe data-collection program was authorized by the Patriot Act, enacted after 9/11 to create new tools to combat terrorism.\nMembers of Congress said it does not involve listening to phone calls. Rather, the National Security Agency sifts through call records to look for patterns that could point to terrorists. The records also are stored for examination when cases like the Boston bombings occur.\nThe program's existence has been known since 2006 but a court order revealed by the Guardian on Wednesday provided the first paper trail - and indicated that President Obama has continued the surveillance since taking office.\nSeparately, the Washington Post and the Guardian reported Thursday the existence of another program that scours Internet companies, extracting audio, video, photos, emails and connection logs to help analysts track a person's movements and contacts.\nIt was not clear whether the program targets known suspects or simply collects data.\nNEWS SAYS: High-tech data mining is first-line defense against terrorism.\nSee EDITORIAL, PAGE 30\n\nGraphic\n\n \nHarry Reid\n\nLoad-Date: June 7, 2013"
}