{
    "title": "Raid targets to be deported Turkish immigrants faced weapons, fraud charges",
    "publisher": "daily news ",
    "year": 2013,
    "month": 12,
    "day": 6,
    "full text": "DAYTON - Two of three members of a Dayton immigrant family will be removed from the country after making plea agreements in Dayton's federal court.\nFanisha Shaydullina, 26, her husband Muzaffar Mirsoliyev, 28, and his 51-year-old father, Mustafo Mirsoliyev, were arrested after an Aug. 23 raid of their rented Allen Street home by a Federal Bureau of Investigation Joint Terrorism Task Force.\nMuzaffar Mirsoliyev pleaded guilty in U.S. District Court to one count of making a false statement under oath, Mustafo Mirsoliyev pleaded guilty to one count of failure of an alien to update a change of address within 10 days of relocation, and Shaydullina pleaded guilty to one count of possession of a firearm (an AK-47 rifle) by an individual illegally in the United States.\nThe plea agreements for Muzaffar Mirsoliyev and Shaydullina include judicial removals from the United States upon completion of the sentencing, scheduled for Dec. 23 in front of U.S. District Court Judge Walter Rice. The pleas agreement for Mustafo Mirsoliyev, who moved from Louisville, Ky., to Dayton in April, does not call for automatic deportation. Prosecutors will ask the judge to issue a sentence of time served.\nCarter Stewart, U.S. Attorney for the Southern District of Ohio, and Kevin R. Cornelius, FBI Special Agent in Charge, announced the pleas, which were entered Nov. 27.\nThe Mirsoliyevs, both Turkish immigrants who were refugees from Uzbekistan in the mid-2000s, were suspected of conspiracy to commit wire fraud, illegally obtaining food stamps and a weapons charge. Search warrants showed the FBI suspected the Mirsoliyevs of a scheme to defraud the U.S. Department of Agriculture and Ohio Department of Job and Family Services. Shaydullina is a Russian native and citizen.\nThe FBI Joint Terrorism Task Force ( JTTF) includes officers and agents from Cincinnati Police Department, Colerain Police Department, Dayton Police Department, Harrison Police Department, Ohio State Highway Patrol, United States Immigration and Customs Enforcement, the United States Secret Service and the West Chester Police Department.\nContact this reporter at 937-225-6951 or email Mark.Gokavi@coxinc.com\n\nLoad-Date: December 6, 2013"
}