{
    "title": "Raids in Britain Catch 2 Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2003,
    "month": 11,
    "day": 28,
    "full text": "The British authorities arrested two suspected terrorists in separate raids on Thursday and said one of them was believed to be connected to \"the network of Al Qaeda groups.\"\n     Sky Television said one of the detainees, a 24-year-old British man of Asian heritage who was seized in Gloucester, west of London, had links to Richard C. Reid; he is the British \"shoe bomber\" who was sentenced to life imprisonment in January in the United States for trying to blow up an American Airlines flight. There was no immediate official confirmation of the Sky report. \n Three streets around the suspect's home in Gloucester were sealed off, and over 100 people were evacuated from the area because the police feared that the man might have hidden explosives in the neighborhood, the police said.\nThe police in Blackburn, in northwestern England, searched two buildings including an Islamic college where the Gloucester suspect had once been a student, according to reports by the police and Islamic leaders. Officials at the college denied any link with terrorism and said the police had found nothing linking the college to the suspect.\nSeparately, a 39-year-old man was arrested in Manchester, in northwestern England, the police said. \nThe arrests followed warnings by the police that a terror attack might be planned for Britain and an increase in the authorities' assessment of the level of the threat of an attack from \"significant\" to \"severe general,\" the second-highest level.\nBoth men, whose names were not released, were arrested under antiterrorism laws covering people suspected of \"involvement in the commission, preparation or instigation of acts of terrorism.\"\nDavid Blunkett, Britain's home secretary, who is in charge of internal security, said of the Gloucester suspect, \"It is the belief of the security and Special Branch services that this man has connections with the network of Al Qaeda groups.\"\n\"We would not have taken these steps if we did not believe that this individual posed a very real threat to the life and liberty of our country,\" Mr. Blunkett said.\nBritain has sought previously to uncover Qaeda activities in several parts of the country ranging from a mosque in London to provincial cities, particularly in the Midlands. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 28, 2003"
}