{
    "title": "RAID ON BAGHDAD_ An Assessment; The Missile' Message",
    "publisher": "the new york times",
    "year": 1993,
    "month": 6,
    "day": 28,
    "full text": "White House officials said today that their only regret about the missile attack on the Iraqi intelligence headquarters was that there was no CNN crew there to broadcast the event live so it could be watched in the Sudan, Iran and other countries suspected of involvement in terrorism.\nAdministration officials said they had no conclusive evidence that the Sudanese or Iranian intelligence services were involved with the Muslims recently arrested in the New York area and accused of plotting to bomb the United Nations and other sites.\nBut they said that when the White House was planning the strike in Baghdad, it had not only the Iraqi audience in mind, but also the intelligence services of countries suspected of sponsoring terrorism, like the bombing of the World Trade Center in New York.\nBy attacking the Iraqi intelligence headquarters, the Administration was trying to signal that those involved in terrorism would be personally targeted in response.\n\"We were planning all along to retaliate against Iraq, if and when we had conclusive proof that it was responsible for the assassination attempt on Bush,\" said one senior official. \"But the situation in New York was very much on our minds and an explicit part of the discussions. We hoped that the response would send a message to those who work in the intelligence business that there is a danger, a danger to them personally, if they get involved in state-sponsored terrorism.\"\n \nMaking the Point to Teheran\n If it turns out in the case of the eight men arrested in the New York area that no foreign government was involved in terrorist plots, then the arrests will be \"handled through the courts,\" one official said. If it turns out that a government intelligence service was behind them, the case will be handled through the Pentagon.\nThe United States today views Iran as the world's leading sponsor of terrorism. Teheran has also developed close links with the Islamic Government in the Sudan, the homeland of five of the eight men arrested last week.\nBut it very much remains to be seen whether Iran and the Sudan will react the way the White House hopes.\nDeterrence is in the eyes of the beholder. While the Iraqi intelligence headquarters were hit, only agents who happened to be working late would have been harmed, because the Administration deliberately chose to attack when few people were in the building. When options were presented to President Clinton, his national security adviser, Anthony Lake, who coordinated the operation, and the Chairman of the Joint Chiefs of Staff, Gen. Colin L. Powell, suggested also hitting other sites at different times.\n \nThe Most Limited Option\n The President, though, chose the most limited option. He did not want to risk serious civilian casualties, and wanted to make sure that the response to the apparent attempt to kill George Bush in Kuwait in April was proportionate.\nBut Saddam Hussein demonstrated in the gulf war that he was not deterred even by disproportionate force. Why should this attack bother him?\nAdministration officials respond in several ways. One answer is that part of the deterrence of such a raid is the diplomatic support it garners around the world, and there is hope in Washington that even if Mr. Hussein is not deterred by the attack on Baghdad, other militant leaders will be.\n \nNot to Make New Martyrs\n A strike with more civilian casualties would have probably resulted not in widespread support for Washington, but rather sympathy for Iraq.\nInstead, unqualified support came from Moscow, Western Europe and even normally neutral Sweden. While the Arab states issued ritual public condemnations, privately Arab diplomats were applauding.\nAfter the Reagan Administration's air strike against Libya in 1986, in retaliation for a bombing in West Germany that killed two United States soldiers, many analysts argued that the Libyan leader, Col. Muammar el-Qaddafi, was impervious to such intimidation.\nIt did prompt him to stop financing terrorism for a while, but Colonel Qaddafi is accused of having sponsored the bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988, which killed 270 people. In the raid on Libya, Colonel Qaddafi was personally targeted, members of his family were killed and he narrowly escaped being blown apart in his tent.\n \nThe Usefulness of Hussein\n Killing Mr. Hussein, though, could have unintended consequences. While officials will never say so publicly, it has always been American policy that the iron-fisted Mr. Hussein plays a useful role in holding Iraq together. In cold-hearted terms, officials say, the United States is better off with a unified Iraq than with seeing it broken into Kurdish, Shiite and Sunni Muslim states, which could destabilize Turkey and Saudi Arabia and invite a landgrab by Iran.\nThat is why the Clinton Administration has always been more focused on changing Mr. Hussein's behavior.\n\"Getting rid of Saddam Hussein does not automatically solve the problem,\" Secretary of Defense Les Aspin said today in a interview on CNN. \"What we're looking at is the behavior, and that's the main test.\"\nWhich leads to another reason why the President chose the limited option: He wanted to minimize the risk that this strike would provoke Mr. Hussein into some large retaliation. Not that he could threaten the United States, but he could get the President bogged down in a tit-for-tat with Iraq.\n \nNow, the Wait for a Reply\n Thus Mr. Clinton chose the retaliation that he hoped would get the message across without any return mail.\nBut will Mr. Hussein play along? And even if he ends his support for terrorism, is that enough? Is the real issue about forcing him to change his strategic thinking?\nThe Iraqi leader, a Sunni, has stepped up support for Kurdish rebels in Turkey, increased pressure on Kurds in northern Iraq, begun to assert more authority over Shiite opponents in southern Iraq and developed a highly effective network for evading United Nations sanctions. The raid on Baghdad would not appear likely to hinder any of those operations.\nBut in that sense the raid fell into the pattern of Washington's post-cold-war policy, when the United States clearly has a limited wallet and an ambivalent will about foreign issues. Whether in Iraq, Somalia or Bosnia, America's military commitments are increasingly being defined by the risk-free weapons available, not just strategic goals.\n \nAbove All, Pragmatism\n Ground forces are all right in Somalia, where there is little risk of serious opposition, but not in Bosnia, where United States forces could get hurt. Cruise missiles are all right for retaliating against Baghdad; jets with more accurate laser-guided munitions are not, because they might get shot down and their pilots killed or captured.\n\"Welcome to the 1990's,\" Mr. Aspin said. \"You're going to find a whole series of situations in which the issue is going to be, should the United States act or should the United States not act? And we're going to find ourselves picking and choosing because, frankly, we do not have the resources to go in everywhere and do everything.\"\n\nLoad-Date: June 28, 1993"
}