{
    "title": "RAIDS ACROSS FRANCE NET 19 SUSPECTED ISLAMIST EXTREMISTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 3,
    "day": 31,
    "full text": "PARIS -- Police led pre-dawn raids across France on Friday in a crackdown against suspected Islamist extremists, arresting 19 people and carting off automatic rifles and other guns in authorities' latest response to a wave of terrorism that has shaken the country.\nPresident Nicolas Sarkozy, intent on showing an all-out fight against terrorism as his re-election contest nears, promised more such raids as his conservative government responds to a spate of shootings in southern France by a radical Islamist that left seven people dead and two wounded.\nInterior Minister Claude Gueant said there was \"no known link\" between those detained Friday and Mohamed Merah, the 23-year-old Frenchman who claimed responsibility for the killings in Toulouse and Montauban. Mr. Merah was killed in a shootout with police after a 32-hour standoff last week.\nThe raids in or near the cities of Toulouse, Lyon, Marseille, Paris and Nantes involved the arrest of members of a radical Islamist group known as Forsane Alizza -- the Knights of Pride -- that was banned last month.\nMr. Gueant said several assault rifles and other guns were seized. The roundup was part of a judicial operation ordered by France's powerful anti-terrorism judges, who opened an investigation into the group in October.\nMr. Sarkozy gave no details about the reasons for the arrests.\n\"It's in connection with a form of Islamist radicalism,\" he said on Europe-1 radio. warning of more operations ahead aimed at expelling from France \"a certain number of people who have no reason to be here.\"\nBut Philippe Missamou, a lawyer for Forsane Alizza, said those arrested in the sweep all were French citizens, raising questions about where Mr. Sarkozy might have such suspects sent.\n\"This is a purely political maneuver ... linked to the presidential election,\" Mr. Missamou said of the arrests. \"These people have been known to authorities for two years -- why weren't they arrested earlier? They weren't hiding.\"\nGroup leader Mohammed Achamlane was detained in western Nantes.\nMr. Missamou said the group, formed about two years ago, \"has never advocated violence, but on the other hand, they have called for legitimate (self)-defense.\" Most French media coverage of the relatively unknown group has focused on its street demonstrations in favor of the right of Muslim women to wear face-covering veils -- a practice that France banned last year.\nAnne Giudicelli, an expert at Paris-based risk consulting firm Terrorisc, said authorities could have one or more of three motivations for the sweep: \"Giving a kick\" to a group under surveillance before it might take any actions; deterring any would-be copycats of Mr. Merah's attacks; or sending a message to a public opinion and \"show off muscles, politically\" amid new terrorism fears.\nFrance's national psyche was jolted by the attacks by Mr. Merah -- a native of Toulouse who espoused radical Islamist views and claimed links to al-Qaida.\nHis killings of three Jewish schoolchildren, three paratroopers and a rabbi were the worst terrorist attacks in France since Islamist extremists led a campaign of bombings in the Paris subway and elsewhere in 1995.\nThe deadliest attack that year was on July 25, when Algerian Islamist insurgents bombed the Saint-Michel subway station, killing eight people and injuring 150. Gas cooking canisters loaded with nails, sometimes hidden in trash cans, were used in many of the bombings.\nMerah's killings have revived concerns about homegrown Islamist radicals in France.\nPublic order and security are high up on the agenda as Sarkozy seeks reelection in the upcoming presidential election that kicks off April 22. Polls show he is facing a tight race with Socialist nominee Francois Hollande.\nFrench Muslims have worried about a backlash after Merah's attacks, and French leaders have urged the public not to equate Islam with terrorism.\nThe government on Thursday banned several foreign Muslim clerics from entering France for a conference of the UOIF, a fundamentalist Islamic group. The clerics were of Palestinian, Egyptian and Saudi origin.\nThe UOIF said the ban \"deeply hurts the Muslim community and reinforces the blending in public opinion\" between moderate Muslims and extremists. But the Foreign Ministry said the clerics advocate \"hatred and violence\" and \"in the current context, seriously risk disrupting public order.\"\n\nLoad-Date: April 3, 2012"
}