{
    "title": "Rainbow Center discusses LGBTIQ identity, memory and artivism in Peru",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 5,
    "full text": "Cynthia Meledéz lectures on the perception, legacy, and artistic representation of LGBTIQ people in Peru in the Rainbow Center (Maggie Chafouleas/The Daily Campus).\nThe Rainbow Center welcomed Cynthia Meléndez on Thursday to give a presentation on the formation of queer memory in an era of post-terrorism in Peru. The presentation outlined her research that primarily focused on artivism, or the form of activism communicated through various mediums of art, as well as queer memory and identity.\nMeléndez began with giving some historical background to the culture of Peru. She mentioned that this was important due to the country's history of dictatorship and human rights violations, especially those against the lesbian, gay, bisexual, transgender, Intersex and Questioning community. Meléndez went over the fact that Peru is a colonial nation, since it was the center of power for Spanish conquistadors in the 16th century which led to the formation of its strong conservative ideology. \"In Peru and across the world, challenges to social inequality are still in progress\" - Cynthia Melendez\nPeru suffered through a heavy period of terrorism from 1980 to 2000. A period of reconciliation followed this and new legislations were introduced to protect and lessen violence against women, except the LGBTIQ community was completely left out. This happened so often that at one point the Ministry of Justice even voted against legislature that wanted to stop hate crimes against the LGBTIQ community.\nMeléndez further discussed the presence of social movements that have begun within the past decade. Many of these groups work together to establish representation of the LGBTIQ community across the country as well as promoting social justice and liberation.\nMeléndez conducted her research through a series of informal observations as she visited Peru. She examined the various forms of art in which the LGBTIQ identity is conceived, most of which were through queer performance.\n\"In sharing my research, I hope that I have given greater power to the voices coming from the queer community in Peru,\" Meléndez said, \"Beyond that, I am interested in highlighting how marginalized communities preserve their own histories and memories by using many tools, such as arts and activism.\"\nThe plays that Meléndez primarily focused on were \"Desde Afuera\" or \"From the Outside,\" and \"Al Otro Lado Del Espejo\" or \"The Other Side of the Mirror.\" Both of these plays feature a cast of characters of different identities and ages presenting their stories on the acceptance of their own identity. These characters often struggled with the formation of their identity and coming to accept themselves for who they are. It's important that these plays are acknowledged because they are some of the first to be presented to such a wide audience, especially in Peru where much of the population serves under a conservative ideology.\n\"Art offers a space of intervention; that is, art allows people and communities to develop narratives that may not be highlighted in places of \"official\" knowledge. It is also important to consider how victimhood and experience is not the same for all people who may identify as LGBTIQ,\" Meléndez said.\nAfterwards, Meléndez presented a clip from a documentary that examined the terrorism that took place in Peru. At the time, some homosexuals were brave enough to be openly gay as an act of resistance despite the terrorist groups who would kill them purely because of their sexual identity. The citizens who would be willing to risk death acknowledged that their own murder would further represent a form of resistance.\nMeléndez ended her presentation by examining a painting in which members of the LGBTIQ community are seen on a boat passing through the Amazon Rainforest. The painting offers an alternative escape for LGBTIQ citizens rather than be subject to persecution in modern and historical contexts.\n\"In Peru and across the world, challenges to social inequality are still in progress,\" Meléndez said. \"However, these objects and performances offer alternative pathways for us to imagine new ways for us to engage in reflection and conversation regarding these topics.\"\n\nLoad-Date: October 5, 2018"
}