{
    "title": "Raising funds in Calif. , Bush takes aim at Kerry; The President criticized his foe's Senate record",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 3,
    "day": 4,
    "full text": "President Bush took swings at Democratic rival John Kerry yesterday, painting the Massachusetts senator as a candidate who would raise taxes and go soft on terrorism.\nOn a fund-raising sprint through California the day after Kerry won the state's primary and became the presumptive Democratic presidential nominee, Bush uttered his rival's name for the first time in a sharpened, partisan speech that previously had only allusions to Kerry.\nBush took particular exception to Kerry's assertion that the war on terror was \"far less of a military operation and far more of an intelligence-gathering, law-enforcement operation.\"\n\"I disagree,\" Bush said. He said the Clinton administration had followed such an approach after the 1993 World Trade Center bombing.\n\"The matter was handled in the courts and thought by some to be settled, but the terrorists were still training in Afghanistan, plotting in other nations, and drawing up more ambitious plans,\" Bush said. \"After the chaos and carnage of September the 11th, it is not enough to serve our enemies with legal papers.\"\nEarlier in the day, Bush sought to win over voters by focusing on the compassionate side of his \"compassionate conservative\" agenda.\nBush renewed his push to expand religious groups' roles in helping down-and-out Americans, telling 1,500 government and religious leaders: \"We're talking about healing our nation, we're not talking politics.\"\nBut campaign politics were on full display as Bush crammed three fund-raisers into a 25-hour California visit, with yesterday's two events netting $4.1 million. Bush had already raised at least $153 million for his reelection bid.\nHe lobbed his most direct criticism yet at Kerry at the first fund-raiser last night.\n\"He's spent two decades in Congress. He's built up quite a record,\" Bush said, drawing chuckles from 600 donors. \"In fact, Sen. Kerry has been in Washington long enough to take both sides on just about every issue.\"\nHe repeatedly referred to Kerry as \"my opponent,\" accusing him of wanting to reverse tax cuts and of opposing personal savings accounts and certain Medicare changes. Kerry agrees with Bush on most tax-cut issues but would roll back tax reductions on the richest Americans.\n\"He seems to be against every idea that gives Americans more authority, more choices, and more control over our own lives,\" Bush said.\nDemocratic presidential candidates have argued for months that Bush has left the poor behind with corporate-friendly policies and tax cuts that they say were skewed to the rich.\nBush argued yesterday in a speech at the White House Conference on Faith-Based and Community Initiatives that he had not forgotten the \"people in our society with shattered lives,\" and said religious groups represented a different route to tackling \"those seemingly intractable problems.\"\n\"In spite of the fact that we have large bankrolls, and wealth beyond imagination for many people in the world, in our own society, there's darkness and loneliness and addiction and wonder - wonder whether their life is worth anything,\" he told 1,500 government and religious leaders.\n\nLoad-Date: August 23, 2005"
}