{
    "title": "Rajia Hassib's New Novel 'A Pure Heart' Unpacks the Simplistic Way We Talk About Terrorism",
    "publisher": "new york observer",
    "year": 2019,
    "month": 8,
    "day": 19,
    "full text": "\"I know that reality is much more complex than that, and I wanted to explore this complexity though fiction,\" author Rajia Hassib told Observer, referring to the view that religion is the driving force behind terrorism. Frustrated by this simplistic reaction many people have to acts of terrorism committed by Muslims, Hassib wanted to write a novel centered around a terrorist attack to change this narrative. That is how the idea for A Pure Heart, a story about a family torn apart by a suicide bombing, was born.\nThis is Hassib's second novel after In the Language of Miracles, which was a New YorkTimes Editors' Choice and received an honorable mention from the Arab American Book Awards.\nSEE ALSO: Author Mahesh Rao Delivers a 'Crazy Rich Asians' for India's Elite: 'Polite Society'\nThe book, published by Penguin Random House and released on August 6, chronicles the story of Rose and Gameela. They are sisters, but family is the only thing they have in common-their lives couldn't have taken more different paths. Rose pursued a career in Egyptology, Gameela in engineering. Rose married Mark, an American journalist and moved to New York to work at the Metropolitan Museum while Gameela stayed behind in Cairo with their parents. Rose never wore the burqa, but Gameela did. Rose is alive, but Gameela isn't.\nIn the aftermath of the revolution in Egypt, Gameela dies in a suicide bombing, her death leaving behind more questions than answers. Rose returns to Egypt to try to piece together the circumstances behind her demise, in the process unearthing secrets that make her realize she barely knew her sister.\nA Pure Heart is as much about places as it is about the people living in them. \"In the novel, I'm particularly interested in places that can bring about peace: through immersion in nature, through gaining distance from cities and their fast and often-exhausting pace, or simply through being at a new place that one calls home-something that infuses the space with hope for a better future. I think such a place, one that is tied to a positive transition, to a hopeful future, becomes its own character, in a way,\" Hassib said.\nWhile the vivid descriptions do transport the reader instantly to the markets of Cairo or to the cafes on 5th Avenue, what makes the book so compelling is that the reader gets to see the same places through different pairs of eyes. Take Cairo for instance. When the narrative is fixed on Gameela, we see an Egypt through rose-tinted glasses-\"the feeling of blissful belonging, an anchored identification with all that surrounded her.\" Through Rose's husband, Mark, we get the perspective of an outsider-\"That was another thing Mark loved about Egypt; how friends and families merged and intersected, how people never seemed to be lonely. Almost like an exaggerated version of West Virginia.\" And, through Rose, we see Egypt through the eyes of someone caught in between-someone who's made a career about her country, but struggles to fully understand its people's unique customs and beliefs.\nWhile the mystery in the novel surrounds Gameela, the character of intrigue is Rose. Hassib said that while Rose's character wasn't autobiographical, she did shape the immigrant aspect of her life from personal experience. Caught between being seen as an outsider in the U.S. and as an American by her friends and family, Rose struggles to balance these two parts of her identity. \"Rose thinks we are all more alike than most of us realize, and I agree.\" Hassib said about her protagonist. \"I, too, like Rose, often ponder how similar people are, despite the various religious or ethnic labels they embrace or the ones that are forced upon them.\" In writing this book, she asks us to consider the question more deeply, too.\n\nLoad-Date: August 19, 2019"
}