{
    "title": "Rally against terrorism at U.N. draws NYU students",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 21,
    "full text": "New York University students from the Bronfman Center for Jewish Student Life flooded East 47th Street Wednesday to promote the war against global terrorism and the role of the U.S. in attaining a real and lasting peace in the Middle East.\nReligious and political speakers at the four-hour rally, which drew about 25,000 people according to police estimates, emphasized the message that terrorism anywhere undermines peace everywhere.\nGathering at the United Nations' Dag Hammarskjold Plaza, protesters from NYU, the UJA Federation of New York, the Jewish Council for Public Affairs and other organizations rallied for the release of the three Israel Defense Force soldiers whose July capture sparked the Israeli-Hezbollah-Lebanon conflict. The rally's purpose was also to criticize Iranian president Mahmoud Ahmadinejad, who is visiting New York this week for the opening sessions of the U.N. General Assembly. On Tuesday, President George W. Bush condemned Ahmadinejad's nuclear plans and called for Iran to abandon such programs.\nSteinhardt freshman Ariana Gluck, who spent the past year studying and traveling in Israel, said that although the rally might not affect significant change in the region, the deeper objective is to let Israel know that its struggle is important and relevant to the U.S.\n\"We are eager to help in any way possible,\" she said.\nShofarot, which are Jewish ritual trumpets, sounded throughout the afternoon to symbolize the need for American citizens to raise their voices in a proactive fight against terrorism.\nNYU junior Rob Segal, who led one of the groups attending the rally from the Bronfman Center, said that the rally was successful because of the number and passion of its participants. He added that it \"unified and energized the people in the area.\"\nAhmadinejad's visit comes as the increasingly fragile Middle East crisis causes the U.S. to re-examine its role in the area. Iran, along with nine other nations, refused to sign a treaty banning nuclear testing this week.\nThe Iranian fundamentalist president drew criticism when he called for the destruction of Israel and called the Holocaust a \"myth\" in December 2005.\nRen Kott, an Israeli student currently studying in the U.S. and preparing to enter the Israeli army by the end of the year, said that the broad support from both Jewish and Christian organizations exhibited in the National Solidarity Rally provided \"great comfort\" to Israelis, reminding them that the U.S., with the power to make things happen, has not forgotten.\n(C) 2006 Washington Square News via U-WIRE\n\nLoad-Date: September 21, 2006"
}