{
    "title": "Ramadan offers a time for all to reflect By better understanding this great religion, non-Muslims ca",
    "publisher": "portland press herald",
    "year": 2008,
    "month": 9,
    "day": 1,
    "full text": "It is during this month that the Angel Gabriel is said to have come down from heaven to give Mohammed, the founding prophet of Islam, the Quran, the faith's holy book. And it is in recognition of this gift from God that Muslims the world over begin Ramadan today.\nRamadan is marked with daytime fasting, prayer and reflection. It is the time when the followers of Islam reflect on their lives and prepare for the afterlife. There is a great emphasis on charity for the less fortunate and reconciliation of disputes.\nInevitably in this country, it is a time as well to reflect on America's uneasy relationship with the Islamic world. To be sure, there are people who practice Islam who view Western values with hostility. A small number of these people have resorted to terrorism and violence directed at the West.\nPerhaps predictably, but also unfortunately, this has stirred prejudice and misunderstanding directed at Muslims in this country and abroad. Broad brushes too often paint the entire Islamic world as an enemy of the United States. That is simply untrue.\nOn the campaign trail this year, there is much talk about defeating the terrorists, and it is important that the United States do all it can to protect its citizens and its interests from extremists who would twist one of the world's great faiths into something to be feared.\nBut this is not a struggle against Islam, and it cannot be won without a better understanding of the 1.1 billion people who mark this month on their calendars as the year's holiest.\nGlobal Islamic terrorism will be stopped only when the paranoid rants of its proponents are widely recognized by Muslims the world over as absurd exaggerations. For that to happen, non-Muslims in the West must make an effort to genuinely appreciate and understand this great religion.\n\nLoad-Date: September 1, 2008"
}