{
    "title": "Ramisa Rob_ Time to confront far-right terrorism",
    "publisher": "university wire",
    "year": 2019,
    "month": 3,
    "day": 21,
    "full text": "The deadly attacks on two New Zealand mosques that massacred more than 50 people is a gruesome reminder that far-right terrorism is a rising threat. In light of the havoc that shook the world to its core, we are now mourning innocent lives that have been lost, once again carried out by a white supremacist aiming to extinguish immigrants - whom they refer to as the \"invaders of the West.\"\nJust five months ago, in October 2018, another depraved white supremacist in Pittsburgh fired hate-fueled bullets on 11 Jews at the Tree of Life synagogue. This extremist violence is becoming increasingly common and to let the perpetrators monopolize the discussion surrounding the vile level of carnage would be a huge mistake. It is urgent to analyze the source of such violence.\nThe gunman of the New Zealand terror attack left a 74-page online manifesto, titled \"The Great Replacement,\" highlighting xenophobic fantasies that describe Muslim immigrants as the \"most despised group of invaders in the West.\" The shooter also said his inspiration was the Norwegian terrorist who killed 77 people in 2011 and shared the same vitriolic agenda: to eliminate Muslim immigrants. The extremists' hateful screed encapsulates the growth of Islamophobia.\nWe must recognize that vilification of the Muslim community has been standardized for a long time by various politicians around the world. Australian Sen. Fraser Anning is proof that far-right extremism can be validated by those seated in parliament. At the aftermath of the tragedy, as Muslims lay dead in mosques, he released a public statement justifying the mass murder of Muslims and replicating the virulent ideology of the terrorist. He wrote: \"the real cause of bloodshed on New Zealand streets today is the immigration program which allowed Muslim fanatics to migrate to New Zealand in the first place.\" If we extend powerful positions to such racist individuals, it should come as no surprise when hatred spills among ordinary citizens.\nBut Anning is not the only one who has made blatantly racist comments. In October 2018, President Donald Trump tweeted the phrase \"unknown Middle Easterners\" to instill fear regarding the \"caravan\" of immigrants from Central America crossing the southern border. In an interview in 2016, Trump said, \"I think Islam hates us. ... We can't allow people coming into this country who have this hatred for the United States.\" When will we admit that such attitudes toward Muslims, who currently comprise 1.1 percent of the American population, empowers far-right groups and fosters Islamophobia?\nAnd let's not dismiss the complicity of the international media for disproportionately reporting Muslim terror attacks with fallacious headlines, like \"Violent Islam terror attack strikes ...\" Labelling an entire religion as \"violent\" is an undoubtedly racist generalization and frankly deserves criticism for its gross lack of empiricism. How can one surmise Islam breeds violence without examining the religious texts? While Trump is quick to blame Muslims for terrorism, he is much more lethargic when Muslims are actually the victims of Islamic terrorism.\nIn a study published in Justice Quarterly, researchers at Georgia State University and the University of Alabama found that terror attacks by Muslims receive an average of 357 percent more media coverage than those by other groups. The team studied 136 terrorist attacks in the U.S. between 2006 and 2015 using the Global Terrorism Database and concluded that 12.5 percent of these incidents were committed by Muslims, yet they received half of all news coverage.\nAfter the New Zealand shooting, many journalists have been examining the terrorist's manifesto and tracing the genesis of far-right terrorism back to the words and actions of right-wing leaders. But right-wing supporters on YouTube and Twitter are rather offended and suggest the \"fake media\" always misconstrues horrific events to attack right-wing U.S. politics. Yet, \"blame the hammer, not the hand\" is a narrative that has been instilled by the right wing themselves ever since the attacks.\nWe've been reading that ideology matters, which emphasizes the need to study how non-violent Islam supposedly harvests radicalism and violence. Conservatives have promoted the discourse that violence does not exist in some sort of a vacuum while largely ignoring statistics from the FBI that hate crimes against American Muslims sharply increased after the Sept. 11 attacks. While the media generally views jihadist attacks more newsworthy, it is worth noting that the Anti-Defamation League, an internation Jewish non-governmental group, finds that \"domestic right-wing extremism\" was responsible for 73.3 percent of extremist-related killings in the U.S. from 2009 to 2018 whereas \"Islamist extremism\" accounted for 23.4 percent.\nBut conservatives such as the incomparable Ben Shapiro condemn the media for \"rushing\" to express that radical Islamic terrorism has no connection to actual Islam. In a 2017 article, Mr. Shapiro wrote: \"Imagine that a white supremacist had driven a truck onto a bike path filled with minority innocents. Imagine that the white supremacist had emerged from his truck carrying aloft a Confederate flag. Imagine that the media had leapt to the defense of those flying the Confederate flag, explaining that only a tiny minority of those who did so had engaged in any sort of racist violence. ... Hard to imagine, isn't it?\"\nWell Mr. Shapiro, it was hard to imagine when the media failed to properly report the fact that \"the FBI and the Homeland Security warned in a 2017 intelligence bulletin that white supremacist groups had carried out more attacks in the U.S. than any other domestic extremist over the past 16 years.\" So, logically speaking, why isn't Ben Shapiro connecting the recent New Zealand attack to right-wing theories as he did with Islamic terrorism? Where are his \"intelligent\" tweets insisting that \"Facts don't care about your feelings\" now?\nSimilarly, in 2014, Ben Shapiro released a video to conclude that terrorists find  \"moral, financial and religious support from those who are not terrorists themselves.\" If we follow his logic, we could conclude that the war-mongering far-right gains its ideological assistance from those in the right wing who aren't terrorists themselves, including conservative commentators, like Ben Shapiro. So it's time for the right to be consistent with their own sayings and counter the \"roots\" of the surge in far-right terrorism.\nIn February 2019, a Coast Guard lieutenant and self-described white nationalist was arrested in Maryland for plotting to kill a long list of prominent journalists and Democratic politicians, in an effort to eliminate leftists in general. So it's time for the right to start re-evaluating what they stand for and why their ideologies are increasingly warped to wage violence against minorities. The president especially needs to address this challenge instead of downplaying the scale of the threat as \"a small group of people\" with \"very, very serious problems.\" Every Muslim's act of violence is immediately framed as \"violent Islamic terrorism\" but as white males continue to wage terror, we report the atrocities as \"hate crimes\" caused by their \"mental disorders.\" This fact is the biggest double standard of international politics. It's time to change this racist way of dealing with massacres.\nWe must understand that terrorism is generated by extremism and deconstruct the deceptive public perception that terrorism is inherently Islamic. In reality, right-wing extremism follows the same model as Islamic extremism. They are two sides of the same coin: the ethno-nationalist clash of civilizations between the West and the Muslim world. In my lived reality, the Muslim community where I was raised fears Islamic terrorism as much as they fear rising right-wing terrorism. In what I've personally witnessed in the three years I have lived in the U.S., there is barely any difference between how a Muslim American acts compared to how a white American acts.\nPeople have to stop hating each other and treating each other as enemies. Rather, we must work together in countering extremist violence of all kinds. We have to eradicate fear-mongering narratives that only serve to pit groups against each other. In other words, politicians and pundits, especially those on the right wing, ought to stop propagating anti-Muslim rhetoric - before more innocent people lose their lives. Journalists have been pushing for policy shifts to counter domestic terrorism and so it's crucial that we all sustain the momentum.\nRamisa Rob can be reached at rfrob@umich.edu\n\nLoad-Date: March 22, 2019"
}