{
    "title": "Random searches now common in New York City subway system Police consider the tactic valuable",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 7,
    "day": 10,
    "full text": "It was billed as a necessary counterterrorism tactic after the deadly mass transit bombings in London: Anyone entering New York's sprawling subway system could be subjected to a random search of backpacks, briefcases and shopping bags.\nOne year and countless searches later, the practice once thought of as a temporary imposition, with the potential to trample civil rights, remains in effect and is barely causing a stir.\n\"We consider it a valuable tactic to use,\" Police Commissioner Raymond Kelly said in a recent interview. \"It's not a panacea, it's not a cure-all, but it's another tool in our toolbox.\"\nOfficials won't say how many bags police have searched in the past year, or specify where and when they do it. Unpredictable deployment keeps would-be bombers off balance, they say.\nThe program has resulted in five arrests - not for terrorism, but for drug possession, disorderly conduct and other minor charges.\nStill, the nation's largest police department considers the city's 468 subway stations and the average 4.5 million riders who use them daily on average to be ripe targets for terrorism. The subway inspections are just one element of a counterterrorism program that costs the NYPD roughly $200 million per year.\nThe New York Civil Liberties Union believed the searches were such violations of privacy that it went to court last year to stop them. A federal judge disagreed, saying that following the Sept. 11, 2001, terror attacks the need for such measures was \"indisputable, pressing, ongoing and evolving.\"\nThe NYCLU has appealed. Its lawyers argue the searches are too infrequent to be a real deterrent, yet frequent enough to violate constitutional rights.\n\"We're in favor of making people feel comfortable, but not at the expense of the Constitution,\" said NYCLU Legal Director Christopher Dunn.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: July 11, 2006"
}