{
    "title": "Rand Beers",
    "publisher": "the new york times",
    "year": 2008,
    "month": 11,
    "day": 18,
    "full text": "As he prepares to take office, President-elect Barack Obama is relying on a small team of advisers who will lead his transition operation and help choose the members of a new Obama administration. Following is part of a series of profiles of potential members of the administration. \n  Name:Rand Beers\n  Being considered for: Homeland security or national security position; serving as Obama transition adviser for the Department of Homeland Security. \n  Would bring to the job: More than three decades' experience in counterterrorism and counternarcotics jobs in both Republican and Democratic administrations. After two years on the Bush National Security Council, Mr. Beers quit in 2003 five days before the start of the Iraq war, which he feared would strengthen Al Qaeda. Later advised Senator John Kerry's 2004 Democratic presidential campaign and started the National Security Network, a largely Democratic policy group.\n  Is linked to Mr. Obama by: A public critique of Bush foreign policy since 2003 that closely parallels that of Mr. Obama. He first met with Mr. Obama before a major terrorism speech in August 2007, but he continued to advise Senator Hillary Rodham Clinton and other Democratic candidates before Mr. Obama clinched the nomination.\n  In his own words: On the Bush administration's war on terror: ''You have to find ways to talk about this that doesn't sound like you're condemning the entire Islamic world. You're not going to ultimately succeed unless we can find friends and allies in the Muslim world.'' (Milwaukee Journal Sentinel) On Iraq: ''The Iraq war has not only made the world a more dangerous place, but has distracted the United States from pivotal foreign policy priorities, harmed America's prestige and international credibility and hurt our ability to respond to emerging challenges.'' (Senate testimony in February 2008)  (Washington Monthly, first quarter 2008)\n  Used to work as: Foreign service officer in the 1970s; National Security Council staff member working on terrorism, drugs, peacekeeping and intelligence under the first President George Bush and President Bill Clinton; assistant secretary of state for international narcotics and law enforcement, 1998-2002, helping develop Plan Colombia, which has funneled billions in military and other aid to that country to fight the drug trade; senior director for combating terrorism at the National Security Council, 2002-2003.\n  Carries as potential baggage: Some exaggerated statements on counternarcotics efforts. In 1998 testimony, Mr. Beers said the goal of increased aid to Colombia was to ''eliminate Colombian cocaine and heroin from American streets'' in three years. In a lawsuit filing in 2001 he asserted that members of the Colombian rebel group FARC had been trained by Al Qaeda; he later formally withdrew the claim.\n  Biography: Born Nov. 30, 1942, in Washington, where he grew up.... after graduating from Dartmouth in 1964, enlisted in the Marines and served four years, leading a rifle company in combat in Vietnam ... has said his Vietnam experience gave him grave doubts about the Iraq war ... master's degree in history from the University of Michigan ... ... always a Democrat, though he served in several Republican administrations and says he voted for only one Republican: Spiro T. Agnew for governor of Maryland in 1966 ... married to Bonnie Beers; two children and two grandchildren. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 21, 2008"
}