{
    "title": "RARE ANTHRAX CASE IN FLORIDA HAS NO LINK TO TERRORISM",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 5,
    "full text": "A 63-year old Florida man has contracted pulmonary anthrax and has been hospitalized in critical condition with the infection, health officials said yesterday.\n But, they said, there is no evidence that his disease was caused by a terrorist attack, and there is no public health risk.\n \"It is an isolated case and it is not contagious,\" Tommy G. Thompson, the secretary of Health and Human Services, said at a White House briefing yesterday afternoon. \"There is no terrorism.\"\nAnthrax, a bacterial infection, is uncommon in people but common in farm animals like sheep, cattle and goats. The bacterial spores, which are infectious, can persist in soil for years.\n Anthrax does not spread from person to person and there is no reason to attribute a single case to terrorism, health officials said.\n Thompson described the Florida man as an outdoorsman who lives in Lantana, near West Palm Beach. News organizations identified him as Robert Stevens. He was hospitalized on Tuesday, according to the Palm Beach Health Department.\n The man had just returned from a visit to North Carolina, but the only place he is known so far to have visited there is Duke University, about a week ago, said Debbie Crane, a spokeswoman for the North Carolina Department of Health and Human Services, which is assisting in an investigation of how and where the man got infected. She added that it can take about a week for symptoms of pulmonary anthrax to become apparent.\n But, Crane said, health officials still are tracing the man's route and she said he could have become infected in North Carolina or Florida. A Duke University spokesman said that there were conflicting reports about the man's reported visit and that so far college officials knew little about the circumstances.\n Hospitals and health departments from North Carolina to Florida were asked if any patients had similar symptoms and found none, the Centers for Disease Control and Prevention said.\n \"Anthrax happens,\" Crane said. \"It's happened forever, and it's happened before Sept. 11.\" While the pulmonary, or inhalational, form is unusual in humans, it is not unheard of. According to an article published in August by the CDC, only 18 cases of inhalational anthrax were reported in people in the United States in the 20th century, the latest in 1976.\n Last year there was an animal epidemic of anthrax in North Dakota, with 32 farms quarantined, according to the CDC. A total of 157 animals died, and one man who had handled cows that died of anthrax became infected but recovered with treatment.\n The North Dakota man had cutaneous, not inhalational, anthrax, meaning the infection began in his skin, the most common way the bacteria infect humans. Before his case, according to the CDC, the last reported case of cutaneous anthrax in a person in the United States occurred in 1992.\n Even less common is intestinal anthrax, from eating infected meat, or anthrax infections of the lungs, known as woolhandlers disease, from breathing the bacterial spores.\n Without treatment, 90 percent of pulmonary anthrax cases are fatal, and even with treatment, the disease is hard to control once symptoms develop.\n\nLoad-Date: October 6, 2001"
}