{
    "title": "Rationale full of holes in D.C(2)",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 19,
    "full text": "\"We authorized the president to fight terrorists, not to wiretap,\" say members of Congress.\nThe Bush administration rationalizes its recently disclosed secret wiretap program on Congress' Authorization for Use of Military Force Resolution, passed Sept. 18, 2001. In the resolution, Congress authorized the president to use \"all necessary and appropriate force\" against those responsible for the attacks of Sept. 11. According to the White House, part of fighting the terrorists is finding out what they are up to, and tapping telephones is one way to do that. If we are, indeed, in a \"war on terrorism,\" as declared by the White House, then all is fair, even if a few American citizens get their phones tapped without a warrant in the process.\nOn closer inspection, the White House rationale has enough holes to drive a Humvee through. The Constitution protects against unreasonable searches, and that includes wiretaps ordered by the executive branch of government, without a court order.\nBy way of exception, in terrorism situations the attorney general may wiretap by getting a warrant from a special Foreign Intelligence Surveillance Court. Although constitutionally questionable, that procedure has been in place for a generation.\nThe White House says the special court is not good enough, if it needs to wiretap right away to catch someone who may be planning a repeat of Sept. 11. Yet under the court's procedure, in an emergency situation, the attorney general may wiretap for 72 hours before getting a warrant. The White House has not adequately explained why it ignored that procedure.\nWhat about the Authorization of Use of Military Force resolution? Doesn't it let the president wiretap to catch terrorists?\nThe resolution authorized military force. It did not authorize wiretaps. The White House infers a right to wiretap from the authorization of military force. However, a general authorization like that contained in the resolution is up against the Constitution's protection against searches, and the Congress' legislation about wiretaps in special cases like terrorism.\nWhen two pieces of legislation are at odds, the one that prevails is the one that more specifically shows Congress' intent. There is little evidence that in giving the president a power to use force against the perpetrators of Sept. 11, Congress intended to let him tap phones in the United States.\nCongress' prior legislation on wiretaps is highly specific in indicating when they are permissible.\nThe president may even be jeopardizing his own war on terrorism with the secret wiretap program. The White House has admitted that secret wiretaps figured in the investigation of several people who have been convicted on terrorism charges. Since these wiretaps are almost certainly illegal, those convicted could be set free.\nThe secret wiretap program is likely to be examined in hearings in Congress. The judges of the special court have also asked the administration to provide an explanation. Since the program came to light, the White House has staunchly defended it. The better part of valor would be to confess error. But that would run the risk of admitting that the president violated the Constitution in a way that has \"impeachment\" written all over it.\nExpect a stonewall.\n(C) 2006 The News Record via U-WIRE\n\nLoad-Date: January 19, 2006"
}