{
    "title": "RATIONALE ON PHONE RECORDS RELEASED",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 8,
    "day": 11,
    "full text": "WASHINGTON --\nThe Obama administration on Friday asserted a bold power to collect the phone records of millions of Americans to search for a nugget of information that might thwart a terrorist attack.\nIn a 22-page \"white paper,\" the Justice Department for the first time detailed its legal rationale for a massive National Security Agency data collection program it claimed is both constitutional and subject to federal oversight.\nThe report, which echoes assertions the administration has made to Congress, said the law and subsequent court decisions bestow broad power on the government to seek telephone records \"relevant\" to investigations of suspected terrorism.\n\"Relevance,\" the paper stated, is \"a broad standard that permits discovery of large volumes of data in circumstances where doing so is necessary to identify much smaller amounts of information within that data that directly bears on the matter being investigated.\"\nThe release of the white paper appeared to do little to allay the concerns of critics in Congress and the civil liberties community who say the surveillance program violates Americans' right to privacy. Last month, the House narrowly defeated a proposal to terminate it. The closeness of the vote, 217 to 205, was surprising but gave fresh momentum to lawmakers who have been trying to rein in the collection effort.\n\"The president must acknowledge what a clear majority of Americans know: Our government has violated the law by collecting the communications of millions of innocent U.S. citizens,\" said Rep. Rush Holt, D-N.J., who wants the collection to end and has also criticized another major NSA surveillance program that targets communications of foreigners.\nThe administration's definitions defy \"any previous interpretation of the law,\" said Anthony Romero, executive director of the American Civil Liberties Union. \"The way the government is interpreting relevance, anything and everything they say is relevant becomes relevant.\"\nCritics say the program amounts to a \"dragnet,\" collecting massive amounts of what the report called \"telephony metadata\" detailing records of phone calls. Included is information about the phone numbers called, when the calls were made and how long they lasted. The calls' content is not revealed.\nThe information is important, the government said, to allow special NSA analysts to look for calls linked to recognized terrorist groups. But critics say U.S. officials have not demonstrated that the program is necessary to prevent terrorist attacks.\nThe government said it believes Congress intended a broad concept of relevance when it passed Section 215 of the Patriot Act in 2001 and later amended it several times. That law authorizes the government to collect \"any tangible things\" when there are \"reasonable grounds to believe that the tangible things sought are relevant to an authorized investigation\" to obtain foreign intelligence information or to protect against international terrorism.\nSome lawmakers have said that when they passed the law, they did not think they were authorizing the bulk collection of virtually all Americans' phone records. But Justice's report said the law was reauthorized twice after Congress had been informed in classified briefings how the law had been interpreted by the Foreign Intelligence Surveillance Court, and how it was being implemented.\n\nLoad-Date: August 13, 2013"
}