{
    "title": "Raw Politics and Rawer Nerves Accompany Albany Terror Debate",
    "publisher": "the new york times",
    "year": 2004,
    "month": 3,
    "day": 17,
    "full text": "Highlighting just how politically raw and potentially volatile the issue of terrorism remains here, Gov. George E. Pataki and the Republican leaders in the State Senate accused the Democratic-led Assembly on Tuesday of endangering the welfare of New Yorkers by not passing a set of antiterrorism laws.\n The Assembly speaker, Sheldon Silver, responded by saying that he would not be lectured to, especially given his proximity to the Sept. 11 attack, which he witnessed from his home in Lower Manhattan. He said that if Republicans were so worried about the welfare of New Yorkers, they should act to ban certain guns, like the .50-caliber sniper rifles that he said could shoot a plane out of the sky.\n  Against the backdrop of the terrorist bombings in Madrid, which Mr. Pataki and Senate Republicans seized on as evidence that New York remains at risk, the emotional exchange showed how even two and a half years after the World Trade Center was destroyed, the issue can trigger a welter of strong feelings and tricky political equations. \n While Mr. Pataki has made the new terrorism laws, which were passed by the Senate on Tuesday, a priority of his administration, similar legislation was passed by the Senate last year only to die in the Assembly. The bills deal with everything from cyberterrorism to money laundering to safeguarding crops. This year, both because it is an election year for the lawmakers and because events overseas may serve as a reminder of the terrorist threat, Republicans are hoping the dynamic is different.\n ''Last week's bombings in Madrid were a horrific reminder that the war on terror is not over,'' Mr. Pataki said in a statement. Later, speaking to reporters, he said, ''There is no more important piece of legislation then the antiterror legislation that would help us protect the people of New York.'' \n The Senate majority leader, Joseph L. Bruno, agreed.\n ''Heaven forbid and we pray that we don't have a tragedy where we can point to a series of these bills that could have prevented that tragedy if they were law,'' Mr. Bruno said. \n Senator Michael A.L. Balboni, a Republican from Garden City, was more blunt in his criticism of the Assembly. \n ''Everyone at the White House, at Homeland Security, is very focused on Madrid, very focused on the national Republican convention that is coming to New York and very focused on terrorism,'' he said. ''The State Senate is very focused on terrorism. The governor of the state is very focused on terrorism. The one body that is silent on terrorism is the State Assembly.''\n Mr. Silver took umbrage at the suggestion that if he refused to go along with the proposals, he was somehow putting New Yorkers at greater risk.\n ''Senator Bruno, Senator Balboni or any of them is not going to give me a lecture on terrorism,'' he said. ''I saw the planes hit the towers with my eyes. I represent that community. My house looks at the towers. I saw what happened Sept. 11. Not on television, but personally.''\n Mr. Silver said that there might be room to act on some of the legislation the Senate passed, but he was largely dismissive of the rhetoric from Republican leaders.\n ''I went to law school,'' he said. ''They told you if you are wrong on the law, wrong on the facts, dazzle them with your baloney. That is what they are doing.''\n The bulk of the legislation passed by the Senate Tuesday is the result of a set of proposals developed jointly by the Mr. Pataki and Attorney General Eliot Spitzer, a Democrat. Among other things, the legislation calls for an expansion of the wiretap laws in a way that parallels what the federal government has done. In effect, it would allow state law enforcement officials to tap more than one phone on the basis of one search warrant as a way of keeping up with criminals who use multiple cell phones.\n Another bill would make it a crime to launder money for terrorism, again allowing what is done on the federal level to be done by state law enforcement officials.\n Proponents of the expanded laws said that it was critical to give local law enforcement increased powers, noting that at any given time there are 7,000 federal agents in New York, while there are some 70,000 local police officers.\n While some aspects of the legislation have to do with prevention, much of what it seeks to do is create new crimes and increase the penalties for anything related to terrorism.\n Mr. Bruno said that in his meetings with Mr. Silver, he came away with the impression that Democrats were resistant to the laws out of ''concern about increasing penalties for almost any crime,'' since, he said, they felt blacks and Hispanics were disproportionately affected. Mr. Silver disagreed with that characterization.\n Under the proposed legislation, it would become a crime in New York to possess chemical or biological weapons. Another bill would increase the penalties for placing fake hazardous materials, like baby powder meant to look like anthrax, with the intent of causing public harm. There are also measures to protect New York's food production industry by making ''agri-bioterrorism'' a crime.\n As the measures were debated on the Senate floor, there was heated rhetoric, but only a handful of Democratic Senators objected to the legislation, considering it dead in the Assembly. State Senator Eric T. Schneiderman, a Democrat from Manhattan, called the laws a ''fundamentally flawed approach'' that do not guard against abuses. \n Mr. Silver said that the Republicans were being hypocritical in criticizing him for not moving on the legislation while they refused to consider the stricter gun control legislation. \n Mr. Pataki said that the focus should be on the antiterrorism legislation he proposed, not gun laws.\n He said he was aware that Mr. Silver had some difficulties with some aspects of the legislation, but there may be room for compromise. ''I would just urge the Assembly to take another look,'' he said.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 17, 2004"
}