{
    "title": "Reactions to war; Security beefed up for threat of terror",
    "publisher": "business insurance",
    "year": 1991,
    "month": 1,
    "day": 21,
    "full text": "War in the Persian Gulf is forcing businesses and governments to beef up security against terrorist attacks in the United States.\nWhile no terrorist acts had been reported in the United States as of late last week, risk managers and other security officials said they were stepping up precautions.\nAnd experts warned last week that the threat of terrorism -- both abroad and at home -- would not end with the fighting in the Middle East.\n\"Definitely, for several months to come, the terrorist threat will be fairly extreme,\" said Philip Huntley, vp of Argen Inc. of New York, an anti-terrorism consultant.  \"Any country that's had any involvement in Desert Storm\" could be a target, he said.\n\"Whenever the Palestinian and Arab causes are humiliated, they come back the only way they can,\" said Herb Clough, executive vp of Paul Chamberlain International, a security firm in Beverly Hills, Calif.\nThreats of terrorism will remain well after war ends, so companies should employ long-term prevention plans, said Charles Webb, security consultant for Control Risks Group in London.\n\"The terrorist threat will go on far longer than any military conflict,\" said Mr. Webb.\nWhile attacks are more likely in Europe and the Middle East, terrorism in the United States is not far-fetched, experts warn.\nGene Mastrangelo, manager of Business Risks International Inc. in Arlington, Va., compared overseas and domestic terrorism to a \"home and away football game.\" The closer terrorists are to their home base, the more latitude they have, he said.\nAny professional terrorists in the United States will focus on high-profile targets or targets directly related to the Persian Gulf war, Mr. Mastrangelo said.  So a company that made parts used in military aircraft would have considerably more to worry about than a bakery, he said.\n\"It's very possible there will be some fallout in the United States, but the chances are it would be on a much lesser scale\" than terrorism directed against U.S.-owned targets overseas, said Mr. Clough.\nIraqi President Saddam Hussein would \"probably skip\" highly secure targets but would \"probably go for scaring the public directly,\" said Mr. Clough.  Likely targets would include airport waiting areas, public transportation systems and possible water supplies, he said.\nFBI employees have contacted various government and business leaders, explaining how to improve their security, said a bureau spokesman.\n\"It's safe to assume we're talking about infrastructure,\" said the spokesman.  He would not say which who was contacted, but he did confirm a report that oil companies were instructed to increase security around pipelines.\nOfficials with companies and public entities considered likely targets are taking action, though they were tight-lipped about their plans to avoid tipping off would-be terrorists.\n\"Security throughout all our facilities has been beefed up,\" said a spokesman for Atlantic Richfield Co. in Los Angeles.\n\"All I can say is that we have increased security, but we aren't releasing details for obvious reasons,\" said a spokeswoman for the Massachusetts Bay Transportation Authority in Boston.\n\"The police have kept this behind closed doors,\" said Fred Haacker, director of risk management in the New York City Mayor's Office of Operations.  \"They take over these kinds of operations in New York.\"\nEffective Jan. 17, the Federal Aviation Administration prohibited curbside baggage check-ins at airports and ordered that only ticketed passengers be allowed past security checkpoints, according to a spokeswoman for the Chicago Department of Aviation.\nThis is the highest level of security ever ordered for all U.S. airports, although individual airports have at times been required to follow these procedures, according to an FAA spokesman.\nAt O'Hare International Airport in Chicago, one of the nation's busiest, a spokeswoman declined to provide details on security measures.  \"We don't want to compromise the plan that we have in place.\"\nChicago television news reports, however, showed that decorative planters had been removed from public areas at O'Hare, mail boxes had been sealed shut and airport stores had removed lighter fluid and batteries from their shelves.\nProbably the most prevalent security measure used by public entities in the United States is educating workers to be on the lookout for suspicious characters and packages that may be hiding bombs.\n\"We have increased the level of awareness among employees,\" said San Diego Risk Manager D. Cruz Gonzalez.  In addition, the police department is making greater use of bomb-sniffing dogs and officers have participated in a mob and riot control training program, he said.\nHowever, like New York's risk manager, Mr. Gonzalez said his department is not directly involved in the security program because \"in a public agency the police generally take charge.\"\n\"We have asked employees to be more vigilant and report anything suspicious,\" said a spokeswoman for the Washington Metropolitan Area Transit Authority in Washington, D.C.  Transit security officers \"are in constant communication with other police authorities,\" she added.\nBomb threats are \"nothing new\" to New York's Metro North Commuter Railroad, which operates Grand Central Station, said a spokesman.  \"It's not like all of a sudden we first have to think a bomb might be here,\" he said.  In fact, a crew worker recently discovered a bomb on a subway track, he said.\nMetro North workers are encouraged to report any suspicious behavior or packages immediately to the railroad's own police force, he said.  Workers, though, are told not to approach a suspicious person or package, he said.\nThe San Francisco Bay Area Transportation District in Oakland is posting security guards in rail car storage facilities and key train stations, according to Insurance Manager Jordan Tolchin.\nLockers in the stations have been sealed and restrooms \"are to be locked until further notice,\" he said.\nDade County, Fla., officials have been working with the FBI, local law enforcement agencies and security personnel at Homestead Air Force Base to create a coordinated anti-terrorist program, according to Kathleen Hale, director of the Office of Emergency Management.\nHer office is coordinating security efforts for \"all vulnerable entities,\" including Miami and other cities in Dade County Miami International Airport; major communications centers and utilities, including a nuclear power plant; and the Port of Miami, Ms. Hale said.\nSaying \"you don't want to create any unnecessary public concern,\" she declined to provide many details.  However, she did say that the Miami airport added bomb-sniffing dogs, eliminated baggage storage rooms and locked all lockers.\nBut \"Miami was always a high-security airport,\" she added.  With 90 air carriers using the facility, \"it's high on the target list.\"\nIn Los Angeles, the Department of Airports has reinstituted the anti-terrorist task force it assembled for the 1984 Olympics, said a spokesman, who declined to provide details.\n\"Briefings and planning sessions have been conducted with air carriers, federal law enforcement and security agencies and local law enforcement agencies to develop confidential contingency plans,\" a statement from the department said.\nOther institutions often mentioned as possible targets are taking steps.\nSecurity was stepped up last week at the Chicago Mercantile Exchange.  All packages brought to the trading floor are now inspected and the visitors gallery is closed to the public.\nElsewhere, however, the threat is being downplayed.\n\"We really have not been overly anxious about terrorism,\" said John G. Pinner, assistant treasurer at Mattel Inc. in Hawthorne, Calif., noting \"we certainly have tight security.\"\nMost of Mattel's manufacturing is done in China, Malaysia and Mexico, he added.  \"You would think they would go after somebody else besides a toy factory.\"\nNo specific anti-terrorism actions have been taken, Mr. Pinner said, because the Middle East is not \"a big market for us.\" He added: \"Needless to say, I don't think Barbie dolls are selling too well in Iraq and Kuwait these days.\"\nAnthony Rodolakis, vp of risk management and insurance at Memphis, Tenn.-based Holiday Inn Worldwide, said he is telling managers of hotels abroad how to respond to the threat of attack.\nNo special steps are being taken in the U.S., he added, explaining the hotel chain is relying on its everyday loss prevention techniques.\nAmerican International Group Inc., whose security in its executive offices early last week failed an outsider's test, according to a report in The Wall Street Journal, says \"any problems have been taken care of.\""
}