{
    "title": "Reactions to war; Fighting triggers insurance problems, rate hikes",
    "publisher": "business insurance",
    "year": 1991,
    "month": 1,
    "day": 21,
    "full text": "The Persian Gulf War is creating chaos for risk managers, insurers and brokers around the world, even though the fighting as of Friday had not yet caused major insured losses.\nDue to the fighting:\n* Risk managers, brokers and insurers scrambled to determine if insurance policies would cover terrorist acts prompted by the war.\n* Insurers canceled terrorism coverage for energy-related onshore and offshore risks so they could rewrite the coverage for additional premium.\n* Underwriters warned that aviation and marine war risk policies around the world include a provision that would cancel coverage if nuclear weapons are used in the war.\n* Insurers were considering raising the basic hull war risk rate for airlines around the world.  In addition, rates for aviation and marine war risk coverage in the Middle East increased further, when coverage was available.\nThe war put demands on insurers and brokers, who fielded calls from worried policyholders and, in some cases, moved to cancel war risk and terrorism policies.\n\"Americans are calling me up now,\" Michael Howard, director of Leslie & Godwin Marine Ltd. in London, said hours after allied aircraft began to attack Iraq.  \"And it's in the middle of their night.  The situation is confused because what one underwriter's doing another might not be.\"\n\"For some risks there is no price now.  But for others there still is a price,\" added leading Lloyd's of London marine underwriter Richard Youell.\n\"There are notices of cancellation flying all over the place,\" added a London marine and aviation reinsurer.  \"Everyone is holding his breath.\"\nLloyd's announced last week it would open on Saturday and Sunday to accommodate short-term premium quotations and other contingencies.  It marked the first time ever Lloyd's decided to open on a Sunday and the first time since 1965 that it opened on a Saturday.\nThe Institute of London Underwriters also planned to open Saturday and Sunday, while other insurers, brokers and law firms also planned to work over the weekend.\nRisk managers in the United States were checking -- and in some cases increasing -- their insurance, with some wondering whether they were covered if their companies should be the target of a terrorist act (see related story).\n\"If Saddam Hussein sends individuals to the West (to commit terrorist acts), is that an act of war or is it terrorism?\" asked Douglas S. Williams, associate director-corporate insurance for Ridgefield, Conn.-based pharmaceutical maker Boehringer Ingelheim Corp.\nMr. Williams noted that large-scale terrorism did not accompany the U.S. involvement in Vietnam.  As a result, \"most insurance policies have not been tested in this type of situation.\"\nWhile brokers and risk management consultants generally agree that a terrorist act in the United States by a group linked to Iraq would be covered under standard U.S. property insurance policies, they add that insurers could attempt to contest coverage by classifying such an attack as an act of war, which is excluded under property policies.\nBut, one insurance industry representative contends that an Iraqi-linked terrorist act would not be covered under U.S. property insurance policies.\nThomas V. Hallett, executive vp of broker Frank B. Hall & Co. Inc. in New York, said he believes such an act likely would be covered by property insurers.\n\"The only way an underwriter could try to avoid handling a claim is to consider it an act of war and that is really far-fetched, I think,\" he said, adding that \"typically large risks would have manuscript policies that would address those types of questions.\"\nSteve Coombs, president of risk management consultant Corporate Policyholders Counsel Inc. in Park Ridge, Ill., noted that the war exclusion in all-risk policies refers to acts committed by a government or its agent.  He said the burden of proof is on the insurer to prove the terrorist action was committed by a government or its agent.\n\"As far as I know, there's never been any litigation on the war exclusion in the United States,\" he said.\nMr. Coombs said if the terrorist acts were isolated instances, he thinks the chances of them being characterized by a court as war losses are quite small.  But, if the terrorist acts were to become widespread, they might be considered to fall under the war exclusion, he said.\nJim Gault, president of the national risk management division of Rolling Meadows, Ill.-based Arthur J. Gallagher & Co., said that if an insurer wanted to interpret an Iraqi-linked terrorist attack as a war risk, \"the insurance company can do that.\nIf the insurance company can somehow prove that (the terrorist act) was directly related to Saddam Hussein, the carriers might have some claim\" to deny coverage under a war exclusion, he said.\nHowever, Sean Mooney, senior vp with the Insurance Information Institute in New York, asserted that \"the normal policy, as we read it, would not provide coverage for a terrorist act done on behalf of Iraq.\"\nAn insurer could argue that such an act was performed by an \"agent\" of Iraq, Mr. Mooney explained.\nThe standard property policy likely would cover a terrorist act if it was not performed, or the insurer could not prove it was performed, by an agent of Iraq or if the terrorism was not related to a war, he said.\nCoverage for terrorist damage to property outside the United States is included under some all-risk property policies and specifically excluded under others, said Drury Davis, vp-political risk group of Marsh & McLennan Inc. in Chicago.  The coverage can be obtained either through a clause added to a property policy or as part of a political risk package, but cannot be purchased alone, he said.\nA standard clause of this nature, according to Price Lowenstein, director of international political risk services for Frank B. Hall in San Francisco, would cover any loss resulting from \"the detonation of an explosive device, or any weapon of war, or any act for political or terrorist purposes of any person and whether or not agents of a sovereign power, and whether (or not) the loss, damage or expense resulting therefrom is accidental or intentional.\"\nHowever, the clause excludes \"loss or damage caused by or resulting from an act or incident that occurs or is committed, whether directly or indirectly, by reason of or in connection with war, invasion, acts of foreign enemies, or civil war.\"\nJack Willyard, vp-financial products division of Sedgwick James Inc. in New York, agreed that terrorist coverage is available overseas under broad-form coverage for strikes, riots and civil commotion.  \"Some international property insurance programs might have the SRCC provision,\" but not the broad-form coverage for terrorist acts, he warned.\nFollowing client inquiries, London broker Bowring North America Ltd., a unit of Marsh & McLennan Cos. Inc., persuaded some London underwriters to redefine property insurance coverage wording for terrorist acts to include not only terrorism for political purposes but also \"any use of violence for the purposes of putting the public or any section of the public in fear,\" noted Director Miles Connell.\nWhile this coverage would not be written for property in the Middle East, insurers might write it for property elsewhere, he said.\nMeanwhile, London marine underwriters last week attempted to unilaterally cancel all terrorism coverage for oil installations and platforms so they can obtain increased premium for the terrorism coverage.\n\"Cancellation is not as drastic as it sounds,\" explained a Lloyd's broker.  \"It doesn't mean that people won't have any cover.  It just allows the underwriter to renegotiate the coverage in light of the situation.\"\nBut brokers pointed out to underwriters that most of these policies are individually underwritten and thus could not be canceled with a blanket order.\nThere have been \"a lot\" of notices of cancellation to review the terms and conditions for terrorism on energy-related insurance policies, said John Lloyd, director of London brokerage group Lloyd Thompson Ltd.  But the cancellation is only to review the \"terms and conditions,\" not exclude terrorism coverage altogether, he said.\nSome underwriters may charge an additional premium for the terrorist coverage where they didn't charge one before, while others will increase the additional premium already charged, Mr. Lloyd said.\nBritish and U.S. oil companies are most likely to be hit with the premium increases because they face the greatest threat of terrorism as members of the allied forces.\nThe premium increases, however, wouldn't take effect until the policy could be officially canceled.  The policies state that underwriters must give notice of cancellation ranging from seven days to one year.\nHowever, like U.S. property damage policies, there are questions whether physical damage to land-based installations and stationary oil platforms caused by Iraqi terrorist attacks would be considered acts of war and, thus, would not be covered, one London broker said.  War risk policies do not cover land-based risks.\n\"That's a very good question,\" said the broker.\n\"Nobody knows and they won't know until the whole thing goes to court,\" added another broker.\nMeanwhile, marine and aviation war risk and terrorism insurance would be automatically terminated worldwide should nuclear weapons be used during the fighting.\nThis automatic exclusion -- affecting aircraft, ship, cargo and onshore and offshore oil installation coverage -- is highlighted in the Institute of London Underwriters' war and strikes clauses, which are used by London underwriters to cover war risks, confiscation, expropriation and \"any terrorist or any person acting maliciously or from a political motive.\"\nThe clauses say that the coverage is \"automatically\" terminated upon \"the occurrence of any hostile detonation of any nuclear weapon of war as defined . . . wheresoever and when soever such detonation may occur and whether or not the vessel may be involved.\"\nThe word \"automatically\" is typed in capital letters.\n\"So technically, even ships, say, in the Pacific, won't have any (war risk) cover,\" said Mr. Youell, a Lloyd's marine underwriter.\nThe coverage can only be reinstated if brokers physically visit underwriters after the nuclear attack.  And if there is a second nuclear attack, the coverage is again canceled, said Richard Hilliard, managing director of London broker Leslie & Godwin Marine Ltd.\n\"This is the burning issue,\" said Mr. Hilliard.  \"We are worried about the cancellation of all covers in the event of a nuclear attack.  The question is how best to reinstate the cover after the attack.\"\nSeveral major aviation brokers late last week were setting up insurance facilities to offer \"post-nuclear\" cover to overcome the problems of automatic termination.  These \"contingency line slips,\" as they have been called, would serve to automatically reinstate airlines' war risk coverage without forcing the brokers to talk to each underwriter about reinstating the coverage.\nEven if aviation war risk coverage is not canceled, the base war risk rate for airline flights around the world may increase this week because of the increased threat of terrorism.\nAirlines currently pay a worldwide premium rate of between 0.03% and 0.1% of their fleet value for hull war risk coverage for flights worldwide, excluding certain areas like the Middle East that are quoted individually.\nLast week, one aviation underwriter said that leading aviation hull war risk underwriters possibly would increase the worldwide rate this week.  The underwriter wouldn't comment on the size of the increase, but said it would be applied to airlines on an individual basis.\nThe few ships and airlines venturing into the Middle East found a wide range of rates quoted by war risk underwriters last week.  The rates changed daily.\n\"There is a wide range of rates being quoted by the underwriters for different time periods\" and different conditions, said war risk underwriter Stephen Merrett, chairman of Lloyd's Underwriters Assn. and chairman of Merrett Holdings P.L.C.\nRates quoted last week for marine war risk insurance were good for only 24 hours, compared with 48 hours the week before fighting began.\nMarine hull war risk underwriters are quoting rates as high as 4% or 5% of the insured value of the ship for voyages into the region, said Mr. Merrett.  Rates had been only 1% several weeks ago (BI, Jan. 14).\nHowever, the British and U.S. governments offer programs under which ships can obtain war risk coverage during the conflict (BI, Jan. 14).\nMarine war risk underwriters last week issued a \"general notice of cancellation\" to all policyholders last week announcing that all war risk policies would be cancelled within seven days of midnight, Jan. 18 to allow underwriters to add two areas -- the Suez Canal and Somalia -- to the list of \"exclusion\" zones for hull war risk policies.\nHull war risk policies cover all areas of the world for a rate of 0.0275% of the insured value, except in the excluded regions.\nThe numbers of ships and airliners traveling in the Middle East has been sharply cut since fighting began.\n\"There are some (ships) going in, but the numbers are drastically reduced,\" said Mr. Merrett.  Allied governments are particularly urging commercial ships that are not chartered by military forces to stay away from the western end of the Gulf, Mr. Merrett added.\nNearly all airlines have stopped their flights into the Middle Eastern region and Israel.\nBritish Airways, one of the last airlines to fly commercial flights into the region, announced last week that it was canceling all flights to the Middle East and Israel \"until British Airways thinks it's safe\" to resume flights, said a spokesman.  British Airways, however, is still flying to Cairo, Egypt; Istanbul, Turkey; and Cyprus.\nTrans World Airlines Inc. on Monday indefinitely suspended all flights to its four Middle East destinations: Cairo; Istanbul; Athens, Greece; and Tel Aviv, Israel.\nNearly all airlines are also avoiding Middle Eastern air space on long-haul flights to the Far East and Australia.\nAviation underwriters have so far not imposed any exclusion zone, or areas in which airliners are prohibited from entering.  Some individual underwriters may have done so, \"but we haven't dictated any exclusion zones,\" said Mr. Merrett.\nThe allied forces, however, late last week banned commercial airliners from Saudi Arabian air space.\nMeanwhile, airlines that are based in the Middle Eastern region were encouraged by underwriters before fighting started to remove equipment from the Middle East, Mr. Merrett said.  Airlines were covered for war risks for a certain time to allow them to move their equipment, he said.\nAviation hull war risk rates for flights to the Middle East changed every 24 to 48 hours after the fighting broke out, compared with seven-day periods the previous week.\nMr. Merrett, a leading aviation war risk underwriter, said Thursday he heard that one underwriter quoted a rate of 0.2% of the insured hull value for just one landing of a regularly scheduled flight.  That quote \"was a little less than what it would have been yesterday . . . and double what itwas last week,\" he said.\nAnother aviation underwriter said that rates earlier last week south of Turkey ranged from between 0.25% for areas in the central Gulf region to 0.1% for flights to places like Greeceand the United Arab Emirates.\nBy the end of last week, however, he said flights to \"Turkey south to Oman are individually rated\" and he could not give an indication of what those rates were.\n\nGraphic\n\n \nPhoto, no caption, AP/Wide World Photo"
}