{
    "title": "REACTION __ Nations, athletes condemn bombing",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "\"We will spare no effort to find out who was responsible for this murderous  act. We will track them down.\"  \n \n- President Clinton \n \n   \"I know the British people will share the anger of the American people at  this dreadful desecration of the Olympic spirit, but they will also share  their determination not to be deterred by this evil act.\" \nQUOTEBOOK- British Prime Minister John Major \n \n   \"The president considers that the tragedy of Atlanta has once again  demonstrated the importance of uniting the efforts of all countries in the  fight against terrorism.\" \n \n- Spokesman for Russian President Boris Yeltsin \n \n   \"I just feel bad for all the families involved right now. But to leave now  would be to let them a------- win.\" \n \n- U.S. basketball star Charles Barkley \n \n   \"I learned of the terrible bomb attack in Atlanta with deep sorrow. This  cowardly attack, showing a wanton disregard for human life, will provoke  horror among all civilized people.\" \n \n- German Chancellor Helmut Kohl \n \n   \"It is an atrocity which . . . must be condemned in the strongest possible  terms.\" \n \n- South African Archbishop Desmond Tutu, who is advising Cape Town's bid for  2004 Games \n \n   \"The international community must be unanimous in its . . . will to  reinforce cooperation against terrorism.\" \n \n- French President Jacques Chirac \n \n   \"This repugnant violation of the spirit of the Olympic Games must be  denounced around the world. The joy and global brotherhood engendered by the  Olympic Games can never be vanquished by the actions of a despicable few.\" \n \n- U.N. Secretary-General Boutros Boutros-Ghali \n \n   \"Terrorism has no borders and must be fought without compromise.\" \n \n- Israeli Prime Minister Benjamin Netanyahu \n \n   \"I can't tell you how sad I am. I'm ashamed as a person, as a human being.  I would like to kick the guy's butt who did this.\" \n \n- Matt Ghaffari, U.S. silver medalist in Greco-Roman wrestling \n \n   \"I just don't understand why people act the way they do in this world. It  is just a ploy to get people not to attend the Olympics or something. It isn't  going to work.\"  - Al Mitchell, U.S. boxing coach \n \n   \"I think it's right for the Games to go on. What happened, as tragic as it  was, the Olympics are about overcoming adversity.\" \n \n- Janet Evans, U.S. swimmer \n \n   \"This is the time, the one time, where we get together and united as a  world for a common cause and a good reason. To have that happen is a shame.\" \n \n- Mary Ellen Clark, U.S. diver \n \n   \"I've not been to an Olympics yet that the word terrorism hasn't come into  play. Ever since Munich, this has been a factor. I don't let it affect me.  This is my way of not letting terrorism win.\" \n \n- Robert Dover, U.S. equestrian dressage rider \n \n   \"Despite the tragedy that occurred, I still believe that Atlanta is the  safest place on the globe.\" \n \n- Atlanta Mayor Bill Campbell\n\nGraphic\n\n \nBLACK AND WHITE PHOTO, (5); Charles Barkley ; Archbishop Desmond Tutu ; Benjamin Netanyahu ;  Janet Evans ; John Major\n\nLoad-Date: July 30, 1996"
}