{
    "title": "Reaction to Osama bin Laden's death",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 5,
    "day": 2,
    "full text": "\"This momentous achievement marks a victory for America, for people who seek peace around the world, and for all those who lost loved ones on September 11, 2001.  The fight against terror goes on, but tonight America has sent an unmistakable message:  No matter how long it takes, justice will be done. \" ? former President George W. Bush \"This is a day of great honor to the survivors and victims of terrorism in the world. \nA day to remember those whose lives were changed forever. A day of great relief to us victims and survivors to see that bin Laden has been killed.\" ? Douglas Sidialo, who lost his eyesight in the 1998 U.S. Embassy bombing in Nairobi, Kenya. \"I congratulate the president, the national security team and the members of our armed forces on bringing Osama bin Laden to justice after more than a decade of murderous al-Qaida attacks.\" ? former President Bill Clinton. \"The battle between us and international tyranny is long and will not be stopped by the martyrdom of our beloved one, the lion of Islam. How many martyrdom seekers have been born today?\" ? a top al-Qaida ideologue who goes by the online name \"Assad al-Jihad2\". \"This is great news for the security of the American people and a victory in our continued fight against al-Qaida and radical extremism around the world.  We continue to face a complex and evolving terrorist threat, and it is important that we remain vigilant in our efforts to confront and defeat the terrorist enemy and protect the American people.\" ? House Speaker John Boehner, R-Ohio. \"This is the most significant victory in our fight against al-Qaida and terrorism, but that fight is not over. We will continue to support our troops and the American civilians who are fighting every day to protect our homeland.\" ? Senate Majority Leader Sen. Harry Reid, D-Nev. \"The Americans have previously killed other Islamists leaders... Their students will continue the jihad and we shall retaliate against the Americans, Israel, Europe and Christians in Somalia with destructive explosions and other acts that will harm them.\" ? Mohamed Asman Arus, spokesman for al-Shabab, Somalia's most dangerous militant group. \"The news that Osama Bin Laden is dead will bring great relief to people across the world. It is a great success that he has been found and will no longer be able to pursue his campaign of global terror.\" ? British Prime Minister David Cameron. \"To be quite frank, I am very happy that this man is dead. I was always raised, obviously, never to hope for someone's death, but I'm willing to make an exception in this case... He was evil personified, and our world is a better place without him.\" ? Gordon Felt, head of a family group for United Flight 93, which crashed into a Pennsylvania field on Sept. 11. \"Bin Laden was the symbolic figure of international terrorism that respects no lives, that only kills and only destroys. He pretended to act in the name of Islam, but that was a mockery of this faith; it also was a mockery of every other religion in this world.\" ? German Chancellor Angela Merkel. \n\nLoad-Date: May 3, 2011"
}