{
    "title": "READY FOR BIG NIGHT NYPD deploys to protect Times Square revelers",
    "publisher": "daily news ",
    "year": 2019,
    "month": 12,
    "day": 28,
    "full text": "The NYPD plans a massive deployment of thousands of police officers to Times Square for New Year's Eve, authorities said Friday.\nThe Police Department has refined and embellished its security plans for the Midtown celebration in the past four years. And though authorities said there are \"no specific or credible threats\" so far for Tuesday's event, they're asking that people remain vigilant.\nAn estimated one million people are expected in Times Square for the countdown as the New Year's Eve Ball drops at One Times Square, according to the Times Square District Management Association.\n\"Times Square is probably going to be the safest place on the planet Earth on New Year's Eve,\" Deputy Commissioner for Counter-Terrorism John Miller said.\nBlocker cars and sand trucks will be set up at intersections between 38th St. and 56th St. from Sixth Ave. to Eighth Ave. as early as 4 a.m. Tuesday, officials said. Commercial trucks will be limited.\nAnd revelers will be barred from bringing in alcohol, folding chairs, umbrellas, backpacks and coolers, and will be searched with magnetometers as they enter the steel pens at the perimeter, officials said.\n\"It's an enormous undertaking to plan,\" Chief of Department Terence Monahan said. \"Come out, enjoy and have a very safe New Year.\"\nHeavy weapons teams will be deployed along with canine units and aviation, including drones. Cops will be assigned to every hotel in the Times Square area.\n\"This year the chatter is down a little bit,\" Miller said. \"We understand [New Year's Eve] is a target. It's Times Square. It's televised. That's why we have a layered effect so we have multiple changes to catch something through.\"\nOfficials are urging revelers to use public transportation to get to the event.\nThe NYPD has established a toll free counter-terror hotline at (888) NYC-SAFE.\n\nLoad-Date: December 28, 2019"
}