{
    "title": "Readers' forum",
    "publisher": "charleston gazette",
    "year": 2012,
    "month": 11,
    "day": 28,
    "full text": "Rosies project aims to unite and inspire\nEditor:\nWho cares about Rosie the Riveters? Who cares that work we have done in West Virginia can easily lead America to show that Rosies should be heard and included in education while we are still living? Time is so short, and we have so much yet to do.\nAmerica needed us Rosies once, and we answered the call. We want to leave a good Rosie Plan behind to be remembered as women who contributed to winning World War II, who helped today's women gain many kinds of freedoms, and who show that the elderly are not to be ignored now or in the future.\nWe need help to gain a unified West Virginia voice. We are fading fast and are working as hard as we can, but we seem to run into wall after wall that delays our showing that our state and our nation will reward excellent work and pull people together, not keep pulling apart. Why is this?\nWe want to make a better world - creating restful parks and ways to educate accurately about history, naming buildings for us so that our work and belief in America lives on, and showing young and old that people can make difference.\nWe are ready. The West Virginia Rosie the Riveter Project is ready to pull people together. It is an example that small groups can inspire all of America. We have many successes and cooperation from the state, organizations, communities, schools and individuals, but without uniting, our work and words die with us.\nWhat has happened to the promises to help us show a united effort? We Rosies learned in World War II, \"We pull better when we pull together!\" Are West Virginians ready to unite to show we can do something good for America?\nSome of us Rosies are still here and waiting. Very soon, it will be too late, and people will only be able to say, \"West Virginians almost showed America the importance of Rosie the Riveters. They had everything in place, but they did not cooperate to tell others what they did, so the full story of American Rosies was not told by Rosies before they died.\"\nBuddie Curnutte\nMember of Thanks! Plain and Simple board of directors\nSt. Albans\nFilms should be seen despite propaganda\nEditor:\nRecently on the TCM channel I watched John Ford's brilliant 1940 adaptation of John Steinbeck's \"The Grapes of Wrath\" - for about the 12th time.\nNo doubt it's one of the greatest movies ever made, even though, to those who can see through the artistry, it's obviously a communist propaganda film. For people who enjoy cinema at its finest, however, the artistry far outweighs any political message it may convey.\nIn 1935, German director Leni Riefenstahl made a movie about the rise of Nazism called \"Triumph of the Will.\" Leonard Maltin said it was \"rightly regarded as the greatest propaganda film of all time. Fascinating ... and frightening to see.\"\nIn the more than 50 years during which this movie nut has subscribed to hundreds of cable and satellite channels, no one has ever had the nerve to show \"Triumph of the Will\" in its entirety. Why?\nLook - I'm no more a Nazi than I am a communist. But surely those of us who enjoy good filmmaking have a right to see this movie for its artistic merits. There is no danger of us falling prone to a failed ideology. Are we not grown-ups?\nJohn Wehrle\nCharleston\nTrue Islam teaches peace, not violence\nEditor:\nIt is sad to hear what happened to the U.S. ambassador to Libya and the other Americans who were murdered recently. However, to lay blame on all Muslims and the religion of Islam as a whole for these murders is an outrage in itself.\nFor people to claim all Muslims are terrorists just shows that some people open their mouths without having any knowledge of the true religion of Islam, for in the truest form of Islam the noble Quran tells us there is no room for terrorism in Islam. Islam is a religion of mercy and does not permit terrorism.\nIn the Quran (sura Al-Mumtahinah, chapter 60, verse 87), God has said, \"Allah does not forbid you from those who do not fight you because of religion and do not expel you from your homes from being righteous toward them and acting justly toward them. Indeed, Allah loves those who act justly.\"\nSo I ask that before the next person makes an unintelligent comment about my religion, please remember that in every religion there are fanatics or radicals. The majority of my fellow Muslim brothers and sisters and myself believe in peace.\nJason Douglas Romero\n(Ibraheem Khalil-Ullah)\nMount Olive Correctional Complex\nMount Olive\n\nLoad-Date: November 28, 2012"
}