{
    "title": "Read the fine print when insuring travel",
    "publisher": "philadelphia daily news",
    "year": 2005,
    "month": 7,
    "day": 13,
    "full text": "Travelers concerned that terrorism, natural disasters or even a run-of-the-mill illness may foil their trip plans may take comfort in a travel-insurance policy.\nBut consumers need to weigh their risk tolerance and read policies carefully before deciding to buy one, insurance experts say.\nTravel-insurance policies generally are designed to protect against unexpected problems such as the need to cancel or interrupt a trip, receive emergency medical care and evacuation while away from home or get reimbursed if a supplier goes bankrupt. Still, not everyone believes the policies are necessary, depending on what other kinds of insurance a consumer may have.\nMost times, a travel policy will cover you for any nonrefundable payments associated with your trip, said Jon Ansell, president of the United States Travel Insurance Association, a trade group representing 90 percent of the carriers that sell to Americans. He said that some policies also cover charges associated with lost bags or delayed luggage arrival.\nIn light of the terrorist strikes in London and the hurricanes threatening Southern states this week, some people may be looking for a little extra security.\nTravel insurance may allow consumers who already have it to make a claim if they decide against going to London, for example - but most policies that cover terrorism this way limit their exposure to within 30 days of an attack on a destination city, said Jim Grace, president of InsureMyTrip.com, an online travel insurance broker agent.\nIn this case, \"July 7 to Aug. 6 would be eligible under the wording of the policy that you already hold,\" Grace said. The coverage extends to the United States, too.\nTravel insurance typically costs between 4.5 percent and 8 percent of the total trip cost on average, Grace said, with many carriers rating based on age. Consumers may want to look at an insurer's definition of terrorism, the time frame for coverage and the geographic specificity, Porter said.\n\nLoad-Date: July 13, 2005"
}