{
    "title": "Readers write(2)",
    "publisher": "the atlanta journal-constitution",
    "year": 2010,
    "month": 5,
    "day": 12,
    "full text": "JUSTICE\nUntil system's revised, leave Miranda alone\nThe debate over full Miranda rights for terrorism suspects has largely ignored two fundamental issues.\nFirst, the debate assumes that the arrested person is, in fact, a terrorist before that fact has been legally established. Asking whether a terrorist should have full Miranda rights is a loaded question. You could just as easily ask whether a murderer, rapist or any criminal should have full Miranda rights. The real question, in all cases, should be: Is a suspect entitled to full Miranda rights? Assuming guilt without legal proof is fundamentally un-American and effectively eliminates constitutional rights for anyone who is named as a \"suspect.\"\nSecondly, Miranda is seen as protecting only the guilty, by excluding evidence against them. Miranda is really designed to protect innocent \"suspects,\" and accomplishes that rather well.\nUntil we devise better protection for innocent \"suspects,\" we should keep Miranda as is.\nBill Fokes, Braselton\nTERRORISM\nWill the attorney general answer these questions?\nI have watched several versions of Attorney General Eric Holder's comments about the Times Square bomber, and wish someone had asked him the following questions. Does Holder trust what Faisal Shahzad says about anything important? Can he confirm any important information Shahzad has given us?\nHas Shahzad given any names of people who trained with him? Have they been checked out? Are they now on our watch lists? I could probably come up with more questions. Can you? What are your top five? WILLIAM LYONS, Smyrna\nEDUCATION\nSchool nurses provide invaluable services\nI am a school psychologist working in a small Georgia school system. I cannot begin to express my relief that school nurses have been saved.\nI work with mostly teenagers in an area with limited resources, and I cannot begin to describe the trust I have in, and the value I place on the nurses I work with. What they do and the services they provide for our kids fill a void, and provide much-needed support to children who might otherwise fall through the cracks. They are well-trained, wise and a tremendous asset to my school community. I am grateful that the powers that be have seen fit to save these highly-regarded professionals.\nDody Cook Cordes, Lawrenceville\nIMMIGRATION\nStreamline approach to achieve 'real reform'\nMany American citizens face a bureaucratic \"nightmare\" while trying to bring relatives to this country from Europe, Asia and elsewhere. It often takes years, and in many cases, thousands of dollars to complete the process.\nIf Congress wishes to aid American citizens, then the \"real immigration reform\" would be to develop a more streamlined approach to bringing immigrants to the U.S. Currently, this topic has been reduced to: How can we convince the public that these \"illegal aliens\" are \"immigrants,\" and deserving of amnesty and possible citizenship? STAN CITRON, ATLANTA\n\nLoad-Date: May 12, 2010"
}