{
    "title": "Readers buy up books for insight into terrorism",
    "publisher": "the world",
    "year": 2001,
    "month": 9,
    "day": 20,
    "full text": "WASHINGTON - Anxious to understand the complicated past, the sad, horrific present and an unsettled future, American readers are reaching for books about the Middle East, the World Trade Center and the worldwide web of terrorism.\nBestseller lists blossom with titles long forgotten, and bookshops now prominently display once-dusty tomes culled from the back shelves. For the past few days, \"Twin Towers: The Life of New York City's World Trade Center,\" by Angus Kress Gillespie, and \"The New Jackals: Ramzi Yousef, Osama Bin Laden and the Future of Terrorism,\" by Simon Reeve, have been lodged in the Top 5 of Amazon.com's bestsellers.\nThough the New York-based publishing world is reeling, some publishers already plan more tragedy-related works.\nJudith Regan, head of ReganBooks, is piecing together a collection of essays, stories and poetry about the attacks titled \"God Bless America.\" Profits will go to charity, says spokesman Paul Olsewski.\nReganBooks is also proceeding with the November publication of \"The Lost Son: A Life in Pursuit of Justice,\" the already completed autobiography of New York Police Commissioner Bernard Kerik. Kerik is writing a new chapter dealing with the attacks.\nFree Press is moving up to November its publication of \"Holy War Inc.: Inside the Secret World of Osama bin Laden,\" by CNN analyst Peter Bergen.\nAnd Farrar, Straus and Giroux will be publishing \"In the Shadow of Jihad: Pakistan, Islamic Militancy, and the Taliban,\" by Mary Anne Weaver.\nJohn Teague of Washington's Politics & Prose bookstore says customers have been buying whole displays of volumes on Islam. \"And anything on terrorism. And anything on the CIA.\"\nOne popular book, Samuel Huntington's \"The Clash of Civilizations and the Remaking of World Order,\" \"seems to have called some of these things\" in 1998, Teague says. Also requested are Benjamin Barber's \"Jihad vs. McWorld: How Globalism and Tribalism Are Reshaping the World\" and James Bamford's two books on the National Security Agency, \"Body of Secrets\" and \"The Puzzle Palace.\"\n(Begin optional trim)\nOther area bookstores report similar activity. Ahmed Rashid's \"Taliban: Militant Islam, Oil and Fundamentalism in Central Asia\" has been a frequent request, as has Jessica Stern's \"The Ultimate Terrorists.\"\n\"We had a rush on books about Afghanistan and the Taliban,\" says Todd Stewart of Vertigo Books in suburban College Park, Md. \"And Nostradamus, of all things. We don't even carry Nostradamus.\"\nThe problem, Stewart adds, is that many of the requested books are out of stock.\n(End trim)\nNew York publishers are hustling to meet the demand. Prima, a division of Random House, in 1999 published \"Bin Laden: The Man Who Declared War on America,\" by Yossef Bodansky, which till now has rattled around on the backlist, the roster of old titles that don't sell well but are still in print. Suddenly, Bodansky is all over television as a terrorism expert, and people want to read his book.\n\"People are desperate to find an expert who could explain to them how this could happen,\" says Bill Pastille, who teaches in the Great Books program at St. John's College in Annapolis, Md. A book \"is a kind of controlled illusion that somebody is speaking to us.\"\nHe adds that as a reader, \"I have the impression the author is speaking to me and very intimately, too.\"\nThis may be the tone of an oral history, \"09/11 8:48 AM: Documenting America's Greatest Tragedy,\" which the Associated Press has reported to be a joint project between two online publishers, BookSurge.com and BlueEar.com. It's said to be coming out on Sept. 30, in both electronic and paper versions.\nSeveral of the most requested books are from small university presses. \"The New Jackals,\" for instance, was published by Northeastern University Press in Boston. \"I'm feeling almost guilty about the sudden success of this book,\" says William Frohlich, who founded the press 25 years ago. \"I've always liked the book and felt positive about its content. But now I'm feeling guilty benefiting from this tragedy.\"\nBefore the attacks, the book had sold about 4,000 copies. The press is rushing to print 15,000 more and Frohlich says he isn't sure that's enough.\n(Begin optional add end)\n\"I worry about the morale here in the office,\" Frohlich says. \"People are going through hard emotional times. We've had books that sold as well, but never under these circumstances. There is a typhoon-like demand. Everything is up for grabs.\"\nIncluding the top spot on the Amazon.com 100. There you'll find \"Germs: Biological Weapons and America's Secret War\" by New York Times investigative reporters Judith Miller, Stephen Engelberg and William Broad, published this month.\nMiller, says Simon & Schuster publisher David Rosenthal, \"has presented herself as somebody who is knowledgeable, sensible and really instructive about the background of Muslim extremism. The primary message of the book is that the whole potential of bio-terrorism could be even more frightening.\"\nAP-NY-09-19-01 1109EDT\n\nLoad-Date: September 21, 2001"
}