{
    "title": "Readers reflect on AK-47 ON YOUR MIND",
    "publisher": "daily news ",
    "year": 2013,
    "month": 12,
    "day": 31,
    "full text": "Last week in the Today's Moderator space, we talked about the recent death of Lt. Gen. Mikail Kalashnikov, at age 94 - the Russian officer widely credited with inventing the rifle/machine gun known as the AK-47, which started off as an infantry piece for the Soviet army and became, by virtue of its effectiveness and durability, one of the most widely produced weapons in history - and ultimately a symbol of terrorism, crime and revolt around the world. The question we posed had to do with the legacy one may leave life, intended or not - a question that could be just as easily attached to names such as Gatling, Colt and Remington. We got some thoughtful responses; here's a sampling. Your thoughts? Email rrollins@coxohio.com\nFrom Greg Williams:\n\"Kalashnikov invented a new version of an age-old tool: The weapon. As a soldier, weapons were the tools of Kalashnikov's business. His particular weapon design was easy to manufacture and maintain with fairly simple tools, basic skills and in a wide variety of conditions. This is the primary reason it has been the weapon of choice for both armies and violent criminals, not because it is remarkably more deadly than hundreds of other similar weapons. Weapons have always been and will always be tools used by people in matters of war and criminal violence. I don't see how Kalashnikov can be seen historically as leaving some unique sort of deadly legacy without a heavy dose of political ideology being applied to his innovations.\"\nFrom Walter Leap: \"While as you say the talented engineer/inventor of the AK-47 produced a feared device, his weapon provided protection for many thousands more than were harmed by it. Perhaps one could view Henry Ford also as a talented inventor. However, this invention (mass production of the automobile) could be said annually takes the lives of 42,000 people in the U.S.\"\nFrom Randall W. Klotz: \"Lt. Gen. Mikail Kalashnikov was a man of insight. He went from relative obscurity and, realizing a problem with weaponry as a Russian tank crew member, to a leading figure in Russia. While his invention, the AK-47, has been a symbol of revolution, rebellion and terrorism, it was a practical, well-built weapon that was far superior to the Colt M-16 (used by U.S. forces). Having been exposed to the AK-47 during my military career, it was a weapon that could literally be drug through dust, dirt, muck and mire and still function, while the pitiful M-16 would jam. I believe that one has to recognize the man for his achievement, where necessity was the mother of invention. For every action, there is an equal but opposite reaction. Kalashnikov designed a highly functional rifle that met the needs of the Russian military, but it has been taken to extremes by other governments and extremist groups.\"\nFrom Nicole R. O'Quinn: \"Mikhail Kalashnikov did not set out to invent the rifle that would become the symbol of uprisings all over the world. He designed a rifle that met the needs of the Soviet military in the 1940s; light, simple, easy to manufacture and reliable. On one hand you have to admire the success of his design as it is copied and used all over the world. On the other hand, the success of his design is also demonstrated in the body count of nearly every conflict in the world. Beauty and the Beast. Gen. Kalashnikov was asked many times if he ever felt any remorse for designing the weapon of choice of despots. He answered many times that it is people who misuse his rifle that are evil, not the rifle itself.\"\n\nLoad-Date: December 31, 2013"
}