{
    "title": "Reader likens Tribune's coverage to _journalistic terrorism'",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 1,
    "day": 7,
    "full text": "This letter is in response to your editorial of Nov. 3, in which you strongly criticize the Muslim community and USF professors for their support of the World and Islam Studies Enterprise and its relationship with the University of South Florida.\nIn your simple-minded logic, you claim that since Ramadan Abdullah, a former WISE director, was recently elected head of the Islamic Jihad, you have proved the \"ties to terrorism.\" Once again, however, you provide no evidence to support your allegations. Your rationale is as follows: A person is accused of committing a crime at the age of 40; he is therefore guilty of having been a criminal all his life without a fair trial or a guilty verdict by a jury; his associates are also considered to be criminals.\nWhat kind of journalism is this? It is unjust, un-American and undemocratic. Some professionals have even likened it to \"journalistic terrorism\" - McCarthy-style.\nAs a Muslim and as an American, I have had enough of this vicious and unjust campaign that is currently being launched against Islam, Muslims and Americans who have relations with Muslims. I echo the concerns of American Congressman Paul Findley in his book, \"They Dare to Speak Out.\" He criticizes the powerful Jewish-American lobby for targeting Americans for their support of Palestinian human and national rights.\nThe old anti-Palestinian campaign has now become an anti-Islamic campaign targeting Muslims and their institutions. As a result of the Tribune's series of unsubstantiated articles on \"ties to terrorism,\" USF buckled under pressure and suspended its agreement with WISE. This is a great loss for academic freedom and public debate for all Americans.\nThe effort to distort and prevent the free flow of information about Islam in the world will backfire. Americans realize the importance of learning more about Islam. After all, 7 million Americans are Muslim, and it is the fastest-growing religion in the world. Its influence has been a positive force throughout history and in American society today.\nInstead of being a government watchdog, the Tribune is acting like a pit-bull conspirator with the FBI against the Muslim minority and its constitutional rights. I urge you to stop your unjust campaign. It only serves to incite sectarian hatred and intolerance.\nThis issue concerns all Americans in that if Muslims' rights as citizens are squashed, so too can others' rights be trampled. When this happens, our democracy crumbles and gives way to a police state. Let us not regress into a period of McCarthyism again in this country. Let us move our democracy forward.  PILAR SAAD  Tampa\n\nNotes\n\nOPINION; LETTERS\n\nGraphic\n\n \nPHOTO,\n Ramadan Abdullah\n\nLoad-Date: January 9, 1996"
}