{
    "title": "READERS WRITE Confederates didn't try to take over nation Fighting terrorism is a top priority We mu",
    "publisher": "the atlanta journal-constitution",
    "year": 2016,
    "month": 4,
    "day": 17,
    "full text": "Sorry, letter-writer ( \"Why should Confederate statues exist?,\" April 10) but your statement that the Confederates attempted to \"take over the U.S\" is simply not true.\nIf it were, Southern soldiers could have very easily marched into Washington, D.C., after routing the federals in both battles of Bull Run, capping the shortest civil war in history. Instead, they went home, falsely believing the North would then leave them alone. Since the victors write the history, however, terms like \"rebel\" and \"civil war\" still give the false impression that the South wanted more than independence. According to my very Southern great-grand-mother (1870-1961), it didn't. So let the statues stand as the only reminders of a lost cause. Besides, the British still celebrate Guy Fawkes Day to remember the rebel who staged an uprising against them. --MICHAEL CRAIG, NORCROSS\nONGOING BATTLE\nA recent letter-writer argued that President Barack Obama gives a low priority to fighting terrorism ( \"Terrorism not an Obama priority,\" April 8). The plain facts of his administration refute this claim. First, American warplanes strike ISIS fighters in Syria and Iraq almost daily. Second, drones have killed hundreds of terrorists and their leaders on the direct order of the president. Our involvement in Afghanistan continues, and we now have \"boots on the ground\" in Iraq again. Arguably, this president has killed more terrorists than any in history. The president leads a vast coalition of countries around the world committed to destroying ISIS, which we will do. What else should he do to raise the priority? -- LLOYD E. FLEMING, DULUTH\nHEALTH INSURANCE\nIn Georgia, 1.5 million people are uninsured. Over 300,000 of those without insurance fall into what is called the coverage gap. These are people who do not qualify for Medicaid under the current policies, yet do not make enough to qualify for subsidies under the Affordable Care Act. Sixty percent of those who fall into the coverage gap are low-income working age adults, individuals who would be able to seek medical services, including preventative care, if the coverage gap were closed.\nOne such individual is a gentleman I first met on my Emergency Medicine rotation at Grady Memorial Hospital as a new fourth-year medical student at Emory. He was in his early 30s and had noticed a growth on his shin for the past six months. He had sought care elsewhere and received a CT scan, but did not receive the results of the test because he was unable to follow up due to his lack of insurance. After receiving an X-ray in the trauma center that showed suspicious findings, our fear grew that he likely had bone cancer. After a subsequent chest CT showed that the cancer had spread to his lungs, this young man was faced with the reality of having Stage 4 osteosarcoma. He underwent numerous rounds of chemotherapy but unfortunately, he passed away less than six months after he showed up at Grady and received his initial diagnosis.\nSadly, his story is not unique. Many other Georgians will find themselves in a similar situation. How much longer can we stand by and allow this to keep happening to our fellow Georgians? How many fathers, sons, mothers, daughters, brothers, and sisters must be lost before we demand that something be done to protect those who are uninsured? -- DALE KESLEY ROBERTSON, EMORY SCHOOL OF MEDICINE\nLetters to the editor should be no longer than 150 words and must include a daytime phone number for verification.They may be edited for length and clarity, and may be published in print or other formats. Email submissions are preferred.Email: letters@ajc.com\nHow to submit an Opinion column: Submissions should be 600 words or less. Email columns to Opinion Editor Andre Jackson at andre.jackson@ajc.com.Columns submitted to the AJC may be published, republished and made available in the AJC or other databases and electronic formats.\n\nLoad-Date: April 17, 2016"
}