{
    "title": "Readers are all over the lot on 'terrorist'",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 8,
    "day": 14,
    "full text": "Ninety-seven thoughtful readers responded to my request for their views on the language the Star Tribune uses to describe terrorism after I wrote about that topic in my column last Sunday (for those who missed it, you can read that column at www.startribune.com/stories/161/). Below are excerpts from some of those responses. Many thanks to all who weighed in on this very important topic.\nIf we start to call the jihadists by a name they use for themselves, we will have struck a blow for clarity and will have a better chance of understanding the nature of the broader conflict we face in which acts of terror play only a small part -. Forget stand-alone euphemisms like \"militant,\" \"terrorist,\" \"extremist\" and \"insurgent\"; they only obfuscate.\nThomas Barbeau,\nMinneapolis.\nI think the so-called \"suicide bombers\" should, in reality, be called \"homicide bombers.\" Is it not true that their explicit intent is murdering innocent people? If they just wanted to commit \"suicide,\" they could just put a gun to their heads!\nBill Harnist, St. Louis Park.\nDo you want to carve out an exception to your definition of terrorism to state that attacks against civilians in a wartime situation don't count as acts of terrorism?\nIf you do, then can you exclude the acts of suicide bombers in Iraq because they are in a war? Defining \"terrorism\" isn't easy.\nHerbert Kroon, Mankato, Minn.\nDefining \"terrorism\" is always in the eye of the beholder. If by \"terrorist\" we mean someone who deliberately kills or imperils the lives of civilians, then I have one word for you: Hiroshima. Let us look first to our own faults before we attempt to reform the world.\nMary K. Lund, Minnetonka.\nSome of the Israeli army attacks on Palestinians should also be labeled as terrorism. For the fact of the matter is that many Israeli military efforts against Palestinians have nothing to do with Israeli security, but are bold and shameless attacks on innocent civilians.\nPeter Sethre, Circle Pines.\nIt really is amazing how much the media will vilify Israel, the only functioning democracy in the Middle East, for reasons that are unclear, even to the extent that the deliberate murder of its civilians cannot be called terrorism. Perhaps the editors should visit Israel and see the remarkable achievements of a tiny country of 5 million surrounded by more than 120 million who want to destroy it.\nRon Blitenthal, Minneapolis.\nWhen a wedding party of 40 people is wiped out by a misplaced American bomb, these people are just as dead as if a suicide bomber waded into the group and blew himself up. The survivors and their families suffer and grieve just as long and just as hard. How much of a difference, in practical terms and in terms of morality, is there between the two methods of killing the innocent?\nDean DeHarpporte,\n Eden Prairie.\nI am sure a label of \"terrorist\" gives an individual some elevated position with their peers. \"So and so was a terrorist; I want to be like them!\" What if the world called them what they are: cowards? Would they be an attractive group to be a part of then?\nSam Sabean, Eden Prairie.\nTerrorism is terrorism   whether it's committed against Christian, Muslim or Jews   whether it's committed against American, Europeans or Israelis and whether it's committed by Al-Qaida, Islamic Jihad or Hamas.\nDavid Baldinger, Eagan.\n\nLoad-Date: August 16, 2005"
}