{
    "title": "Ready for war_ Ohio 's role in a dangerous world",
    "publisher": "daily news ",
    "year": 2020,
    "month": 10,
    "day": 7,
    "full text": "Wherever and however the next war is fought, Ohio-based defense power and knowledge will play a role in preparing for and fighting it, participants in the 2020 Ohio Defense and Aerospace Forum said Tuesday.\n\"We know the world is not getting safer,\" said U.S. Rep. Mike Turner, R-Dayton, who led a panel at the virtual forum, exploring that very question. That panel included Col. Kimberly Fitzgerald, 178th Wing commander at the Springfield Air National Guard Base; George Lecakes, vice president and general manager, national security for Battelle; and Col Patrick Miller, the installation and 88th Air Base Wing commander at Wright Patterson Air Force Base.\n What defense, aerospace leaders are saying about Dayton and Ohio\n Nearly 30 years after the end of the Cold War, the United States again finds itself focusing on state actors, in an emerging \"great power\" competition against China and Russia, moving away from a focus on terrorism, said Turner, who is ranking member of the House Subcommittee on Strategic Forces.\n Fitzgerald said that since 2005, the Springfield base had moved into mostly an intelligence mission set, focusing on cyber intelligence and other intelligence areas, partnering with NASIC — the National Air and Space Intelligence Center at Wright Patterson — among others.\n The Springfield base also flies remotely piloted aircraft.\n \"We are postured to help with the fight against our near-peer adversaries because the traditional wing would do the same thing for 25, 30, 50 years, flying the same airplanes,\" Fitzgerald said. \"Now with this intelligence mission set, things are evolving so quickly.\n \"And there is no big infrastructure to change,\" she added. \"We have connections, computers and brain power, basically. We just shift to what the new focus is.\"\n Fitzgerald added that because her base is a partner with NASIC, some of her traditional guardsmen work for NASIC during the week, serving at the base only on the weekends.\n \"People don't necessarily have to go to college to have a great skill set that we teach,\" she said.\n For his part, Lecakes said the nation is \"at a critical point, where it has to maintain the technical edge that it has with our adversaries.\"\n Lecakes noted that the U.S. relies heavily on satellites. \"We're looking at what you do in the event that you lose GPS systems?\"\n Battelle is investing in technology that harnesses the earth's magnetic field for positioning technology.\n \"Our job is not to figure out the strategy,\" Lecakes said. \"Our job is to make sure that we are there to help support the strategy.\"\n \"Space has become a warfighting domain, and it's become a warfighting domain because of our adversaries, because of what Russia is doing and what China is doing,\" Turner said, noting that China has destroyed one of its satellites in a test and Russia is pursuing its own lethal edge.\n\nGraphic\n\n \nLocal guardsmen stand for a ceremony at the Springfield Air National Guard Base in an April 2016 file photo. Staff file photo by Bill Lackey\n\nLoad-Date: October 7, 2020"
}