{
    "title": "READERS WRITE Great - more fruitless spending",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 3,
    "day": 24,
    "full text": "LAKE MILLE LACS FISHING\nAt what point did common sense go out the window concerning Mille Lacs? A proposed $3.5 million fisheries management station intended for \"stocking, research and outreach needs\" does not put one more walleye in the lake (\"A strategic step in Mille Lacs' recovery,\" editorial, March 23). I find it absurd to imply that this situation can be better served with an additional management station. Is the Aitkin station so far away that it cannot be relied upon? I might add that this is not a onetime expenditure. Staffing, vehicles, heat, electricity, sewer and water will be a consistent drain on Department of Natural Resources budgets for years to come. This is nothing more than a feel-good proposal that both Republican and DFL legislators should recognize as the white elephant it is.\nChris Denkinger, Hastings\n· · ·\nHook mortality refers to the fact that many of our prized walleyes do not survive the way fishing is often done here. The DNR could look into the barbless-hook laws in effect in Manitoba. Artificial lures with barbless hooks work just fine up there, in our favorite fishing grounds.\nMichael Hobbs, Golden Valley\nTERROR ATTACKS\nVigilance and fear, action and realism - fine lines\nI know that a recent letter writer and I are too far apart to ever agree on how to respond to terrorism (\"Our message: Vigilance is needed,\" March 23). That saddens me because no credible solution will be found as long as Americans disagree so fundamentally.\nAt least 31 people died in Tuesday's tragic and cowardly attack in Brussels, but 20 children died at Sandy Hook Elementary School in 2012. Yet many of the same people who want to see a national security lockdown in response to overseas terrorism opposed any meaningful gun security here in the U.S. after the Sandy Hook mass shooting.\nTerrorism is not a new phenomenon - either here or abroad. In the U.S., we had the Haymarket bombings in Chicago in the late 19th century. Before 9/11, we had plane hijackings in the 1960s and '70s, and we had Timothy McVeigh's Oklahoma City bombing that killed 168 people - about five times the number killed in Brussels.\nWhat's different between me and the letter writer and Americans who represent each of our perspectives is, well, perspective. Is it terrorism itself we're afraid of? Or is it a certain kind of terrorist - the Muslim kind?\nOther countries have long lived with the threat of terrorism. Britain coped with IRA terrorism in the 1960s, '70s and '80s without shutting down, and Israel does the same today. Yes, the threat of terrorism is frightening; I admit it. That's because terrorism is a random act, and terrorists count on its randomness to amplify the threat well beyond the actual number of its victims - a number that pales in comparison to preventable gun and auto deaths each year in the U.S.\nThe March 23 letter writer and Americans who share his perspective always call for a \"meaningful anti-terror action plan.\" Beyond what we're already doing, what does that plan look like other than unconstitutionally discriminating against Muslims or building a wall that may violate a treaty with Mexico?\nMarcus Kessler, St. Paul\n· · ·\nRegarding the Star Tribune Editorial Board's attack (March 17) on Donald Trump's proposal to ban Muslims from entering the U.S. until he can develop programs to better identify terrorists:\nI remember from a logic philosophy class that logic dictates that you have to figure out subsets of groups. In this case, all Muslims (Islam believers) are not Islamic terrorists, but all Islamic terrorists are, by definition, Muslims. It may not be fair or politically correct, but if you want to keep Muslim terrorists out of your country, by not allowing any Muslims into your country, you will accomplish your goal.\nI would like to see a better way, but none of our existing safety gurus has been able to do it! My guess is there are at least 31 families of the dead and many more families of the injured in Brussels who wished that they had not been so \"politically correct.\"\nThink about how your editorial staff members would feel if their father, mother, brother, sister or other family member were killed by an ISIL bomb in the Minneapolis airport.\nLyle Mowery, South St. Paul\n· · ·\nReality is a rough taskmaster, and we will be forced to endure its lessons at home and worldwide until we address the causes. Steeped in political correctness, society refuses to come to grips while enduring the aftermath. The Brussels attack struck at Europe's core: the European Union and NATO headquarters. Europe is reaping the \"rewards\" of decades of unchecked immigration without much assimilation. National borders are crossed without checkpoints as if you were driving from Minnesota to Wisconsin.\nYet any talk of reasonable and common-sense safety measures get the immediate \"racist\" label. It is categorically wrong to blame an entire race or religion by the actions of a few. But it is equally disastrous to shield the terrorists from blame by using the mantle of racism. We shouldn't fall into either trap. This therefore becomes the great dilemma for the free world to solve. Meanwhile, the taskmasters' lessons continue unabated.\nJoe Polunc, Cologne\n· · ·\nThe attacks in Brussels, Paris and Ankara are a sad reflection of the times we live in. Peace and tolerance have become a myth and are on the verge of extinction. These dark ages reflect the need of sane voices within the folds of every religion and country. The head of the worldwide Ahmadiyya Muslim Community, Mirza Masroor Ahmad, is one of the rare and prominent voices in Islam who doesn't only condemn any violence in the name of religion, but also propagates interfaith dialogue and religious harmony. As a member of the Ahmadiyya Muslim Community, I strongly condemn these attacks, and my heartfelt prayers and condolences go out to the victims and the people of Belgium.\nNo religion preaches its followers to kill in the name of religion, and Islam is no exception. Islam likens the killing of one innocent human to the killing of all humanity (Qur'an verse 5:32). The alleged mastermind of the recent attacks, Salah Abdeslam, whose name literally means \"righteous servant of peace,\" went from being a drug dealer/bar owner to a religious fanatic in a space of no time. These sorts of people are far from religion.\nThis is the time when more organizations such as Ahmadiyya Muslim Community, whose motto is \"love for all, hatred for none,\" should come forward and condemn violence in the name of religion. Rather than dividing ourselves on the basis of religion, we should come together and cultivate an environment of tolerance, respect and harmony.\nAnsar Malik, Minneapolis\nDONALD TRUMP\nIf he's the people's pick, he's the people's pick. That's democracy.\nYou may not like Donald Trump, and he may not be your choice to be our next president. I'm not sure he's mine, either. But this whole \"Dump Trump\" movement - what is democracy coming to?\nDoes it not bother anyone but me that a select group of politicians, several of whom have already unsuccessfully vied for the GOP nomination, are taking it upon themselves to decide who is worthy enough to be the GOP presidential candidate?\nHow dare they say: \"Voters be damned. You're not smart enough to choose a suitable candidate.\" Never mind that these very same voters are the ones that are putting \"The Donald\" in the lead in the caucuses and primaries.\nRegardless of whether a candidate's views and the manner in which they are communicated meet with the approval of the GOP elite, candidates have every right to campaign as they see fit. And if their message and style resonates with voters, so be it. There will be consequences no matter who is next voted into the presidential office, and the \"people\" will have to take what comes. Is this not government \"of the people, by the people, for the people?\"\nPamela Caselius, New Prague\n\nLoad-Date: March 24, 2016"
}