{
    "title": "READERS WRITE 'OUCH!' my ... well, get the shot",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 10,
    "day": 3,
    "full text": "FLU VACCINE\nShame on the Star Tribune for printing \"OUCH!\" in huge letters with a story about the flu vaccine (\"OUCH! Helping kids cope with shots,\" Sept. 28). The vaccine does not hurt. I received a flu shot this year and jokingly asked the nurse if she even used a needle! The irresponsible headline does nothing other than scare people away from a potentially lifesaving preventive treatment. Remember that there is no good treatment for influenza and it can kill - especially the young, old, and those with lung problems. Everyone should get their vaccine unless allergic, and the newspaper should be careful in its coverage.\nDr. Paul Bock, St. Louis Park\nINCOME TAXES\nOf math and facts and fairness and plain old common sense\nA Sept. 29 letter proposed to provide fact-checking about tax math \"for those [readers] who are bad enough at math to be Democrats.\" Misrepresenting the data in a government source based on \"adjusted gross income\" and tax shares (yes, I read and analyzed that source, and no reasonable conclusion that the very wealthy already pay a fair share of their income in taxes can be drawn there) and ignoring Donald Trump's telling debate declaration that \"smart\" wealthy people pay no taxes at all, do not make the letter's author a fact-checker but rather a partisan who uses statistics to mislead. Both the debate and the letter demonstrated well that snarky arrogance and misrepresented \"facts\" are not persuasive.\nMike Tillmann, Owatonna, Minn.\n· · ·\nI accept the Sept. 29 letter writer's facts. The rich do pay more income tax than average people. But I am self-employed and pay almost 10 percent of my income in payroll taxes. The 1 percent hardly ever pay even 2 percent in payroll taxes. I bought a car and will pay 3 percent of my income in sales taxes. Hardly any in the 1 percent pay even 2 percent of their income in sales taxes. I pay 5 percent of my income in property taxes, and only a few of the 1 percent pay that much in property taxes. Licenses and fees also are less of a burden on the rich. Many of the 1 percent also get most of their income from capital gains and dividends, which have been taxed at lower rates for 18 years now. So for income tax to be \"fair,\" the 1 percent should pay at least quadruple the rate of what average people pay to make up for their advantages in all the other taxes.\nStop the sob stories. The regular tax rate of 10 percent for the poor and almost 40 percent for the rich is exactly right. Recall that we have a national debt due to taxes not covering spending. If you first support massive cuts in the military and CIA and NSA and INS, etc., until we have a budget surplus, then we talk about who should get tax cuts. Anyone who offers tax cuts in a deficit situation should be laughed at like the idiot they are.\nCarl Selness, Golden Valley\nLONE-WOLF ATTACKS\nNot to worry! It's just another bout of terrorism ...\nPeter Kropotkin, Johann Most, Alexander Berkman, Leon Czolgosz, unions, the Weathermen, Timothy McVeigh, and anarchists of all stripes and nationalities - what do all of these have in common? They were all mentioned in the same breath as terrorists, from 1886 to the present, by Bloomberg View's Steve Mihm. His opinion, \"Lone wolf attacks: America has lived through an 'age of terror' before,\" appeared on Sept. 25. His obvious goal was to minimize the significance of terrorism as a threat.\nI appreciate the attempt to instill hopefulness, but Mihm also displays a lot of wishful thinking and lack of foresight. Several factors are being ignored.\n· While U.S. violence is reducing overall, terrorism statistics are small, but growing fast.\n· Terrorism would be much higher were it not for security measures taken since 9/11.\n· General violence occurs in the context of culture, poverty, education, drugs, etc.\n· In contrast, radicalized Muslim terrorism is tied to foreign influences.\n· Millions of other terrorists, located around the world, are waiting for U.S. terrorist opportunities.\n· International radicalized Muslim terrorists are very patient, and are waiting for an opportunity.\n· And it's very important to remember that solutions for solving a terrorist threat are different from dealing with other crime activities.\nMix a whole bunch of wishful thinking by the public, with irresponsible doses of understated concern and foolish political correctness by influence peddlers, and this happens. My friends, let us not \"play our fiddle while Rome burns.\" Radicalized Islamic terrorism is a potential existential threat, to be sure.\nSteve Bakke, Edina\nFLAGS AT HALF-STAFF\nThe symbolism is becoming diluted; we need an alternative\nAt the risk of sounding unpatriotic, I would argue that the symbolic lowering of the flag to acknowledge a death is becoming meaningless. It is becoming more common. When I was young, a flag at half-staff was reserved for the loss of a president or very important American politician. We now get an e-mail from the governor's office to lower the flag in honor of (_______). It seems like two or three times per month.\nI make it a point to question people in businesses that show the flag at half-staff. Less than 50 percent know who we are honoring. It is becoming a less meaningful gesture.\nThe death of any soldier, policeman or responder should be recognized. All people in public service should have their lives remembered upon their passing. Can we find a more meaningful way to do so?\nSteve Johnson, Zumbrota, Minn.\nPUBLIC HOUSING\nWhat else can we comp?\nRegarding \"Housing board lowers rent for tenants who travel\" (Sept. 30): Fifty to 75 residents of publicly funded housing in Minneapolis who live lavishly enough to support their worldly travels but who now also only pay $75 monthly rent while on tour - why not provide them with a private jet and expense accounts, too?\nWayne Karnitz, Big Lake, Minn.\nWELLS FARGO\nAnd you, board of directors?\nAccording to a Sept. 30 article, \"The board of directors of Wells Fargo agreed to claw back $41 million of [John] Stumpf's invested stock awards, deny him his annual bonus this year, and strip away a portion of his $2.8 million base salary.\" This after a Senate investigative committee exposed the company's internal sales goal methods going back \"perhaps to 2007.\" Also, some 5,300 employees lost their jobs.\nThank you, board of directors, for taking a principled stand. Now what about yourselves? You received approximately $300,000 a year (it varies) for going to meetings and providing oversight. Do you think you deserve to keep all that money?\nDonald M. Hall, Minneapolis\nMINNESOTA ORCHESTRA\n'After Osmo?' Don't go overseas\nThe author of the Sept. 25 article asking what happens when Osmo Vänskä leaves the Minnesota Orchestra named a number of foreign female conductors. But the two best are Americans.\nThese are Marin Alsop of the Baltimore Symphony and a Latin American orchestra, and JoAnn Falletta of the Buffalo Philharmonic and who records a lot with the Ulster Orchestra.\nWhat about a black conductor? Georg Solti's associate conductor was Michael Morgan, now of the Oakland East Bay Symphony and Sacramento Philharmonic Orchestra. I attended a concert once with Dean Dixon (1915-1976), whose tour was sponsored by Schlitz Beer. He rarely got a chance to conduct in the country where he was born, because of his skin color.\nKenneth Sachs, Minnetonka\n\nLoad-Date: December 8, 2016"
}