{
    "title": "Reagan lashes out at international terrorism",
    "publisher": "the world",
    "year": 1985,
    "month": 7,
    "day": 9,
    "full text": "The real goal of international terrorists is to ''expel America from the world,'' President Reagan told delegates to the American Bar Association's annual convention here.\nIn his first major foreign policy pronouncement since the recent hostage crisis in Beirut, Mr. Reagan talked tough to those nations that engage in terrorist activities. He particularly branded Iran, Cuba, Libya, North Korea, and Nicaragua as being part of a ''confederation of terrorist states'' engaging in ''acts of war against the government and people of the United States.''\nThe President also noted the ''close relationship'' of the Soviet Union with these terrorist states.\nThe purpose of these ''outlaw'' states is clear, he explained. It is ''to disorient the United States, to disrupt or alter our foreign policy, to sow discord between ourselves and our allies, to frighten friendly third-world nations working with us for peaceful settlements of regional conflicts, and to remove American influence from those areas of the world where we are working to bring stable, democratic government.''\nSyria has been frequently identified by the United States as a sponsor of terrorism but was not included in Reagan's remarks, perhaps because Syrian President Hafez Assad was helpful in winning the release of the American hostages in Beirut.\nReagan repeated his determination that Beirut International Airport should be closed until it can be ''made safe.'' He pointed out that since 1970, 15 percent of the world's hijackings have involved this airport.\nThe President referred to the American people as ''easygoing'' and ''slow to wrath.''\n''But it is also true,'' he stressed, ''that when the emotions of the American people are aroused, when their patriotism and their anger are triggered, there are no limits to their national valor nor their consuming passion to protect this nation's cherished tradition of freedom.''\nAddressing himself specifically to lawyers and judges gathered here, Reagan said the menace of terrorism must be acted against ''with the full weight of the law -both domestic and international.''"
}