{
    "title": "REAGAN SAYS U.S. MUST AID BRITAIN ON EXTRADITIONS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 6,
    "day": 1,
    "full text": "President Reagan, seeking to prod the Senate Foreign Relations Committee to act on a new extradition treaty with Britain, warned today against allowing ''terrorists'' a ''safe haven'' in the United States.\nMr. Reagan, in his weekly radio address, linked the treaty with Britain to larger efforts at combating international terrorism. He said the refusal of the Senate to ratify the agreement would ''undermine our ability to pressure other countries to extradite terrorists who have murdered our citizens.''\nThe revised 1972 treaty, which was signed a year ago by the United States and Britain, includes new provisions that end exemptions from extradition for crimes justified as politically motivated. At least four fugitives of the Irish Republican Army have avoided extradition by invoking the political exemption, including one convicted 18 months ago of killing a British soldier in Belfast, Northern Ireland.\nThatcher's Solid Support\nPrime Minister Margaret Thatcher has been urging the new treaty's ratification as a reflection of United States concern about combating terrorism, and she stepped up efforts after Britain allowed United States planes based in Britain to be used in the Libya bombing raid on April 15.\nIn a rare personal message, Mr. Reagan urged the Senate not to offend the British Prime Minister, who was one of the few European leaders to support the Libyan bombing. The Administration has defended the raids as necessary retaliation for Col. Muammar el-Qaddafi's support for terrorism.\n''Any rejection of this treaty would be an affront to British Prime Minister Margaret Thatcher, one European leader who at great political risk stood shoulder-to-shoulder with us during our operations against Qaddafi's terrorism,'' Mr. Reagan said.\nSupporters on the Senate Foreign Relations Committee are hoping to get the measure to the floor next week. In the past, they have been stymied by two factions opposing the revisions.\nMr. Reagan, who delivered the radio address from the Presidential retreat at Camp David, Md., addressed his remarks to both sides in saying that the treaty, if ratified, ''would prevent terrorists who have kidnapped, killed, or maimed people in Britain from finding refuge in our country.''\n''Today these killers are able to do just that, by labeling their vile acts as 'political,' '' he said.\n''If the actions by a few senators allow terrorists to find safe haven in the United States,'' he said, ''then there would be irreparable damage.''\nMr. Reagan referred to an amendment that had been offered by Senator Claiborne Pell, Democrat of Rhode Island, that would allow the extradition of fugitives involved in civilian attacks, but maintain the exemption for those involved in military attacks against targets in uniforms.\n''Some members of the Foreign Relations Committee have gone so far as to prepare a substitute treaty permitting those who have murdered British policemen and soldiers for so-called political reasons to avoid extradition,'' Mr. Reagan said. Mr. Reagan also addressed a concern that has been raised by Senator Jesse Helms, Republican of North Carolina, that the revisions could establish a precedent to force the extradition of fugitives from Communism.\n''One concern,'' the President said, ''about the treaty is that it may set a precedent for other treaties which will then be used against those who simply oppose totalitarian regimes. We can never permit that to happen.''\nProponents of the new treaty have argued that Mr. Helms's opposition is unfounded in that the United States already has similar agreements with Mexico, Colombia, the Netherlands and West Germany. Moreover, the Administration has asserted that such exemptions on political grounds are unnecessary in democracies.\nAdministration lobbyists have been hoping to garner the support of Mr. Helms or several Democratic committee members, including Alan Cranston of California and Thomas F. Eagleton of Missouri.\nMr. Reagan's decision to make a strong statement supporting the new treaty was apparently prompted also by Mrs. Thatcher's role in securing the statement on terrorism at the economic summit meeting in Tokyo.\nThe 1972 treaty bars extradition for offenses ''of a political character,'' a general description in which Federal courts have had to interpret on a case-by-case basis. The revisions would provide more precise language by eliminating such acts as murder, possession of a firearm with deadly intent and conspiracy to commit bombing from being classified as political acts.\nAlthough some fugitives have been denied extradition under the treaty, they could still be affected by provisions in the new agreement that would make the new rules retroactive.\nAmong those are Joseph Patrick Thomas Doherty, an Irish Republican Army member, found guilty in Belfast court in 1981 of killing a British soldier. Mr. Doherty later escaped to the United States and a Federal District Court judge ruled 18 months ago that he could not be extradited.\nThe judge said Mr. Doherty had killed a soldier and the organization that he was a member of had a formal discipline and command structure that had historically fought British rule.\nIn another case, William Joseph Quinn, who was born and raised in San Francisco, was accused of conspiring with members of the Irish Republican Army to carry out a bombing campaign in London. He also was charged with the killing of an off-duty British constable in London.\nIn October 1982, a Federal District Court judge reversed a decision by a Federal magistrate that had allowed the extradition on the ground that Mr. Quinn had proved that the crimes he had been charged with occurred in the context of a political uprising and were directed toward political ends."
}