{
    "title": "REAGAN RECEIVES HONDURAN LEADER",
    "publisher": "the new york times",
    "year": 1982,
    "month": 7,
    "day": 15,
    "full text": "President Reagan conferred today with President Roberto Suazo Cordova of Honduras and promised him antiterrorist assistance.\nMr. Reagan, who wants to increase the current $10.5 million in military aid to Honduras by $4 million next year, told Mr. Suazo that ''the people of Honduras should be able to rely on their friends for help'' if faced with terrorist attacks ''and they can count on us.''\nWASHINGTON, July 14 (AP) -President Reagan conferred today with President Roberto Suazo Cordova of Honduras and promised him antiterrorist assistance.\nHonduras shares borders with Guatemala, El Salvador, and Nicaragua.  A senior American official said Nicaragua, backed by Cuba, maintained an army twice as large as Honduras, with a military budget three times greater than that of Honduras.\nHe said terrorism had not reached signficant levels in Honduras, but had spilled over from other nations. On July 4, terrorists blew up a power plant supplying electricity to Tegucigalpa, the capital, the official said.\n \n50 U.S. Advisers in Honduras\nThe official said that as many as 50 American advisers based in Panama were in Honduras ''to give various types of courses to Honduras forces.''\nIn addition to military aid - most of it in the form of credits to finance purchase of military equipment - the Pentagon is embarked on a program of expanding runways in Honduras to improve United States military access.\nThe Administration has also proposed $64 million in economic aid for fiscal year 1982, including $35 million under the Caribbean basin initiative.\nPresident Suazo's election last November marked the first democratic election in Honduras after nearly 10 years of military rule.\n''His Government has embarked on a prompt and courageous effort to return the country to economic health,'' Mr. Reagan said after their meeting, which lasted about an hour.\n''President Suazo has been a strong voice for peace and democracy in Central America,'' Mr. Reagan said."
}