{
    "title": "REAGAN ASSAILS 'MEN OF VIOLENCE'",
    "publisher": "the new york times",
    "year": 1983,
    "month": 3,
    "day": 18,
    "full text": "President Reagan, speaking from his Irish heritage and as the nation's leader, called on Americans today to ''turn away from the moral bankruptcy of the men of violence'' and deny support to terrorist groups in Northern Ireland.\n''Some few, but vocal, Americans believe the differences between Irishmen can only be solved by violence and intimidation,'' the President said in offering his strongest remarks thus far on the subject in a visit to the Irish Embassy. ''They are no friends of Ireland. They disgrace the principles for which both Ireland and America stand.''\nWASHINGTON, March 17 - President Reagan, speaking from his Irish heritage and as the nation's leader, called on Americans today to ''turn away from the moral bankruptcy of the men of violence'' and deny support to terrorist groups in Northern Ireland.\nMr. Reagan used the occasion of St. Patrick's Day to condemn the Irish Republican Army's gunmen and to express himself on the clashing sympathies that surrounded the St. Patrick's Day parade in New York City.\n''Those who advocate or engage in violence or terrorism should find no welcome in the United States,'' he declared. ''We deeply regret that some would use this day to enlist support for more violence and conflict on that small island which is so much in our hearts today.''\nMeanwhile, a bipartisan group introduced a resolution in the Senate urging a united Ireland and condemning violence on all sides.\n \nWarm Reception at Embassy\nThe President received warm applause at the Irish Embassy on Massachusetts Avenue as he condemned violence and terror. White House aides emphasized he was alluding to the issue of Irish-American sympathies with the I.R.A. But the President made no direct reference to Michael Flannery, an I.R.A. supporter whose election as grand marshal of New York City's parade stirred the latest dispute. In his formal message, Mr. Reagan stressed that Northern Ireland needed brighter economic prospects, not more ''forces of discord.''\nThe President's strong and sober message was offered amid a day of celebration both at the Embassy and over a Capitol luncheon of corned beef and cabbage with Thomas P. O'Neill Jr., Speaker of the House of Representatives, and other politicians. The predominantly Irish-American gathering exchanged jokes, toasts and political blather that was more self-conscious than the normal day's ration in Washington.\n''In Philadelphia, they only stand to toast the dead, so I'll not ask you to stand,'' the President said in toasting the Speaker at the St. Patrick's lunch.\n''Gentlemen,'' said Mr. O'Neill, hoisting high a glass of Harp lager, ''We will drink a toast to the President of the United States.'' The assemblage of about 50 politicians drank, then cheered.\nThey drank once more at Mr. O'Neill's final simple toast: ''To Ireland!'' In his formal message, Mr. Reagan, who had an Irish Catholic father and a mother of English-Scottish Protestant descent, said, ''We cannot remain indifferent to the tragedy that confronts the people of Northern Ireland and which affects the Republic of Ireland, Britain and their friends in the United States.''\n \nShamrocks From Ireland\nThe Irish Foreign Minister, Peter Barry, who brought homeland shamrocks to the President, called for an end to the divisions of the Irish people. ''The Ireland we seek is one which will never be achieved by violence,'' he said. ''Our goal is a new Ireland founded on agreement, free of intolerance and fear, where justice and compassion prevail.''\nWhile the President's view paralleled that of a number of leading Irish-American politicians and organizations, it did draw a demurrer from the Irish National Caucus, situated two blocks from the Capitol.\n''Did the President condemn British institutional violence?'' asked the national director of the caucus, the Rev. Sean McManus.  ''I would have no problem if he condemns violence from all sources and especially the structural violence, the root cause of violence in Irish society, which is that the British Government has illegally and artifically created an undemocratic unit called Northern Ireland.''\nIn the Senate, a bipartisan group of 29 senators introduced a resolution calling for a ''united Ireland'' and condemning ''the violence on all sides.'' ''The present troubles in Northern Ireland are rooted in the centuries of ancient conflict between Ireland and Britian,'' Senator Edward M. Kennedy, Democrat of Massachusetts, said in announcing the resolution. He praised the decision last week by the Republic of Ireland to establish a forum in which politicians from both parts of Ireland might discuss peace.\n \nBanter at Capitol Luncheon\nAt the Capitol Hill luncheon, participants described the scene as warm and friendly, with the President and the Speaker engaged in close conversation. ''Did he bring a food taster?'' Mr. O'Neill asked before the lunch in the day's one joke that was more Machiavellian than Hibernian.\nThe President told three jokes in what Speaker O'Neill termed his Pat O'Brien persona. They were about child bearing, drunkenness and injury faking and featured invented brogues. They were well received by the gathering.\n''Let us all celebrate our Irish heritage in fine style,'' the President declared in his St. Patrick's message. ''But let us also remember those in Northern Ireland for which 1983 is one more year of terrorism and dim economic prospects - and let us rededicate ourselves to helping to bring these twin evils to an end.''"
}