{
    "title": "REAGAN SAYS HE WILL PRAY FOR THE POPE",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 14,
    "full text": "President Reagan, still recovering from wounds inflicted by an assassin six weeks ago, was informed immediately of the shooting of Pope John Paul II.\n''I'll pray for him,'' the deputy White House press secretary, Larry Speakes, reported him as having said.  Minutes later, the President phoned Terence Cardinal Cooke in New York to express his dismay. The Cardinal promised to convey his message to the Vatican.\nPresident Reagan and US officials express dismay over shooting of Pope John Paul II\nPoliticians and religious leaders here expressed shock and outrage over what a hastily approved Senate resolution called ''the latest act of violence to stain our time.''\n \n'Still Very Concerned'\nThe United States has no formal diplomatic relations with the Vatican, but the Pope has a personal representative, or Apostolic Delegate, in Washington. The delegate, Archbishop Pio Laghi, said this afternoon that although the Pope was ''in satisfactory condition'' after surgery ''we are still very concerned.''\nStanding beneath a huge portrait of Pope Pius X in the delegation's sedate building here, the Archbishop said he was unable to shed any more light on the situation than was available from news reports. He called on all Americans, Roman Catholics and others, to ''join me in wishing to our Beloved Holy Father John Paul II a speedy recovery.'' He added, ''We need him.''\nAssistants of Archbishop Laghi said that the delegation had been flooded with calls of sympathy from all over the country, including one from the White House.\nArchbishop John Roach of St. Paul-Minneapolis, president of the National Conference of Catholic Bishops, issued a statement through the conference's headquarters in Washington.\n \n'Profound Sense of Shock'\n''I feel a profound sense of shock that the Prince of Peace has been felled by an assassination attempt,'' the Archbishop said.  ''Once more the tragic spiral of violence that has so often engulfed the world has reached out to harm not just the leader of the church but all persons of decency and good will.\n''I pray to God that Pope John Paul II will be restored to full health and vigor so that he can continue his providential leadership of the church and his determined quest for peace on earth.''\nThe Senate stood silent for a minute and then heard its chaplain offer a prayer for the Pope's recovery. The Senators then approved unanimously by voice vote a resolution saying that ''we join now in common concern and we pause in prayer to God for the life, the health, and the recovery of John Paul II.''\nThe resolution was introduced by Senator Pete V. Domenici, Republican of New Mexico, and Senator Edward M. Kennedy, Democrat of Massachusetts. The text was sent to the Apostolic Delegation for transmission to Rome.\n \nBush Denounces Terrorism\nMost reaction here was limited to such general expressions of regret since there was no immediate word on the motive for the shooting. Responding to questions from reporters after he addressed a group of award winners in the East Garden of the White House, Vice President Bush denounced international terrorism.\nAlthough he said it was not yet known if the Vatican shooting constituted political terrorism, he said ''to the degree terroristic actions internationaly kind of condition society for this kind of thing, it's unacceptable.''\nNews of the shooting came as the President's wife, Nancy, was preparing to give a lunch for Senate wives. The lunch was held, but the planned entertainment by five members of the 1980 Olympic gymnastics team was canceled. Mrs. Reagan's news secretary described her as being ''very upset'' by the news.\nAfter the wounding of Mr. Reagan on March 30, the Pope sent a message to the President that said, in part, ''I join in denouncing all manifestations of violence and terrorism and every act that violates human dignity in any individual.''"
}