{
    "title": "Real-life terrorism forces TV, Hollywood to reschedule",
    "publisher": "the world",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "LOS ANGELES - Real-life terrorism has led Hollywood executives to postpone at least one movie and consider changing the scheduling of other films and TV shows that involve terrorist plots against Americans.\nDisney's Touchstone Pictures has postponed the release of the Tim Allen comedy \"Big Trouble,\" about Miami residents who tangle with gunrunners and street thugs. One scene involves a bomb on a plane, though the characters manage to avert disaster, said studio spokeswoman Vivian Boyer.\nThe film had been scheduled for release Sept. 21 but was indefinitely postponed out of respect for victims of the terror attacks Tuesday in New York, Washington and Pennsylvania.\n\"Our thoughts and prayers are with those affected by this terrible tragedy,\" Boyer said.\nSony Pictures removed a trailer from theaters and the Internet for the adventure \"Spider-Man\" because of a scene in which a helicopter carrying fleeing robbers gets trapped in a giant spider web strung between the two towers of the World Trade Center.\nThe sequence was created only for the ad and not for the final film, which debuts May 3, Sony spokeswoman Susan Tick said.\nWarner Bros. executives were deciding Wednesday whether to change the Oct. 5 release date of Arnold Schwarzenegger's latest film, \"Collateral Damage,\" in which a terrorist bombs a Los Angeles skyscraper, said studio spokeswoman Barbara Brogliatti.\nAs for television, the trade paper Variety reported that ABC canceled a showing Saturday of the George Clooney movie \"The Peacemaker,\" about nuclear terrorists, and replaced it with the Sandra Bullock romance \"Hope Floats.\"\nFox replaced planned broadcasts of \"The X-Files\" movie Friday and the film \"Independence Day\" on Sunday with the comedies \"Nine Months\" and \"There's Something About Mary\" respectively, Variety said. In \"Independence Day,\" the White House and Empire State Building blow up.\nMeanwhile, television's fall season is to start Monday. Three new shows - '24,\" \"The Agency\" and \"Alias\" - involve the CIA and terrorism. One plot point in '24\" involves a terrorist blowing up a passenger plane. On the premiere of \"The Agency,\" a terrorist plot involves blowing up the London department store Harrods.\nThe biggest TV networks - ABC, CBS and NBC - canceled all programming after the attacks Tuesday morning for round-the-clock news coverage. They planned to stay with the story continuously at least through Wednesday.\nEntertainment events around the country were postponed or canceled. The Emmy Awards show, scheduled for Sunday, was postponed. The Latin Grammy show, set for Tuesday night in Los Angeles, was canceled.\nBroadway shows were shuttered. Walt Disney World in Florida and Disneyland and Universal Studios in Southern California were shut down Tuesday.\nIn California, major movie studios, such as Paramount, Sony Pictures and Warner Bros., were also closed Tuesday.\nMany of the attractions on the Las Vegas Strip were closed, though casinos remained open.\nOther cancellations included \"The Tonight Show with Jay Leno\" at NBC in Burbank, \"Late Night With Conan O'Brien\" in New York and a concert by Madonna in Los Angeles. The Leno and O'Brien shows will be dark all week, NBC officials said.\n\nLoad-Date: September 14, 2001"
}