{
    "title": "Real-life Hotel Rwanda hero arrested on terror charges",
    "publisher": "university wire",
    "year": 2020,
    "month": 8,
    "day": 31,
    "full text": "The man, whose role in saving people from the Rwandan genocide was celebrated in the film Hotel Rwanda, has been arrested on terror charges.\nRusesabagina was a humanitarian who, while working as a manager at the Hôtel des Mille Collines in Kigali, hid and protected 1,268 Hutu and Tutsi refugees from the Interahamwe militia during the Rwandan genocide.\n\"Rusesabagina is suspected to be the founder, leader, sponsor and member of violent, armed, extremist terror outfits including the Rwanda Movement for Democratic Change [MRCD] operating out of various places in the region and overseas\", police said.\nThe bureau said via Twitter he had been arrested \"through global cooperation\", and had been the subject of an worldwide arrest warrant, without going into further details. \"Rusesabagina is suspected to be the founder, leader, sponsor, and member of violent, armed, extremist terror outfits, including the Rwanda Movement for Democratic Change operating out of various places in the region and overseas\", police said in a Monday statement, per ABC News.\nIt appears Rwanda quietly worked with foreign intelligence agencies to arrest Rusesabagina.\nBelgium was \"notified\" Monday by Rwandan judiciary authorities of the arrest of Paul Rusesabagina, the spokesperson of the Belgian Federal Prosecutor Office, Eric Van Duyse, told CNN via email.\nHis supporters, and Rusesabagina himself, have long maintained that he became a target of Paul Kagame's government after sustained criticism of Kagame's government and the conduct of the Rwandan Patriotic Front in ending the genocide in 1994.\nFormer President Pranab Mukherjee passes away\nDoctors attending on the 84-year-old Mukherjee said he continues to be in a deep coma and is on ventilator support . The hospital said he tested positive for COVID-19 after the surgery and his condition was critical.\nHe is accused by investigators of terrorism, arson, kidnap and murder, including against his own countrymen on Rwandan soil in two incidences in June and December 2018.\nHe was the real-life inspiration for the 2004 Hollywood film \"Hotel Rwanda\", starring Don Cheadle and Sophie Okonedo.\nRusesabagina, a critic of President Paul Kagame, moved overseas after the genocide and won worldwide acclaim, receiving the United States' highest civilian award, the Presidential Medal of Freedom, in 2005.\nAbout 800,000 Tutsis and moderate Hutus were butchered in 100 days in the central African nation from April 6, 1994.\nBut back home he has sparked outrage with warnings of another genocide, this time by Tutsis against Hutus.\nOnce championed in Western capitals as a reformer, Kagame has been criticised for overseeing constitutional changes to prolong his rule and cracking down on opposition voices.\n\nLoad-Date: August 31, 2020"
}