{
    "title": "Real ID concerns Our View_ States' right to be skeptical of national program",
    "publisher": "spokesman review",
    "year": 2007,
    "month": 2,
    "day": 10,
    "full text": "States are increasingly revolting against the Real ID Act of 2005. Some skepticism is justified; some is a mixture of paranoia and the mistaken belief that we can bolster our defenses against terrorism without re-examining identification requirements.\n The Sept. 11 Commission recommended standardization of identification requirements for driver's licenses and birth certificates, which would make those documents less susceptible to fraud. The Real ID Act of 2005 calls for the Department of Homeland Security to come up with those minimum requirements and then create a national database for law enforcement use.\n Ever since, privacy advocates have overreacted by saying that the law would lead to a national ID card that the government could use to track a citizen's every move. But that complaint ignores the reality that airlines already ask for driver's licenses or some other form of identification before passengers can board airplanes. Driver's licenses already amount to a de facto ID card, except that they are easier to obtain fraudulently, given varying state standards.\n As Sept. 11 Commissioner Slade Gorton, a former Republican senator from Washington state, told a congressional panel in 2004, \"We're simply saying take something that everyone accepts now and have it standardized in a way that it really identifies the people who are holding on to it.\"\n The same goes for birth certificates. The nation should make these documents more secure and reliable to help law enforcement combat terrorism. Or, as Gorton testified, \"You've already got a national ID in one or the other. You just don't know whether it's any good.\"\n However, there are problems inherent in creating a more bulletproof identification system. For one, if the system is breached a thief might do more damage because the identity acquired is more believable. So it makes sense to ensure that the federal government creates reliable protocols to protect such information.\n A bill in the Washington Legislature would preclude the state from participating in the national program until the feds demonstrate they can safeguard data. News of lost and stolen laptop computers containing personal identification at Veterans Affairs buttresses this concern.\n Another problem is the considerable cost of having everyone head down to the Department of Motor Vehicles to reapply for their licenses. The same goes for the cost to the states for reissuing birth certificates. The federal law sets aside no money for these considerable bureaucratic upheavals, which are estimated to cost $11 billion.\n The Washington state bill calls for nonparticipation unless the feds cover the costs. States cannot be expected to bear all of the costs as they try to meet the May 2008 deadline for compliance.\n The Sept. 11 Commission was right in calling for more secure identification processes to help thwart terrorism. Invasion of privacy claims are overwrought, but the federal government first needs to shore up its credibility before states can be expected to sign on.\nTYPE: Column, Commentary, Editorial: Our View\n\nLoad-Date: February 14, 2007"
}