{
    "title": "Real ID Act a real pain for citizens, states; Requiring more forms of identification likely won't cu",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 5,
    "day": 8,
    "full text": "The hassle of a trip to the driver's license station used to be fodder for stand-up comics and situation comedies. But in recent years, local stations have so increased their efficiency that renewing a license is one of the most painless interactions a citizen has with state government.\nLook for all that to change.\nAnd point the finger of blame at the federal government.\nIn yet another example of the federal government coming up with a solution in search of a problem, Congress rolls out the Real ID Act. It is likely to be passed this week as an attachment to the emergency military spending bill.\nThe legislation would require every citizen to present four forms of identification at the motor vehicle office. One of those must be a document with name and address that proves residency, such as a bank statement. It gets worse: Employees at the licensing bureau must then contact the bank to verify the validity of the document.\nSo much for a quick trip to the driver's license bureau. So much for getting a license in under an hour. Try a day or two.\nIf that sounds like a law that will make life more difficult for average Americans, think about the employees at the licensing bureau. Suddenly, they will be required to verify the immigration status of everyone who passes through the door.\nThat will mean security clearance for those state employees. Think about all new computer systems and overhaul of operations. Think hundreds of millions of dollars.\nMeanwhile, think about banks all over the country, fielding these calls.\nBut don't look for federal money to foot the bill. This looks like another unfunded mandate dumped on states.\nThe kicker is, who even knows if tougher licensing requirements will have an impact on terrorism?\nU.S. Rep. F. James Sensenbrenner Jr., R-Wis., came up with the bill. He says, \"If somebody has to stand in line a few minutes more that's a small price to pay than having thousands or tens of thousands of people die in a terrorist attack.\"\nOK, let's think about that statement.\nIs it just possible that a person willing to kill tens of thousands of people might be bold enough to drive without a license?\nAnd how formidable an obstacle is this documentation to potential terrorists? If underage students can come up with fake identification cards to patronize a liquor store, how hard can it be for well-funded terrorist cells?\nFurther, let's tell politicians to stop employing the tactic of justifying their hare-brained ideas by waving the anti-terrorism banner. What's next? \"If we can prevent terrorists from taking X thousand lives, then mandatory teeth-flossing is well worth it.\"\nTime is short. Tell your elected representative that citizens don't want the federal government telling states how to run their offices and that the Real ID Act would really do little, if anything, to prevent terrorism.\nEditorials reflect the consensus of the Telegraph Herald Editorial Board: Brian Cooper (chairman), Ken Brown, Libby Burkhart, Monty Gilles, Amy Gilligan and Jim Normandin.\n\nLoad-Date: May 8, 2005"
}