{
    "title": "REAL ID AN ASSET IN TERRORISM FIGHT",
    "publisher": "the world",
    "year": 2016,
    "month": 1,
    "day": 2,
    "full text": "I don't know about you, but I'd like to think that the feds have screened the other passengers sitting on my airplane. To do that, they also have to screen me. That's the deal.\n In America, any state-issued driver's license had long been acceptable ID for passing security checks at airports. That lax attitude changed after Sept. 11, 2001, when terrorists turned four commercial jetliners full of passengers into missiles, killing thousands more on the ground. All four planes took off from U.S. airports.\n On the recommendation of the 9/11 Commission, Congress passed the Real ID Act. It tightens standards for state driver's licenses used to board flights. Among other information, applicants must provide their Social Security number and immigration status. The licenses must also contain a chip or other technology that can be read by a computer. The deadline for compliance is approaching.\n Some states have done their duty and issued secure driver's licenses. Others have made enough progress that their licenses are acceptable for the time being. And a few states -  Washington, Minnesota and New Mexico, for example  - have largely not complied. Barring another extension of the deadline, their driver's licenses will soon be inadmissible as proof of identity at airport security.\n Consider the stakes.\n When Malaysia Airlines Flight 370 crashed last year, killing all 239 aboard, the world shuddered to learn that two of the passengers had carried fake passports. The two, it turned out, were not terrorists but ordinary Iranians trying to move to Germany.\n Everyone, Americans included, noted that known terrorists bent on destruction could probably have secured similar phony ID. But there's a tendency, especially among Americans, to rapidly forget what obsessed them the year before.\n With the deadline for Real ID drawing near, hostility has again flared toward letting the federal government do what it must to ensure that passengers flashing driver's licenses at airport security are who they say they are.\n To me, the main difference between a secure driver's license and an insecure one is that the insecure one can be used for committing crimes, among them identity theft and fraud. But to many foes of Real ID, secure  licenses' threat to privacy is a more serious matter.\n The foes argue that requiring enhanced licenses is tantamount to creating a national identity card. That presupposes that a national identity card would be a terrible thing. Actually, the gentlest of European democracies have national identity cards, and they haven't turned into police states.\n Besides, Americans already have a national ID number, courtesy of Social Security. When the Social Security program was established in 1935, its enemies fulminated against the issuance of numbers, with some of the arguments now being hurled at Real ID.\n As historian Douglas Brinkley writes, \"Critics likened the process to the social engineering used in fascist nations, notably Nazi Germany, predicting that American workers would be forced to wear metal tags on chains around their necks and charging that 'surveillance is a part of the plans of the (Franklin D.) Roosevelt administration.' \"\n It was inevitable that an ID requiring proof of immigration status would rankle defenders of undocumented workers. One wishes for a solution to the immigration problem that is humane to both those settled here illegally and American workers competing with them for jobs. (Such a plan would legalize the status of most of the undocumented while cutting off future illegal entry.)\n That said, it is politically unwise to let concerns about inconveniencing people here illegally trump (excuse the expression) concern over national security.\n An air disaster set off by passengers getting on board with fake ID would move many fence-sitters to the side of Real ID. But let's not wait for it.\n\nNotes\n\nFroma Harrop is a columnist for Creators Syndicate. Follow her on Twitter: @FromaHarrop. Her email address is fharrop@gmail.com\n\nLoad-Date: January 6, 2016"
}