{
    "title": "Real ID Act is a real waste of time and money",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 14,
    "full text": "Your ID may not be within federal compliance after Dec. 1, 2014 according to the Real ID Act.\nThe goal of the act, created by the federal government to improve the reliability and accuracy of\nstate-issued identification documents, is to reduce fraud and deter acts of terrorism. The act became effective nationwide in 2008, but deadlines are quickly approaching\nfor IDs to be in compliance. However, the requirements to be in compliance will cause unnecessary hassle for those updating their ID before it's time to renew.\nFlorida started issuing IDs and driver's licenses in compliance with Real ID in 2010, but those who received their ID before 2010 will no longer have an ID within federal compliance after 2014. This means IDs that work fine now will no longer be good enough for official purposes such as boarding a commercial flight or entering a federal building because they don't have a gold star.\nPutting a hard deadline on compliance is ridiculous and makes unnecessary work for DMV clerks and citizens trying to update their IDs.\nIf your ID does not have a gold star at the top, renewing a driver's license that is not in compliance is going to become a bigger hassle than it already is, even if the license hasn't expired yet. This is an unfair expectation of citizens with busy lives.\nIn order to renew your license to be in compliance, it must be done in person, meaning those without a gold star have to go to the DMV with all of the original documents proving your identity and wait in those infamous lines - not to mention most DMVs are only open Monday through Friday between 8 a.m. and 5 p.m. Many people will also have to take a day off from work or school to wait in line. However, those looking to avoid waiting in line may schedule an appointment to renew their license as some DMVs allow people to schedule appointments online.\nWith this renewal process, a person will have to prove his or her identity with a variety of documents that some people\nprobably don't have easy access to. In order to receive a gold star on an ID, citizens must present original unexpired documents for proof of citizenship, proof of a social security number and two documents proving your address. These items can be a hassle to collect and original copies of them with sensitive information are not necessarily safe to carry around.\nRenewing a license to be in\ncompliance isn't free either. In Florida, it costs $48 to renew a driver's license. It is unfair to charge this cost to renew licenses before expiration just for a gold star.\nThe best way to ensure people are compliant without causing as much trouble would be to allow for people to update their driver's licenses to be Real ID compliant when they are due to renew their license rather than setting a strict deadline.\nIt is understandable that the Real ID Act is being used to prevent fraud and deterring terrorism, but it has become a complicated mess for citizens who were issued an ID before the act was passed.\nAli Leist is a junior majoring in mass communications.\n\nLoad-Date: November 14, 2013"
}