{
    "title": "Real Estate Industry Lobbies for Renewed Terror Insurance Subsidies",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 1,
    "day": 8,
    "full text": "The insurance and real estate industries are gearing up to lobby for the renewal of a federal law that subsidizes terrorism insurance claims above $5 million.\nThe law, the Terrorism Risk Insurance Act, also requires insurers to write terrorism policies and to retain some terrorism losses through deductibles, among other issues. It was intended to lower insurance prices and provide a transitional period for markets to learn how to price terrorism risk, according to the legislation. Real estate interests say that without the bill they may not be able to obtain insurance, and consequently, financing, as banks require it for loans.\n\"We think it is critical that TRIA be renewed,\" said the senior vice president of the Real Estate Board of New York, Marilyn Davenport. \"It has made insurance available. Without insurance there is no financing.\"\nShe said without the legislation insurance prices could possibly skyrocket or not be available, which would halt development.\nLast month, Wayne Abernathy, the assistant treasury secretary for financial institutions, which oversees the program, said the government will not work to renew the legislation, which expires December 31, 2005.\nAccording to statistics from the Council of Insurance Agents and Brokers, the price of terrorism policies has risen since the legislation became law in November 2002. In the first quarter of 2003, premiums rose 13%; in the second quarter they rose 6%; and in the third quarter, 2%. Prices rose a total of 63% in 2002 over 2001. Final statistics for 2003 are not yet available.\nOne insurance expert who originally favored the bill but has since changed his mind said he questioned why the legislation was necessary if consumers were not reaping the benefits of the legislation through lower premiums and policy availability.\n\"I was afraid all the dire predictions would happen to business - that production would be clobbered. But they haven't come true. The Sears Tower, the Mall of America, the Olympics, they all were able to buy insurance before the legislation,\" said the director of insurance for the Consumer Federation of America, Robert Hunter.\n\"With risk down by half, you would have expected companies to lower their premiums, but they haven't,\" said Mr. Hunter, who served as the federal insurance administrator for Presidents Ford and Carter.\nA senior researcher for Common Cause said insurance companies were not abiding by the spirit of the law.\n\"In the end, relying on the insurance industry to reflect reduced risk is not working,\" said Michael Surrusco.\nAn insurance industry representative said insurance companies should not be held fully responsible for pricing risk because they are not able to use all available intelligence, much of which is classified.\n\"The insurance industry does not have intelligence officers. It does not have armies,\" said vice president of the Insurance Information Institute, P.J. Crowley. \"There is a limit to what private industry can do.\"\nHe said TRIA is working and without the federal backstop the industry would have to risk a lot more capital than it feels capable of offering, which could lead to a shortage of policies.\nA spokesman for a real estate industry group said insurers were not ready to handle the market by themselves.\n\"Clearly, TRIA was not intended to be a permanent solution. However, making public statements today that it should not be reauthorized, when insurance markets show little sign of recovery, appears premature and potentially problematic,\" said the senior vice president of the Real Estate Roundtable, Clifton Rodgers.\nThe state's superintendent of the department of insurance, Gregory Serio, said TRIA has had a very positive effect on the insurance industry, but he does not predict a major rate hike or terrorism policy shortage because of advances made in pricing risk and the ability for companies to self-insure.\n\"TRIA has offered us the opportunity for flexibility in the marketplace,\" said Mr. Serio.\nHe said in the past year the number of self-insured groups, including one formed by a consortium of high-profile financial services firms, and others including one by Viacom Inc. and another by Omnicom Group Inc., has increased to 12 from 2 and is an example of how companies are managing risk and how they will do it in the future.\nA captive, as the groups are called, allows a company or a pooled group of companies to insure themselves at a lower cost than if they bought coverage through an insurance company.\nIt also allows them to cover themselves for both domestic and international terrorist acts, whereas TRIA coverage insures companies for government-certified acts of terrorism committed by foreigners. Companies with captives may still choose to buy outside insurance to manage risks they do not think they are capable of adequately financing themselves.\nIn Bermuda and the Cayman Islands, home to the largest number of American captives, the number grew to 1,756 in 2002, the most recent figure, from 1,678 in 2001, according to the New York City based Insurance Information Institute.\nIn America, the number of captives grew from to 603 in 2002 from 533 in 2001, according to the Insurance Information Institute.\nMr. Serio said that companies have risk-modeling options that were not available to companies even six months ago and that firms need to use TRIA's grace period to reform their policies instead of looking for more government protection.\n\"I've been disappointed that there is not much creativity on the part of the insurance industry,\" he said. \"We've posed multiple alternatives to them...and haven't gotten back a response.\"\nMr. Serio also said only 20% of firms across the nation have signed up for terrorism insurance, which leads him to believe there will not be a crisis when the legislation expires on December 31, 2005. No statistics are available for New York City, but he said he thought the figure resembled the national average, despite the city's high-threat status.\nAIR Worldwide Corporation of Boston is one of a handful of firms helping insurance companies and other businesses price terrorism risk. Using imaging technology first developed for natural disaster modeling, the company has been able to calculate losses caused by weapons ranging from a backpack device exploding in a mall to a dirty nuclear bomb detonating in Times Square, said the company's terrorism modeling manager, Jack Seaquist.\nThe company determines risk factors through a variety of sources, including information gathered by former CIA officers and other intelligence personnel to the terrorist themselves. For example, Al Qaeda manuals state its operatives should target high-density areas of significant economic importance, among other places.\nThe company said it is working with the New York City-based security firm, Michael Stapleton Associates, and its clients to develop specific risk profiles for property and worker's compensation coverage.\n\"Insurance buyers have a lot more power than a few years ago to analyze risk,\" said the senior vice president, S. Ming Lee.\nStarting a couple of years ago, technology has given companies the power to run cost-benefit analyses on their own and more effectively negotiate with their insurance companies, he said. The terrorist modeling software will add to companies' ability to analyze risk in house, he said.\nAccording to a report from the Insurance Information Institute, a strong financial market recovery in 2003 and rising premiums led to strong growth for the insurance industry. In 2003, net written premiums grew 10.8%. In 2004, net written premiums are expected to grow 8.1%, according to financial industry analysts surveyed for the study.\nThe industry lost an estimated $40.2 billion due to the terrorist attacks.\n\nLoad-Date: January 8, 2004"
}