{
    "title": "Real ID infringes on American liberty",
    "publisher": "university wire",
    "year": 2008,
    "month": 3,
    "day": 3,
    "full text": "Your driver's license may soon turn into what is essentially a national identity card. State by state, the REAL ID must be approved as a means to counter terrorism, reduce fraud and protect identity.\nBut the REAL ID system might just be a real problem.\nThe majority of Americans want terrorism to disappear and, at the same time, protect themselves, their identities and their wallets. REAL ID is not the way to achieve this.\nConstitutionally speaking, the Fourth Amendment secures the rights of citizens to be secure against unreasonable searches and seizures, unless there is probable cause.\nThe government is looking the other way so a national ID can slip through the loopholes.\nIn May 2005, Congress approved the bill as a \"must-pass\" Iraq war and Hurricane Katrina supplement, according to the ACLU web site. In other words, there was no voting.\nThe only way for it to work is if every American obtains this ID on a national scale. So really, it's one big unfunded federal mandate.\nThe funds will come from our pockets. According to the Homeland Security Grant Program, each state will use 20 percent of its funds. When that money runs out, our taxes will increase. The estimated cost for a five-year plan in the state of Washington is $251 million, according to the ACLU Web site.\nCha-ching.\nIt would also require every individual to hand over personal information to a massive networking system between all 50 states. The card itself requires a full, legal name, residence, gender, date of birth, signature, document number, digital photograph and a machine readable strip.\nThe REAL ID turns driver's licenses into a national identity card.\nIndividuals would need it to board federal aircrafts and enter nuclear power plants. Actions most citizens do all the time.\nThis national identity will not protect us against terrorism because people can still find ways to obtain fraudulent cards. It invades privacy on a national level. It's a one-stop shop for identity thieves. It is going to cost us more money than we can begin to understand and it's only going to expand over time.\nIf states approve this plan, other doors are going to open, allowing the government to gradually gain broad control over us. Cheers to a real time surveillance society.\nDo we give up more of our liberty to receive better protection? Our personal history could become more readily available to the government. Our everyday lives could be recorded in transcripts and documentations.\nI know I have nothing to hide. Yet, consider those individuals with criminal records who are trying to turn around their lives. Consider those people stuck in the cycle of poverty and crime. Consider the people who speak out against political issues. This REAL ID can cause people to lose trust in the government.\nI know I get nothing done with someone hovering over me.\nConstitutionally speaking, a national identity is not prohibited. In theory, the government was instituted to protect and maximize our rights.\nDoes the idea really make you feel that much safer? Trust your intuition.\nUnfortunately, it seems like a done deal. If Ohio chooses to approve the plan, the state government must start implementing the law by May 11 of this year. That's 3 months from now.\nDon't get me wrong, I fully support anti-terrorism efforts. I support the promotion of safety.\nI'm not a political scientist but I know the REAL ID isn't quite right. Unfortunately, something of this gravity is sliding under the radar.\nWhere do you draw the line?\n(C) 2008 The News Record via U-WIRE\n\nLoad-Date: March 3, 2008"
}