{
    "title": "Real terrorism can be found here",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 8,
    "day": 1,
    "full text": "Real terrorism can be found here\nWhile we have spent billions and depleted this nation's coffers to fight global terrorism, the real massacres we have endured over the past decade were caused by mad U.S. citizens with no affiliation to Islamic terror groups.\nThese massacres have maimed and killed thousands of innocent Americans, and I would like to learn who pays for their hospital bills and rehabilitation. The victims alone or government programs? Most importantly, will Congress, the presidential candidates who have done little to enforce laws already present to prevent crazed citizens from accessing such massive amounts of firearms and bombs off the Internet get their act together once and for all?\nWhile we are harassed in airports for fear of terror attacks but appreciate the inconvenience, could the American government enforce alert system from all stores and Internet websites that sell firearms and other killing devices, be scrutinized and subject to a national monitoring system that can rapidly identify who is buying excess amounts of these deathly devices? Will the NRA finally recognize that this nation must unite to put in place measures that will prevent mad citizens from having easy access to ammunition, and all forms of assault firearms, as we have seen time and time again in every massacre we have witnessed over the past decade. The NRA must begin to wake up and face its own emotional madness over this issue. It is costing far too many American lives.\nThere is no more time to bicker, but to use our brain power, which has been dormant for the most part, to tackle this horrible and unacceptable national tragedy and travesty, and give our citizens a new outlook on what life can be when citizens' safety is honored and enforced.\nChana Bernstein\nGlen Ellyn\nTrees can be hurt by poor drainage, too\nthe article \"Too much water can shorten a tree's life\" by Jan Riggenbach makes the point that we are killing our trees with kindness by overwatering them in the effort to keep our lawns lush and green. This is only partially true.\nWhat is really the truth here is that many trees do not tolerate \"wet feet.\" Many trees will suffer due to the anaerobic (lack of oxygen) soils. Many trees and evergreens especially need this oxygen in the root zone. If the soil is poorly drained the tree's life will be shortened. So, when one waters their lawn often, the tree planted in poorly drained soil is really whammied and basically drowns.\nOne can tell very easily if the soil is poorly drained, unfortunately often too late by digging a hole in the suspected area after heavy rains or frequent watering. Is the soil mucky and fouls smelling? If it is, don't try to plant anything there. If plants are necessary for screening or to provide shade then at least bring in some topsoil, mound it up or make a berm and plant the tree in this raised up bed of drier soil. It will love you for that.\nI was surprised that Jan Riggenbach did not point this out with her credentials. Everything else in her article was right on. I am the horticulturist at the Carol Stream Park District and have been in the tree saving mode for over 30 years. Happy watering!\nRich Kruse\nCarol Stream\nCongressman, about those term limits\nAn open letter to Congressman Peter Roskam:\nSeveral weeks ago I sent a letter to you requesting that you inform us of your position on term limitations for members of Congress and why Congress should be exempt from the same strictures placed on the presidency.\nMany of us have supported you in the past and would like to do so again. But we have difficulty understanding your reluctance to respond to our inquiry. Please don't tell me that elections are the same thing as term limits. They simply are not.\nPlease give me your promise and willingness to support Congressional term limits.\nChuck Barr\nSt. Charles\n\nLoad-Date: August 1, 2012"
}