{
    "title": "Real cause of terrorism more complex than 'religion'",
    "publisher": "the pantagraph",
    "year": 2002,
    "month": 3,
    "day": 9,
    "full text": "You printed a letter by Harold Miller on Feb. 26. Mr. Miller rightly points out a predicament that a terrorist can also be regarded as a hero in his \"home country,\" but he places the blame on \"religion.\"\nHe claims that it \"behooves all religions to address this predicament without resorting to God.\" Religion is nothing if not a resort to God! Instead, he asks \"religions\" to resort to \"basic reasoning.\" Why should \"basic reasoning\" not include a \"resort to God\" if one believes in God? Mr. Miller's line of reasoning is like asking the U.S. government to not resort to the Constitution but to \"basic reasoning.\" Sometimes it seems like that's what they do.\nMr. Miller also makes the completely unfounded statement that \"religion is a belief, not a fact proven through science or any other means.\" Are \"belief\" and \"fact\" mutually exclusive? If he is referring to ironclad, irrefutable, absolute proof then he must also say that \"religion\" has never been disproved. Atheism, evolution, elves, George Washington chopping down a cherry tree and innumerable other things have never been proved or disproved either.\nIf, however, he is talking about overwhelming historical, circumstantial and logical evidence amounting to a reasonable, philosophical and mathematical certainly then he is wrong. The evidence for Christianity vastly exceeds the parameters of this letter. A comprehensive treatment would exceed this entire newspaper. I refer Mr. Miller, or anyone who is sincerely interested, to any one of the numerous books on the issue, such as \"The Case for Christ,\" by Lee Stroebil.\nFinally, in our reaction to the horrors of terrorism, we need to be wary of assigning blame to either \"religion\" in general, or a specific religion such as Islam. The real reasons are far more complex. I remind your readers that most of the terrorists of the 20th century, such as Lenin, Stalin, Mao and Castro were the products of an atheistic system. Is Mr. Miller's willingness to assign the blame to \"religion\" any better than the al-Quaida's willingness to blame America?\nRichard Olson\nNormal\n\nLoad-Date: March 12, 2002"
}