{
    "title": "Reason, retribution, two tales of terrorism",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 4,
    "day": 13,
    "full text": "College experience bleeds into murder and mayhem in Will Lavender's debut novel Obedience (304 pages, Shaye Areheart Books, $24).\n Mary Butler, Brian House and Dennis Flaherty are enrolled in Logic and Reasoning 204 at Indiana's exclusive Winchester University. But this class is like none other they've ever had. There is no syllabus or tests; the only assignment is to solve a hypothetical mystery using logic.\n Polly, an imaginary coed, has been kidnapped. The students must find her abductor before the end of the term, or Polly will be killed. Some of the students rejoice in the ease of the class. But Mary, Brian and Dennis become obsessed with getting the answer.\n Soon, elements from their real life begin to match up with the mystery. Polly gradually seems like less of a hypothetical problem and more like a real victim. Mary, Brian and Dennis find themselves in a world where survival is the only real measurement of success. While Lavender stumbles a little toward the novel's conclusion, this first attempt is well worth the try.\n* * *\n Revenge provides ample fodder for thriller writers. Everyone from Mickey Spillane to Tom Clancy has used revenge with varying degrees of success. Unfortunately, the theme falls flat in Marcus Sakey's second novel, At the City's Edge (320 pages, St. Martin's Minotaur, $24.95). Iraq war veteran Jason Palmer returns from service after being dishonorably discharged. Dogged by his war experiences, Jason lives his life in an attempt to forget what happened overseas. His brother, Michael - the more stable of the two - owns a bar and is raising Billy, his 8-year old son. But Chicago becomes Iraq when Michael is murdered.\n Jason must take care of his nephew when the killers threaten Billy's safety. The cops are unable to find any leads, so it's up to Jason to solve the murder. He must resume the role of a soldier in order to find his brother's killer and save Billy's life.\n If any of this seems familiar or predictable then that's because it is. Horribly so. Sakey's characters are one-dimensional. Their anger and sense of justice reads like a rerun of \"Law & Order.\" In the end, there is little to keep the reader turning pages but a desire to be done and start something new.\n* * *\n You may have already read Andrew Gross without really knowing it. Gross co-wrote five books with James Patterson, but his second novel, The Dark Tide (448 pages, William Morrow, $25.95), shows that the student is better than the teacher. Charles Friedman is a Greenwich, Conn., hedge-fund trader who is killed in a terrorist attack on Grand Central station. On the same day, a hit-and-run death occurs, and Detective Ty Hauck is called in to investigate.\n The victim has a slip of paper with Charles' name on it. Meanwhile, Charles' widow, Karen, is being threatened by mysterious men who want repayment for a huge sum of money she knows her late husband never had. Ty tries to help Karen but soon realizes that the depth and breadth of the conspiracy Charles was involved in puts both of their lives in danger.\n Gross keeps the reader guessing, and his fever-pitch tale is one that crackles with energy and suspense.\n* * *\n Ryan Kealey, the sometime agent, is back for a third time in Andrew Britton's The Invisible (384 pages, Kensington, $24). Kealey is persuaded to come back to the CIA by his handler. His mission this time, as in Britton's \"The Assassin\" and \"The American,\" is the pitched battle between terrorism and intelligence.\n This time out, he must find Amari Saifi, an Algerian terrorist who has captured a number of Americans in Pakistan, including Brynn Fitzgerald, the acting U.S. secretary of state. The twists and turns that Kealey puts the reader through make \"The Invisible\" well worth the read.\n Britton has a strong ability to pace the action and the mystery without becoming clunky or dull. Although Kealey will seem familiar to fans of Tom Clancy character Jack Ryan, Britton avoids clichés and pitfalls of the international intrigue model. Instead he delivers a tale as thrilling and fast-paced as any out there.\nFrancis W. Decker teaches literature at Trinity Episcopal School.\n\nNotes\n\nTHRILLERS\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: April 17, 2008"
}