{
    "title": "Rebels get sued by U.S. captives",
    "publisher": "the tampa tribune ",
    "year": 2009,
    "month": 11,
    "day": 14,
    "full text": "FARC is accused of acts of terrorism.\nBy ELAINE SILVESTRINI\nesilvestrini@tampatrib.com\nTAMPA - Keith Stansell and two other men who were held hostage in Colombia for more than five years are suing FARC, the Colombian paramilitary group that held them.\nStansell, of Manatee County, Marc Gonsalves and Thomas Howes were captured Feb. 13, 2003, when their drug-surveillance plane crashed in the Colombian jungle after being hit by machine gun fire. They were captured by FARC, the Revolutionary Armed Forces of Colombia, a leftist guerilla group that wants to overthrow the Colombian government designated by the U.S. government as a foreign terrorist organization.\nAlso joining in the lawsuit are the widow and children of pilot Thomas Janis, who was executed, as was a Colombian soldier who was on the flight.\nStansell, a former U.S. Marine, was the commander of the counter narcotics mission.\nHe and his two colleagues from Northrop Grumman Corp. had been the longest-held U.S. hostages in the world. Officials said military spies tricked rebels into giving up 15 hostages - the Americans, French-Colombian politician Ingrid Betancourt and 11 Colombians - without firing a shot.\nInternational terrorism\nThe lawsuit says the three survivors were victims of \"repeated acts of international terrorism.\"\nAmong other things, the suit asserts that each hostage was assigned a specific FARC member whose job was to execute the hostage in the event of a rescue attempt.\nThe three survivors seek compensation for \"past and future physical and mental pain and suffering, disability, disfigurement, mental anguish, loss of capacity for the enjoyment of life, emotional distress, loss of five and a half years\" of their lives.\nThe suit says the defendants are \"terrorists who engage in international terrorism, including premeditated, politically motivated violence, threats of violence, hostage-takings, murders and other terrorist-related activities perpetrated against noncombatant targets including U.S. nationals including directing terrorist activities across national and international borders in order to influence U.S. and Colombian policy.\"\nControlling narcotics\nThe defendants are also accused in the suit of controlling illegal narcotics production in Colombia and engaging in international drug trafficking \"directed at the U.S. and its citizens, outside of the borders of Colombia.\"\nIn addition to FARC, the suit names several FARC officials who are in U.S. prisons as defendants.\nOthers are described as participants in the hostage-taking who are facing charges in Colombia. Also included in the lawsuit are dozens of FARC officers, commanders and members described as fugitives.\nCopyright © 2009, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: December 14, 2009"
}