{
    "title": "Rebuff for Libyan terrorism - now stand up for peace",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "ABSENT a comprehensive peace plan for the Middle East, to be pursued as assiduously as Libyan terrorism has been rebuffed, the Reagan administration's air assault on Tripoli and other Libyan targets seems likely to fall short of its stated aim - to shut down terrorist attacks on Americans and other nationals abroad.\nSurely this aim has merit. President Reagan can count on an early rallying around the flag for his rebuff to Colonel Qaddafi, which came only after a series of warnings that included economic reprisals and a show of force off Libyan shores. The President had said he would respond with a measured strike if proof were found of Libyan collusion in a terrorist action, which was provided in the April 5 bombing of a West Berlin nightspot frequented by American armed services personnel. The American public, the Congress, the Libyans, and United States allies were forewarned the President would act. And he did.\nMany American citizens and members of Congress share the President's frustration over the spate of terrorist actions that have gone unpunished. Further, as the government's chief executive, the President is granted a measure of the benefit of the doubt when resorting to force, especially without large immediate heavy losses among troops.\nThat benefit of the doubt is not open-ended, however. The test of the wisdom of the Libyan assault will be seen in the weeks and months to come. Among congressional supporters for the President's actions are many, like Sen. Sam Nunn (D) of Georgia, who would have preferred other sanctions, such as a cutoff of communications and air traffic into Libya. They see military action to be taken only as a last resort after all nonmilitary steps have been taken, not as the culmination of a series of escalating military warnings. They worry that Americans abroad are in greater immediate jeopardy from terrorism because of the strike on Libya. They doubt that Qaddafi's behavior will be modified in a positive direction - even the President acknowledges he has such doubts. And they are skeptical that a sequence of events has been started that will topple Qaddafi. We share these feelings.\nWashington cannot ignore the disapproval of most of its European allies, who are angry that their concern for equilibrium in the region, for trade, and for the safety of their nationals abroad was dismissed. London, which approved the launching of an air attack from British soil, faces a vociferous accounting at home.\nThe Soviet Union had pulled its ships from the region to stay out of conflict's way, but this will not keep it from pillorying the US for aggression. And Arab-world reaction will likely lead to greater trouble for Washington, whether in the form of boycotts or violence, or of deeper mistrust of American offices for an eventual peace settlement.\nA dimming of Mideast peace prospects appears the more likely outcome of the Libyan strike - unless there follows an equal determination to resolve the sense of injustice that feeds the violence.\nPresident Reagan has affirmed that the US cannot permit its citizens to be wantonly murdered, and that it will respond with measured military action where it has reason to hold governments or individuals accountable.\nHe should next go on national television to announce a resolve to seek a solution to the Middle East conflict, which must include satisfactory self-determination for the Israeli-occupied West Bank.  The President has stood up against terrorism. Now he should stand up for peace."
}