{
    "title": "Rebuffed over refugees, Obama aims to shift focus to visas",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 11,
    "day": 21,
    "full text": "KUALA LUMPUR, Malaysia • Regrouping from an embarrassing defeat in the House, the White House tried to change the subject away from its Syrian refugee program on Friday, instead calling for changes that could prohibit some people from bypassing the traditional visa system to enter the American homeland.\nA day after the House overwhelmingly backed onerous hurdles for Syrian refugees, White House officials said President Barack Obama's intention to veto the bill hadn't wavered, even though it passed with a veto-proof majority - including 47 members of his own party. Although the strong House vote could improve the bill's prospects in the Senate, the White House insisted it was unlikely to arrive on the president's desk.\nInstead, the White House said it wanted to work with Congress on potential tweaks to the visa waiver program, calling it a \"fruitful area for possible bipartisan discussion.\" Under the program, foreigners from 38 countries can enter the U.S. without visas for short stays.\nPress secretary Josh Earnest said talks were already underway with Sen. Dianne Feinstein, D-Calif., and Sen. Jeff Flake, R-Ariz.\n\"This is an area where additional screenings and reforms could be useful in enhancing the national security of the United States,\" Earnest told reporters aboard Air Force One as Obama flew to Malaysia.\nFeinstein and Flake hope to force anyone who has been in Iraq or Syria in the past five years to go through the traditional visa process, including an in-person interview, fingerprinting and tamper-proof passport security. Feinstein has said she plans to introduce the bill after Thanksgiving, calling the visa waiver program \"the soft underbelly of our national security policies.\"\nThe White House wouldn't say whether Obama supported her proposal in its current form.\nObama's newfound focus on visa changes marked an effort to subdue momentum for the refugee bill following the White House's failed lobbying effort in the House. Some Democrats briefed on the refugee screening process by Obama's chief of staff and Homeland Security secretary emerged far from impressed, leading to Thursday's 289-137 vote to undermine the president's program.\nObama has called for accepting roughly 10,000 Syrian refugees in the next year. But that program has been plunged into uncertainty since the Paris attacks that killed 129 and stoked deep fears across the West about terrorism being exported from Syria, where the long-raging civil war has fueled the Islamic State group's rise.\nDefenders of the House bill, including some Democrats, have described its changes as modest: mandatory FBI background checks and individual sign-offs by top U.S. officials. But the White House has insisted it's unnecessary, arguing that Syrians intent on committing terrorism on U.S. soil are unlikely to subject themselves to a refugee process that involves rigorous security checks and takes two years on average to complete.\nYet some top officials, including FBI Director James Comey, have warned of a shortage of information about many Syrians applying for refugee status. Ben Rhodes, Obama's deputy national security adviser, conceded that was the case but said Friday that the U.S. did have intelligence on Syrians most likely to carry out violence.\n\"A Syrian child is not going to have an intel record, but precisely for that reason, we believe that this is not the pool of individuals who are most likely to be ISIL operatives,\" Rhodes said, using an acronym for the Islamic State group.\nThe roiling debate about what to do with the flood of migrants fleeing Syria's civil war has played out this week. Obama has rebuked Republican politicians and presidential candidates who have called for halting refugee entry or limiting it to Syrian Christians, but the White House has acknowledged that some governors and American citizens hold legitimate concerns.\n\nGraphic\n\n \n President Barack Obama boards Air Force One at Ninoy Aquino International Airport in Manila, Philippines, Friday, Nov. 20, 2015. Obama is traveling to Malaysia where he will join leaders from Southeast Asia to discuss trade and economic issues, and terrorism and disputes over the South China Sea. (AP Photo/Susan Walsh)  U.S. President Barack Obama walks the red carpet towards his vehicle after arriving at Subang Airbase in Kuala Lumpur, Malaysia, Friday, Nov. 20, 2015. Obama is in Malaysia where he joins leaders from Southeast Asia to discuss trade and economic issues, and terrorism and disputes over the South China Sea. (AP Photo/Susan Walsh)  U.S. President Barack Obama walks down the steps of Air Force One upon arriving at Subang Airbase in Kuala Lumpur, Malaysia, Friday, Nov. 20, 2015. Obama is traveling to Malaysia where he will join leaders from Southeast Asia to discuss trade and economic issues, and terrorism and disputes over the South China Sea. (AP Photo/Joshua Paul) \n\nLoad-Date: November 22, 2015"
}