{
    "title": "Rebuking Obama, Pompeo lays out anti- Iran manifesto",
    "publisher": "the philadelphia inquirer",
    "year": 2019,
    "month": 1,
    "day": 13,
    "full text": "Secretary of State Mike Pompeo delivered a scathing rebuke of President Barack Obama's Middle East policy in a Chairo address centered on exerting maximum pressure on Iran and doubling down on U.S. alliances with Sunni autocrats and Israel.\nIn establishing his own vision for the Middle East, Pompeo set up the Obama administration as a foil for what not to do, whether it was striking a landmark nuclear deal with Iran in 2015 or leaving Egypt's autocratic president, Hosni Mubarak, in the lurch during that country's protests in 2011.\n\"The United States has reasserted its traditional role as a force for good in this region,\" Pompeo told an audience at American University in Cairo on Thursday.\nThe speech served as an explicit rebuttal of the address that Obama delivered in Cairo in 2009, extending an olive branch to Iran and calling for a two-state solution to the Israeli-Palestinian conflict. In that address, Obama criticized Israel's settlement activity and underscored the suppression of political rights by Arab monarchies.\nPompeo, by contrast, offered unconditional praise to Israel and\nUnder Cippollone's guidance, White House lawyers are preparing a strategy to fend off a blizzard of requests expected from congressional Democrats, who are planning to launch investigations into an array of topics such as Trump's finances and controversial administration policies.\nCipollone's goal, Trump aides said, is to try to find common ground with the congressional Democrats in responding to their subpoenas when he can, but draw a clear line that would protect the confidentiality of the office of the presidency.\nPeople who know Cipollone describe him as a self-effacing listener who will work to build relationships on Capitol Hill.\n\"Pat will be enormously effective, because if you meet him, you are not going to immediately put up your walls,\" said Melanie Sloan, a former federal prosecutor who attended the University of Chicago Law School with Cipollone and now helps run American Oversight, a liberal watchdog group.\n\"Sure, you would expect him to take aggressive stands on executive privilege,\" she said. \"But if there is a court order, he won't bring on a constitutional crisis by resisting it.\"\nCipollone first met Trump when Fox News commentator Laura Ingraham, a close friend, recommended him to help prepare the then-candidate for the 2016 presidential debates. He began informally advising Trump's team of personal lawyers in 2018.\nIn his new role, Cipollone is expected to consult and coordinate with Flood, a veteran of the Clinton impeachment battle, as Flood leads the response to the Mueller report.\nTrump advisers are concerned that the special counsel - whose team has interviewed numerous White House aides - could include in his report accounts of private communications between Trump and senior advisers such as McGahn and former chief of staff Reince Priebus.\n\"Conversations you had with your White House counsel. Conversations you had with senior advisers. Why should that be subject to disclosure?\" said one Trump adviser, who spoke on the condition of anonymity because of the sensitivity of the issue. \"It would be catastrophic for the presidency.\" credited countries such as Saudi Arabia and Bahrain for pushing back against Iranian aggression. He did not raise their human rights records, in particular the Saudi kingdom's killing and dismemberment of journalist Jamal Khashoggi in October or the Bahrain government's suppression of its majority Shiite population.\nInstead, he depicted those countries as victims of an Obama administration that was unwilling to stand proudly behind its allies. \"The Trump administration has moved quickly to rebuild links among our old friends and nurture new partnerships,\" Pompeo said.\nWhile Obama's 2009 address cautioned that the United States did not have the answers to all of the Middle East's \"complex\" problems, Pompeo castigated that approach as insufficiently prideful.\n\"The good news is this: The age of self-inflicted American shame is over, and so are the policies that produced so much needless suffering,\" Pompeo said.\nHe spoke amid confusion among U.S. allies over Trump's announced plan to withdraw U.S. troops from Syria immediately, a proclamation that was followed by remarks that the withdrawal will happen \"slowly.\"\nPompeo said the United States would continue airstrikes in the region \"as targets arise\" and continue its mission of overseeing the full defeat of the Islamic State and the expulsion of Iranian forces from Syria, a job that analysts said would take much longer than an initial 120-day U.S. timeline for withdrawal. U.S. officials say there is now no timeline for withdrawal.\nExerting pressure on Iran has been a cornerstone of the Trump administration's foreign policy. The president withdrew from the Iran nuclear deal in 2018, and reimposed punishing sanctions on the Islamic Republic despite opposition from key European allies. Pompeo has repeatedly called the country the \"leading state sponsor of terrorism.\"\n\"Iran does sponsor terrorism, but not the variety that tends to threaten the U.S. homeland,\" said Max Abrahms, a terrorism expert and author of the book \"Rules for Rebels: The Science of Victory in Militant History.\"\nPompeo's outlook \"is driven by his support for Israel. Iran poses a major terrorism threat to Israel, much less so the U.S. homeland,\" he said.\nTo many of those listening, Pompeo appeared to have ignored decades of collective angst in the region towards the United States and its policies, seemingly rewriting historical perceptions.\n\"Clearly, when Pompeo insists that 'America is a force for good in the Middle East', he's not thinking about a local audience at all, which generally associates American foreign policy as being responsible for invasion and occupation, of supporting autocracy and occupiers,\" said H.A. Hellyer, a Middle East analyst with the Atlantic Council in a tweet.\nIn his remarks, Pompeo also lauded the improvement in relations between Arab states, such as the United Arab Emirates, and Israel. But few Egyptians accept Pompeo's declaration that Arab attitudes toward Israel are changing. Most view Israel as an enemy that has usurped the rights and lands of Palestinians.\n\"In Egypt, we do not really talk about Iran,\" said Nouran Hassan, 23, a senior studying political science at American University of Cairo who was in the audience. \"We don't consider it dangerous. For most ordinary Egyptians, Israel is their enemy ever since the 1950s.\"\nHuman rights activists said Pompeo was not forceful enough in his criticism of Egypt'shuman rights abuses. They also expressed concern that Pompeo's strong support of Egyptian President Abdel Fatah al-Sissi and other Arab authoritarian leaders in order to combat terrorism could embolden their governments to commit more abuses.\n\nLoad-Date: January 13, 2019"
}