{
    "title": "Recall the fall of the Twin Towers Yearly reminders of 9_11 help our resolve to always fight terrori",
    "publisher": "the world",
    "year": 2014,
    "month": 9,
    "day": 12,
    "full text": "Growing up, I knew well the significance of Dec. 7, 1941.\nI was not born until 14 years after the Japanese attack on Pearl Harbor, but the images were etched on my psyche at an early age: the flames and smoke belching from the stricken U.S.S. Arizona, the immortal words of President Franklin Roosevelt.\nThose who lived through the attack and the four-year-long war that followed, whether they knew it or not, upheld the solemn duty to ensure that the date would \"live in infamy.\nMy father remembered exactly where he was when he heard the news.\nIt's often been said that the next generation's Pearl Harbor came on Sept. 11, 2001 when Islamic terrorists used airplanes as weapons of mass destruction to attack the twin towers of the World Trade Center and the Pentagon.\nOnly the bravery of the passengers of Flight 93 prevented a fourth plane from striking another target.\nThe scale of the mass murder of innocents by fomenters of hate and twisted theology was seared into all of us as we watched, over and over, the video of the planes exploding into the towers, the buildings collapsing and shocked citizens, covered with gray dust, fleeing for their lives.\nHere's what Pulitzer Prize winning columnist Leonard Pitts, Jr. wrote the following day:\n\"But there's a gulf of difference between making us bloody and making us fall. This is the lesson Japan was taught to its bitter sorrow the last time anyone hit us this hard, the last time anyone brought us such abrupt and monumental pain. When roused, we are righteous in our outrage, terrible in our force. When provoked by this level of barbarism, we will bear any suffering, pay any cost, go to any length, in pursuit of justice.\nOur actions in response to 9/11 have been debated almost continually.\nEvery thorough discussion must question the wisdom of invading Iraq.\nEven today, as we consider President Obama's call-to-arms against the latest incarnation of radical Islam, we wonder how and where we should fight back.\nSeventy-three years ago the battle lines were clearer.\nOur war then was with a sovereign nation with borders and uniformed combatants.\nThe conflict had a defined conclusion when, on Aug. 15, 1945, Emperor Hirohito went on national radio to announce Japan's surrender.\nWe know this current war will have no such resolution.\nThe fight against terrorism is an ongoing condition. Victory is measured more by the absence of another successful attack on U.S. soil than ground gained or enemy combatants killed.\nAnd so it becomes even more important that all of us who lived through the events of 9/11 mark the anniversary in a very public way.\nI hope television stations replay frequently the planes striking the towers, the Pentagon on fire and the faces of those wounded physically and emotionally.\nThose too young to remember have to know what happened on our generation's infamous day so that our resolve in the struggle against terrorism never wavers.\nKercheval is host of Talkline, broadcast statewide by the Metronews Radio Network from 10 a.m. to noon weekdays. Listen locally on WCHS 580 AM.\n\nLoad-Date: September 15, 2014"
}