{
    "title": "Recap_ Live-blogging the final debate",
    "publisher": "university wire",
    "year": 2012,
    "month": 10,
    "day": 22,
    "full text": "Tonight, our District 4 politics bloggers provided context, analysis and commentary for the third and final presidential debate between President Barack Obama and former Massachusetts Gov. Mitt Romney. The debate, held at Lynn University in Boca Raton, Fla., was moderated by CBS's Bob Schieffer and focused on foreign policy.\n10:01 pm - Allison Kruschke\nPresident Obama and Gov. Romney went in to tonight's debate in a virtual dead heat according to an ABC - Washington Post Poll: 49 percent sided with the President, while 48 percent sided with Romney. We'll see what happens in the polls tonight.\n9:43 pm - Joe Kaiser\nTom Brokaw during NBC post debate analysis: \"If you would have said to one of the candidates 'nice tie,' they would have said 'yes, but let me talk to you about the economy.'\"\n9:41 pm - Joe Kaiser\nCouncil on Foreign Relations President Richard Haas during NBC post debate analysis: \"On foreign policy issues, there was much more agreement than disagreement.\"\n9:36 pm - Joe Kaiser\nBoth Obama and Romney's closing statements attempt to summarize not only all four debates, but campaigns as well. They are not nearly as concise as Ronald Reagan's famous closing statements in 1980, but they certainly follow that standard.\n9:35 pm - Alec Brooks\nRomney's closing emphasizes his bipartisanship: \"we've got to work across the aisle.\" Neither candidates really addressed foreign policy in their closing statements, understandable given that these are the final minutes of the final debate.\n9:34 pm - Allison Kruschke\nBuzzword recap for final debate: Battleship, whopper, \"airbrush history,\" horses and bayonets, \"crippling sanctions,\" and last but not least, \"spinning centrifuges.\"\n9:31 pm - Alec Brooks\nBarack Obama's closing statement focused on the economy, with barely a nod to foreign policy. \"We have to do nation-building at home\" both sums it up and indicates how tangental it is to overseas concerns.\n9:30 pm - Joe Kaiser\nProps to anybody who thought the last thing (before closing statements) they would discuss in a foreign policy debate would be teachers. Props.\n9:22 pm - Allison Kruschke\nAh yes, China! More vague talks about \"getting tough on China\" and \"playing by the rules.\" China has been under scrutiny for quite some time for currency manipulation, another label candidates love to throw around in the debate ring. According to Washington Post blogger Ezra Klein, China is not actually the world's biggest currency manipulator - Singapore is significantly worse, and so are other countries in Europe and Asia.\n9:21 pm - Joe Kaiser\nObama and Romney are both telling us to check the record. Well, here it is - Romney's op-ed on Detroit from 2008.\n9:19 pm - Alec Brooks\nCurious about Obama's drone policy (which Romney approves of)? Propublica has 'Everything You Ever Wanted to Know About Drones.'\n9:15 pm - Joe Kaiser\nI am glad that Schieffer brought up drone strikes, but he needed to press Obama on it in addition to getting Romney's take. We know where Obama stands, but let's find out WHY he stands that way, especially considering certain facts.\n9:13 pm - Allison Kruschke\nWhile many claim that Pakistan is a threat to the U.S. because it supports groups that kill Americans and often houses terrorists, the government still considers Pakistan an ally. The two countries have worked together for years, and have played an important role in America's efforts in Afghanistan. The major lack of trust has made progress between the two nations difficult.\n9:13 pm - Alec Brooks\nTonight, it's sometimes seemed like the candidates agree more than they disagree. Drones are an excellent example. Romney apparently supports that part of Obama's foreign policy entirely.\n9:02 pm - Alec Brooks\nUnfortunately, Schieffer's more Lehrer than he is Crowley. Shieffer's not keeping the candidates on topic, nor asking particularly good questions.\n9:01 pm - Joe Kaiser\nConsidering his reputation as a flip flopper, Romney's foreign policy rhetoric has not changed much since his 2008 campaign. He may have softened just a bit, but he still loves the word 'jihadists.'\n8:58 pm - Joe Kaiser\nIran's currency, the rial, has lost at least 40 percent of its value this month alone due to sanctions.\n8:56 pm - Allison Kruschke\n\"Nothing he just said is true.\" Obama leaves no room for interpretation in his statement about Romney's answer on the topic of Iran.\n8:54 pm - Allison Kruschke\nThe U.S. and Iran have supposedly agreed \"in principle\" to direct talks about Iran's nuclear program in recent days. Iranian officials reportedly want to meet with U.S. officials after the election. Whether or not this report is true is still up for debate - several U.S. and Iranian officials have denied the agreement.\n8:46 pm - Alec Brooks\nNo, the navy is not the smallest it's been since 1917. In raw numerical terms, the number of ships was close. In 2011, we had 285, whereas in 1917 it was 245. But according to the experts Politifact surveyed, the nature of ships that the navy uses has changed, meaning \"number of ships\" is a bad measure of military strength.\n8:41 pm - Joe Kaiser\nObama and Romney will likely try to take any opportunity to get back off topic and on the economy. They know people will be voting with their wallets, and pretending to argue about a topic in foreign policy that they largely agree with won't sway people one way or the other.\nHowever, Schieffer should try harder to keep these two on topic. Foreign policy still needs a long discussion. As Romney said, we did not talk about terrorism, then we had 9/11. You never know when these issues may take top priority.\n8:40 pm - Allison Kruschke\nA hard-hitting question from moderator Bob Schieffer: \"Governor, where will you get the money?\" This is what we need from moderators! I hope this continues through the rest of the debate. Too bad it took us until the last debate to get it right.\n8:38 pm - Alec Brooks\nMitt Romney throws Latin America a bone by noting the region's economy is about as large as China's. Probably the first debate mention of that part of the world yet.\nRomney's figure is close, by the way. China's GDP is 7.29 trillion; Latin America's is 5.16.\n8:35 pm - Joe Kaiser\nBoth candidates answered \"what is America's role in the world?\" by talking about economic and domestic issues. Great job dancing around the question guys!\n8:35 pm - Allison Kruschke\nBoth candidates stress that a strong American presence in foreign policy means that American must also be strong domestically. I think they've both spent much more time talking about domestic policy than foreign policy when answering this question.\n8:31 pm - Joe Kaiser\nRomney mentions how terrorism was not a topic in the 2000 presidential debates.\nAlso in the 2000 debate, however, his party's foreign policy was a tad different...\n8:29 pm - Allison Kruschke\nIt doesn't get much more broad than \"What is America's role in the world?\" - I'm glad I don't have to answer that question.\n8:29 pm - Alec Brooks\nRomney says, \"our purpose is to make sure our world is peaceful.\" While this might be a foreign policy question at a foreign policy debate, his answer is really about the economy and the budget. Romney wants to back up ideas on the debt and military spending by arguing that they lead to more effective foreign policy.\n8:22 pm - Allison Kruschke\nThe topic of Israel is unavoidable when talking about U.S. relations with the Middle East. The United States has maintained a friendly relationship with the country for decades, and has often provided them with monetary and military aid. Since 1985, the U.S. government has provided Israel with three billion dollars in aid annually.\n8:17 pm - Joe Kaiser\n8:17 pm - Allison Kruschke\nObama gives a numerated, highly specific answer about what the United State's biggest threats are and what the best approach is to nation building in the Middle East. Both campaigns have gotten flack for not having specific enough answers to questions on both foreign and domestic policy, so I'm anticipating many more answers like this from Romney and Obama tonight.\n8:14 pm - Allison Kruschke\nRomney did indeed refer to Russia as our \"number one geopolitical foe\" in an interview with CNN. However, according to Politifact, five months later Romney said his remarks were made in terms of UN votes and Russia's support of \"the worlds worst actors.\"\n8:12 pm - Joe Kaiser\nObama to Romney: \"Every time you've offered an opinion, you've been wrong.\"\nOuch! Even I felt that one.\n8:10 pm - Joe Kaiser\nIs it still considered a 'debate' if the two candidates agree? Jacob Sullum from the libertarian publication Reason magazine wrote a syndicated piece last week claiming there was no difference between the two candidates on foreign policy.\nWhat do you think? You'll probably hear the differences, or perhaps lack thereof, tonight. We'll see if there is much of a contrast in foreign policy vision as the debate progresses.\n7:52 pm - Alec Brooks\nThe topics for tonight's debate were announced Oct 12. They include: \"America's role in the world, Our longest war - Afghanistan and Pakistan, Red Lines - Israel and Iran, The Changing Middle East and the New Face of Terrorism - I, The Changing Middle East and the New Face of Terrorism - II and The Rise of China and Tomorrow's World...\"\nFor his Foreign Policy magazine blog, Daniel Drezner argues that since two-thirds of the topics are from the Middle East, the debate is \"already ruined.\" He acknowledges the importance of the region, of course, but says that other issues are being neglected as a result of undue emphasis.\nSo what do you think? Is the Middle East that important? Or are these really the most important topics?\n\nLoad-Date: January 16, 2018"
}