{
    "title": "Recalibrate balance of power In foreign policy and domestic issues, President Obama can't call all t",
    "publisher": "usa today",
    "year": 2014,
    "month": 2,
    "day": 27,
    "full text": "Cal Thomas is a conservative columnist. Bob Beckel is a liberal Democratic strategist. But as longtime friends, they can often find common ground on issues that lawmakers in Washington cannot.\nToday: Government rule\nBOB: Republicans have a double standard when it comes to the Obama administration. On one hand, they claim President Obama is not projecting U.S. power in the world's many hot spots, the latest being the Ukraine. Then these Republicans turn around and claim the administration is exercising too much executive branch power at home and cite the president's order postponing for one year the Affordable Care Act's business mandate.\nCAL: Apples and oranges, Bob. I agree the administration can't have much influence in Ukraine, which seems to be doing OK without us as long as Russian President Vladimir Putin does not interfere. In the matter of the ACA, when then-Sen. Barack Obama was running for president in 2008, he decried the use of executive orders by President George W. Bush. He bragged he had taught the Constitution for 10 years, implying Bush was acting outside its limits and promised if elected he wouldn't do the same thing. Words should have meaning, even for politicians.\nBOB: Last week, conservative talk show host Hugh Hewitt and his guest Charles Krauthammer suggested Team Obama's lack of action in Syria and Iran has \"lost the Middle East,\" his failure to confront  Putin had \"lost Eastern Europe,\" and his unwillingness to intervene in Venezuela's upheaval has \"lost South America.\"  Such a statement turns reasonable people off on conservatism.\nCAL: Americans are tired of wars that do not produce favorable outcomes. While I would like to hear the president articulate a coherent foreign policy, he is right not to meddle in Venezuela; in Syria, no one knows which of the rebel groups are \"good guys\"; and in the Middle East, less pressure on Israel would be the best policy because we know who the bad guys are in that region and their capital is not Jerusalem.\nBOB: What exactly would Republicans have Obama do, for example, in Ukraine? The U.S. was actively seeking sanctions with the European Union against Ukraine President Viktor Yanukovych, a strong ally of Putin, who is determined to recreate Russian power over Eastern Europe. The threat of EU/U.S. sanctions has now forced Ukraine to have early elections. What more do conservatives want, American ground troops in Ukraine?\nCAL: I can't speak for all conservatives. As you know there are the neocon variety who advocate wars that neither they nor their family members will fight, and others like me who see war as a last resort. The president has been talking to Putin, and I hope he has told him to keep hands off Ukraine, but Ukraine has long been in Russia's \"sphere\" and Putin clearly believes he won't pay much of a price if he ignores Obama.\nBOB: You're right about Americans being war weary. They support diplomatic solutions in the Middle East, including Iran and Syria, and North Korea and Venezuela. On domestic issues, Republicans accuse the president of unconstitutional abuse of power by having the NSA collect citizens' phone records and by making many changes to Obamacare without congressional approval.\nCAL: The president is unilaterally changing a law passed by Congress, which he signed. It's clear to me by his executive orders and other actions he wants to delay the full impact of Obamacare until after the November elections because he knows it will harm Democrats' prospects. Some Democrats are running for re-election as if they didn't vote for this monstrosity.\nBOB: Presidents use executive authority to regulate and implement laws passed by Congress. Congress has allowed presidents to do so as long as the intent of Congress is not altered. I agree that Obama's changes to Obamacare have likely not adhered to congressional intent. It will ultimately be up to the Supreme Court to decide if the president abused his authority.\nCAL: Indeed it will. I am sometimes uncomfortable agreeing with the ACLU on much, but I think they are right to have sounded the alarm on the vacuuming of so much personal information by the National Security Agency in the name of security. Once lost, liberties are difficult to get back, and privacy is one of our most precious assets.\nBOB: I agree on the NSA. It has violated the Fourth Amendment to the Constitution. The agency insists its authority comes from the USA Patriot Act passed after 9/11 to thwart terrorism. The FBI cites the act for its wiretapping of thousands of U.S. citizens.\nCAL: I feel sure you agree that terrorism is a major concern.\nBOB: I do, but for decades, American policy was dictated by the Cold War with the Soviet Union. Most countries sided with the U.S. or the Soviets. When the Soviet Union broke apart, many parts of the former Soviet Union, like Ukraine, were left with weak governments or fell into conflict and sometimes civil war, allowing terrorism to grow with the U.S. as a principal target. Thus the Patriot Act has fought terrorism abroad but also allowed government abuse at home.\nCAL: And then there's that \"study\" commissioned by the Federal Communications Commission -- since withdrawn, at least for now -- about a supposed imbalance in news coverage. Government shouldn't be deciding what's news. It brings back memories of the Nixon administration and Vice President Spiro T. Agnew's attacks on a much smaller media universe.\nBOB: I agree. Reporters Without Borders recently ranked the United States 46th in the world when it comes to press freedom, one spot above Haiti. Hostility for the American press may have something to do with that.\nCAL: We've covered a lot of ground, but I think we agree that power -- whether in domestic matters or in foreign policy -- must be exercised judiciously, otherwise it can damage our Constitution at home and our prestige abroad. \n\nLoad-Date: February 27, 2014"
}