{
    "title": "Recent ISIS attack leaves Islam the target of ignorant accusation",
    "publisher": "the new york times",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "On Nov. 13, 2015, a day surely to go down in history, the world shook. In a full-fledged terrorist attack on the capital of France, Paris, 129 civilians were killed and 352 were left injured according to the U.K. paper, The Telegraph.\nThe Islamic State of Iraq and Syria extremist group, better known as ISIS, admitted to being the culprits behind the attacks on Paris, saying it was just \"the first of the storm\" for the future terrorist attacks to come according to The New York Times. ISIS has successfully inflicted fear throughout the world and the world wants retaliation now.\nAnd rightfully so due to the innocent lives lost and the fear captivating the world, but some forms of \"retaliation\" are not so righteous.\nExploding over social media sites such as Twitter, Facebook, and anonymity sites such as Yik Yak, people are classifying all Muslims as \"terrorists\" because of the inhuman acts of ISIS. ISIS is an anti-Western militant group centralized in northern Syria stretching to Iraq whose goal is to create their own Islamic State in their region, according to CNN.\nThere are two very important words to pick out, militant and group. According to Merriam-Webster dictionary militant is, \"having or showing a desire or willingness to use strong, extreme, and sometimes forceful methods to achieve something\" and a group is, \"a number of people who are connected by some shared activity, interest, or quality.\" ISIS is a connected number of people who share the same desire to use extreme methods to achieve a goal. Therefore, generalizing the entire Islamic religion as terrorists is simply incorrect.\nNot only that, stereotyping terrorism as a Muslim or religious act is incorrect. Terrorism is, \"the use of violent acts to frighten the people in an area as a way of trying to achieve a political goal,\" according to Merriam-Webster dictionary.\nNowhere in that definition does it specify a religion that solely uses tactics of terrorism. The world needs to learn to stop associating a 1,400-year-old religion with actions that have occurred over the last decade.\nIf we were to look broadly over the history of the world 'terrorism,' it would be associated with multiple religions.\nAre all Christians terrorists because of actions of the Ku Klux Klan? Are all Buddhists terrorists because of the League of Blood Incident in 1932, which plotted the assassination of politicians and the wealthy? Are all Hindus terrorists because of the 2007 Samjhauta Express bombings, which set off bombs in two trains killing 68 people?\nNo. Just like not all Muslims are terrorists because of the actions of ISIS or Al Qaeda alike. We would like to believe that our school is above such ignorant generalizations, but sadly the night of the Paris attacks hate posts were made over Yik Yak degrading Muslims and the Islamic religion.\nExamples include posts from Yik Yak such as: \"Not all Muslims are terrorists, but all terrorists are Muslim,\" \"Christianity does not condone killing #Islamdoes,\" and\"If I kill in your name does that mean you condoned my killing? No, Islam condones the killing of nonbelievers. Simple as that.\"\nThe ignorance that surrounds the concept of terrorism is clouding the real issue at hand- ISIS, not Muslims, but ISIS. And before the world can learn the difference and learn that terrorism has no religion unrighteous retaliation will proceed on.\n\nLoad-Date: April 12, 2018"
}