{
    "title": "RECENT WEST NILE VIRUS OUTBREAK SEEN THRU TERRORISM LENS",
    "publisher": "daily news ",
    "year": 2001,
    "month": 10,
    "day": 4,
    "full text": "In the aftermath of the Sept. 11 World Trade Center attack, public health experts are mulling a troubling new question: Could the West Nile virus outbreak that struck the city two years ago have been the work of bioterrorists?\nThe idea gained currency with the publication last month of \"Germs: Biological Weapons and America's Secret War,\" a book by three New York Times reporters who noted that the virus' arrival was briefly investigated as a \"germ attack.\"\nBut such theories are now discounted, note the authors, who instead use the outbreak to point out weaknesses in the nation's public health infrastructure, which was sorely tested in 1999.\nAnd according to a range of public health and terrorism experts surveyed by the Daily News, the answer to the new question appears to be no.\nBut many stressed that while the West Nile virus would be an unlikely agent for terrorists - given its slow spread, sensitivity to weather and other variables - no one really knows how it reached New York, where it killed six people in the summer and fall of 1999.\n\"There is no conclusive answer as to how it got here,\" said Ward Stone, chief wildlife pathologist for the state Department of Environmental Conservation. \"But I think it was most likely an accidental introduction - and we can expect more.\"\nSaddam tome gives pause\nThe most obvious culprits have always been known carriers, such as birds or blood-bearing mosquitoes, which could have slipped into New York on planes or boats from Africa, India or other regions where the virus thrives, Stone said.\nWhich is not to say terrorism wasn't considered by federal investigators, who recalled a memoir once written by a man who claimed to have been a bodyguard for Saddam Hussein.\nIn the book, \"In the Shadow of Saddam,\" Mikhael Ramadan recounted how the Iraqi dictator told him of plans to weaponize a strain of the West Nile virus that could destroy \"97% of all life in an urban environment.\"\nHussein certainly had access to the virus. A 1994 congressional inquiry found that American companies had legally shipped West Nile and other killer viruses to Iraq for research purposes, with full consent of the U.S. Commerce Department, according to documents obtained by The News.\n\"It was like Satan's shopping list,\" said Denise Donnelly, who researched the shipments for \"Falcon's Cry,\" the 1998 book she co-authored with her brother about the mysterious ailments suffered by many returning Gulf War veterans.\nHardly the terrorist's tool\nUltimately, experts said, the West Nile virus doesn't make sense as a terrorist's tool.\nFor starters, its kill rate isn't close to \"97% of all life in an urban environment.\" In 1999, only 67 people got sick enough to seek hospital treatment, and of the six who died, most were elderly and considered susceptible to illness.\nThe virus also is highly susceptible to wind, rain and other weather-related factors - none of which would seem to favor terrorism.\n\"If you try to think like a terrorist, the one thing that seems to be a common theme is that they want to see the result of their work immediately, like the arsonist who sticks around and watches the fire,\" said Dr. Dickson Despommier, a microbiologist at Columbia University's Mailman School of Public Health.\n\"And that isn't going to happen with most infections, especially this one.\"\n\nLoad-Date: October 4, 2001"
}