{
    "title": "RECENT EVENTS SPARK WORRIES OVER 2000 TERRORISM",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 12,
    "day": 19,
    "full text": "SEATTLE -- An Algerian national was arrested for allegedly driving a trunkful of explosives into Washington state. In Arizona, authorities are investigating the theft of some 1,000 pounds of explosive materials. The timing of both these events just weeks before the new year reinforces fears that terrorists may be planning to strike during 2000 celebrations.\nBut Vincent Cannistraro, a former CIA counter-terrorism chief, says federal authorities were warning tourists who planned to travel abroad about such attacks. Now, it appears those attacks could take place on American soil.\n\"There is a foreign terrorist threat in the United States that I don't think we were aware of,\" said Cannistraro, now a private security consultant in McLean, Va.\nAhmed Ressam was arrested this week after taking a ferry to Port Angeles from Victoria, B.C. Customs officials found bomb materials in his rented car, including two 22-ounce jars of nitroglycerine and 10 plastic bags containing 118 pounds of a white powder identified as urea, a legal substance used to make explosives and fertilizers.\n\"The capture of this guy at Port Angeles I think has taken everybody by surprise,\" Cannistraro said. \"They weren't looking for something to happen (in the United States), but clearly something was going to happen here.\"\nRessam, 33, had reserved a room under a false name for last Tuesday at a motel a few blocks from the Seattle Center, downtown site of a New Year's celebration under the Space Needle expected to draw 60,000 people.\nThe intended target could have been \"the Space Needle or other tourist magnets throughout the season,\" Cannistraro said, noting that four timer devices were seized, each of which could have been used to make devices \"to kill as many people as possible in a public area.\"\nLarry Johnson, a former CIA agent and State Department deputy director for counter-terrorism, said there may be further attempts by foreign groups to organize a terrorist attack on U.S. soil, but the bar to success will be high.\n\"The FBI has a lot of resources to throw at this,\" he said by phone from Silver Spring, Md., where he is a partner in a private security firm. \"They have a lot of folks out there eager and ready to get engaged.\"\nDebbie Weyerman, FBI spokeswoman at Washington D.C., headquarters, said the bureau is prepared to deal with any terrorist threat.\n\"We have been preparing for the millennium and the Y2K rollover for quite some time, and we're always aware of the possibility\" of attacks, she said.\nBoth Johnson and Cannistraro said they are certain the Port Angeles attempt was orchestrated by Osama bin Laden, who the U.S. government believes heads a terrorist network and is accused of the bombings last year of U.S. embassies in Kenya and Tanzania.\nBin Laden was believed to be the reason for the State Department's warning to tourists earlier this month, citing \"credible evidence\" of terrorist threats aimed at Americans traveling abroad.\nCannistraro said the timers Casio watches on circuit boards with 9-volt batteries are identical to those used in attacks linked to bin Laden in the Philippines and Moscow.\nDomestic terrorism also is a real possibility, Johnson said. The FBI this year released \"Project Megiddo,\" a report warning of potential domestic terrorism related to 2000.\n\"Are there groups out there that may try to take advantage of the millennium? Sure. Are there security measures in place? Yes. I think more often than not, those security measures may deter those kinds of people,\" Johnson said.\nIn Arizona, officials are investigating the theft of explosives from a mining camp. There was no immediate link to terrorism, but the amount taken enough to level a high-rise has raised concern.\nAbout 750 pounds of fuel-soaked ammonium nitrate, 250 pounds of dynamite, 6,000 feet of detonation cord and about 20 blasting caps were taken from the 3 Wins Mining Co. camp near Drake, Ariz., Monday.\n\nLoad-Date: December 20, 1999"
}