{
    "title": "Recent 'paper terrorism' arrests first in the state, sheriff said",
    "publisher": "the anniston star ",
    "year": 2013,
    "month": 8,
    "day": 11,
    "full text": "Aug. 11--Law enforcement officials in Etowah County said three recent arrests are linked to a group using an illegal tactic to harass public officials.\nThe latest arrest involves Weaver resident Mary Whiteside Quillen, 65. A press release issued by the Etowah County Sheriff's Office said Quillen was arrested July 26 on charges that she recorded a false lien in the county probate judge's office against U.S. Treasury Secretary Jacob L. Lew.\nQuillen's arrest is similar to two others the Etowah County Sheriff's Office made earlier this summer. Everett Leon Stout, 71, of St. Clair County, and Miriam Claire Shultz, 66, of Marshall County were charged with two counts each of offering false instrument for record, filing liens against a circuit clerk, a municipal prosecutor, a federal judge and a federal probation officer.\n\"These types of false recordings have the potential to ruin public officials' lives,\" said Etowah County Sheriff Todd Entrekin in a press release. \"We will not allow this to happen in Etowah County and will prosecute these individuals to the fullest extent of the law.\"\nThe three arrests are believed by the Sheriff's Office to be the first of their kind in Alabama under a new law that makes offering a false instrument for record a class C felony. It's a tactic that Blaine Galliher, the legislative affairs director in Gov. Robert Bentley's office, calls \"paper terrorism.\"\n\"Sometimes these people put liens on your property and you have no idea about it,\" said Galliher, who sponsored the legislation during his term as a state representative in 2012. \"That impacts your credit rating, or your ability to get a loan. It's crazy.\"\nGalliher said he made a push for legislation in 2011 when he said several officials in the state's Revenue Commission's office started receiving false liens against their property.\nPaper terrorism is mostly associated with the sovereign citizens movement, a group the Southern Poverty Law Center said has been growing in numbers since the turn of the century.\n\"At its core, sovereign citizens believe that the federal government is illegitimate,\" said Ryan Lenz, a senior writer with the Law Center. \"So the federal government's laws are illegitimate, and you can decide which rules and laws you want to follow.\"\nLenz said the practice of filing false liens against a public official is a method of retaliation meant to intimidate those officials into dropping criminal charges, often tax-related, against the sovereign citizen.\n\"It's a tax, or anti-tax movement,\" Lenz said. \"It's a belief that if you file the right legal work you can get out of any financial situation, including credit card debt, and that's very appealing.\"\nAlthough cited as a domestic terrorist group by the FBI, California attorney David Fleishman, who has written about the movement, said it's a mistake to think of sovereign citizens as any type of established collective.\n\"To call them a group dignifies them as an organization that doesn't really exist,\" Fleishman said. \"It's really more of a philosophy that people pick and choose which principles to adhere to.\"\nFleishman said the Internet has helped the philosophy grow in recent years, and he noticed a peak of frivolous federal lawsuits in 2004 when he published a study on the movement in The Public Law Journal.\nWhile paper terrorism tactics are aimed at public officials, Fleishman said, it's taxpayers who often pay the biggest price. Because most liens and lawsuits filed by sovereign citizens -- often long, rambling and hard to follow, Fleishman said -- are at a federal level, courts require officials to hire attorneys to oppose the filings.\n\"I had one guy who named every judge in the county in his lawsuit,\" Fleishman said. \"So we had to go to a neighboring county to find a judge to hear the case, because all our judges were defendants. You can see how complicated and time-consuming that can get.\"\nAlthough there is no centralized leadership of the movement, the Southern Poverty Law Center estimates there are 100,000 \"hard-core\" adherents to the movement in the United States, with another 200,000 \"testing sovereign techniques.\"\nGalliher said the legislation he sponsored wasn't intended to target sovereign citizens or any specific group. And the fact that all three arrests have happened in Etowah County, covered by his former representative district, is, as far as he can tell, a coincidence.\n\"I didn't know anyone or had heard of anything in Etowah County who was doing this,\" he said. \"This really was something happening all over the state.\"\nAnd in other states as well. Legislation in Georgia, sponsored by state Rep. B.J. Pak, R-Lilburn, and passed in 2012, similarly made recording of false documents against public officials a felony. Similar laws have also passed in Indiana and New York.\nLenz said because the laws are new, it's difficult to discern how much effect they've had in deterring paper terrorism.\n\"The problem is circuit clerks accept them,\" Lenz said. \"Short of educating every circuit clerk in the country about the movement, these laws are the best way to say, filing this is illegal.\"\nQuillen was being held Friday on a $100,000 bond in Etowah County Detention Center. She is scheduled to appear in court on Sept. 5. Court documents show her appointed attorney, Shabani Ahmad Moosavi, petitioned to have her bond reduced. Attempts to reach Moosavi on Friday were unsuccessful.\nStaff writer Brian Anderson: 256-235-3546. On Twitter @BAnderson_Star.\n___ (c)2013 The Anniston Star (Anniston, Ala.) Visit The Anniston Star (Anniston, Ala.) at www.annistonstar.com Distributed by MCT Information Services\n\nLoad-Date: August 11, 2013"
}