{
    "title": "Recent attacks push France toward tighter antiterrorist policies",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 1,
    "full text": "The subway station was shut.\n''A bomb scare,'' explained an exasperated woman, who asks: ''Have we become part of the Middle East?''\nAfter terrorist bombings in the last few months culminated in a deadly explosion last month on the fashionable Champs Elysees, many jittery Parisians may be asking the same question.\nThe attacks have placed France's long-criticized antiterrorist policy once again under a spotlight and highlighted its troubled diplomacy in the Middle East.\nFrance is on the front line because it holds several Middle Eastern terrorists in jail. The bombers want them released. Nicole Gnosotto, a specialist on terrorism at the French Institute of Foreign Relations, says behind this immediate demand lies the larger issue of French support for Iraq in the Iran-Iraq conflict. Also, she says there is ''a general perception in Lebanon that we represent the West just like the Americans.''\nAs a result, France fears it could be on the receiving end of Libyan leader Muammar Qaddafi's threats to take revenge for last week's United States military actions.\nA soft French policy on terrorism adds to the trouble, critics say. Fearful of offending Arab nations which provide oil and large export markets, France reportedly took no action in the 1970s to stop Middle Eastern terrorists from using Paris as a base.\nUntil mid-1982, the terrorists focused their attacks on foreigners. But when they began striking against the French, President Francois Mitterrand formed an antiterrorist strike force and beefed up border security.\n''We now have a will to fight terrorism, but our actions often have been ineffective and ill-advised,'' says Gerard Chalind, of the French Institute of Military Studies. ''We're confused about what we want to do.''\nThe reason for the recent bombings may go back several years. In October 1984, the French government reportedly struck a bargain with the Lebanese Armed Revolutionary Faction. In return for the release of Gilles Peyrole, a French diplomat kidnapped in Libya, France agreed to free Georges Ibrahim Abdallah, a Lebanese said to be a leader of the faction, lawyers in the case say.\nMr. Peyrole was released. But before Mr. Abdallah was set free, French police raided a weapon-filled apartment and upon investigation found his fingerprints. Western diplomats say the US pressured France to hold Abdallah. US intelligence believes Abdallah is responsible for the 1982 assasination of a US diplomat in Paris and for the attempted assassination of others. France decided not to release Abdallah.\nIn addition to Abdallah, the Lebanese Armed Revolutionary Faction has consistently demanded the release of two men: Anis Naccache, a Lebanese jailed for life for killing a policeman while attempting to assassinate former Iranian Prime Minister Shahpur Bakhtiar; and Varoujan Garbidjian, a Syrian-born Armenian who led a 1983 attack against a Turkish Airlines counter in which eight people were killed. ''Considering what these people did,'' says one Western diplomat, ''it would be a public relations disaster for the French to release them.''\nFrance faces a similar dilemma with the eight French hostages held in Lebanon. The hostages are held by Iranian-backed Shiite Muslims who want France to stop supporting Iraq in the Iran-Iraq conflict.\nPrime Minister Jacques Chirac seems set to step up his country's fight against terrorism. On March 21, he told US Secretary of State George Shultz that France ''would increase (its) security'' and ''wanted a significant strengthening of coordination between democracies against terrorism.''\nMr. Chalind at the military institute expects Chirac to increase police powers, reorganize the antiterrorist task force, and name special judges to hear terrorist cases.\nBut some Western diplomats remain skeptical. They say Chirac did not act forcefully against terrorism when he was prime minister from 1974 to 1976.\n''We have heard cooperative statements before,'' says one diplomat. ''We're waiting to see if it translates into action.''"
}