{
    "title": "Recent Attacks in France Point to a Threat Beyond Extremist Networks",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 7,
    "full text": "The most recent attackers were isolated, self-radicalized individuals. That has raised questions about the government's response.\nPARIS -- All were unknown to police intelligence officials. None pledged allegiance to a terrorist group, and no group claimed them as members. None stated any political agenda. Signs of radicalization, if at all visible, were expressed on social media. And they came armed with little more than knives. \n  The three young men behind recent terrorist attacks that have shaken France present a difficult challenge to the French authorities -- isolated, self-radicalized individuals, rather than Islamist extremist networks -- raising tough questions about whether the broad measures the government has taken in response are the right ones.\n  Unattached to any group, harder to track and with an often obscured, hair-trigger propensity for violence that needs just the right spark, they are a far cry from the well-orchestrated and synchronized assaults in the wave of terrorism that swept France half a decade ago. Involving sophisticated planning and weapons, the past attacks killed and injured hundreds and were claimed by the Islamic State and an Al Qaeda affiliate.\n  They were also different from this week's attack in Vienna, which was carried out in the name of the Islamic State by an Austrian national already convicted of trying to join the organization in Syria.\n  ''It's a personal jihad, religious and without demands,'' said Bernard Squarcini, a former head of the French domestic intelligence services, adding that France was confronted with ''a new generation'' of Islamist extremists.\n  In the past year, all seven Islamist extremist attacks in France, including the most recent three, have been carried out by individuals unknown to the intelligence services, who used unsophisticated weapons and had no clear links to terrorist groups, said Jean-Charles Brisard, director of the Center for the Analysis of Terrorism, a Paris-based research organization.\n  The latest, Brahim Aouissaoui, 21, arrived late last month in the southern city of Nice just weeks after leaving Tunisia with other migrants on a boat from his hometown, the port city of Sfax. Armed only with a knife, he killed three people at the Notre-Dame basilica in Nice before lunging at police officers while yelling, ''Allahu akbar.'' Hospitalized with serious wounds and also suffering from Covid-19, he has yet to be interrogated.\n  In his hometown, family and friends said that Mr. Aouissaoui migrated to Europe looking for better opportunities. After dropping out of school, he did odd jobs, went to clubs, drank and smoked hashish. In the past year, he grew more serious and started to pray, though family and friends said he showed no signs of radicalization.\n  ''He spoke like everyone else in the neighborhood, he is not someone politicized, he didn't talk about political parties or anything,'' said Karim Hamzi, a friend of Mr. Aouissaoui. ''He would just say, 'This country is going into a wall. The best thing to do in this country is to leave.' ''\n  Following the collapse of the Islamic State in Syria, this new generation of extremists has emerged in a ''jihadist atmosphere'' prevalent on some social media sites and around some European cities, said Gilles Kepel, a French political scientist who is an expert on Islam and the Arab world.\n  In an environment that emphasizes ''cultural ruptures'' -- pitting a radical, Salafist Islam against the West but also against moderate brands of Islam -- these young men become radicalized, he said, and will act with the right spark.\n  ''Without this atmosphere, there wouldn't be a spark,'' Mr. Kepel said. ''Without a spark, there wouldn't be an attack either.''\n  In the recent attacks, the spark was the republication of caricatures of the Prophet Muhammad by the satirical magazine Charlie Hebdo, which led to huge protests overseas, including in Pakistan. Mr. Kepel said that videos showing protesters ''brandishing enormous knives'' appeared to have influenced the man behind the first attack.\n  According to the French authorities, Zaher Hassan Mahmood, a 25-year-old man who arrived in France from Pakistan several years ago to look for work, repeatedly watched such videos before buying a butcher knife and stabbing two people outside the former offices of Charlie Hebdo in Paris on Sept. 25.\n  News of the stabbing appeared to push into action an 18-year-old refugee of Chechen descent, Abdoullakh Anzorov, who grew up in France and, in recent months, had become active on extremist social media sites. On the same day of the stabbing, Mr. Anzorov began looking for the addresses of individuals who had offended Islam, according to an analysis of his deleted Twitter account by Le Monde.\n  Eventually, he settled on a middle-school teacher whose showing of Charlie Hebdo caricatures in a class on freedom of expression had angered many Muslim parents and students. Armed with a knife and two pellet guns, he beheaded the teacher, Samuel Paty, on Oct. 16.\n  ''In these last three attacks, there's an absence of political demand but just a religious demand,'' Wassim Nasr, a journalist specializing on the jihadist movement and an author of a book on the Islamic State, said, adding that the assailants were ''fanatics'' rather than ''jihadists.''\n  The religious anger, stemming from the republication of the caricatures, has enlarged the pool of potential terrorists, Mr. Nasr said, adding that it played into the jihadist movement's narrative that all Muslims are concerned by their fight.\n  But instead of acknowledging the exclusively religious fanaticism behind the attacks, the French government has given them a political dimension, he said.\n  ''That becomes counterproductive,'' he said.\n  The French government has said that the main threat comes from ''Islamist separatism,'' what it describes as a homegrown radical Islamist network that has mounted a challenge to France's strict secularism. In response to the recent attacks, the French authorities have cracked down on Muslim individuals and organizations they have described as Islamist.\n  Olivier Roy, a political scientist at the European University Institute in Florence and a specialist in Islam, said that the French government's response was inappropriate given the new nature of the threat.\n  ''The government's mistake is to think that this type of radicalization, which seems almost mystical to me, is the result of a religious indoctrination,'' he said.\n  But Mr. Brisard of the Center for the Analysis of Terrorism said, ''They act alone, but they're not disconnected.''\n  To fight this new wave of terrorists, France must eradicate extremist networks, which are ''natural and logical intermediaries in the process that leads to violence,'' and widen France's intelligence-gathering capacity by involving the local police and officials, he added.\n  Mr. Squarcini, the former head of domestic intelligence, said that tracking individuals with no links to terrorist groups posed a new challenge to the country's intelligence services, adding that they must now try to understand signals mostly on social media.\n  ''We need to sort it out intelligently and perform a finer analysis,'' he added. ''We're less good at doing that.''\n  It was not clear how Mr. Aouissaoui, the Tunisian behind the attack in Nice, arrived in France.\n  After leaving Sfax on Sept. 19 on a boat with other migrants, he spent several weeks on a ship used by the Italian authorities to quarantine arrivals to prevent the spread of the coronavirus, family and friends said.\n  Ahmed Tahri, 25 and from Sfax, shared a room with Mr. Aouissaoui on the ship but was sent back to Tunisia. He said that Mr. Aouissaoui mostly kept to himself aboard the ship.\n  ''He would wake up in the morning, pray, eat,'' Mr. Tahri recalled, adding that Mr. Aouissaoui often borrowed his phone to call home, occasionally read the Quran and exercised in their room.\n  A close friend in Sfax, Ahmed Kiid, said that in calls from the ship Mr. Aouissaoui did not speak about politics, but only about his plans to go to France, where he said he could find work and other people from Sfax.\n  ''He wanted a car, a smartphone like other people his age,'' said his mother, Gamra, who told him not to go.\n  The mother and other family members spoke on the veranda of their home in a neighborhood where broken bricks and tiles littered a dusty road. They said that Mr. Aouissaoui used to sleep in the living room with several of his nine siblings.\n  Mr. Aouissaoui left Tunisia without informing his family, only calling from Italy. After getting off the quarantine ship, he worked on an olive farm and bought new clothes and the smartphone he wanted so badly, his family and friends said.\n  On his Facebook account, he posted a photo of himself posing with his new phone. A line above the photo read: ''Allah knows that we are not here for this mortal world.''\n  Norimitsu Onishi and Constant Méheut reported from Paris, and Layli Foroudi  from Sfax, Tunisia.Norimitsu Onishi and Constant Méheut reported from Paris, and Layli Foroudi from Sfax, Tunisia.\n\nhttps://www.nytimes.com/2020/11/06/world/europe/france-attacks-beheading-terrorism.html\n\nGraphic\n\n \nPHOTOS: A memorial, above, for the victims of the Oct. 29 attack in Nice, France, which left three people dead. At left, a public tribute to Samuel Paty, a professor who was beheaded last month in Paris. (PHOTOGRAPHS BY MAURICIO LIMA FOR THE NEW YORK TIMES\n DMITRY KOSTYUKOV FOR THE NEW YORK TIMES)               \n\nLoad-Date: November 7, 2020"
}