{
    "title": "RECOGNIZE TURKEY 'S VALUE IN FIGHTING TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 11,
    "day": 25,
    "full text": "INTERNATIONAL AFFAIRS\n* The Bush administration is alienating an essential ally.\nThe brutal acts of mass murder that have struck Turkey in recent days are part of the plague that has struck our own nation, Indonesia, Israel, the Philippines, Russia and others. Yet Turkey's geographic location, military posture and population composition mean these latest attacks have especially important policy implications.\nThe obvious goals of the truck bombings were to kill Jews and the British allies of the United States, but equally important is their desire to disturb and possibly destabilize Turkey's pro-western leadership. Ankara has been a loyal ally of Israel as well as the United States and a leader in the broad international coalition against terrorism. Early on, Turkey was given the rotating command of coalition forces in Afghanistan.\nAn Islamic (though not an Arab) country, Turkey is distinctive for its dramatic economic and political embrace of Western values beginning early in the 20th century. Under the charismatic leader Mustafa Kemal Ataturk, the nation had made, by the 1930s, a firm commitment to constitutional representative government and economic modernization. The current ruling Justice and Development Party, known as AKP, has a strong Islamic religious affiliation but so far has worked to keep faith with Turkey's secular constitution. The terrorist attacks could greatly complicate that task.\nSecular politics has complemented Turkey's commitment to global organizations. It is the only Islamic member of the North Atlantic Treaty Organization, and it demonstrated early support for the fledgling United Nations by providing significant numbers of combat forces for the Korean War.\nDuring the 1991 Persian Gulf War, Turkey permitted coalition aircraft, including U.S. B-52 bombers, to be based on national soil -- at some potent ial political risk. A powerful military tradition reinforces Turkey's geostrategic influence, including control of the Bosporus Strait joining the Black Sea and the Mediterranean, and control of the vital waters of the Euphrates River.\nThe first Bush administration recognized these important strategic realities, as well as Ankara's strong commitment to its alliance with Washington, by persuading elitist ethnocentric Western Europeans to accept Turkey as a member in the European Union. Practical calculations reinforced bonds forged in military alliance and war.\nThe current Bush administration, however, has been, for the most part, insensitive to the complex conflicting pressures and the dangers of fundamentalism confronting Turkey's leaders today. For Ankara, the global jihad that animates fundamentalist fanatics is an imminent threat.\nLast month, Ankara finally agreed to send Turkish forces to relieve American troops in Iraq, but the initiative quickly collapsed when Iraq expressed alarm. Turkey's alienation from this Bush administration has effectively contributed to our costly isolation in Iraq. The bloody murders in Istanbul provide a ghastly reminder of the high stakes involved -- and, let us hope, a wake-up call for Washington.\n\nNotes\n\nCOMMENTARY: A FORUM FOR OTHER VOICES, IDEAS AND OPINIONS/ E-mail: acyr@carthage.edu/ Arthur I. Cyr is Clausen Distinguished Professor at Carthage College in Kenosha, Wis., and author of \"After the Cold War.\"  \n\nGraphic\n\n \nGRAPHIC, MAPGraphic / Map by KRT - (Ankara, TURKEY)\n\nLoad-Date: November 25, 2003"
}