{
    "title": "Recognition of human rights is key to peace in Middle East, AlAttiyah says",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 29,
    "full text": "Qatar is a nation committed to facilitating international peace and self-determination for all peoples in our uncertain world, Minister of Foreign Affairs of the State of Qatar His Excellency Dr. Khalid Bin Mohammed AlAttiyah argued in a lecture Monday.\n\"We are once again living in a time of profound instability and change, but also a time of great opportunity,\" AlAttiyah said.\nAlAttiyah, who was appointed minister of foreign affairs in 2013, holds a bachelor's in aviation science from King Faisal Air Academy, a law degree from Beirut Arab University and a master's and a Ph.D. in law, both from Cairo University.\nHe served as a fighter pilot in Qatar's air force from 1987 to 1995 and later served as president of the National Committee for Human Rights from 2003 to 2008.\nAlAttiyah emphasized his country's longstanding partnership with the United States, both commercially and politically, during the lecture.\nUS foreign investment, AlAttiyah said, has enabled Qatar to expand its technology sectors and educational basis in its movement towards a knowledge economy, or an economy based on evaluating and trading knowledge. He said that 122 American companies operate in Qatar and in 2013, U.S. exports to Qatar totaled approximately $3.8 billion.\nAttiyah said that in international policy, Qatar is not a nation that follows the \"block mentality\" that is prevalent in the Middle East, but he added that it shares core values of peace and stability with the United States.\nQatar's \"Open Door for Peace\" foreign policy, he said, cares about people and the conditions they live in. While other countries have criticized this policy, AlAttiyah said that Qatar reserves the right to pursue foreign policy it believes will best promote the nation's larger goal of international peace, just as other countries are free to implement their own foreign policy.\n\"Dear friends, Qatar will never spare any effort to find a peaceful solution and spare bloodshed,\" he said.\nHe noted that these principles have led Qatar to unconditionally support Palestine in its efforts to create a state, making Qatar the target of parties who do not support the political movement.\nHowever, he said, many political issues Qatar is involved in extend beyond the Middle East and require an open dialogue within the international community. The failure of the international community to establish an open dialogue and support democracy, AlAttiyah said, has both allowed terrorism to breed and stalled self-determination.\nParticularly, the Arab Spring did not reach its potential because the international community expressed \"tepid\" support, he argued. He added that terrorism has flourished in Syria because the international community has neglected to address it, and there is no clear vision out of the crisis even today.\nWith respect to both moving toward democracy throughout the Middle East and resisting terrorism, the creation of stable social environments in which human rights and dignity are respected is key, he stated.\n\"Ultimately we believe that international peace and security can only be achieved in a dialogue that recognizes international human rights,\" he said.\nThe public address was held at 4:30 p.m. in Dodds Auditorium in Robertson Hall and was co-sponsored by the Wilson School, the Lichtenstein Institute on Self-Determination, the Department of Near Eastern Studies, the Transregional Institute, the Workshop on Arab Political Development and the Muslim Life Program.\n\nLoad-Date: September 30, 2014"
}