{
    "title": "Recognizing terrorism in all its forms - Gateway",
    "publisher": "university wire",
    "year": 2018,
    "month": 1,
    "day": 20,
    "full text": "Jessica WadeOPINION EDITOR\nLate October of last year, 26-year-old Taylor Michael Wilson, a man with ties to a neo-Nazi organization, broke into the secure area of an Amtrak train as it traveled through Nebraska en route to St. Louis. Wilson pulled the train's emergency break in an alleged attempt to derail it. Wilson was reportedly carrying a loaded firearm and knife onto the train.\nIt has recently come to light that Wilson has been charged with terrorism by the Department of Justice under Jeff Sessions. Information that would usually be made public rather quickly, but was only publicized after a reporter found the unsealed documents pertaining to the case online.\nThis silence on charging a terrorist is odd for the Trump administration, especially considering how vocal President Donald Trump was during the campaign. Calling for \"Muslim ID cards, claiming \"Islam hates us\" and while in office, tweeting multiple anti-Muslim videos.\nTerrorism, in whatever form, is a huge threat to civilians on a global scale. However, the reality is that in the United States, it's Trump's own demographic (white American men) who have carried out the most domestic terrorism in the past year.\nAccording to a study conducted by the nonpartisan group New America, between 2001 and 2015, more Americans were killed by right-wing radicals than by Islamist terrorists. A look back at 2017 would show that the pattern has continued.\nThere was the Las Vegas shooting, where a 64-year-old man opened fire and killed more than 50 people at an open door concert. There was the shooting of Republican Congress members while they attended a baseball practice. There was Charlottesville, where a 20-year-old Nazi sympathizer from Ohio sped his car into a crowd of counter-protestors. There was mass shooting, after mass shooting, after mass shooting.\nThroughout a fierce campaign, Trump played off the fear of the American people by offering misled solutions to ensure national security. The reality is that the very real threat of domestic terrorism will continue to grow until the administration is ready to recognize and fight terrorism in all its forms.\n\nLoad-Date: January 20, 2018"
}