{
    "title": "RECORDER RAISES CHANCE OF TERRORISM; 747 FLIGHT NORMAL JUST BEFORE BLAST",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 7,
    "day": 27,
    "full text": "Investigators grew more suspicious Friday that a bomb or missile brought down TWA Flight 800, after the flight data recorder showed that the Boeing 747 was operating normally just before it exploded.\n\"We've moved the ball a few more yards down the field\" toward declaring the crash a crime, said James Kallstrom, the FBI agent in charge.\nHe said investigators were looking closely at the possibility of a missile attack. \"We do have information that there was something in the sky. A number of people have seen it. A number of people have described it very similarly. It was ascending.\"\nNational Transportation Safety Board engineers said the flight data recorder, retrieved from the ocean bottom, ended abruptly without showing anything unusual, such as engine trouble or a sudden change in speed.\nCoupled with the cockpit recorder tape, which ended equally suddenly with a mysterious, split-second sound, the data tape appeared to reduce the chances that the crash had been caused by massive mechanical failure. Such failure usually is preceded by some sign of trouble that would be reflected in cockpit conversation or on flight instruments.\n\"All recovered data end abruptly with no anomalies,\" said Robert Francis, vice chairman of the National Transportation Safety Board.\n\"That is to say, there's nothing to indicate that anything (happened) - that an engine stopped . . . the aircraft tipped or pitched up or changed speed.\"\nHe said the jumbo jet was in a stable climb, and engine pressure was stable. \"The time correlation between the (cockpit voice recorder) and (flight data recorder) data show that both recordings ended at nearly the same time within a fraction of a second.\"\n(* The following text appeared only in the THREE STAR edition *)\nFrancis added that, two minutes before the end of the recordings, the crew was heard discussing \"an erratic engine No. 4 fuel flow gauge,\" but he did not believe it was considered a serious problem. \"I would add if it was serious . . . we would have seen that in the flight data recorder. The fact that there was no further discussion would lead me to believe that it was not a problem.\"\n(* end of text *)\nThe last words heard from the pilot were a call for climb power, investigators said.\nTwo Engines Found\nEarlier Friday, searchers spotted two of the jetliner's four engines, and salvagers said they were ready to raise big chunks of wreckage. That would allow forensics experts to see firsthand whether the type of damage would indicate a bomb or missile.\nThe flight's cockpit tape recording, recovered late Wednesday along with the flight data recorder, captured the sudden, brief noise, followed by silence. A transportation board investigator said Friday that it raised the odds of terrorism even higher.\n\"When you have a (mechanical) emergency on an aircraft, there is usually some time to deal with it, even if the plane lost power in all four engines,\" said the investigator, who spoke on the condition of anonymity. \"An aircraft does not just stop flying, even in the event of an electrical failure.\"\nAnd such failure, he said, \"would not likely cause a catastrophic explosion.\"\nShortly after taking off from New York's John F. Kennedy Airport on July 17, the 747 burst into a fireball over the Atlantic off Long Island and crashed into the sea, killing all 230 people on board in the second-worst disaster in U.S. aviation history.\nIn Washington on Friday, technicians compared the split-second sound found on Flight 800's cockpit tape recording with a sound library of explosions from terrorist attacks. Technicians subjected the cockpit voice tape to sound spectrum analysis, a process capable of differentiating between an explosion caused by a mechanical malfunction and one caused by a bomb. (* The following text appeared only in the FIVE STAR edition *) Technicians subjected the cockpit voice tape to sound spectrum analysis, a process capable of differentiating between an explosion caused by a mechanical malfunction and one caused by a bomb. (* end of text *)\n(* The following text appeared only in the THREE STAR edition *)\nBarry Trotter, a former senior investigator for the safety board, said technicians use computers to \"enhance the sound, slow it down, spread it out\" and chart it on a graph. A fast-moving bomb noise would show a sharp, steep line, while a slower-moving fuel explosion sound would have more of a slope.\nIf the tape does not clear up the mystery, investigators still can look forward to having more wreckage, the recovery of which has been secondary to retrieval of the bodies.\nTrotter noted that a bomb leaves a distinct signature of tiny pock marks on metal. Divers were using grappling hooks Friday to look for chunks of wreckage with such telltale marks.\nFrancis, the safety board official, characterized Friday's finding of the two engines as \"extraordinarily important.\" But officials did not know what shape the 4-ton engines were in, and they probably would not be lifted to the surface immediately.\nFrancis also said Friday that wreckage would henceforth be raised to the surface if divers suspected that it contained bodies. (* end of text *)\nIn related developments:\n* Francis, the safety board official, confirmed that the cornea of an eye was on board the plane, destined for a transplant operation. The significance of this is that boxes containing organs are usually not X-rayed before being placed on a plane, leading some to speculate a bomb may have been put in this box.\nFrancis revealed Friday that this box was in the cockpit.\nThe cornea was being sent by the Medical Eye Bank of Maryland, in Baltimore, to a doctor in Marseilles, France, who was going to transplant it into an Italian patient, said Toby Bernstein, an eye bank official.\n* One inspector - who requested anonymity - said the position of two distinct underwater debris fields indicated that something blasted through the right side of the aircraft before the rest of the wreckage fell into the sea.\n* The FBI's Kallstrom would not comment on reports that an armed Air National Guard helicopter was in the area off the South Shore of Long Island at the time of the blast on July 17.\n* As of Friday afternoon, the remains of 140 people had been brought up, and 131 identified.\n\nLoad-Date: July 29, 1996"
}