{
    "title": "Red Cross creates terrorism strategies",
    "publisher": "university wire",
    "year": 2004,
    "month": 4,
    "day": 8,
    "full text": "The American Red Cross is developing several strategies to use water vehicles to transport emergency supplies in the event of a terrorist attack or other emergency that closes off roads or bridges. One plan calls for having a military-style landing crafts on call to move, while another proposes putting 10 permanently based landing crafts in important areas.\nThe Red Cross worked in conjunction with Rockville, Md.-based defense contractors XL Associates in devising a solution to get around traffic bottlenecks caused by emergencies.\nThe 74-foot steel landing crafts could carry ambulances, first-aid material, nonperishable food, motor vehicles and other gear.\n\"The plan is to use watercrafts to transport RC vehicles and supplies up and down the river in the event that bridges get damaged or traffic gets so bad that we wouldn't be able to move equipment on roads,\" said Courtney Prebich, spokeswoman for The American Red Cross of the National Capital Area.\n\"Since 9/11, we've been looking at different avenues of preparedness and response,\" Prebich said. \"[The water vehicles] would certainly make a big difference, and give us an alternative way to move equipment and supplies.\"\nThe Sept. 11 terrorist attacks demonstrated the problems with the District's road system. Traffic was restricted on two bridges as a safety precaution, causing hours of gridlock.\nAdditionally, roads were closed for 47 hours in March 2003 when a man on a tractor threatened to set off explosives on the National Mall.\nPrebich said the Red Cross hopes to begin testing the plan along the Potomac and Anacostia rivers later this month, after the Cherry Blossom Festival. She also said the Red Cross has no timetable to implement the plan.\n\"We'll be working with so many different agencies, so it will take some time to figure out where we go from here,\" she said.\nThe Red Cross and XL Associates have begun scouting locations for possible stationary landing crafts, Prebich said. An Associated Press report listed sites near Reagan National Airport and the Pentagon as potential locations.\n\"Some places have better docking capabilities than others,\" Prebich said. \"Part of the exercise is to test how well each location works.\"\n(C) 2003 The Eagle via U-WIRE\n\nLoad-Date: April 8, 2004"
}