{
    "title": "Red Brigades_ out of ideological fuel, with few sympathizers left",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 12,
    "day": 31,
    "full text": "Ten years after their founding in the wake of the student upheavals of 1968, Italy's Red Brigades seem to be running out of ideological fuel.\nDespite the authorities' lack of success so far in discovering NATO Gen. James Dozier and his kidnappers, an analysis of this and other recent acts of terrorism suggests that the Red Brigades face mounting difficulties. As the fervor on university campuses has faded, and public indignation over the Red Brigades' increasingly violent activities has grown, the terrorist group has become more and more isolated.\n''They have become a society whose deeds are spectacular but whose organization is shaky -- not only because of numerous arrests but because ideologically they seem to have dried up and their fighting members are far less motivated,'' says sociologist Prof. Angelo Bonsanini of Rome University.\nLike most true revolutionaries, the Red Brigades emerged from universities, in this case the northern Italian Trento University's sociological faculty, founded in 1969.\nHere the original ''historic leaders'' (now in jail) formed their revolutionary theories and the nucleus of the movement. They then set out to develop this through the ''armed struggle'' so often referred to in Red Brigade literature.\nTheir first symbolic targets were factory executives -- not owners or presidents but personnel officers, medics, foremen -- ''executors of the repression of the bosses.''\nTheir communiques on every action invariably ended with a reference to the ''armed struggle for communism.''\nThe first sign of serious and highly informed organization, however, was in 1974 when the Red Brigades kidnapped State Attorney Magistrate Mario Sossi in Genoa.\nIn a subsequent obviously clandestine interview with the magazine L'Espresso, the ''Brigatisti'' explained their decision to strike at the magistracy because it constituted ''the weakest, although the most active, link in the power chain and Sossi is a symbol of proletarian hatred.''\nDuring the kidnapping, local police authorities were bombarded with Red Brigade communiques demanding the liberation of their comrades in arms whom Mr. Sossi had sentenced to heavy prison terms. While the group threatened to kill their victim if their demands were not satisfied, the Italian police comforted themselves by saying, ''The Red Brigades have never killed anyone.''\nTwo years later one of Mr. Sossi's successors in the city of Genoa, State Attorney General Francesco Coco was shot down with his bodyguards at midday in the city center by a self-confessed Red Brigade hit squad.\nThe Red Brigades' choice of victims was a careful one.  Both Sossi and Coco were hard, unrelenting magistrates, and in a city of wealth such as Genoa, it is simple to arouse any dormant revolutionary sympathies against proven enemies of the Red Brigades with accusations of ''ferocious enemy of the proletariat.''\nSuch sympathies were readily roused in the turbulent Italian universities of the mid-1970s.  From 1976 on, the violence of the ''armed struggle'' grew. With it the political logic developed from a kind of Robin Hood ideology of striking at the lackeys of power and the ''bourgeois state'' in the interest of the proletariat, to a veritable secret army of tough, well armed, well informed revolutionary idealists, ready to die for their cause, which many did.\nAlthough the ''historic leaders'' were by now in jail -- Renato Curcio, Alberto G. Franceschini, and Alberto Buonavita, all graduates from Trento University - there were still strong, if more violent, leaders.  The culmination of their organized violence was the kidnapping and murder in 1978 of Christian Democrat Party leader and ex-Prime Minister Aldo Moro.\nFor two months the Red Brigades ran circles round the entire Italian police force, scattering communiques with organized precision in all major cities of the country, producing the usual Polaroid photo of their victim, making phone calls to the family from undiscovered phone lines. Eventually Aldo Moro's body was found in an abandoned car symbolically parked between the Christian Democrat and Communist Party headquarters.\nYet the continued arrests of leaders and followers of the Red Brigades and other left-wing organizations such as ''Frontline''and ''Armed Proletarian Nuclei'' - plus the dying down of the student ferment within the universities and factories, led to a sort of stalemate within the revolutionary rank and file.\nTheir actions in the past few years too have provoked heavy criticism where earlier in their career they would have received praise. The targets diversified, the killings increased and victims included newspaper editors, journalists, even trade unionists.  Their appeal wore off as their crimes appeared less actions of freedom fighters than those of mere criminals. And each killing or shooting was followed up by rapid and complex political communiques.\n''They have remained isolated from political reality instead of changing with the times,'' says Professor Bonsanini. ''Within the university ranks they have practically no sympathizers left.''\nWhile they can still count on new recruits, the quality of those recruits is dwindling towards the common criminal or the fanatic rather than the educated ideologist."
}