{
    "title": "Red Cross chief quits amid flap over helping radical Palestinian",
    "publisher": "st. petersburg times ",
    "year": 1992,
    "month": 2,
    "day": 4,
    "full text": "The director of the French Red Cross resigned under fire Monday for her role in bringing Palestinian guerrilla leader George Habash to France. But Foreign Minister Roland Dumas rejected calls to quit.\n \n    \"Why should I resign?\" Dumas said after questioning by lawmakers.\nAssociated Press; Reuters   Dumas and President Francois Mitterrand have said they had no advance word that Habash was coming to France. He arrived Wednesday for medical treatment after an apparent stroke and left Saturday.\n \n    France's top anti-terrorism investigator wanted to question Habash, but authorities allowed the Palestinian to leave for Tunisia because he was not named on any arrest warrant despite terrorist attacks by his followers.\n \n The controversy prompted the dismissal of five officials and fueled criticism of Mitterrand's administration.\n \n    The Socialist government has been scrambling to contain the political damage. Dumas said the affair was being exploited for political ends.\n \n    Habash's visit was arranged through contacts between the Palestinian Red Crescent and the French Red Cross.\n \n    \"My big error was not alerting the presidential palace (about Habash's) visit,\" said Red Cross president Georgina Dufoix.\n \n    Habash's Popular Front for the Liberation of Palestine gained notoriety in the 1970s for terrorism, including the hijacking of an Air France airliner to Uganda.\n Book: France had deal with Abu Nidal\n \n    NEW YORK France came under fresh attacks Monday as a new book alleged it had a secret deal with terrorist Abu Nidal.\n \n     The book, Abu Nidal: A Gun for Hire by British journalist Patrick Seale alleges that France struck a secret deal with Abu Nidal in the mid-1980s to prevent his Palestinian guerrilla group from launching terrorist attacks from French soil.\n \n     Seale's book, published by Random House and based on interviews with high-level defectors from Nidal's group, also points to numerous circumstantial links between Nidal and Israel's secret service, the Mossad, and says Israel has benefited from his activities.\n \n     The author said the agreement with France called for a secret representative of Abu Nidal to live there and keep open \"a channel of communication\" with the DST, France's internal security service.\"\n \n     Seale said Abu Nidal also used terrorism to blackmail the leaders of Arab states into giving him millions of dollars, but took responsibility for kidnapping eight Belgium nationals who were taken off their yacht by a Libyan patrol boat in 1986 in order to protect Libya.\n \n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Georgina Dufoix\n\nLoad-Date: November 4, 1992"
}