{
    "title": "Red Cross again demands access to all U.S. terrorism suspects",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 12,
    "day": 10,
    "full text": "The international Red Cross renewed its demand Friday that it be allowed to visit all detainees in \"undisclosed locations.\"\nThe agency spoke out after a U.S. State Department official confirmed that the United States had yet to grant the Red Cross access to all its terrorism suspects.\nRed Cross President Jakob Kellenberger was commenting on a remark Thursday by State Department legal adviser John B. Bellinger III.\nOn a visit to Geneva, Bellinger was asked by reporters whether the Red Cross had access to all such prisoners held by the United States overseas. Bellinger replied, \"No,\" and declined to say any more.\nOn Friday, Secretary of State Condoleezza Rice wrapped up a five-day European trip in which she tried to soothe an uproar over the U.S. treatment of terrorism suspects held overseas. In talks with European leaders, she repeatedly denied that the U.S. tortured detainees. But she never specifically addressed the issue of Red Cross access, at least in her public remarks.\nUnder the Geneva Conventions on warfare, the Red Cross checks on conditions of detainees. Kellenberger said Friday that he had been urging top U.S. officials for at least two years to make sure the Red Cross had access to all detainees.\n\"We continue to be in intense dialogue with them,\" he said.\nHe said the Red Cross was already visiting \"very many detainees\" being held by the United States \"in Guantanamo, in Afghanistan, in Iraq.\" But he declined to say where else the Red Cross believed the United States was holding detainees.\nAsked whether the Red Cross had visited any secret U.S. detention facilities in Europe, Kellenberger said, \"No.\"\nAfterward, a State Department spokesman in Washington said the United States blocked Red Cross access to some detainees under U.S. control.\n\nLoad-Date: December 11, 2005"
}