{
    "title": "Red Cross Interviews 14 Qaeda Terrorism Suspects at Guantanamo",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 13,
    "full text": "A team from the Red Cross has met in recent days at Guantanamo Bay, Cuba, with Khalid Shaikh Mohammed, who is thought to have been the chief planner of the Sept. 11 terrorist attacks, and 13 other prisoners identified by the United States government as senior officials of Al Qaeda, Red Cross officials said Thursday.\n  Until recently, the 14 had been held by the Central Intelligence Agency at undisclosed prisons for as long as four years. The meetings with the delegation from the International Committee of the Red Cross are believed to be, for many, their first contact since their capture with someone not connected with the United States government.\nSimon Schorno, an International Red Cross official in Washington, said the visits occurred over the last 10 days, but he declined to say what the Red Cross visitors had learned or observed about the prisoners' conditions, assertions or experiences in C.I.A. custody. \n  ''We do not comment about the past and present condition of detention and treatment,'' Mr. Schorno said. Under the agreement by which it is allowed access to the prisoners, the Red Cross discusses its findings, and any complaints or recommendations it might have, only with the United States government. \n  The prisoners were examined by a Red Cross doctor, Mr. Schorno said. The Red Cross also arranged for each of the 14 prisoners to write messages to family members.\n  President Bush announced the transfer of the detainees to Guantanamo Bay last month, and has said they will be charged with war crimes and tried before a system of military commissions recently approved by Congress.\n  Mr. Bush is scheduled next week to sign the legislation, which specifies the kinds of tribunals before which the prisoners may be tried and also limits their access to federal courts for legal challenges.\n  The Red Cross visits are the first step in what will be the public surfacing of this group of detainees. \n  Military officials have said they will move swiftly to put in place the new military commission procedures for those of the 14 who will be charged with war crimes.\n  But the officials have said that the earliest the charges will come is sometime in January, meaning that any trials for those identified as senior Qaeda operatives will not occur before spring.\n  When they are charged, the prisoners will be assigned military defense lawyers, who may speak publicly about what the prisoners have to say. Shortly after that, the prisoners are also likely to acquire civilian defense lawyers, who may be even more likely to speak publicly about what the Qaeda prisoners may say in their defense and about their accounts of their treatment at the hands of C.I.A. interrogators. \n  The Red Cross interviews with the 14 transferred prisoners at Guantanamo were conducted outside the presence of American officials, with Red Cross officials serving as translators when necessary, Mr. Schorno said.\n  The letters to their families are written on one side of a Red Cross form and subject to censorship by United States military authorities.\n  The Red Cross delegation also visited the other 440 prisoners at Guantanamo.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 13, 2006"
}