{
    "title": "Red, white and blue",
    "publisher": "the bismarck tribune",
    "year": 2014,
    "month": 7,
    "day": 27,
    "full text": "Freedom Salute\nThe North Dakota National Guard along with family, friends and community supporters honored more than 200 soldiers from the Grand Forks-based First Battalion, 188th Air Defense Artillery Regiment during a Freedom Salute ceremony held July 20 at the Alerus Center in Grand Forks.\nThe event celebrated the Air Defenders' successful mission as part of the integrated air defense system designed to protect the airspace around the National Capital Region in support of Operation Noble Eagle.\nUnder the command of Lt. Col. Jon Erickson of Bismarck, the unit, which mobilized in May 2013, spent 297 total days conducting 24/7 operations as the ground-based air defense battalion in the National Capital Region. This was the 10th deployment for the battalion, making the 1-188th ADA the most-deployed North Dakota National Guard unit during the Global War on Terrorism. Portions of the battalion previously served on two separate missions to Iraq, six missions in Afghanistan and one mission in Kosovo.\nEach soldier honored received a gift to present to a family member as thanks. About half of the soldiers recognized at the event received additional honors for having served on more than one deployment in the Global War on Terrorism.\nAlthough the unit is headquartered in Grand Forks, it has units in Bismarck and Fargo. The soldiers hail from 27 North Dakota communities, as well as 12 cities in neighboring states.\nReunion planned\nShipmates that served aboard the battleship USS Missouri (BB-63) will hold their 41st annual reunion Sept. 17-23 at the Ramada Gateway Hotel in Kissimmee, Fla. All veterans and interested parties along with their family and friends are invited.\nFor information, call Bill Morton, vice president, at 803-469-3579 or email him at MO63@ftc-i.net or Jack Stempick, president, at 203-281-4693 or email him at mobb63ct@aol.com\n\nLoad-Date: July 29, 2014"
}