{
    "title": "Red-baiting 2002-2006",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 23,
    "full text": "The following editorial recently appeared in the Boston Globe: Greenpeace, The Catholic Worker, the Thomas Merton Center ? none of these groups had the remotest connection to 9/11 or terrorism. And the FBI had no business investigating them ?\n with no evidence other than a suspicion of left-wing organizations in wartime. This was shameful red-baiting at its worst. The best thing to say about it is that a Justice Department report cleared the FBI of investigating targeted groups to deliberately stifle their \"First Amendment activities.\" But the net effect was the same. The Justice Department's Inspector General report released this week pulled few punches in admonishing the FBI for targeting anti-war groups and advocacy organizations with no apparent justification, and for placing nonviolent activists in those groups on terrorist watch lists. The report chastised the bureau for having a \"weak\" rationale for some of its investigations; investigating where there was \"little indication of any possible federal crimes\"; and extending \"the duration of investigations involving advocacy groups or their members without adequate basis.\" The agency was also taken to task for improperly retaining information about the targeted groups in its files and for classifying investigations of peace groups \"under its 'Acts of Terrorism' classification.\" These are serious abuses. Using anti-terrorism laws to target domestic protest organizations is redolent of the actions of the Justice Department against law-abiding protesters during World War I and the Vietnam War ? actions that are rightly remembered as disgraceful. FBI Director Robert Mueller was misled by subordinates into telling Congress, falsely, that surveillance of a peaceful 2002 anti-war rally was \"an outgrowth of an FBI investigation.\" In fact, it was the product of an agent receiving a \"make-work\" assignment on a \"slow day.\" Whether a lack of common sense or political bias is to blame, the FBI cannot go on looking for terrorists in all the wrong places. Americans will be more secure, and the bureau will be a more trustworthy institution if it corrects its flaws quickly. \n\nLoad-Date: September 24, 2010"
}