{
    "title": "Redemption Song; A. B. Yehoshua and the Art of Writing Literature about Terrorism Fiction",
    "publisher": "the forward",
    "year": 2006,
    "month": 8,
    "day": 4,
    "full text": "A Woman in Jerusalem\nBy A.B. Yehoshua\nTranslated by Hillel Halkin\nHarcourt, 256 pages, $25.\n* * *\nWhen it comes to literature about terrorism, the world is catching up with Israel. Since September 11, 2001, novels like \"Saturday\" by best-selling British author Ian McEwan, and \"Extremely Loud and Incredibly Close\" by young American writer Jonathan Safran Foer, have attempted to cope with a kind of nihilistic violence new to the West, but neither author managed to get beyond his initial shock at people trying to blow us up. A.B. Yehoshua's latest novel, \"A Woman in Jerusalem,\" is thick with a kind of weariness about the whole business, no doubt the product of having lived with the reality of terrorism for half a century.\nLike Yehoshua's masterworks \"Mr. Mani\" and \"A Journey to the End of the Millennium,\" his slim new novel invites us to witness the movement of Jews from one part of the world to another. Though not Yehoshua's most ambitious work, it shares other characteristics with its more robust predecessors. For the men and women who populate Yehoshua land, journeys are never merely through space or even through history; they're explorations of the meaning of Judaism and ultimately the meaning of the self.\nThe woman of the title has been killed in a suicide bombing in a Jerusalem market. In her mid-40s, an engineer in Russia, she had moved to Israel with her Jewish lover. When he abandoned her, she found work cleaning the factory floor at a bakery, until the floor manager fired her.\nNo relatives or friends come forward to claim the body; the only identifying mark on her person is a pay stub from a bread company. Its owner reads about the woman in the paper when a journalist harshly criticizes the company's negligence toward the dead woman in a Jerusalem weekly and, awakened to a sense of responsibility, sends his human resources manager to sort out the affair.\nAnd here we are introduced to the strange twilight that the novel inhabits, somewhere between the materially incredible and spiritually precise. The situations are real, but the atmosphere is confused and fablelike. Who expects a human resources manager at a large company to feel responsible for the lives of his employees after hours? Why would a single newspaper article spark so much angst? Responsibility, it seems, begins in a muddle: \"At a time when pedestrians were routinely exploding in the streets, troubled consciences turned up in the oddest places.\" Neither the human resources manager nor the owner is technically responsible for a woman who was not even employed by the company at the time of her death. The owner is overwhelmed at having his humanity attacked, and he knows that the same burden falls on the shoulders of his human resources manager: \"Wasn't it you who asked to change the name of the personnel division to human resources division? Your humanity matters to you too.\" (How people are identified is highly significant in this novel, and only the dead woman has a proper name: Yulia Ragayev. The other characters, befitting characters in a fable, are identified only by their relationships with one another: the owner, the human resources manager, the human resource's manager's ex-wife, the dead woman's son and so on.)\nSmall gestures counterbalance the larger allegorical movements of the novel: One of the book's most touching moments is when the human resources manager, finding himself in the dead woman's apartment, makes her bed. He becomes fixated on her beauty, too, on the details of her face. As the book progresses, the characters' names subtly change: \"The owner\" becomes \"the old man\"; the \"human resources manager\" becomes \"the envoy.\" Everyone becomes slightly more human as he or she fulfills a strange sense of duty to this woman.\nTo carry out his responsibility to Ragayev, the human resources manager decides in the end to return her corpse to her mother's village in Russia. The novel becomes more explicitly symbolic in its final pages: The human resources manager literally breaks bread with strangers; he pays what amounts to a blood price to the woman's ex-husband; his traveling group spends a night in a bunker once intended to house the Soviet leadership in the event of a nuclear holocaust; there is a long discussion about the meaning of love in Plato's \"Symposium.\"\nI won't spoil what is, morally speaking, a twist ending, but I will say that \"A Woman in Jerusalem\" is the clearest expression of a vision of history found in all of Yehoshua's novels. In one of his dreams, the human resources manager asks himself a series of questions: \"Why give in? Why give up? Is there anywhere in the world a cross worth my dying on?\" For Yehoshua, the idea of redemption is not so much an error as a kind of joke, which makes him the least hopeful of writers - but also the least despairing.\nStephen Marche is a Toronto-based writer and the author of the novel \"Raymond and Hannah\" (Doubleday).\n\nLoad-Date: August 11, 2006"
}