{
    "title": "Redford presents terrorism war saga, 'Lions for Lambs'",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 10,
    "day": 24,
    "full text": "ROME (AP) - Robert Redford hopes his new film, \"Lions for Lambs,\" about U.S. military action in Afghanistan will encourage American youth to \"take command of their voice.\"\nIn the United States, \"we have lost lives, we have lost sacred freedoms, we have lost financial stability, we have lost our position of respect on the world stage,\" the Oscar-winning filmmaker told a news conference Tuesday.\n\"I can only speak for my own country, I cannot speak for other countries - but I assume it is similar in some countries,\" Redford, 70, said. \"But the future is going to belong to young people and young people have to take command of their voice.\"\n\"Lions for Lambs,\" which follows six individuals over the course of an hour, is being shown out of competition at the Rome Film Festival.\nIn the movie, directed and starring Redford, two U.S. soldiers from the military's Special Forces are on a mountain ridge in Afghanistan. Meryl Streep plays a hard-bitten journalist who discusses the operation and U.S. government policy with a prominent U.S. senator, played by Tom Cruise. Redford is an aging, idealistic professor who meets with a bright, cynical student.\nThe war on terrorism saga also explores the issue of media freedom versus political power as Streep's character engages in edgy intellectual parrying with Cruise's senator.\nCruise said the movie \"really ignited a huge flame and a lot of dialogue\" at screenings at U.S. colleges, \"which is what I think is what this kind of film should do.\"\n\"Are (American youth) going to become politically active or are they going to move away from it because they are disgusted, they are disillusioned and they don't respect it because there is no morality in leadership so therefore they just move away to other things,\" Redford said. \"If that happens we may have a continuation of what we have had.\"\n\"Lions for Lambs\" will be in U.S. theaters Nov. 9.\n\nLoad-Date: October 24, 2007"
}