{
    "title": "Reducing violent crime among McQuade&apos;s goals",
    "publisher": "crain's detroit business",
    "year": 2010,
    "month": 1,
    "day": 11,
    "full text": "Barbara McQuade, 45, was sworn in to office Jan. 4 after the U.S. Senate in December approved her appointment as U.S. attorney for the eastern district of Michigan, which includes Detroit and 34 counties in the eastern Lower Peninsula. An assistant U.S. attorney for 12 years, she was previously deputy chief of the U.S. Attorney&apos;s Office national security unit in Detroit since 2005. She spoke last week with Crain&apos;s reporter Chad Halcom on her goals in the new position.\nYou actually began your law career in Detroit business litigation, with five years as a Butzel Long P.C. associate and as summer associate for what is now Clark Hill P.L.C. What made you transition into public sector law?\nI practiced in commercial litigation in my time at Butzel Long, and it was challenging and meaningful work. But I originally got into the law as a profession because I had wanted to help make a difference in the world, and public interest law appealed to that part of me. I don&apos;t mean that in any way to dismiss the important work (private sector litigators) do. I just found this area of the law energizing, and I get a great sense of reward from it.\nYour first high-profile case in this post will be the prosecution of Umar Farouk Abdulmutallab, the alleged al-Qaida trainee accused of a botched bombing attempt on Delta Air Lines Flight 253 to Detroit. Is this a challenge for the Detroit office, considering past local embarrassments like the &quot;Detroit Sleeper Cell&quot; convictions of 2003 that were overturned?\nWell, we&apos;ve put together a good team on the Abdulmutallab case, and I am confident we&apos;ll be going in well equipped. In addition to (current national security unit chief) Jonathan Tukel, we have Cathleen Corken, who served before at the terrorism and violent crimes unit for the Department of Justice in Washington, D.C., and did some work regarding the Richard Reid (would-be shoe bomber) case. Michael Martin was also an AUSA (assistant U.S. attorney) in Washington on counterespionage cases. We also have notified our contacts in the local Middle Eastern community to keep us aware of any threats or backlash they receive in the wake of this case. We understand Islam is a religion of peace, not terrorism. And the sleeper cell trial was a case that actually began in late 2001, before we had a counter-terrorism unit at this office, and in forming the unit we made a lot of changes based on lessons we&apos;ve learned since then.\nAs the former national security unit chief, how did you balance aggressive prosecution of terrorism against sensitivity and civil rights concerns of the local Arabic and Chaldean communities?\nIt&apos;s an important part of the function of this office to collect evidence and prosecute terrorism cases. I would say nearly all of the local Arab-American community has no problem with what we are here to do. They do occasionally have a problem with the way that we do it. I&apos;ve done some outreach in the Arab-American community, speaking at events and lending a presence for our office to address that concern. I do think there are things we can do, and have done, that can show sensitivity and let us continue to be effective in our purpose, without offending needlessly. We have discussed ideas like letting women who wear a traditional covering and are brought in for questioning be tended to by female marshals or other personnel when they need to be identified. Also, we make contact with the community to have us notified if there are threats or backlash against local Muslims, because we will prosecute those cases too. We have made progress with the Middle Eastern community, which also understands our need to respond to threats of terrorism.\nProbably the highest-profile prosecution under your predecessor, Terrence Berg, is the ongoing Synagro Technologies corruption case, which has netted convictions against former Councilwoman Monica Conyers, Synagro consultant Rayford Jackson and Synagro Vice President James Rosendall. Can cases like these discourage companies from investing in the city if they paint the picture that Detroit is a pay-to-play environment for doing business?\nWhen you indict cases of public corruption, particularly if they reach high levels, we understand that they will attract public attention and have an effect on the community&apos;s image. That is a concern. What we instruct our attorneys to do is not to let that concern affect their cases. If someone is corrupt or commits fraud in public office, their job is to expose it and prosecute it.\nYou personally handled the prosecution of Darrin Hanna, founder and president of Rochester-based Technology Integration Group Services Inc., who was acquitted of conspiracy and illegal sales of communication devices to Iraq under Saddam Hussein while his sister and international sales director, Dawn Hanna, was convicted and sent to prison. Did the big fish get away in that case? Or did the jury reach the right result with the evidence?\nUltimately we have to respect the verdict reached by a jury. Sometimes in cases like (the Hanna) matter you proceed on the facts as you know them to be, but some of the evidence as it comes in at a trial will serve to incriminate one defendant more than another. You prosecute with the evidence you have.\nWhat goals do you have for the new office, and do you have any changes planned?\nI would like to make some changes here. For one thing, with the budget crisis that the state and local communities are facing in the current economy, we hear a great deal that county prosecutors and local police departments are having to make cuts and are straining with fewer resources to keep public safety.\nI think there&apos;s something we can do within this office to help by trying to address violent crime. There are federal statutes that we can prosecute for armed robberies, for carjacking, and other violent felonies that we can pursue and perhaps help share some of the load with those jurisdictions. Eliminating or cutting violent crime can go a long way toward renewing the appeal of our community.\nFor another thing, I think we can do more to help some cases move along quickly. You don&apos;t want to go too quickly in preparing a case, of course, where you hurt your chances of obtaining the right result in court. But if some matters linger too long, where officials or other defendants remain under a cloud of suspicion with no resolution or outcome in court, that isn&apos;t helpful to the community either. We hope to take a look at some (department heads) within the office and see what changes we can recommend to them, or what moves some could make within the office, to meet with those goals.\nCopyright 2010 Crain Communications Inc. All Rights Reserved.\n\nLoad-Date: January 13, 2010"
}