{
    "title": "Reflections on our American supremacy (letter)",
    "publisher": "lnp ",
    "year": 2020,
    "month": 8,
    "day": 14,
    "full text": "At a time when the ideology of white supremacy is under critical scrutiny across the land, is American supremacy remaining intact and embraced by all?\nSeventy-five years ago, on Aug. 6, 1945, the atomic bombing of Hiroshima, Japan, wiped out 90% of the city and killed at least 80,000 people in the blast and firestorm. Tens of thousands died later of radiation exposure. Three days later, on Aug. 9, the atomic bomb dropped on Nagasaki killed at least 40,000 people, and thousands more from radiation poisoning.\nWith Japan on the cusp of surrendering, did the U.S. really need to do that? Probably yes, if American supremacy is the starting principle.\nIn the 1990s, a right-wing think tank called Project for the New American Century produced a document titled “Rebuilding America’s Defenses,” which called for “Full Spectrum Dominance” of land, sea, air and space by American forces. It was a bold doctrine of American supremacism. The think tank was the brainchild of such ideologues as John Bolton, Dick Cheney and Paul Wolfowitz.\nThe endless war on terrorism, skyrocketing military profits and uncontrollable military budgets that have come in the wake of the Project for the New American Century are accepted as a reasonable norm for national behavior — noticed by few and deplored by even fewer.\nThis is enabled by the annual, unheralded and cozy cooperation of Republicans and Democrats in Washington to pass military budgets, such as the latest one for $740 billion. Here is one congressional action where all differences are laid aside, and “RepDems” make something happen. A wonder to behold.\nFor this month’s Hiroshima anniversary, let’s pause to ask whether there will ever be remorse for the greatest of all human evils — war itself. Will we allow American supremacy to replace white supremacy without a second thought?\nJohn K. Stoner\nAkron\n\nLoad-Date: August 14, 2020"
}