{
    "title": "Reflection is not an option regarding Bush_Cheney",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 7,
    "day": 17,
    "full text": "WASHINGTON - It is the damned spot that simply will not go out.\nThe legacy of the Bush administration's anti-terrorism tactics cannot be washed away in a tide of feel-good rhetoric about moving on, nor will it fade eventually if we apply President Obama's spiritual wisdom that this should be a time for \"reflection, not retribution.\"\nThe revelation that CIA Director Leon Panetta killed a secret program reportedly aimed at assassinating top al-Qaeda leaders, and quickly informed Congress of its existence, does not shock. It has long been a presidential aim to decapitate the terrorist network. Despite Republican claims that President Bill Clinton limply addressed terrorism as only a law enforcement problem, he had taken steps to allow what would have amounted to an in-the-field execution of Osama bin Laden, according to the 9 /11 Commission.\nThe peril is not in what Congress and the public already know about President George W. Bush's clandestine plans, but in what we do not know. That Vice President Dick Cheney was deeply involved, and might have been behind the extraordinary level of secrecy applied to the program, deepens the dread.\nIn just the past few days, other lights have been blinking red.\nAttorney General Eric Holder has been doggedly, and correctly, pursuing investigative leads in the use of torture against terrorism detainees. Holder may prosecute some who went beyond even the shockingly permissive and almost certainly illegal guidelines cooked up as justification by Bush administration lawyers.\nFar too many in official Washington see prosecution as a political distraction, and an incendiary one, but this is itself a measure of how thoroughly our moral compass has been shattered. It is Holder's duty to prosecute those who have broken the law. Political calculation, even one that helps the president who appointed him, should not be the decisive factor.\nLess bloody than the gruesome details of torture that are likely to come to light in any prosecution are the latest hints that the Bush administration's warrantless surveillance program was far more extensive than what has been revealed. This came in a report from the independent inspectors general of the five agencies that have had some involvement in the surveillance, or in use of the information culled from it.\nThe details of the \"other intelligence activities\" undertaken through the presidential directives that allowed the surveillance remain \"highly classified,\" the inspectors say. They note the surveillance involved \"unprecedented collection activities\" and cautioned that the retention and use of this material should be \"carefully monitored.\"\nWho and what were swept up in this vast net remain unknown. What we know, thanks to the report, is that the information has been kept in the bowels of the operation - for who knows what purpose.\nThe more the attorney general, Congress and independent investigators look back at what defenders of the Bush administration claim is already well-trod ground, the more rocks they turn over and the more contaminated soil is revealed. The Obama administration has good reason to want to avert its eyes. It is true that in a tit-for-tat era, any effort to hold accountable the lawbreakers of the past will be spun as political justification for failure to move forward with important legislation on such crucial issues as energy and health care.\nThis is another big lie.\nCongressional Republicans aren't cooperating with Obama's agenda in the first place. Deep differences among Democrats have slowed progress on many issues. If little or nothing gets done in the coming months, it will not be because those cranky civil libertarians, human rights activists and the few members of Congress bold enough to side with them have derailed the president's agenda.\nThe means to some measure of accountability already is at hand in legislation for a \"truth commission,\" such as that sponsored by House Judiciary Committee Chairman John Conyers of Michigan. It would have been easy for the White House to allow this, and a similar Senate measure, to move forward without much ado. Instead, it has told Capitol Hill it wants the idea squashed.\nBut the trap the White House set for itself has now sprung. Having declared that it would not look back in anger or even with the intent of holding wrongdoers accountable, it is now haunted week after week by new revelations. They are signs that some have a conscience that cannot be stilled.\nCocco is a columnist for The Washington Post.\n\nLoad-Date: July 17, 2009"
}