{
    "title": "Reflections on the Tragedy in Boston",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 17,
    "full text": "To the Editor:\nRe ''Blasts at Boston Marathon Kill 3 and Injure 100'' (front page, April 16):\nOnce again America has taken a hit. By whom or for what reason we do not know yet. What we do know is that some sick individuals carefully planned to kill innocent people. I have confidence that we will track down and bring these people to justice.\nMy heart goes out to the victims and their families. Whether this attack was from without or within, it was once again an attack on America and on every American. As we did after 9/11, we need to show that we will once again stand together as Americans and support our friends in Boston.\nWe also need to remember that the world is not the same, and we have to be vigilant every day. Although terrorism has once again raised its sadistic hand on our shores, it will not prevail, and in the end good will win out.\nDENNIS McKEON Staten Island, April 16, 2013\nTo the Editor:\nI first ran the Boston Marathon 25 years ago, in 1988, and I have run it another five times since then, most recently in 2009. As you pass Fenway Park in the last mile, and you make that final turn from Hereford Street onto Boylston Street, you see stretching before you the greatest sight in all of sports: the finish line of the Boston Marathon. Whether you've had a good day or a bad day, you want that last third of a mile -- gently downhill, thronged with people cheering for everyone's success -- to last forever. On Monday a dark cloud passed over that beloved stretch of ground.\nI've shed tears for those killed and injured, for the City of Boston and for the Boston Marathon, which means so much to so many people. The Boston Marathon, of course, will go on. We owe it to those killed or injured to apprehend those responsible, and accord them due process and a fair trial. Like the Boston Marathon, these are also among our best traditions.\nPETER L. TRACEY Washington, April 16, 2013\nTo the Editor:\nThe explosions were just a couple of blocks from the office in which I worked for more than 11 years, in a beautiful and historic neighborhood. I still spend a good deal of time there. It's not far from the beautiful reading room of the Boston Public Library, a symbol of reason, the lifeblood of civility. So I found myself asking, and not flippantly, Jack Bauer where are you?\nLike so many of us, I had grown hopeful that perhaps this whole terrorism thing was beginning to settle down. I've always sympathized with Rodney King's profound question, ''Can we all get along?''\nAlas, there are those highly harmful few who can find purpose and meaning only through acts of destruction. No reasoning will penetrate those minds.\nWe do live in a world where the antiterrorism hero Jack Bauer (of the television series ''24'') is essential. We need a few brave souls who can enter the world of hate and harm to protect those of us who really do want a country in which we can all just get along.\nWILLIAM P. MACAUX East Greenwich, R.I., April 16, 2013\nTo the Editor:\nThe footage and pictures from the events in Boston exemplify the bravery and courage of those who were there. Men and women, choosing to abandon safety, charged head on into the chaos, looking to assist. In the face of death, the human spirit remained unwavering among the fire, blood and disorder.\nIt is enlightening and comforting to know that for every person willing to do harm, there are many more willing to help their fellow human beings.\nMAXWELL TITSWORTH Chicago, April 16, 2013\nTo the Editor:\nI heard about the bombings on the radio while driving home from an appointment in Newton, Mass. My heart goes out to those directly hurt and their families.\nThis is clearly a terrorist act. Whether it was performed by any currently known organizations that sponsor terrorism is something we'll possibly find out as data are teased out from the bomb sites. Finding out will take skill, effort, time and patience, and we dare not forget the last two in our thirst for quick and easy vengeance.\nOne thing is for sure: Boston will pick up and keep going. It's survived multiple battles in wartime, fires, floods (including a molasses flood, you don't get those just anywhere), you name it. This is tragic, and frustrating, and painful, but it will not stop Boston from being Boston. It'll still be tough to park on the street, we'll still have top-flight museums and sports teams coexisting peacefully, and we'll still have some of the best ice cream in the world.\nWhoever did this should be found and tried in civilian criminal courts, and may justice prevail. And may God have mercy on them, because I'm not feeling particularly merciful toward anybody who can deliberately do something so cruel.\nJACOB SOMMER Medford, Mass., April 16, 2013\n\nhttp://www.nytimes.com/2013/04/17/opinion/reflections-on-the-tragedy-in-boston.html\n\nLoad-Date: April 17, 2013"
}