{
    "title": "Reflections on 9_11, 5 Years Later",
    "publisher": "the chronicle of higher education",
    "year": 2006,
    "month": 9,
    "day": 8,
    "full text": "David Simpson, professor of English at the University of California at Davis: The event of September 11, 2001, seemed to challenge complacency. It has been widely presented as an interruption of the deep rhythms of cultural time, a cataclysm simply erasing what was there rather than evolving from anything already in place, and threatening a yet more monstrous future. It appeared as an unforeseen eruption across the path of a history commonly deemed rooted in a complacent steady-state progressivism (the well-known \"end of history\" mooted after the fall of the Soviet empire). The forms of its commemoration have been correspondingly urgent and perhaps untimely, hurried along and even hijacked by a tide of secondary events whose connections with 9/11 are to say the least open to dispute. In less than two years we went from the fall of the Twin Towers and the attack on the Pentagon to the invasion of Iraq, a process marked by propagandist compression and manufactured consent so audacious as to seem unbelievable, except that it happened. The time of memory and commemoration evolved from the start alongside the time of revenge, but those now being punished were not the original aggressors. (9/11: The Culture of Commemoration)\nGeneive Abdo, senior liaison for the Alliance of Civilizations at the United Nations: Many of the trends indicating an increase in piety among second-generation Muslim Americans are also visible in Egypt, Morocco, and Jordan and among young Muslims in Western Europe, as well... . Then there is September 11, and the fallout from this tragic day in American history. After the attacks, a generation of believers who were already becoming more spiritual than their parents rose up to defend their faith. They felt under siege, with FBI agents raiding mosques and homes, suspicious neighbors assuming every Muslim is suspect, and television news programs portraying Muslims as the new enemy of the West. Part of their defense was to adopt Islamic symbols -- the hijab, the headscarf for women, and the kufi, the cap for men -- in greater numbers. Many Muslims told me they felt impelled to learn more about their religion in order to explain the true Islam to America. Their future in this country depended upon it. They also felt a need for comfort that was unavailable in mainstream American society. (Mecca and Main Street: Muslim Life in America After 9/11)\nLouise Richardson, executive dean of the Radcliffe Institute for Advanced Study: Had the American government's policy in the past few years been informed by the views of the terrorism-studies community, it would have been a very different policy indeed. Lives have been lost because of our government's failure to understand the nature of the enemy we face and its unwillingness to learn from the experiences of others in countering terrorism... . We cannot defeat terrorism by smashing every terrorist movement. An effort to do so will only generate more terrorists, as has happened repeatedly in the past. We should never have declared a global war on terrorism, knowing that such a war can never be won. We should never have believed that Osama bin Laden and Saddam Hussein were working together against us. Our objective should not be the completely unattainable goal of obliterating terrorism; rather, we should pursue the more modest and attainable goal of containing terrorist recruitment and constraining resort to the tactic of terrorism. (What Terrorists Want: Understanding the Enemy, Containing the Threat)\nZachary Shore, associate professor of national-security affairs at the Naval Postgraduate School: From the Algerian districts outside of Paris to Turkish enclaves around Berlin, one can easily tap into a font of hatred toward America. The Hamburg-based hijackers of 9/11 showed how this hostility threatens American security. The terrorists who blew up Madrid's commuter train on March 11, 2004, were not solely targeting Spanish civilians; they aimed to gain Spain's withdrawal from Iraq, in hopes of leaving U.S. forces isolated. The same motives appear to have inspired the suicide bombers on London's underground in July 2005. The daily attacks on U.S. soldiers in Iraq -- some traced to European Muslims -- are reinforcing the lesson. Europe is becoming fertile ground for Muslim militancy, and America is its prime target. (Breeding Bin Ladens: America, Islam, and the Future of Europe)\nDavid Rosner, professor of public health and history at Columbia University, and Gerald Markowitz, professor of history at John Jay College of Criminal Justice and the Graduate Center of the City University of New York: Much of the success of the public-health response to 9/11 in New York City had less to do with formal emergency planning or conscious preparation than with the presence of an existing infrastructure of health services, laboratories, and personnel. Though many officials outside the city praised New York's ability to take action during the crisis, and some personalized its success by attributing it to the political leadership, in fact the work was done by bureaucracies that nothing and no one could have mobilized had they not already been there.\nA second major lesson of New York City's experience is that we need to develop a more expansive understanding of mental-health services and integrate our current, individualized system more broadly into our public-health infrastructure... . A third message that comes out loud and clear is that failure to communicate honestly about uncertainty is a big mistake. (Are We Ready? Public Health Since 9/11)\nBOOKS CITED IN THIS COLUMN\n9/11: The Culture of Commemoration\nby David Simpson\n(University of Chicago Press)\nMecca and Main Street: Muslim Life in America After 9/11\nby Geneive Abdo\n(Oxford University Press)\nWhat Terrorists Want: Understanding the Enemy, Containing the Threat\nby Louise Richardson\n(Random House)\nBreeding Bin Ladens: America, Islam, and the Future of Europe\nby Zachary Shore\n(Johns Hopkins University Press)\nAre We Ready? Public Health Since 9/11\nby David Rosner and Gerald Markowitz\n(University of California Press)\n\nLoad-Date: September 5, 2006"
}