{
    "title": "Reform in the shadow of 9_11",
    "publisher": "the new york times",
    "year": 2006,
    "month": 10,
    "day": 16,
    "full text": "LAST WEDNESDAY, a plane slammed into a building in New York City. The plane was a small, fixed wing aircraft and it hit a high-rise condominium on East 72nd Street. My initial reaction, like many others', was one of horror -- was this another terrorist attack? Luckily it turned out to be an accident. But there have been two striking changes between 9/11 and Wednesday's crash: one of perception and the other of reaction. People now presume terrorism whenever anything goes wrong, but, unlike 9/11, the government is prepared to deal with terrorism. The acute fear of terror has propelled substantial change through law enforcement and first-responder organizations enabling swift responses to any calamitous events.\nI can clearly remember Sept. 11, 2001. Fourth period was just starting and a friend informed me that a plane had crashed into the World Trade Center. The reaction among the class was nearly unanimous: it must have been an accident. It even drew a few laughs about the pilot's incompetence. A few minutes later the second plane hit and then no one was laughing. As it slowly dawned on everyone that this was an organized terrorist attack, the mood changed to fear and panic. People with relatives who worked in Midtown Manhattan whirled around in a flurry of cell phones. Between calls we huddled around a radio trying to find out the latest information. No one was ready, as the thought of a terror attack had never occurred to us until that morning.\nThe only thing anyone could think about after last week's plane crash was terrorism. As eyewitness Erasto Arnales said in an interview with the Wall Street Journal, \"There was screaming. People were upset. They were like 'Oh my God. It's 9/11 again.'\" CNN was asking all the officials it could get a hold of whether they thought this was a terror attack. Fox News even reported (incorrectly) that a car deliberately crashed into the base of the 42-story building. These sentiments were expressed most explicitly by Police Commissioner Raymond Kelly: \"We are concerned about the possibility of things being something more than an accident,\" he warned. It is now known that the crash was an accident caused by some combination of the pilot's inexperience and the cloudy weather. However, it is clear that both the American public and first-responder officials had terror on their minds.\nThe official response on the ground to 9/11 was a little disjointed to say the least. New York City's counterterrorism headquarters was located, sadly, in the World Trade Center. Mayor Rudy Giuliani rushed to setup a new central command center and, once it was established, was able to coordinate the NYPD, FDNY, Port Authority, etc. However, much of the initial response rested solely on the bravery of individual firefighters and cops. On the national level, FEMA was providing what little help it could, the Pentagon (despite having been hit) ordered planes to circle the city, and the Counterterrorism Security Group was desperately trying to coordinate all the relevant agencies. In short, there was no plan. Elected leaders, counterterrorism officials, and individuals all showed courage and levelheaded-ness, but the truth is we didn't really know that to do. According to the 9/11 Commission, everything was being done on an ad hoc, contingency basis and some of the mistakes made, like say by the EPA, are still affecting us today.\nConversely, the government's response to the plane crash was flawless. Within minutes NORAD had scrambled military jets and firefighters were on the scene. The FBI Joint Terrorism Task Force (JTTF) was there shortly, assisting police and transportation officials with their investigations. Although a full investigation into the actual causes of the crash is still pending, officials ascertained that the crash was an accident and not terrorist-related in under an hour. According to the New York Times, the FAA, in consultation with Governor Pataki, ruled that \"all planes flying below 1,500 feet... be in communication with air traffic controllers.\" While the damage of this accident pales in comparison with 9/11, the striking difference is that there was a procedure. Everybody knew what to do, who to talk to, and who was in charge resulting in a quick, efficient response.\nDespite these advances, there is still much to do. The CIA is caught in legal limbo between foreign intelligence gathering and Congressional oversight, the FBI is still trying to reinvent itself as both a domestic security service and federal police, the State Department is woefully lacking in Arab experts and \"strategic language\" speakers/translators, and the Department of Homeland Security is a bureaucratic nightmare. But many of the post-9/11 security have been very effective. Inter-agency groups such as JTTFs have helped cut through bureaucracy and strategic plans are constantly rehearsed and fine-tuned. With the politicization of fighting terrorism in the midterm elections, it's worth pausing to applaud how much safer security programs have made us today.\n(C) 2006 Cavalier Daily via U-WIRE\n\nLoad-Date: October 16, 2006"
}