{
    "title": "Refugee pleads not guilty to bomb plot",
    "publisher": "tribune-review",
    "year": 2019,
    "month": 7,
    "day": 24,
    "full text": "A 21-year-old Northview Heights man accused of plotting to blow up a North Side church pleaded not guilty to terrorism charges Wednesday in federal court in Pittsburgh. \nMustafa Mousab Alowemer, a Syrian native admitted to the United States as a refugee three years ago, was arraigned at the federal courthouse in Downtown Pittsburgh. He has been in federal custody since his arrest June 19, 11 days after he graduated from Brashear High School. \nAlowemer is accused of spending months communicating with two undercover agents he believed were fellow sympathizers with the terrorist organization ISIS and scheming to bomb the Legacy International Worship Center, a small stone church with a predominately black congregation on Wilson Street in the Perry South neighborhood. \nAlowemer's defense attorneys have dismissed the alleged plotting -- which Alowmer is accused of doing via videos, text messages, online communications and in-person meetings with federal agents -- as \"puffery and bragging.\" \nThey requested a jury trial during Wednesday's hearing. \nAttorneys for both the defense and prosecution told the judge they agreed on the need for a six-week trial, U.S. Attorney's Office spokeswoman Margaret Philbin said. A trial date has not yet been set. \nRELATED: Church targeted by alleged terrorist unites in worship, welcomes Muslim neighbors  \nLast week, a federal grand jury agreed there was probable cause for charges cited in an FBI complaint last month, when they took Alowemer into custody on one count of attempting to provide support to a foreign terrorist organization and two counts of distributing information related to an explosive device. \nAttorneys for Alowemer did not immediately return a request for comment late Wednesday. \nSpecial Agent Gary Morgan of the Pittsburgh FBI's Joint Terrorism Task Force said federal agents became aware of Alowemer's online presence last year and began communicating with him directly under the guise of another ISIS supporter this year. \nThe undercover agent had daily communications with Alowemer and met in person with Alowemer four times between April 16 and June 11 with plans to carry out the attack as soon as this month, a criminal complaint said. \nThe foiled plan would have involved three men -- one to leave a backpack containing explosives set to a timer at the church, and two others to do surveillance of the street outside and of the closest police station, the complaint said. \nThe online undercover agent put Alowemer in contact with another \"ISIS brother\" -- another undercover federal agent, the complaint said. The trio, along with an informant, developed the plot to bomb the Wilson Street church. Alowemer considered a mosque and other targets before settling on the church because he believed it had fewer security measures or police nearby and was attended by Nigerian Christians, according to investigators. \nBy early June, Alowemer had bought \"several items with the belief that they were necessary to assemble a destructive device and with the intention that they be used to construct the explosives that would be detonated in the vicinity of the church,\" the complaint said. Among the items: nail polish remover, for the acetone; ice packs and 9-volt batteries. \nThe defense argued in court last month that Alowemer was not capable of building a bomb on his own. \nOnce detained at Pittsburgh's FBI office on the city's South Side, Alowemer admitted that he knew what he was doing constituted terrorism, Morgan said. \nWhen pressed by Alowemer's attorney, Morgan said that officials offered Alowemer an interpreter during the meeting but he turned it down. Morgan said Alowemer told agents he \"felt pressured\" in some way to commit the acts but also felt an \"inner drive.\" \nRELATED: Pittsburgh church bomb plot suspect had several targets, authorities say  \n\nLoad-Date: July 26, 2019"
}