{
    "title": "Refugees should not be political fodder",
    "publisher": "the world",
    "year": 2018,
    "month": 10,
    "day": 18,
    "full text": "In the madness of the Trump era, terrible things happen with almost no notice. An announcement is made, some news stories are written, and the issue quickly disappears, engulfed in a storm of crazy tweets and lies, followed by expressions of outrage among President Trump's foes.\nA good example is the administration's decision last month to slash the number of refugees who can be resettled in the United States next year to 30,000, down from the already shamefully low level of 45,000.\nThe new figure is the lowest ceiling imposed on the refugee program since it was created in 1980 and reflects a sharp decline from the cap of 110,000 that President Obama proposed in his last year in office.\nIn all circumstances, the move would be short-sighted, mean, politically opportunistic and embarrassingly out of line with what we have always claimed our values are. But it is even more cruel and wrongheaded now, as the world confronts what Rep. Jim McGovern, D-Mass., called the \"worst refugee crisis since World War II.\n\"We are turning our backs on it, McGovern recently told me, \"when we should be exercising global leadership.\nThe Trump Administration has \"taken a hatchet to the program said David Miliband, President of the International Rescue Committee. Now, he added in an interview, \"America is closing its doors to the world's most vulnerable, and it's a green light to others who want to do the same.\nCan anyone honestly believe that this makes America great?\nThe moral tragedy is also a political tragedy. Historically, refugee resettlement was a bipartisan issue. Administrations of both parties understood not only the United States' obligations to humanitarian relief, given our country's wealth and international status, but also the nation's self-interest in reducing the instability that large concentrations of refugees can create.\n\"Part of the way you protect our homeland is by not letting children grow up in refugee camps, McGovern said. \"It promotes resentment towards us. That's where terrorism breeds.\nThere are still glimmers of cross-party cooperation on the issue. McGovern co-chairs the Tom Lantos Human Rights Commission (named after the late congressman who championed this cause) with Rep. Randy Hultgren, R-Ill. They joined in a statement condemning the administration's decision.\n\"The United States cannot abandon its role as a place of sanctuary for the individuals and families seeking to escape violence, turmoil and persecution, they said.\nHe noted in an interview that the actual number of refugees admitted runs well below the cap. \"We can do better than this, Hultgren noted in an interview. \"These are incredible people who aren't looking for anything but a place of security. They are working hard and taking care of their families. This a part of the story that doesn't get told enough.\nBut Trumpian Republicanism means turning away from basic decency in the name of politically motivated attacks on newcomers to our shores.\nThe policy of reducing the ceilings on refugees has been pushed hard by Stephen Miller, the president's senior policy adviser who never met a form of nativism he didn't like. Miller reportedly overcame the objections of officials in both the Defense and State departments. They challenged Miller's ill-founded claim that letting in more refugees would make it harder to deal with a backlog in asylum-seekers.\nAnd as Rep. Hultgren's comments on who these refugees are suggest, it is a libel to link them with terrorism, especially given a highly intensive vetting process. As a 2016 Cato Institute report noted, the risk of an American being killed by a refugee in a terrorist attack in any given year was 1 in 3.64 billion.\nEspecially appalling - \"the worst of the worse, said Rep. Jim Himes, D-Conn. - is the way the administration is making entry to the U.S. exceedingly difficult even for the tens of thousands of Iraqis and Afghans who have helped American diplomats and the military during our wars. This, Himes noted, stands in sharp contrast to our policies toward rescuing our Vietnamese allies after one of the most unpopular wars in our nation's history.\nIn an election year, McGovern noted, \"Going out and saying that we have to resettle more refugees might not win you more votes. But \"most people in our country are good, and I think they understand what's right here.\n\"You're not going to lose an election, he added, \"by saying we're going to do our share with other countries to help people in dire need. And you surely shouldn't win one for refusing to do so.\n\nLoad-Date: October 18, 2018"
}