{
    "title": "Refugees and Terrorism, or Refugees and Lost Opportunity_ Issue 12",
    "publisher": "the new york times",
    "year": 2017,
    "month": 5,
    "day": 31,
    "full text": "Damien Cave, our Australia bureau chief, shares insights on global news, local recommendations and feedback from readers in this weekly newsletter. To receive it in your inbox,            sign up here.\n______\nIt’s been a decade since I covered the war in Iraq, but the conflict has a way of resurfacing — as Australia discovered this week with the death of Zynab Al Harbiya, a 12-year-old from Melbourne who was            killed by a suicide bomber in Baghdad.\nBy all accounts, she was a lively girl, a strong student who was “energetic, outspoken and passionate,” the principal of her school said. And she was killed in the most innocent of locations: an ice cream shop where she’d gone to break her Ramadan fast and beat the heat.\n“She is too small to go so early,” one of her cousins said. “I still expect her to come and tease me, and play around, and make fun and joke.”\nI met a lot of little girls like that in Iraq during the worst years of the war. Our bureau was a short walk from the ice cream shop where she was killed, and the neighborhood, Karada, was often targeted because it was a place where Sunni and Shiite Muslims lived side by side, rejecting the sectarianism that never seems to cease.\nCar bombs like the one that killed Zynab used to be a daily occurrence. It’s what we woke up to with the sunrise. And Iraqis, especially young Iraqis, inevitably found ways to endure. Whenever we left the bureau to report, we’d drive by a gaggle of children playing soccer or climbing the blast walls, finding ways to laugh between explosions.\nMy wife, Diana, a video journalist who was also there with The Times, shot hours of footage with children who seemed to gravitate to us wherever we went. Zynab reminded me of one little girl in particular: Tabarak. Diana met her at the Baghdad zoo while we were finishing a            multimedia project about whether the 2007 troop surge had improved daily life, and though she had been displaced from her home because of death threats, Tabarak was still a believer in Iraq and its future. She had heaps of energy and hope.\nI’ve often wondered what happened to her.\nNow I also wonder about Zynab.\nWhat might her future have been? She was born here in Australia and was on her fourth trip to Iraq, to visit her ailing grandfather. Going back and forth, growing up as the daughter of refugees who fled 20 years ago, what might she have accomplished in Australia or in Iraq?\nThese kinds of questions are not often asked in public debates about terrorism or refugees, at least not when the victims are Muslim.\nZynab’s death comes at a time when Australia is hotly debating whether there is a connection between refugees and terrorism, not refugees and success. For many, Islam is still seen mostly through a lens of fear.\nWe published a story this week about Peter Dutton, the immigration minister, demanding an explanation from a Muslim legal group for “urgent clarification” of digital privacy advice that was drawn from a fact sheet produced by his own office. At the same time, we learned that the Islamic State has just produced            a guide on how to lure recruits through fake ads on Gumtree and other online classified sites. The Lindt Cafe siege is still drawing            criticism and the investigation into the terrorist attack in Manchester continues.\nAll of which raises an important question: How does a democratic society learn to calibrate its concern, to distinguish the Zynabs of the world from their potential attackers?\nIt’s an enormous challenge, not just for government but for every citizen, and it will play out in the minds and interactions of all of us for years to come. This week, at least, I’m seeking solace in one of the many things I learned in war: Even in the world’s most violent places, there are always more victims than perpetrators; there are more people who want to just live rather than to kill or die.\nNow for some lighter fare.\nHere are a few of my favorite Times stories from the past week, plus a recommendation from one of our talented new young hires, Isabella Kwai.\nAs always, share what we’re up to, tell us what you think at nytaustralia@nytimes.com and if you’re a subscriber, you can also join us in the            NYT Australia Facebook group for more discussion and debate.\n______\nOut of Line?\nIt’s starting to look like the tide of tennis public opinion may be turning against Margaret Court, the grande dame of Australian tennis. Will she (and the court named after her) continue to withstand the pressure after her latest round of anti-gay commentary?\n______\nA Thorn in China’s Side\nHe’s a Chinese billionaire in exile shaming Communist Party officials over corruption. On Twitter, his profile page portrays him as a male version of the Mockingjay from the “Hunger Games.” Meet Guo Wengui, gadfly, man of much money and mystery.\n______\nPhilosophy for Life \nThe Stone is one of our most eccentric columns, deploying philosophy in ways Plato never imagined. Read this week’s missive on why we fight battles we cannot win. Or, put another way: “Quixotic pessimism is thus marked by a refusal to let the odds of my success determine the value of my fight.”\n______\nBeige, Be Gone\nAre you feeling like your life could use a little color? Check out this week’s version of The Look, on street-wear in Punjab,            India, for a big dose of brightening.\n... And We Recommend\nIsabella Kwai, a Sydneysider from the Northwest who recently graduated from Duke University, just started as our new editorial assistant, and here’s what she has for us: American Public Media’s podcast “           In the Dark.”\nIt’s an investigation into how the police handled the case of Jacob Wetterling, an 11-year-old who was abducted from a town in Minnesota in 1989. I asked her why she likes it.\n“It’s a spooky, methodical look into a case that should have been easier to solve, but remained open for 27 years,” she said. “It also helped enact the public sex offender registry in the U.S., which in turn changed millions of American lives.”\nBonus recommendation: What to watch on Netflix this month, via our friends at Watching.\nDamien Cave is the new Australia Bureau Chief for The New York Times. Follow him on Twitter at @damiencave.\n\nLoad-Date: July 17, 2017"
}