{
    "title": "Region gets mobile command post Madison County will be home to the $230,000 vehicle",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 6,
    "day": 7,
    "full text": "Madison County has a new high-tech communications vehicle as part of a U.S. effort to help communities prepare for terrorist attacks and other emergencies.\nThe $230,000 Unified Command Post vehicle, which was showcased in front of the Madison County Administration Building in Edwardsville on Monday by state and county officials, will be shared with 11 neighboring counties. The counties, designated as Homeland Security Region 16, are: Bond, Calhoun, Clinton, Greene, Jersey, Macoupin, Monroe, Montgomery, Randolph, St. Clair and Washington.\nThe Madison County Emergency Management Agency was picked to receive the 40-foot-long vehicle by the Illinois Terrorism Task Force. Madison County got the vehicle last week.\n\"In a region like the Metro East, with so many communities and a major city across the river, it is vitally important to be able to coordinate disaster response with unified command and communications ... ,\" said Illinois Terrorism Task Force Chairman Mike Chamness. \"This mobile command post is an important tool to assist with that response.\"\nThe vehicle is equipped with a satellite dish, map printing equipment and a communication system that is tied to area and state emergency agencies.\nMadison County officials, like County Board Chairman Alan Dunstan, said they were pleased about receiving the vehicle because the county had been using a 1978 recreational vehicle that was converted into a mobile command post. County officials weren't sure how long the vehicle would operate because of its age, and now plan to sell it.\nState officials said the new vehicle could serve as a command post, with space for a dozen decision-makers as well as a communications suite for four operators.\nThe vehicle is one of 13 that the state will distribute throughout Illinois. It has already placed one in Du Quoin to share with the surrounding area.\nThis year, Madison County received decontamination tents for local hospitals. Those exposed to dangerous chemicals would wash off in the tents before entering hospitals to prevent others from being exposed to the chemicals, county officials said. The tents can be used throughout the area.\nBy the end of the summer, St. Clair County is also slated to get an Illinois Transportable Emergency Communications System, which will be shared with area counties. The $310,000 communications system, which will be on a trailer, will have a more sophisticated communications system than the Unified Command Post.\nOverall, the area has received $11.7 million for various items since 2000.\nElsewhere, the state Terrorism Task Force has provided vehicles that can detect weapons or drugs in vehicles.\n\nGraphic\n\n \nPHOTO\n PHOTO BY WAYNE CROSSLIN / POST-DISPATCH - Ralph Baahlmann, an investigator with the Madison County coroner's office, photographs the interior of the new Unified Command Post vehicle for the Madison County Emergency Management Agency. The vehicle was displayed Monday.  PHOTO BY WAYNE CROSSLIN / POST-DISPATCH - Madison County received the $230,000 Unified Command Post vehicle last week from the Illinois Terrorism Task Force. The vehicle has a communications suite and space for 12 people. It was parked Monday in front of the Madison County Administration Building in Edwardsville. \n\nLoad-Date: June 7, 2005"
}