{
    "title": "Regional Cooperation Needed To Combat Terror_ Afghanistan",
    "publisher": "rtt news",
    "year": 2009,
    "month": 9,
    "day": 30,
    "full text": "(RTTNews) - Afghan Foreign Minister Rangin Dadfar Spanta stressed Tuesday the need for regional co-operation to combat militancy, saying peace would not return to his South-West Asian country if the Taliban and other terrorist groups remained protected by \"external entities.\"\nHe was speaking at the Security Council during a briefing on the United Nations Assistance Mission in Afghanistan (UNAMA), established in 2002.\nAfghanistan&apos;s relationship with Pakistan was vital for its security and development, the Afghan minister said, after Kabul earlier accused Islamabad of providing a safe haven to the militant leadership of the country in Pakistan&apos;s restive tribal areas.\nHe said good neighborly relations were important to combat the regional challenges of terrorism and drug-trafficking. He added that only by creating a co-operative environment in the region could inter-related challenges be addressed collectively.\nEarlier Monday, Spanta called on leaders attending the general debate of the U.N. General Assembly to request them to continue their long-term commitment to the security and development of his country.\nHe said Afghans were justifiably fearful of being abandoned once more to lawlessness, extremism as also external interference, and cautioned that abandoning the Afghan nation, which had endured years of suffering and pain, would undermine the spirit of collective co-operation and the ideals of the U.N.\nHe said what his country expected and deserved from a renewed partnership with the international community was the reassurance of long-term commitment and solidarity.\nMeanwhile, the minister tried to project a bright picture of the situation in his country, saying there were \"many positive trends and developments\" since the collapse of the Taliban regime.\nAs it continued to battle terrorism, drugs, weak state institutions and corruption, a new Afghanistan was emerging, he said, adding this new Afghanistan was a growing democracy with rising state institutions, a budding civil society, a growing private sector and strong international solidarity.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}