{
    "title": "Regulators, ISO work out lower terrorism loss costs",
    "publisher": "business insurance",
    "year": 2003,
    "month": 2,
    "day": 17,
    "full text": "Commercial property owners in New York and Washington will likely see lower quotes for terrorism insurance coverage than the Insurance Services Office Inc. had originally proposed for those high-risk cities.\nInsurance regulators in those jurisdictions last week reached an agreement with Jersey City, N.J.-based ISO on its proposed filing of loss costs to be used by insurers in setting rates for terrorism insurance. In January, those same regulators blasted a terrorism risk analysis presented by ISO that advised commercial insurers writing terrorism coverage in high-risk jurisdictions to use loss costs that were 50% to 150% greater than loss costs for property insurance alone (BI, Jan. 20).\nIn particular, the regulators blasted the assumptions of a terrorism risk computer model developed by AIR Worldwide Corp., an ISO subsidiary. District of Columbia Commissioner Larry Mirel described the risk modeling as ''off the wall,'' in part because it regarded only the district, and not the Washington metropolitan area, as high risk.\nISO's original proposal would have advised insurers to set their rates using a projected loss cost of 10 cents per $100 of coverage, an ISO spokesman said. Loss costs represent expected indemnity payments and loss adjustment expenses, to which an insurer adds its own expense and profit loadings to establish rates.\nFor both New York and Washington, ISO has agreed to lower loss costs and to cap the maximum cost of terrorism coverage at 25% of premiums for property insurance alone.\nIn addition, ISO has divided each area into three risk categories and recommends that insurers adopt the following loss costs for terrorism coverage of commercial property:\n* High risk: 3 cents per $100 of coverage for downtown New York south of 59th Street as well as downtown Washington.\n* Medium risk: 1.8 cents per $100 of coverage for uptown New York and its boroughs as well as close-in Washington areas such as Georgetown. This charge also applies to all apartment buildings in both jurisdictions.\n* Low risk: 0.1 cent per $100 of coverage in New York state outside of New York City and its boroughs, and 0.5 cent in the Washington area bordering Maryland.\nIn addition, ISO is currently negotiating with California and Illinois insurance regulators, who oversee the remaining two ''high-hazard'' locations of Cook County, Ill., and San Francisco. ISO expects to resolve filing issues by Feb. 24, an ISO spokesman said.\n\nLoad-Date: February 19, 2003"
}