{
    "title": "Regulator says chances are dim for terrorism bill",
    "publisher": "business insurance",
    "year": 2002,
    "month": 6,
    "day": 10,
    "full text": "WASHINGTON-Enactment of legislation that would allow the federal government to serve as a backstop for terrorism insurance is growing increasingly unlikely, according to the District of Columbia's top insurance regulator.\n''Despite what you've heard, all members of Congress are from Missouri,'' Lawrence Mirel, the district's insurance commissioner, told a gathering of risk managers during the Risk & Insurance Management Society's fourth annual ''RIMS on the Hill'' advocacy training event last week. No matter where they're from, members of Congress have a ''show me'' attitude, Mr. Mirel said.\nDespite calls by the insurance industry for the federal government to play a role in guaranteeing coverage for future terrorism attacks, lawmakers haven't been shown enough to persuade them to pass such legislation, he said.\nEnactment of such a bill is one of RIMS' legislative priorities. Although the House passed its bill in November, no bill was formally introduced in the Senate until June 7, two days after Mr. Mirel made his comments; and the Senate bill, which has no Republican sponsors, does not resolve disputes over tort reform that stalled earlier measures.\nMr. Mirel touched on a variety of other subjects of concern to risk managers during his keynote address, including class action reform and optional federal chartering of insurers, both of which merited their own panel discussions during the RIMS event.\n''I know you're very concerned about a terrorism backstop bill,'' Mr. Mirel said. But he said that while he's heard rumors of large-scale problems in the property/casualty market, proof of massive dislocation in the Washington area is rare. These limited exceptions, he said, are terrorism-related problems in workers compensation and, possibly, in regard to covering large apartment buildings and embassies.\nBut the market is beginning to solve the terrorism coverage problem itself without government intervention, said Mr. Mirel, who added that at least 11 companies currently offer some sort of terrorism coverage.\n''If there really is a problem, you must show it,'' he said.\nMr. Mirel made clear that he agrees with RIMS that another legislative priority-how courts deal with class action lawsuits-truly is a problem in need of reform. In fact, he called the current system nothing less than ''an abomination.''\nMr. Mirel likened some plaintiffs' attorneys to swashbucklers engaged in piracy, looking for the ''biggest, fattest'' target, after having tackled the tobacco industry. ''The insurance companies are the Spanish galleons,'' he said.\nAllowing nationwide class actions to be brought in state courts against insurance companies results in situations in which a state judge can set insurance law that can be applied nationwide, he said.\nMr. Mirel cited a class action lawsuit brought on behalf of policyholders nationwide against State Farm Mutual Automobile Insurance Co. in a rural Illinois county. In the dispute-which was over State Farm requiring the use of parts not made by the car's original manufacturer when adjusting claims for damage to insured vehicles-an Illinois state judge's ruling rejecting such a requirement in auto insurance policies effectively applied state law to the entire class of policyholders nationwide.\nMr. Mirel said that moving such class action cases to federal courts would improve the situation, as would considering appropriate administrative remedies before suits can be filed. Both potential remedies are among RIMS' principles for class action lawsuit reform.\nOn the topic of optional federal chartering, Mr. Mirel was not afraid to disagree with his hosts. ''I know where you guys stand on that one.''\nMichael Phillipus, RIMS vp-communications and external affairs-had testified in support of creating an optional federal charter before a House subcommittee fewer than 24 hours before Mr. Mirel's address (see story, page 1).\nMr. Mirel's said that while he is not afraid of the federal government-for which he has worked in the past-he believes state regulation of insurance is preferable to any federal system. ''The problem is, if you get the right federal regulator, you're in good shape. You get the wrong federal regulator, you're in terrible shape.''\n\nGraphic\n\n \nWashington D.C. Insurance Commissioner Larry Mirel, left, with RIMS President Chris Mandel.\n\nLoad-Date: June 14, 2002"
}