{
    "title": "Regulating terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 28,
    "full text": "President Bush has said the fight against terrorism will require the participation of every American. Initially, Bush indicated in a press conference that our participation was limited to reporting \"strange\" people getting into cropdusters. But with the passage of the dubious USA PATRIOT Act, the level of commitment required of Americans has drastically increased.\nU. Texas-Austin\nBuried in the hundreds of pages of the expansive new bill is a provision that now requires businesses to report \"suspicious transactions\" to the Treasury Department. Previously, only banks and a few other institutions like car dealerships and pawn shops were required to report cash purchases over $ 10,000 to the IRS. Now, everyone from furniture salesmen to antique shop owners have been thrust to the front lines in our fight against terrorism.\nIt isn't clear what the filing requirements are right now. The Treasury Department is charged with devising standards for businesses to follow before March 25, the day the PATRIOT Act goes into effect.\nThe problem is, many small businesses are not equipped to handle such requirements. The act specifies that the $ 10,000 limit is cumulative, requiring businesses to keep tabs on who is buying what, how much it costs and how much they have spent. The databases needed for such an endeavor would cripple many independent enterprises and certainly be passed on in the form of higher prices to the consumer whose purchasing habits will now be monitored.\nWhat this amounts to is a massive new and unneeded governmental bureaucracy that will only frustrate legitimate efforts at curtailing money laundering. And the trend toward monitoring buying habits is not a positive one. Will bookstores soon be forced to report the purchase of seditious books?\nIndeed, much of the PATRIOT Act remains a mystery to most Americans. Congress and the administration have a responsibility to the public to explain the nuances of the legislation, or at the minimum let us know what is required of us in the bill. Some in Congress may not know the specifics of the bill themselves. The bill was passed quickly, with little debate.\nWhile America struggles with a drastically altered legal landscape in the wake of Sept. 11, Great Britain is embarking on the same destructive road toward granting ubiquitous anti-terrorism powers to its government. Tuesday, the House of Commons voted in favor of the Anti-Terrorism, Crime and Security Bill, a bill that lacks the clever acronym of America's legislation but is virtually identical. One unique feature of the Great Britain's proposed law would be the new offense of \"incitement to religious hatred\" -- a vague charge that has drawn the ire of many critics.\nWhether the bill contains similar language requiring financial filings of all businesses remains to be seen. Many of the U.K.'s own lawmakers are confused themselves because the House of Commons had only three days to debate the lengthy legislation.\nThe mad scramble to pass massive anti-terrorism legislation with minimal debate and disclosure is extremely dangerous and worse, appears to be a global trend. The public should be informed of what the world is doing to fight terrorism, especially as the government calls the common man to the front line.\n(C) 2001 Daily Texan via U-WIRE\n\nLoad-Date: November 28, 2001"
}