{
    "title": "Reinsurance restrictions set for Colombia",
    "publisher": "business insurance",
    "year": 1994,
    "month": 1,
    "day": 3,
    "full text": "Direct insurers in Colombia are trying to adapt to tough new reinsurance restrictions for property catastrophe coverage and terrorism risks.\nAnticipation of the stricter reinsurance conditions, which became effective today, has led to increased direct insurance rates in the Colombian market.\nThe new restrictions have been imposed by Swiss Re Group, based in Zurich, Switzerland, and Munich Reinsurance Co., based in Munich, Germany, Colombian insurers and brokers said.\nThe new reinsurance restrictions are:\n* Additional coverage for a period of less than 12 months carries a minimum premium of 50% of the 12-month rate.  Additional coverage previously was added on a pro rata basis.\n* A 10% deductible is imposed on all losses, with a minimum loss of $ 150, or 0.2% of the sum insured.  The deductibles are capped at a maximum of $ 150,000.\n* A per-risk sublimit of 25% of the sum insured is applied to losses from property damage and business interruption.\n* Strikes, riots and other civil disturbances should be covered separately.\nThe new terms also state that certain risks must be reinsured on a facultative basis rather than through a treaty.  Terrorism coverage for these risks also must be reinsured on a facultative basis.  The risks excluded from treaties are: oil, gas and water pipelines; fuel storage; embassies, consulates and diplomatic offices and residences; radio stations and communications centers; gas bottling plants; political party headquarters; all risks related to electricity; power plants; and oil and mining risks.\nFor catastrophe coverage, specifically programs coveting earthquake and volcanic eruption risks, the reinsurers have specified minimum rates ranging between 0.04%and 0.1425% of the sum insured for property damage in Colombia's three principal earthquake zones.  The minimum deductible is 3% of the sum insured.\nThe reinsurers are demanding an obligatory 25% minimum coinsurance from insurers on all property catastrophe coverage.\nFinally, business interruption coverage will only reimburse fixed costs, not loss of profits.\nGeorg Daschner, head of Munich Re's Latin America department, confirmed the reinsurance restrictions in Colombia.\n\"These new reinsurance conditions were prompted by the necessity to continue quality reinsurance within Colombia but in accordance with the new conditions in the market,\" Mr. Daschner said.  \"These conditions came about by the fall in primary rates due to the deregulation of the market in 1990, the mounting earthquake liability and the political risks in the market associated both with terrorism and organized crime.\"\nThe mounting earthquake liability specifically is responsible for the 25% coinsurance requirement, he said.\nColombian brokers say these are inordinately tight restraints given the involvement of the major reinsurers in newly formed Bermuda catastrophe facilities.  \"Maybe it is too early to say, but it is interesting to see how the large reinsurers have put certain limits on cover (Colombia), while at the same time new capacity in Bermuda, in which the same reinsurers are involved, starts above the same limits,\" Mr. Jaramillo said.\nMr. Jaramillo said that he agrees with a view gaining credence among European stock analysts that the large reinsurers are trying to convey the impression that they have tightened up on terms, but in reality they are accepting exposures through their involvement in the new Bermuda facilities.\nSome brokers in Colombia believe that the new restrictions from Munich Re and Swiss Re will prompt direct insurers to turn to other reinsurance capacity and decrease their traditional reliance on the Swiss and German reinsurers.\n\"We will start seeing more domestic companies looking at new reinsurance covers,\" said Rodrigo Fajardo, general manager for Bogota-based Johnson & Higgins (Colombia) Ltda.  He believes that direct insurers will turn more to other foreign reinsurers in Colombia such as American International Group Inc., CIGNA Reaseguros S.A. and other U.S. and U.K. reinsurers.\nIn the interim, the hardening reinsurance markets have caused direct insurance rates to double or triple.  Rates had declined 80% to 90% after the July 1990 liberalization law eliminated tariffs and allowed foreign companies to hold up to 100% of Colombian insurers.\nMr. Fajardo thinks that Colombian rates, while rising, are unlikely to regain their pre-July 1990 levels.\nHowever, \"Rates for property and marine are 50% higher than (just after liberalization),\" said Mr. Fajardo.\nBut Jose Alberto Jaramillo, general manager of Bogota broker Hogg Colombiana Ltda. in Bogota, says he believes that earthquake insurance rates still are insufficient in some zones of the country and must rise by 50% in 1994 to cover loss costs and expenses for the insurers.\nMunich Re's Mr. Daschner also said that either rates must rise or earthquake coverage must be reduced further.\nHogg Colombiana, which started operations in September 1991, is a joint venture between the London-based, Hogg Group P.L.C. which owns 74% of the company, and Mr. Jaramillo, who owns 25%.\nMr. Jaramillo adds that catastrophe reserves for most Colombian direct insurers are inadequate.  Either the percentage of any particular risk that is covered for earthquake should be reduced, or insurance buyers should pay higher rates, he said.\n\"The real need is a catastrophe fund just as in France and Spain,\" said Mr. Jaramillo.  The French and Spanish governments have established catastrophe loss funds to which insurance and reinsurers pay a percentage of premiums.\nA similar project was proposed in Colombia by the former government of President Belisario Betancur in the mid-1980s, but did not progress further.  \"It did not work out because of the different objectives of companies and of the government,\" said Mr. Jaramillo.  It is unlikely to be revived given the more market-oriented economic policies of the present government of President Cesar Gaviria, which insurers believe will be largely continued by a new government following scheduled presidential elections later in 1994.\nAnother problem with the Colombian insurance market is that the government also uses insurance premiums as a form of indirect taxation.  The government collects a 20% tax on gross premiums written to use for social welfare projects.\nThe Colombian market wrote $ 855.9 million in gross premiums in 1992, an increase of 37.6% over 1991, according to figures from Fasecolda, the Colombian insurers' association.  Of these, property/casualty coverage accounted for $ 572.1 million and $ 232 million came from life insurance.\nThe reinsurance restrictions are affecting coverage for some ventures, including those in the oil industry.\nTerrorist attacks on oil installations in Colombia occur regularly.  However, insurance losses from terrorism account for only 5% of total insurance losses, and insurers say that the losses from terrorism pale by comparison with potential earthquake losses in Colombia and current losses from due to organized crime.\nOil company executives in Bogota say that one reason for the insurance losses being so low in comparison to the level of attacks on oil installations is because most of the attacks are on oil pipelines.  While oil companies buy insurance for business interruption losses, but the deductible is 14 days.  As most pipeline damage is repaired within several days, the losses always fall within the deductible period, oil company executives note.\nThe problems in the market are affecting the consortium developing the Cusiana oil field in the eastern foothills of the Andes, a multibillion-dollar project.  The operator of the project is British Petroleum, whose retail broker is Johnson & Higgins.  The consortium includes Dallas-based Triton Energy, Paris-based Total CFP and the Colombian state oil company, Ecopetrol.\nThe wholesale broker for the project is C.E. Heath in London.\nMr. Fajardo says that there is a problem in placing terrorism insurance for the partner foreign oil companies in the Cusiana project, even with the participation of the oil companies' captive insurance companies.\nGiven the large premium volume of the oil field project, which Mr. Fajardo would not specify, underwriters can be persuaded to write an additional terrorism risk.  \"But the problem is with smaller subcontractors,\" he explained.  \"BP provides all physical damage, general and third-party liability insurance while the subcontractor has to buy liability cover for his workforce and equipment.\" If this subcontractor in turn wishes to buy terrorism coverage, the rates can be as high as 1.8% for $ 10 million of coverage.\n\nGraphic\n\n \nMap, no caption, BY JERRY PARKS"
}