{
    "title": "Rejection of the Iran deal would hurt America TAKING A CLOSER LOOK",
    "publisher": "daily news ",
    "year": 2017,
    "month": 10,
    "day": 22,
    "full text": "Nature hates a void. It's a rule that U.S. President Donald Trump might learn the hard way if he reneges on the international nuclear deal with Iran.\nStruck in 2015 between Iran and the U.S., Britain, France, Germany, Russia and China after years of negotiation, the deal gave Iran relief from sanctions in exchange for the curtailment of the country's nuclear program. Not only would killing the deal hurt America economically and leave a void for other countries to exploit, but it wouldn't do anything to dispel the notion that American foreign policy has been hijacked by Iran's foes - most notably Israel and Saudi Arabia, which spend a great deal of money on lobbying U.S. officials and buying U.S. weapons.\nThe schizophrenia on Iran demonstrated by U.S. Defense Secretary James Mattis suggests that some members of the Trump administration were at least temporarily brainwashed by the warmongering neoconservative reactionaries in Washington.\nIn February, Mattis called Iran \"the single biggest state sponsor of terrorism in the world.\" It's one of the first lines that someone learns when sliding into the Washington swamp, in much the same way that someone taking up the guitar learns \"Stairway to Heaven.\"\nYet as Trump faces an obligatory decision on a deal he has long denounced as an abomination, Mattis is making an 11th-hour attempt to remedy the folie a deux that he and Trump have been exhibiting on the world stage.\n\"Absent indications to the contrary, (the Iran deal) is something that the president should consider staying with,\" Mattis told members of the Senate Armed Services Committee last week.\nIf you ask an \"insider\" what sort of terrorism Iran has supported lately, you'll hear about Middle Eastern activity that has nothing to do with American national security and is typically just an extension of historical squabbling between Iran and its biggest regional foes, Saudi Arabia and Israel. Meanwhile, we rarely hear about the role that Iran's opponents have played (in tandem with the U.S.) in sponsoring the world's biggest global-terrorism brand, the Islamic State.\nNor do we hear much about how Iran has worked with Russia to eradicate this global menace.\nUnderstandably, the U.S. wants to keep selling weapons to the Israelis and Saudis to keep defense contractors happy, but spewing anti-Iranian rhetoric on behalf of those customers is producing diminishing returns.\nActions count more than mere words, and Russia has pulled the rug out from under the U.S. in the Middle East, emerging as the primary powerbroker in the region by making an earnest attempt to eradicate Islamic State terrorism.\nEconomic spoils have followed.\nRussian President Vladimir Putin has worked hard to bring Saudi Arabia into Moscow's sphere of influence, and in the wake of King Salman's first visit to Russia, the Saudis have struck a deal to purchase $2 billion worth of Russian S-400 missile defense systems.\nSanctions against Iran won't stop it from doing business with the rest of the world. Sanctions merely prevent the U.S. and European countries from collecting billions of dollars in job-creating revenues. An Iranian representative in search of military drones at this year's Paris Air Show summed it up well as he handed out business cards: \"Sanctions are not a problem for us!\"\nHere in France, where I live and work, the rhetoric coming from the Trump administration is producing frustration. Two years after the Iran deal, American and European multinationals have been making billions of dollars in sales deals to the Iranian market, knowing that the U.S. could soon reinstate sanctions. Big-ticket items such as commercial jets can't be made and shipped overnight, so orders proceed under constant threat of a deal-killing. There's exasperation here over the fact that globalization has integrated American parts into the French and European supply chains to such an extent that a single component can subject a European multinational to U.S. sanctions. This mounting frustration threatens to isolate the U.S. when such cooperative ventures are structured in the future. There's nothing preventing Europe from turning East rather than West.\nWith billions of dollars' worth of commerce on the line - not to mention the opportunity to build lasting peace through mutually beneficial economic cooperation - Trump needs a better reason to derail the Iran agreement than simply to parrot the neoconservative swamp monsters and their agenda-peddling lobbyists.\nRachel Marsden is a columnist, political strategist and former Fox News host based in Paris.\n\nLoad-Date: October 22, 2017"
}