{
    "title": "Released Yemenis welcomed",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 8,
    "day": 12,
    "full text": "SAN'A, Yemen (AP) - Thousands of Yemenis waving flags and banners gave a hero's welcome to a well-known cleric and his assistant who returned home from the United States on Tuesday after serving more than six years in prison on terrorism charges.\nThe crowd included several ministers and tribal chiefs, whose armed bodyguards pushed past security into the main airport hall so their bosses could welcome Sheik Mohammed Ali Hasan Al-Moayad and his assistant, Mohammed Mohsen Zayed.\nThe two men later held a half-hour meeting at the royal palace with Yemeni President Ali Abdullah Saleh, who worked with U.S. officials to secure their release, said one of their lawyers, Mohamed Naji Allaw.\nThe pair was arrested in 2003 in an elaborate sting by two FBI informants who lured them to Germany. They were convicted in a U.S. court in 2005 of supporting the Palestinian militant group Hamas and attempting to support al-Qaida.\nAl-Moayad, a high-ranking member of Yemen's opposition Islah party, was sentenced to 75 years in prison, and Zayed received 45 years. But an appeals court threw out the convictions, saying the defendants' rights were violated by what it called \"highly inflammatory and irrelevant\" testimony and evidence.\nThey pleaded guilty to the lesser charge of supporting Hamas on Friday and were sentenced to time served.\n\"The American judiciary has produced a victory for justice ... and the moral values of the great American people,\" said Allaw, the lawyer.\nHundreds of supporters welcomed al-Moayad at the airport in the capital, San'a, holding pictures of the 60-year-old cleric and waving Yemeni flags and banners saying it was \"freedom's day.\" Thousands more lined the road from the airport to the hospital, where al-Moayad, who reportedly suffers from liver disease and other illnesses, went for a routine checkup.\n\"U.S. President George Bush's administration has turned al-Moayad into a national hero,\" Mansour Ali, a Yemeni writer and researcher, told The Associated Press at the airport.\nAl-Moayad addressed the crowd from inside his vehicle on the way to the hospital, saying \"God was testing us, and he resolved the issue.\"\nOne of those who welcomed al-Moayad at the airport was Sheik Abdel-Majid al-Zindani, who has been described as Osama bin Laden's spiritual mentor and is considered a terrorist by the U.S. His presence highlights the complex relationship between the U.S. and Yemen when it comes to terrorism.\nThis impoverished country on the southern tip of the Arabian peninsula has been a professed ally with the U.S. in its fight against terrorism. But President Barack Obama has been hesitant to send home the nearly 100 Yemeni inmates held at Guantanamo Bay prison because of the country's history of either releasing extremists or allowing them to escape from prison.\nYemen's president suggested al-Moayad should sue the U.S. for imprisoning him, according to Allaw, who attended Tuesday's meeting. Three U.S. lawyers were also present, he said.\nBut a group of Yemeni opposition parties, including al-Moayad's Islah, praised Washington, saying the decision to release the two men was a \"positive initiative by the U.S. administration and Obama in dealing with Muslim nations.\"\n\nLoad-Date: August 13, 2009"
}