{
    "title": "RELIGIOUS TERRORISM RAISES TOUGH QUESTIONS",
    "publisher": "the world",
    "year": 2015,
    "month": 11,
    "day": 27,
    "full text": "ASK MR. DAD\n Dear Mr. Dad: What happened in Paris recently  has me shocked, upset and frightened. The death and destruction are hard enough for my wife and me to grasp and to explain to our children, ages 7 and 10. But it's getting increasingly difficult to answer their questions about Islam and to keep them from demonizing Muslims. We tried avoiding the issue, but that's not working anymore. How can we talk to our children about terrorism and Muslims without slipping into stereotyping?\n A: What a great question - one I've struggled with for a long time, and continue to do so - and the answer is anything but simple. As a parent, I think it's incredibly important to teach our children about tolerance and diversity and to discourage them from making blanket statements about large groups of people who have similar characteristics, whether those characteristics are based on gender, politics, personal beliefs, sexual orientation, geography, religion or anything else. At the same time, I firmly believe that it's impossible to deal with a problem unless we honestly acknowledge what it is. And here's where things get tough.\n There are more than 1.5 billion Muslims in the world. Most are undoubtedly peace-loving people who have no desire to kill anyone. But how do we make sense of the fact that so many of the world's conflicts involve Islamic armies and terrorist groups? How do we make sense of the nearly daily murderous attacks proudly acknowledged by people who claim that their particular brand of Islam gives them the right to kill Christians, Jews, atheists, other Muslims or anyone else who doesn't believe what they do? And how do we keep from stereotyping Muslim countries or groups where people hand out candy and celebrate terrorist acts, openly advocate murdering \"infidels\" or name streets and parks after suicide bombers who kill innocent civilians?\n Unfortunately, when it comes to terrorism, Islam is the elephant in the room, and our children have plenty of really tough questions. As you correctly point out, ignoring them simply won't work. The only solution is to take charge of the discussion and tackle those questions head on. Here's how.\n Encourage them to talk. Discussions about race, religion or other differences can be uncomfortable. But if you don't create an environment where your kids know they can safely talk about anything and everything, they'll go elsewhere for their answers. You need to be out in front on this issue.\n Look at the numbers. Point out that in any large group, there will always be some we don't agree with and others who really need to be locked up. But the majority are good people.\n Find the positive. In recent days, many Muslim clerics, politicians and community leaders have strongly condemned the Paris attacks. Look for media coverage of these condemnations and use it as a conversation starter.\n Find the negative. Also look for examples of hate speech and talk about how some of the things anti-Muslims are saying and advocating are essentially the same as what the Islamic terrorists are saying and doing.\n Get involved. Many churches and synagogues are organizing interfaith lectures, meetings and other events. Go to some of them and bring your kids along to any that are age appropriate.\n Explore. Chances are your children have never met a Muslim. If there are Middle Eastern restaurants or neighborhoods near you, take a family field trip. It sounds very simple, but in-person meetings can go a long way toward easing children's (and perhaps your own) fears.\n\nNotes\n\nRead Armin Brott's blog at www.DadSoup.com, follow him on Twitter, @mrdad, or send email to armin@mrdad.com\n\nLoad-Date: December 1, 2015"
}