{
    "title": "Religious extremism is the root cause of terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 12,
    "full text": "As the smoke cleared from the bombings in London, many questions emerged in the minds of the British and others around the world. Who carried out the attacks? How did they do it? What can be done to protect against similar plots in the future? Why did they do it?\nThe question of the motives of terrorism has long been the subject of controversy, especially after Sept. 11. Even as the view that we must identify the \"root cause\" of terrorism has become cliche, the identity of that cause still eludes consensus.\nAmong the more prominent candidates for root cause are poverty, U.S. foreign policy, common criminality and plain, old-fashioned evil. Still another camp rejects the notion that terrorism has any kind of root cause, preferring to believe that the phenomenon is closer to an arbitrary grouping of random violence than to any actual movement with connected actors and common motives.\nAlthough I find most of the proposed root causes to be either too weakly connected to terrorism or downright dishonest, I also reject the notion that no broad causes of terrorism exist.\nThe easiest view to dismiss is that poverty breeds terrorism. Clearly, poverty alone does not drive men to kill. Far from being a sufficient condition for terrorism, poverty is not even a necessary one.\nAccording to the Sept. 11 Commission report, al Qaeda is hardly a poverty-stricken organization, with annual expenses of around $30 million. Osama bin Laden, son of a wealthy Saudi businessman, hardly came to hate the West as a result of being poor.\nAnother view, usually associated with the left, is that terrorism is spawned from a history of oppressive Western policy in the Middle East, captured by the catch-phrase \"meddling in their affairs.\"\nThis view is given varying degrees of credence by many people even though few state it openly, because its logical conclusion is that terrorism is justified on some level.\nThis deceptive argument relies on the natural scorn of being \"meddled\" with. Hence the thought: \"I wouldn't want another country meddling in our affairs, so isn't it understandable that they're upset at our meddling in theirs?\"\nYet what exactly does this \"meddling\" consist of? Some would point to military actions, like the establishment of U.S. military bases in Saudi Arabia during the Gulf War. Bin Laden cited these bases as a Western intrusion that must be fought, but this does not tell the whole story.\nThe bases were installed at the invitation of the Saudi government who sought to defend itself against Iraqi invasion.\nThe accusation of meddling also extends beyond military matters. Bin Laden, who praised the deaths of financial workers in the World Trade Center, sees Western economic activity as an unwarranted intrusion into Islamic lands.\nThese two examples help to show the illegitimacy of the meddling theory. The reality is that a small minority of people (the terrorists) have appointed themselves kings of the Middle East in their minds and proceeded to decide for everyone in the entire region what policies and practices should be followed.\nAnything that violates their imaginary vision becomes a justification for violence.\nSuch twisted logic is the result of religious extremism, the political philosophy shared by al Qaeda and others who seek to create authoritarian governments.\nIf any factor could be named as the root cause of terrorism today, it is this combination of politics and religion.\nAs a motive for violence, it existed long before and will remain long after events like Iraq, Abu Ghraib and Guantanamo, which only serve as convenient excuses for terrorist acts.\nRetreating from Iraq or dismantling Guantanamo's prison will not remove the fuel of terror as some politicians have suggested. Rather, such actions will merely lead the terrorists to focus on other pseudo-reasons to hate the West.\n(C) 2005 Iowa State Daily via U-WIRE\n\nLoad-Date: July 12, 2005"
}