{
    "title": "Religious violence feared after bus bombing in Kenya (+video) Youths armed with machetes and stones",
    "publisher": "the christian science monitor",
    "year": 2012,
    "month": 11,
    "day": 19,
    "full text": "Fears of religious violence in Kenya are on the rise today following a weekend bus bombing in Nairobi's predominately Somali neighborhood, the third explosion there this month.\nEyewitnesses said a male attacker, disguised in a Bui-Bui, a shawl often worn by Muslim women, threw an improvised explosive device into the minibus, tearing it apart and flattening its tires.\n\"The terrorist's intention is to cause friction between Christians and Muslims.... I urge for calm,\" said Kenya's Vice President Kalonzo Musyoka.\nYouths armed with machetes and stones targeted civilians of Somali origin in revenge attacks, accusing them of carrying out the Sunday bombing of a minibus, which killed 10 people and injured another 30. Using grenades and Improvised Explosive Devices (IEDs), terrorist blasts have targeted churches and the police in the past, and now for the first time, public transport. There were warnings of an imminent terrorist attack, The Standard, a daily newspaper reported, but police focused on churches as potential targets.\n'Very bad'\nInitial reports from Eastleigh show scores have been injured in the revenge violence thus far, focused primarily in the suburb popularly known as \"little Mogadishu.\" Many people of Somali origin, who fled the prolonged conflict back home, have settled here. Since their arrival, the once nondescript neighborhood has transformed into a thriving business enclave.\n\"This is very bad. To isolate the Somalis and target them because of the blast is very deadly. If we don't arrest it, it may backfire into a religious war,\" says Rev. Wellington Mutiso, the general secretary of the Evangelical Alliance of Kenya.\nMany Kenyans are suspicious of Somali activities here, and now accuse the immigrant and refugee community of shielding Al Shabab, the Somali Islamists who promised to attack Kenya after the country sent its troops into Somalia in pursuit of militants in October 2011.\n\"We know Al Shabab recruited many Kenyans from all tribes and we believe the recruits have returned and [are] carrying out the attacks,\" Reverend Mutiso says, despite urging people not to target members of the Somali community with retaliatory violence.\n'Criminals ... not a particular community'\nYesterday evening, clashes between groups of youth left about 18 people nursing multiple machete and stone injuries after getting caught up in the violence. The violence broke-out soon after the Sunday afternoon attack on the minibus.\nAfter a tense night in the suburb, the violence returned mid-morning today, with youths blocking roads and engaging riot police in foot chases.\n\"It is criminals who committed the crime, not a particular community. We must stop accusing people in a blanket manner,\" Moses Ombati, Nairobi area police chief, told journalists at the scene of the violence.\n\"My brothers and sisters in Eastleigh, let us please maintain peace and calm. We cannot allow terrorist activities to divide us - Terrorism has no religion or community. By turning against one another, we are let[ting] terrorism win. The foundation of our prosperity is unity,\" said Uhuru Kenyatta, Kenya's deputy prime minister on his Twitter Account.\n\nLoad-Date: November 20, 2012"
}