{
    "title": "Relief, resolve, reflection greet bin Laden's death A UD professor predicts a growing dissatisfactio",
    "publisher": "usa today",
    "year": 2011,
    "month": 5,
    "day": 8,
    "full text": "Matt Acord has better reason than most to rejoice over the death of Osama bin Laden.\nThe Harrison Twp. truck driver lost his wife, Laura, in February to a lung condition believed to have been caused by her exposure to toxic materials and debris in the attack on the World Trade Center.\n\"Dang it,\" Acord told himself, \"I wish she at least could have lived to see this. She was the kindest, smartest person I've ever known. Why did he have to outlive her?\"\nThe news did bring some much-needed clarity, Acord said: \"Before his death I was dealing with a lot of anger at life or God. Suddenly I realized, no, bin Laden's the one to blame.\"\nWhat's less clear, for Acord and many other Miami Valley residents, is what to do now in Afghanistan.\nA Navy veteran, Acord is intrigued with the idea of utilizing smaller, specially trained forces in Afghanistan, such as the Navy SEAL operation that took out bin Laden. \"It makes a certain amount of sense: shooting the one guy who's responsible rather than killing a whole lot of our troops and theirs,\" Acord said. \"On the other hand, we know that our troops are also the police over there in Afghanistan.\"\nPatsy McBrayer remained pessimistic. \"There will always be terrorists in the world ready to destroy democracy,\" she said. \"We and our children will live with it the rest of our lives.\"\nLisa Dyer of Harrison Twp. said her opinion hasn't changed because, \"I have never believed in the war, not this one or Iraq. I saw the reason we went in years ago, but that was long ago and we did not do what we intended and now are still in the middle of two wars and a changed landscape in the Middle East.\"\nShe added, \"I don't believe Afghanistan will ever be stable. Bin Laden's death makes no difference.\"\nBeverly Smith of Clayton expressed similar doubts: \"It is pointless to be in Afghanistan now. Their culture is what it is, and we won't change it. But it seems like we have some good leadership in the Army lately - more reasonable and thoughtful. If they are confident that staying a bit longer would be profitable, I can't disagree. But it would have to be a very short time, no more than two years, enough time to wrap up current efforts and go home.\"\nNicholas Anderson of Kettering, an Army veteran of the war in Iraq, believes that bin Laden's death is largely symbolic: \"It's more of a morale issue than anything else. It's a hint of that patriotism after 9/11 that we haven't seen in a while. After years and years of war and not much progress, it's a glimmer of hope.\"\nBut Anderson, now a journalism student at Sinclair Community College, isn't sure it's a true game-changer for the war in Afghanistan. \"I don't think Osama bin Laden was making every single plan, so I don't think it will change the mission,\" he said. \"I think the president has made it clear that he's not just hunting bin Laden but al-Qaida.\"\nAnderson suspects the true test may be whether al-Qaida strikes back: \"If there's a retaliatory attack and it appears to be weak and ineffectual, it would have more of an effect on operations than bin Laden's actual death.\"\nAccording to a Monday night USA Today/Gallup poll, 54 percent of Americans believe bin Laden's death will make the U.S. safer from terrorism, while 28 percent fear it will make the country less safe. However, 62 percent believe it is likely that terrorists will act against the U.S. in the next few weeks.\n\"I think that the terrorists will want to attack again to avenge his death,\" Adam Meier of German-town said. \"But I think now they know we are serious. That's a good thing.\"\nWhat's less than positive, in the view of University of Dayton terrorism expert Mark Ensalaco, \"is the revived discussion of torture, the so-called 'enhanced interrogation,' and the argument that 'torture works' and that is why we got him.\"\nEnsalaco, author of \"Middle Eastern Terrorism: From Black September\nSource: Gallup poll, PollingReport.com\nto September 11,\" believes that torture techniques had little or nothing to do with finding bin Laden, a viewpoint very much under debate.\nClasses at UD have officially ended, but Ensalaco's students from his terrorism class called him Monday morning and asked, \"Could we meet at our regular class time? We want to talk about this.\"\nOne student was disgusted by the celebrations and considered bin Laden's kill-\nSTAFF\ning \"essentially a murder.\"\nEnsalaco responded, \"It's inevitable that someone who preached violence was going to die violently. We killed those who resisted and those whom we meant to kill.\"\nHe advised his students, \"Remember the images of people jumping out of the World Trade Center, making that terrible choice because they knew the flames were going to kill them.\"\nEnsalaco is convinced that bin Laden's killing ultimately will result in growing dissatisfaction with the war in Afghanistan. He's not surprised that public support has dropped from 93 percent in January 2002 to 53 percent in March. \"For the American people this clock has been ticking for a long time,\" Ensalaco said. \"Their calculation about next move has been going on a long time.\"\nAmericans struggling to pay their mortgages will be less and less sympathetic to spending billions in Afghanistan, Ensalaco believes. \"Obama has to start thinking of his base,\" he said. \"I think the president wants out of there, and this is going to help him.\nWe went in to kill bin Laden, and bin Laden's dead.\"\nDiminished support for the war, Ensalaco believes, is a matter of \"time and exhaustion. It's 10 years of war, and people are wondering, 'What is our mission now?' We're not going to turn tribal Afghanistan into a democracy.\"\nContact this reporter at (937) 225-2209 or mmccarty@DaytonDaily News.com.\n\nGraphic\n\n \nTrish Acord (left) died in February 2011 of a lung condition believed to have been caused by her exposure to toxic materials and debris in the 2001 attack on the World Trade Center. Contributed photo\nNicholas Anderson of Kettering is a veteran of the Iraq War. He believes bin Laden's death is largely symbolic: \"It's more of a morale issue than anything else.\" Staff photo by Jan Underwood\n\nLoad-Date: May 11, 2011"
}