{
    "title": "Religion is clearly the motive of terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 6,
    "day": 15,
    "full text": "They came from a \"broad strata\" of society, said the Canadian police of the 17 terrorist suspects recently arrested. After noting that \"some are students, some are employed [and] some are unemployed,\" the Mounties went a step further: \"This isn't about religion ... this is about criminal activity.\"\nOne of the basic steps in any criminal investigation is to establish a motive.\nIn this case, the question is what could motivate a group of men aged 19 through 43 to plot the bombing of several buildings, the slaughter of pedestrians and the beheading of the prime minister.\nGiven that the Canadian intelligence services have identified the suspects as \"adherents of a violent ideology inspired by al-Qaeda\" and that all are followers of Islam, it should seem odd for the police to immediately rule out religion as a possible motive.\nIt should seem odd, but it's not. Nearly five years after the Sept. 11 terrorist attacks, it is constantly claimed that the supposedly mysterious \"violent ideology\" of al-Qaeda has nothing to do with Islam. Only six days after the twin towers fell and while the rubble still smoldered, President Bush was sure of one thing: \"Islam is peace.\" The Canadian police are simply the latest to parrot that line and reject the very possibility that Islam has anything to do with terrorism and violence.\nDespite the quick charges of bigotry and \"Islamophobia\" against those few who ask the question, it is one that must be asked: Is Islam actually a religion of peace?\nConsider the religion itself as set forth by Islam's holy text: the Quran. It only takes a few passages before one encounters what is by far its major focus: unbelievers. Unbelievers called are \"fools,\" \"deaf, dumb, blind,\" \"evil,\" \"wicked,\" \"liars\" and \"the worst of created beings\" - and that's just a sample.\nIslam's obsession with unbelievers and the alleged threat they pose to Muslims is consistent with the Quran's guidelines for dealing with them. Perhaps the least malevolent approach is that of dhimmitude, wherein Jews and Christians are permitted to live among Muslims only if they accept second-class legal status and submit to the authority of Islamic law.\nBut the Quran goes much further, clearly and unequivocally urging Muslims to fight and kill unbelievers. For example, the chapter \"Spoils of War\" quotes Allah, who said \"I will cast terror into the hearts of those who disbelieve. Therefore strike off their heads and strike off every fingertip of them.\"\nThe Quran directs Muslims to make war on infidels until Islam rules the world: \"Fight then against them till strife be at an end, and the religion be all of it God's.\" As for tactics, the Quran advises believers to \"kill those who join other gods with God wherever ye shall find them; and seize them, besiege them and lay wait for them with every kind of ambush.\"\nAs shown by these sections and many others, violence is inherent in the religion of Islam itself. If the Quran is infallible as the Muslims believe, the text must be accepted in its entirety - including every passage inciting violence against unbelievers. It is not the rejection of Islam, but its literal acceptance that forms the basis of the ideologies of Hamas and al-Qaeda.\nIt is not only terrorism, but the use of force in general that is sanctioned by Islam. Combine this with the religion's complete intolerance of dissent, its insistence that the world's troubles are caused by unbelievers and the resulting vision of a world dominated by Islamic law, and one has the explanation for otherwise mystifying behavior: Rioting and death threats over anti-Islamic cartoons, death sentences for those who renounce Islam and terrorist plots by otherwise nice young Muslim men from quiet Canadian neighborhoods.\nNone of this is to equate Muslims with terrorists.\nIt is not to deny the obvious fact that most Muslims, especially in Western nations, live their lives in relative peace. But it is clear that those \"modern\" and \"mainstream\" Muslims are not reading the same Quran that Bin Laden is - they have chosen to select the agreeable passages and ignore those parts that seem unappealing.\nThe fact that many Muslims are peaceful, in other words, does not mean that \"Islam is peace.\" The same is true of Christianity, which was once committed to the spread of faith by force. Fortunately, Christianity was tamed by the Enlightenment and diluted by reason. Islam was not.\nIf the \"moderates\" truly believe Islam is a religion of peace, let their voices be heard. Let them make their case not by vague condemnations of terrorism, but by refuting the bulk of the Quran that preaches hatred toward and conquest of unbelievers.\nLet them make their case - not only to the Western world, but to the millions of Muslims who find motivation for violence in those pages.\n-Noah Stahl is a graduate student in computer and electrical engineering from Ft. Lupton, Colo.\n(C) 2006 Iowa State Daily via U-WIRE\n\nLoad-Date: June 15, 2006"
}