{
    "title": "Relief may be in reach for bankers fed up with SARs(2)",
    "publisher": "american banker",
    "year": 2018,
    "month": 6,
    "day": 13,
    "full text": "Banks and credit unions could receive some relief from filing nettlesome reports under the Bank Secrecy Act.\nLong-awaitedreform legislationis expected to be introduced in the House as early as Tuesday afternoon, a senior congressional aide said.\nThe Counter-Terrorism and Illicit Finance Act, sponsored by Reps. Blaine Luetkemeyer, R-Mo., and Steve Pearce, R-N.M., would triple the dollar threshold for filing currency transaction reports, to $30,000, and double it for suspicious activity reports, to $10,000.\nThe current thresholds have been untouched since Congress established them, in 1970 and 1996, respectively. Banks and credit unions have complained about the low reporting thresholds for years, arguing that they result in the filing of tens of thousands of reports where the value to law enforcement is dubious at best.\nFinancial institutions filed more than 916,000 suspicious activity reports in 2017 and are on pace to reach 940,000 this year, according to the Department of the Treasury's Financial Crimes Enforcement Network.\n\"Our bill streamlines the Bank Secrecy Act's framework, bringing our laws into the 21st century,\" Luetkemeyer said in a Tuesday statement to American Banker. \"It is a matter of national security to keep bad actors from accessing our financial system. This legislation is the first step in making the anti-money laundering regulatory regime work by modernizing the woefully outdated laws and streamlining regulations to increase effectiveness.\"\nOne provision that did not make it into the final version of the bill would have required small businesses to disclose information about their beneficial owners to Fincen. Such a measure was included in earlier drafts and it had broad support inside the financial services community, but it was opposed by the American Bar Association, as well as a number of conservative and business groups.\nLawmakers feared that such hostility could imperil the bill's chances for passage. The deletion came despite an eleventh-hour appeal by a coalition of anti-corruption groups, as well as Delaware's secretary of state.\n\"We support the framework contemplated in the draft, which proposes collection of beneficial ownership information by the Financial Crimes Enforcement Network and is consistent with the kind of effective and sustainable national approach we have long advocated,\" Delaware Secretary of State Jeffrey Bullock wrote in a Friday letter to the House Financial Services Committee.\nFincentried to tackle the issuelast month, implementing a rule that requires banks, credit unions and other financial institutions - rather than businesses - to report the beneficial owners of firms that open accounts or apply for certain types of credit. The reporting requirement applies to anyone holding at least a 25% ownership stake.\nJames Ballentine, executive vice president of congressional relations and political affairs at the American Bankers Association, called the decision to strip the beneficial-ownership provision from the bill \"a lost opportunity.\" Ballentine, however, said the bill still contained enough reforms to merit backing.\n\"It definitely seems like something we can support,\" he said.\nThe existing reporting thresholds for currency transaction and suspicious activity reports are outdated, Ballentine said, adding that \"any movement\" to increase them \"would be significant.\"\nCarrie Hunt, general counsel at the National Association of Federally-Insured Credit Unions, said her group also backs the bill.\n\"NAFCU is supportive of the Counter Terrorism and Illicit Finance Act and other efforts to modernize our nation's anti-money-laundering, countering the financing of terrorism regime,\" Hunt said. \"The bill's provisions help to clarify the current complex reporting structure and provide some relief to credit unions.\"\nSpeaking last month at a symposium organized by the American Enterprise Institute, Luetkemeyer, whose family has owned the $130 million-asset Bank of St. Elizabeth in Missouri for decades, said anti-money-laundering reporting had become a huge burden for community banks.\n\"I have talked to people at some of the big banks that have thousands of employees and spend millions of dollars to send hundreds of thousands SARs and CRTs to the Fincen folks,\" Luetkemeyer said at the event. \"I don't know if there's a big black hole somewhere that they all go into, but I don't know how they can review all of that documentation when it takes thousands of people to produce it.\"\nA 2016 report by the Heritage Foundation estimated that aggregate annual costs tied to Bank Secrecy Act compliance can run as high as $8 billion.\nIn addition to increasing the dollar thresholds for suspicious activity and currency transaction reporting, the bill also aims to make reporting more effective. It requires the Treasury Department to encourage the use of technology and to conduct a review to identify more reforms that could reduce reporting burdens and ensure the information reported is of \"a high degree of usefulness\" to law enforcement.\n\"What banks are most interested in is the value-add,\" Ballentine said. \"They want to help, but they also want to report the information that is most useful to law enforcement.\"\nLawmakers are apparently planning to place the bill on the fast track.\n\nhttp://www.americanbanker.com/news/relief-may-be-in-reach-for-bankers-fed-up-with-sars\n\nLoad-Date: June 12, 2018"
}