{
    "title": "Religious leaders weigh in on bin Laden",
    "publisher": "the will ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "May 03--TUPELO -- It's against their beliefs to celebrate the killing of any human being, say Christians and Muslims in Lee County, but Osama bin Laden's demise strikes a blow for principles that both religions value, like justice and peace.\n\"I wish they'd gotten him much earlier,\" said Hasan Khalil, a member of the Tupelo Islamic Center and native of Pakistan, where U.S. secret forces attacked a compound in which the al-Qaida leader was hiding.\n\"This is a very good thing, and perhaps it will bring peace to the minds and hearts of some people,\" added Khalil, whose son, a Marine, called him late Sunday with the news.\nChristians and Muslims both believe in a just war theory -- that taking life is permissible under certain circumstances. Killing bin Laden, the mastermind of the 9/11 attacks that claimed nearly 3,000 American civilians, clearly falls within the purview of this theory, leaders said.\nSince perpetrating the attacks nearly a decade ago, bin Laden has served as a symbolic figurehead for anti-American terrorism. One Tupelo minister thought of bin Laden's death in biblical terms.\n\"All throughout the Old Testament, when an evil ruler was overthrown, the people of God rejoiced,\" said the Rev. Chad Grayson, pastor of Tupelo First Baptist Church.\nStill, said Grayson, there's reason to be sad.\n\"God takes no pleasure in the death of the wicked,\" said Grayson, who's convinced bin Laden's soul is in hell.\nThe Rev. Clementine Mays shared Grayson's bittersweet reaction.\n\"His actions were awful, and he did evil things, and we should never excuse or condone terrorism, but as children of God we're also called to be witnesses to God's love and mercy,\" said Mays, pastor of Poplar Springs Christian Methodist Episcopal Church in Shannon.\nThe 9/11 attacks began a conversation about extremism and Islam's place in the world. Although bin Laden claimed to be a Muslim, said Ali Almasri, his actions were inconsistent with the true tenets of the faith. His death, therefore, is a blow against religious misunderstanding.\n\"We are living in God's kingdom, and the taking of innocent life and the spreading of hatred, which is what bin Laden did, is absolutely against the will of God,\" said Almasri, who serves as prayer leader at the Tupelo Islamic Center.\n\"If every lunatic who perpetrated evil in the name of a religion was allowed to represent that religion,\" said Almasri, \"we'd have a very bad world indeed.\"\nContact Galen Holley at 678-1510 or galen.holley@journalinc.com\nTo see more of the Northeast Mississippi Daily Journal or to subscribe to the newspaper, go to http://www.nems360.com/. Copyright (c) 2011, Northeast Mississippi Daily Journal, Tupelo Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: May 3, 2011"
}