{
    "title": "RELUCTANTLY, OBAMA SIGNS DEFENSE BILL",
    "publisher": "spokesman review",
    "year": 2012,
    "month": 1,
    "day": 1,
    "full text": "President Barack Obama signed a wide-ranging defense bill into law Saturday despite having \"serious reservations\" about provisions that regulate the detention, interrogation and prosecution of suspected terrorists.\n In a statement accompanying his signature, the president chastised some lawmakers for what he contendedwere their attempts to use the bill to restrict the ability of counterterrorism officials to protect the country.\n Administration officials said Obama was only signing the measure because Congress made minimally acceptable changes that no longer challenged the president's terrorism-fighting ability.\n \"Moving forward, my administration will interpret and implement the provisions described below in a manner that best preserves the flexibility on which our safety depends and upholds the values on which this country was founded,\" Obama said in the signing statement.\n Signing statements allow presidents to raise constitutional objections to circumvent Congress' intent. During his campaign for the White House, Obama criticized President George W. Bush's use of signing statements and promised to make his application of the tool more transparent.\n Obama's signature caps months of wrangling over how to handle captured terrorist suspects without violating Americans' constitutional rights. The White House initially threatened to veto the legislation but dropped the warning after Congress made last-minute changes.\n Among the changes the administration secured was striking a provision that would have eliminated executive branch authority to use civilian courts for trying terrorism cases against foreign nationals.\n The new law now requires military custody for any suspect who is a member of al-Qaida or \"associated forces\" and involved in planning or attempting to carry out an attack on the United States or its coalition partners. The president or a designated subordinate may waive the military custody requirement by certifying that such a move is in the interest of national security.\n The administration also pushed Congress to change a provision that would have denied U.S. citizens suspected of terrorism the right to trial and could have subjected them to indefinite detention. Lawmakers eventually dropped the military custody requirement for U.S. citizens or lawful U.S. residents.\n \"My administration will not authorize the indefinite military detention without trial of American citizens,\" Obama said in the signing statement. \"Indeed, I believe that doing so would break with our most important traditions and values as a nation.\"\n The $662 billion bill also authorizes money for military personnel, weapons systems, the wars in Afghanistan and Iraq and national security programs in the Energy Department for the fiscal year beginning Oct. 1.\n\nLoad-Date: February 27, 2012"
}