{
    "title": "REMEMBER 9_11_ WAR ON TERRORISM _ Bill of Rights under siege, critics cry",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 9,
    "day": 1,
    "full text": "The federal government's tactics in its terrorism investigation would have been unfathomable just a year ago. Authorities have locked people up in secret and without access to lawyers, asked meter readers and mail carriers to spy on households, applied the label \"enemy combatants\" to American citizens and imprisoned them in a military brig.\nAnd while many Americans say they'll sacrifice some personal freedoms in the post-Sept. 11 world, a growing number of legal scholars and civil libertarians suggest the government is running roughshod over the Bill of Rights.\n\"Many years from now, we'll probably be apologizing to another group of people --- just like we did to the Japanese-Americans interned here during World War II,\" said Stanley Sporkin, a retired federal judge in Washington.\nEarly last week, a federal appeals court declared that hundreds of secret deportation hearings conducted by the government since Sept. 11 were unlawful. \"Democracies die behind closed doors,\" warned a three-judge panel of the Sixth U.S. Circuit Court of Appeals. \"A government operating in the shadow of secrecy stands in complete opposition to the society envisioned by the framers of our Constitution.\"\nAJC\nAmid the criticisms, the Bush administration has thrust two top Justice Department officials --- including former Atlanta lawyer Larry Thompson --- front and center to defend its anti-terrorism policies.\n\"I am not ashamed to say we have used every legal weapon available in order to prevent and disrupt future terrorism acts,\" Thompson, the deputy U.S. attorney general, told a recent meeting of the National Association of Black Prosecutors in Los Angeles. \"We have been especially aggressive with respect to detention and surveillance.\"\nDefending the practice\nHolding enemy combatants outside the criminal justice system and its due process protections is a long-established practice of war, he said.\nMichael Chertoff, head of the Justice Department's criminal division, also offered a strong defense.\nU.S. Attorney General John Ashcroft \"is very, very conscious of civil liberties issues,\" Chertoff told the American Bar Association's annual meeting last month in Washington. \"In our discussions, he told us he wanted people to think outside the box, but never outside the Constitution. . . . You shouldn't think you are dealing with a bunch of barbarians.\"\nChertoff added, \"The basic issue is this: We are in a time of war. The consequences of missing another effort of conducting mass killing in the United States are horrendous.\"\nBut Ashcroft has yet to convince a secret federal court that the Justice Department should be granted broad new powers in the war on terrorism. In a recently unsealed ruling, the Foreign Intelligence Surveillance Court, which approves search warrants and wiretaps in espionage cases, said the government has abused the law and misled the court on dozens of occasions in the past. For these reasons, the court said, it would not lower the legal threshold required for obtaining search warrants related to terrorism.\nAshcroft said he is appealing that decision.\nThe Justice Department disclosed this setback shortly after announcing it will scale back its roundly criticized Operation TIPS (Terrorism Information and Prevention System). Civil libertarians said the program encouraged a nation of snoops, including neighbors spying upon neighbors.\nThe proposed network of tipsters initially was to include meter readers, mail carriers and others with access to people's homes. But now, Justice Department officials say, the program will focus only on the nation's highways and ports of entry. The agency will install a toll-free number for people to call later this year.\nSan Francisco lawyer James Brosnahan, who represented American Taliban fighter John Walker Lindh, derided the TIPS program. He accused the Justice Department of adopting policies that are \"as sinister as anything I've ever heard of and as counterproductive as anything I've ever seen.\"\nAshcroft, Brosnahan added, is \"one of the most dangerous people to hold office in a long time.\"\nEqually controversial is the government's indefinite detention of those arrested in the ongoing investigation of the Sept. 11 terrorist attacks. Some detainees are being held without formal charges and without access to lawyers.\nThe Bush administration has designated some individuals \"enemy combatants,\" which strips them of many of their legal rights and allows them to be held until the war on terrorism is over. Justice Department attorneys note that the president has separate duties --- one to enforce the criminal laws and another to prosecute a war, with the latter triggering a distinct and different legal framework.\nKey test cases\nThe cases of Yasser Esam Hamdi and Jose Padilla, two U.S. citizens whose detentions are being challenged in court, will likely determine whether the Justice Department can indefinitely detain terrorist suspects without trials and without lawyers.\nThe Louisiana-born and Saudi-raised Hamdi was captured as a member of the Taliban army in Afghanistan with, authorities say, an AK-47 in his possession. Hamdi, 21, initially was sent to a makeshift prison at the U.S. Navy base in Guantanamo Bay, Cuba. He was later transferred to a Navy brig in Norfolk, Va., after he revealed he was a U.S. citizen.\nLast month, a U.S. District Court judge ordered Hamdi be provided access to a lawyer and that the government release the information it has on him. But the federal appeals court in Richmond overturned that decision.\nPadilla, a former gang member, was arrested in Chicago's O'Hare International Airport on his return from Pakistan. Authorities say he was a member of an al-Qaida plot to detonate a \"dirty bomb\" that would spread radioactive material.\nHe is being held in solitary confinement at a military brig in Goose Creek, S.C., which has been set up to house both foreign and U.S. citizens designated as enemy combatants.\nOn June 9, President Bush declared Padilla to be an enemy combatant.\nBut an American Bar Association task force criticized the administration for not allowing U.S. citizens jailed as enemy combatants to go to court and consult a lawyer.\n\"While we must have the means to prevent more attacks like those of Sept. 11, we must also ensure that there are sufficient safeguards to protect the innocent and prevent possible abuses of power,\" the report said.\nRobert Hirshon, former president of the 400,000-member legal organization, said, \"With all due respect, we're suggesting that sometimes the government gets it wrong.\" It may be acceptable for prosecutors to do all they can to gather intelligence from the detainees, he said, \"but it doesn't mean you suspend the Constitution.\"\nIn arguing that both Hamdi and Padilla can be detained indefinitely and with few legal rights, Justice Department lawyers cite two World War II-era legal precedents.\nLegal precedents\nOne case involves eight German saboteurs --- one of whom contended he was a U.S. citizen --- who were arrested after crossing the Atlantic Ocean in submarines, landing on U.S. soil and burying their uniforms and bomb-making devices in the sand.\nIn 1942, the U.S. Supreme Court ruled that the detainees were not entitled to the due process rights afforded criminal defendants, regardless of whether they were U.S. citizens. In 1946, the federal appeals court in San Francisco arrived at a similar conclusion in the case of an Italian-American captured while fighting with Mussolini's troops in Sicily. He was transferred to the United States and held indefinitely until the war ended.\nWalter Purdy, a Middle East expert for the nonprofit Terrorism Research Center, endorsed the administration's anti-terrorism initiatives. \"We have to make sure the Justice Department has the tools and resources to put the pieces of the puzzle together,\" he said. \"There are some individuals [now being detained] we really need to be concerned about.\"\nChertoff, the Justice Department official who has orchestrated much of the administration's anti-terrorism efforts, said authorities are questioning combatants to gather intelligence information that will be used to hunt and prosecute terrorists.\n\"We now have a better, though far from perfect, fix on what's going on from an intelligence standpoint,\" he said.\nWartime calls for different tactics than those traditionally used against criminal suspects, he said. During the battles of Midway and Normandy, he added, \"American soldiers weren't asking judges for permission before shooting enemy soldiers or taking them into detention.\"\nThe administration's policies \"make people uncomfortable because they're different,\" Chertoff said. \"But I don't want to look at a victim or a relative [of someone killed in a terrorist attack] and say, 'We could have stopped this but we didn't want to make people uncomfortable.' \"\n\nGraphic\n\n \nPhoto: Top Justice Department officials, Larry Thompson (left) and Michael Chertoff, have been front and center in defending U.S. anti-terrorism policies./ STEPHEN J. BOITANO / Associated Press; Photo: The case of Yasser Esam Hamdi (center) will likely help determine whether the Justice Department can indefinitely detain terrorist suspects without trials and without lawyers. The Louisiana-born and Saudi-raised Hamdi was captured as a member of the Taliban army in Afghanistan./ TERRY RICHARDS / File; Photo: Jose Padilla, a former gang member, was arrested in Chicago's O'Hare International Airport on his return from Pakistan. Authorities say he was a member of an al-Qaida plot to detonate a \"dirty bomb\" that would spread radioactive material.\n\nLoad-Date: September 1, 2002"
}