{
    "title": "Remembering Africa___s forgotten wars",
    "publisher": "the new york times",
    "year": 2013,
    "month": 10,
    "day": 3,
    "full text": "This summer, I bought a cup of Dormans coffee from Nairobi's Westgate Mall. And now, the coffee shop is littered with shrapnel, bullet casings, and abandoned shopping carts.\nThe mall is located minutes from the nonprofit I worked at this summer and the house I lived in when I was 15.\nTo get to the mall, we drove on the left side of the road through narrow streets overcrowded with \"matatus\" (14-passenger minibuses), hawkers peddling pirated TV shows,  and a mishmash of locals, tourists, expats, and aid workers.\nThe mall was beautiful. Set a few kilometers from the hectic city center, it was a posh oasis in a smoggy city too small for its people.\nFrankly, the mall felt like America.\nBut now, Westgate has fallen. Literally. Much of the building collapsed after Kenyan Defense Forces fired rocket-propelled grenades into the mall to end their four-day siege against a group of more than a dozen terrorists. Al-Shabaab has claimed responsibility for this new urban warfare version of Islamic terrorism that left 72 dead, 200 wounded, and dozens missing,\nThe day of the attack, photos of the incident surged to number one on Buzzfeed's \"Hot List.\" The Wall Street Journal and The New York Times ran photos of scared shoppers from across the world running past advertisements for Matt Damon's latest action movie.\nBut even as the Westgate attack made its rounds across our headlines, war and genocide continued to gnaw at the continent of Africa, somehow largely unnoticed by the West. Who weeps for the millions slaughtered over the years in Liberia, Rwanda, Sierra Leone, Zimbabwe, and so on? Despite the social media blip that was the Kony 2012 movement, the Lord's Resistance Army still hacks its way across the heart of the continent, while we only worry about one attack in one country. There are 2 million dead after the decades-long South Sudanese rebellion.\nLike recent visiting journalist Keith Richburg said in his book \"Out of America,\" \"This is Africa, and they don't count the bodies in Africa.\"\nMy frustration is this: Americans only notice bodies in Africa when \"Islamic terrorism\" fits into the equation or when the attack occurs somewhere we can relate to. For decades, barbaric rebellions and state-sponsored terrorism in many African countries have crippled much of the continent, boasting a body count that jihadists would die for. And yet, as a nation, we remain pitifully indifferent.\nThis selective vision towards Africa means that heinous crimes go unnoticed because they aren't framed within the right terms. Americans paid attention to the Westgate attack because we could imagine ourselves in the mall. The now-charred African versions of Starbucks and Panera resonate with our self-obsessed yuppie culture. Had the attacks occurred in a country without malls, cars, or running water, perhaps American newspapers would have considered par for the course.\nThough generalizing Africa into a continent defined by endemic violence oversimplifies the complicated dynamics of individual countries, it is undeniable that dozens of conflicts have wracked the continent for decades. Nearly half of the continent's 55 recognized countries are in active conflict or have recently ended one.  From the blood-spattered creeks of Niger to the hellhole of the Democratic Republic of Congo , some of the most brutal wars in modernity rage across the continent.\nA conflict centered in the DRC and sometimes called \"Africa's First World War\" has resulted in some 5.4 million deaths. It is arguably the world's deadliest conflict since World War II. It would take 80,000 Westgate attacks for Kenya to catch up with the DRC.\nThe International Rescue Committee estimated in 2008 that more than 45,000 people - almost half  of them children - had died per month in the DRC conflict since 1998. The war has stretched for more than 15 bloodstained years. Though violence has decreased somewhat in recent months, more than 2.6 million Congolese live in refugee camps or on the run. Horrifying mass rape and slaughter punctuate the war.\nAnd yet, most people have never heard of this war. The U.S. has, yet again, turned a blind eye.\nBy funneling billions into wars involving Islamic radicals and ignoring conflicts like the DRC war, America has signaled that non-Muslim rebellions and state-sponsored terrorism can fly under our radar without U.S. involvement or, at the bare minimum, heavy political pressure. Perhaps  America's nightmarish involvement in Somalia has steeled the U.S. against involvment in Africa. Perhaps that is the necessary response. But America should dignify the millions dead with a reaction of some kind.\nRichburg was right. But I would modify his statement: No one counts bodies in Africa unless Islamic terrorists are to blame.\nI mourn for Kenya in the aftermath of the Westgate attack. But I also mourn for the continent, full of places too remote and too bizarre to warrant a Buzzfeed article.\n(31)\n\nLoad-Date: October 3, 2013"
}