{
    "title": "Remember the refugees when you vote this year (letter)",
    "publisher": "lnp ",
    "year": 2020,
    "month": 10,
    "day": 31,
    "full text": "A few years ago, every night before bed, I would set an alarm to call my congressman in the morning. When I woke up, I would grab my iPhone, yawning, and whisper, “Siri, call Congressman Smucker.”\nOn Sept. 24, 2017, President Donald Trump issued a presidential proclamation revising his original travel ban and restricting entry from a number of countries into the United States.\nAs a former refugee, I was deeply saddened and troubled by the ban. I thought of the many refugee women and children who would not get the beautiful opportunity my family had to become Americans. I thought of the young tech student from Nigeria, yearning for a quality education, or the refugee widow from Yemen, escaping famine.\nHowever, once I read past the headlines and saw that my country of origin, Chad (a leader in the fight against terrorism), was included in the controversial ban, I knew I had to call my local representative.\nI continued calling Congressman Lloyd Smucker’s office almost daily, urging him to side with Lancaster’s refugee families and this county's traditionally welcoming spirit.\nThe walls in my Musser Park apartment were thin, so my roommates and girlfriend knew I was up early, with my morning coffee, sharing my family’s story with the congressman’s office.\nMy family emigrated from Chad as refugees and victims of political unrest. We left our homeland to flee political persecution. I was born in a crowded refugee camp and almost died as a baby suffering from malnutrition and malaria. Luckily, my family was blessed with a diversity immigrant visa and resettled in Lancaster.\nHere, we would find peace and help other family members join us in our new home in East Hempfield Township. My uncle joined us years later and proudly served in our nation’s military as a petty officer in the Navy. My late grandfather, a retired colonel in the Chadian army, was able to spend his last days here in Lancaster before he was laid to rest in Manheim Township.\nI shared my story in an attempt to show how we as refugees became proud Lancastrians, and I urged Smucker to act on behalf of the countless families like mine here in our district. I also reminded the congressman’s office that Chad was a leader in the fight against state-sponsored terrorism in Africa and also on the front lines of the fight against Boko Haram in Mali and Nigeria.\nI, like many others, questioned why Chad was on the president’s list.\nUnfortunately I was met frequently with the same response, “We will pass your concerns on to the congressman.”\nTime went on and my calls to the congressman became less frequent, but the need for action became more evident.\nChad was removed from the travel ban in April 2018; however, other countries were added, and more families were barred from achieving the “American Dream.”\nRefugees here in Lancaster will be unable to bring their spouses and children over to join them, or have their elderly parents spend their last days around loved ones.\nThis is why we must remember the refugee story when we vote and organize this year. Both the refugee and immigrant community — and our neighbors born in this country — must unite to achieve our common goal of continuing to make Lancaster a welcoming place.\nThis means calling our representatives, supporting local candidates and urging friends and family to vote. The refugee and immigrant story has always been a political one. Many of us did not get to participate in free elections and fled our homelands to do so. Although some of our refugee friends cannot yet vote, we must find ways to empower them and remember their stories.\nThis task of highlighting refugee issues, and empowering our new neighbors, must not fall solely on the hands of immigrant and refugee leaders. We must come together as faith leaders, business owners and average citizens to remember our most vulnerable neighbors. That will mean taking time out of our own busy lives to help the lives of others. We will have to remind others of what’s at stake.\nWe must not just “talk the talk,” but “walk the walk” for the Nov. 3 election.\nMy older sister, Hawa Ahmed, who also shares my refugee story, recently took a sabbatical from her successful career working at a media firm in New York City to join Joe Biden's campaign as a senior TV analyst. When asked why she was joining the campaign and leaving her lucrative job, she simply replied, “This is too important.”\nNo matter whom you vote for, remember that it is up to us, and we must collectively stand up for our refugee and immigrant neighbors.\nTo former refugees and first-time immigrant voters: We must make our voices heard and vote.\nTo my nonrefugee neighbors: We must stand for our shared values and vote with Lancaster’s welcoming spirit in mind.\nWhether you volunteer at your polling place, set an alarm to call your representative or simply vote, please remember the stories of your immigrant and refugee neighbors on Nov. 3.\nAhmed Ahmed is a former refugee and local community organizer who lives in Lancaster city.\n\nLoad-Date: October 31, 2020"
}