{
    "title": "Remembering 9_11",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 15,
    "full text": "The 9/11 memorial in downtown Manhattan\nOn the anniversary of the terrorist attack in New York, CCNY looks back by Elsie Alonso\nThirteen years have passed since the terrorist attacks on September 11th, 2001, but it does not mean New York has fully recuperated. Last week, on the anniversary of the tragedy, those who lost friends and family, visited the World Trade Center Memorial Plaza to pay their respects.\n\"You couldn't say that it heals. I guess it's like a really bad burn. It gets scarred over. It gets uncomfortable and it's itching, but it's not that horrible pain we had for so long immediately afterwards,\" said the former FDNY commissioner, Thomas Von Essen. \"Time does help.\"\nOn Saturday, he ISIS terrorist group released a third beheading video, which triggered questions about terrorism post-9/11 as the city continued to mourn.\n\"People living in this city, people visiting this city should be aware of the threat of terrorism but should not be living in fear of it,\" Police Commissioner William Bratton commented to the media.\nLocally, CCNY students spoke up about how 9/11 changed their lives.\n\"I don't feel safe with my husband in the marines. It's a never ending worry,\" said Jenice Mendoza. \"I wish we didn't have terrorism. That way he would be safe serving the country.\"\nAnother student, Mervian Blue, thought back of when he was a child. \"For a while, whenever I saw a low flying plane I'd get really anxious. I remember I fainted once,\" he said. \"I just wanted to understand why there were groups out there compelled to want to hurt others. I think terrorism is a very insufficient way of describing the situation. Ideologies clash all the time. It doesn't mean one side is right or wrong. All it means to me is that people want something to change and they believe radical behavior will/ give them the power to change things.\"\nAs he recognized the 9/11 anniversary, President Obama focused on the future. \"Beginning tomorrow there will be teenagers, young adults, who were born after 9/11,\" he said. \"Though these young Americans did not know the horrors of that day, their lives have been shaped by all the days since. A time that has brought us pain, but also taught us endurance and strength. A time of rebuilding, of resilience, and of renewal.\"\n\nLoad-Date: September 15, 2014"
}