{
    "title": "Remembering the heroes of 26_11 Mumbai Terror Attack",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 11,
    "day": 26,
    "full text": "The 12th anniversary of the terror attack was attended by a limited number of people following the COVID-19 guidelines.\nMumbai : Floral tributes were paid on Thursday to the martyrs who laid down their lives while fighting terrorists who attacked Mumbai on November 26, 2008.\n\"Their sacrifice will never be erased from the memory of time and history. Today, we pay tribute to our saviours #2611Attack #2611Martyrs ,\" Mumbai Police tweeted.\nA tribute to the ones who sacrificed their lives to safeguard the rest! Remembering the martyrs of #2611Attack Watch LIVE at 9 am on 26/11/20 on the following links - Facebook https://t.co/mkq7TkWK27 Twitter https://t.co/vEjTtq5530 You tube https://t.co/mJamvlZlrc\nTheir sacrifice will never be erased from the memory of time and history. Today, we pay tribute to our saviours #2611Attack #2611Martyrs pic.twitter.com/9UL53u9jKZ\nMaharashtra Governor Bhagat Singh Koshyari, Chief Minister Uddhav Thackeray, state Home Minister Anil Deshmukh and Environment Minister Aaditya Thackeray paid their respects at the newly-built memorial at the police headquarters in south Mumbai.\nThe memorial has been relocated from the site at Police Gymkhana in Marine Drive to the police headquarters at Crawford Market due to the ongoing work on the Coastal Road project, said an official.\nThe 12th anniversary of the 26/11 terror attack was attended by a limited number of people in the wake of the COVID-19 pandemic.\nSome of the family members of the martyred police personnel also paid their tributes at the memorial.\nParam Bir Singh, Commissioner of Mumbai police tweeted, \"Saluting the Bravehearts whose sacrifice still ignites the spirits of millions #2611Attack #2611Martyrs #SalutingMartyrs.\"\nA tribute to the ones who sacrificed their lives to safeguard the rest! Remembering the martyrs of #2611Attack https://t.co/i3EIf5rHkD\nNCP Chief Sharad Pawar also paid tribute to the policemen and other security personnel who laid their lives during the 2008 Mumbai terror attack and called for a resolve to intensify the fight against terrorism.\nOn November 26, 2008, 10 Lashkar-e-Taiba terrorists from Pakistan arrived through sea route and opened fire, killing 166 innocent people, including 19 security personnel, injuring several others during the 60-hour siege in Mumbai.\nNine terrorists were later killed by security forces with the assistance of the country's elite commando force.\nAjmal Kasab was the only terrorist to be captured.\n\nLoad-Date: November 26, 2020"
}