{
    "title": "Removing an Iranian Group From the U.S. Terror List",
    "publisher": "the new york times",
    "year": 2011,
    "month": 8,
    "day": 19,
    "full text": "To the Editor:\n''An Iranian Cult and Its American Friends,'' by Elizabeth Rubin (Sunday Review, Aug. 14), repeats unfounded allegations against the People's Mujahedeen of Iran.\nThe People's Mujahedeen, also known as MEK, never cooperated with Saddam Hussein in his crackdowns against Kurds and others, and the current Iraqi foreign minister has confirmed this. Such allegations are spread by Iran's Ministry of Intelligence and Security to demonize the resistance.\nOther than repeating the mullahs' misinformation against the resistance by labeling it as a ''cult,'' the article does not mention any specific act of terrorism for which the group should remain designated by the United States State Department as a foreign terrorist organization.\nWhether one is a terrorist can only be decided based on the facts, and in the case of the MEK, courts in Britain, the European Union and the United States have determined time and again that it isn't involved in terrorism.\nLORD CORBETT OF CASTLE VALE Chairman British Parliamentary Committee for Iran Freedom London, Aug. 14, 2011\nThe letter was signed by 39 other members of the committee.\nTo the Editor:\nElizabeth Rubin's article on the MEK suggests that it deserves to remain on the State Department foreign terrorist organization list because of cultlike qualities that she observed when she visited its camp in 2003. Clearly, this is not the standard for designation as a terrorist group, with all the consequences that attach to such a label.\nFor that reason, the highest courts in Britain and the European Union have removed the MEK from their respective terrorist organization lists. And last year, the United States Court of Appeals in Washington chided the State Department for failing to provide proper evidence to warrant such a designation. The State Department has not yet responded.\nThe issue of who should rule Iran in the event its theocratic, terrorist mullahs can ever be replaced by a democratic regime is a question for the Iranian people to decide. It is not for the United States, as Ms. Rubin suggests, to prejudge who should contend for the support of the Iranian people in a free election.\nALLAN GERSON Washington, Aug. 15, 2011\nThe writer is one of the lawyers representing the MEK in its efforts to be removed from the State Department list of foreign terrorist organizations.\n\nhttp://www.nytimes.com\n\nLoad-Date: August 19, 2011"
}