{
    "title": "Removing Cuba from the List of Terror Sponsors, Finally",
    "publisher": "the new york times",
    "year": 2015,
    "month": 4,
    "day": 15,
    "full text": "There were a couple of questions American officials struggled to answer substantively when they announced on Tuesday that the White House has            decided to remove Cuba from the list of nations that sponsor terrorism.\nFor starters, what took so long?\n\"There is no periodic review of state sponsors of terrorism,\" an administration official said during a conference call with reporters conducted on condition of anonymity. \"It's not something we undertake on a regularized basis.\"\nThey also were unable to say when Cuba, which has been on the list since 1982, stopped sponsoring terrorist organizations.\n\"The evaluation of whether a state sponsors terrorism is not based simply on an act of terrorism,\" an official said, dodging the question. \"It is sustained support for international terrorism.\"\nAmerican officials have cited Cuba's past support for ETA, a Basque separatist group that is no longer operational, and Colombian guerrilla groups, as justification to keep them on the list. For several years, though, Cuban officials have maintained publicly and emphatically that they don't condone or support acts of terror. In recent years, Cuba has hosted peace talks between the Colombian government and the country's largest guerrilla group.\nRemoving Cuba from the list represents an important step toward normalizing relations between Havana and Washington. Barring congressional intervention, which seems unlikely, Cuba will be removed from the list within 45 days. That will allow the White House to formally eliminate one set of economic sanctions imposed on the island.\nThat would leave only Sudan, Iran and Syria on the list. The step is welcome, if overdue. Designations that subject countries to economic sanctions ought to be reviewed periodically and carefully. Keeping Cuba on the list for years without due cause allowed Havana to portray itself as a victim and Washington as a bully.\nClosing that chapter will make it easier for American and Cuban officials to open a dialogue about human rights and personal freedoms, two areas where the Cuban government is richly deserving of criticism.\n\nLoad-Date: April 15, 2015"
}