{
    "title": "Remocrats versus Depublicans",
    "publisher": "future of freedom foundation",
    "year": 2020,
    "month": 9,
    "day": 2,
    "full text": "While conservatives and progressives are all hyped up over the presidential election, this political farce is pretty pathetic from the standpoint of a libertarian. After all, the real issue for libertarians when it comes to Donald Trump or Joe Biden is: Which one will be worse from the standpoint of tyranny and oppression? That’s pretty pathetic.\nConsider the major issues on which both of these statists agree:\nSocial Security\nMedicare\nMedicaid\nPublic schooling\nWelfare\nFederal Reserve\nPentagon\nCIA\nNSA\nDrug War\nWar on Terrorism\nIraq\nAfghanistan\nSyria\nForeign interventionism\nMilitary industrial complex\nForeign military bases\nA managed and regulated economy\nIncome taxation and the IRS\nCDC and FDA\nMandatory lockdowns and mask-wearing\nImmigration controls\nEmpire\nTrade restrictions and trade wars\nAssassination\nTorture\nDenial of due process and trial by jury\nFBI\nGun Control\nMinimum wage\nForeign aid\nDepartments of Labor, Energy, Education, Homeland Security, and others\nFiat money\nWelfare state\nNational security state\nGiven the similar positions and philosophy, what then are Trump and Biden fighting about?\nThey and their cohorts are fighting over control. They each want to manage this corrupt and crooked system so that they will have the power and money that comes with it. That’s what this election is ultimately all about — power and money.\nDemocrats and Republicans are really just one big party divided into two wings, much as Major League Baseball is one entity divided into two leagues. One could call the two major parties the Remocrats and the Depublicans, given that there are no fundamental differences between the two of them.\nIf anyone wishes to understand the morass in which our nation finds itself, all one has to do is examine the list above. That’s the reason for the morass, compliments of both Remocrats and Depublicans.\nThere is one — and only one — way to pull our nation out of this deep morass—libertarianism, which necessarily entails a dismantling of all the things listed above. Libertarianism is the only way to restore freedom, peace, prosperity, and harmony to our land.\nThe post Remocrats versus Depublicans appeared first on The Future of Freedom Foundation.\n\nLoad-Date: September 3, 2020"
}