{
    "title": "RENDITION OF TERRORISM SUSPECTS TO INCLUDE MONITORING FOR ABUSE",
    "publisher": "the new york times",
    "year": 2009,
    "month": 8,
    "day": 25,
    "full text": "WASHINGTON -- The Obama administration will continue the Bush administration's practice of sending terror suspects to third countries for detention and interrogation, but pledges to closely monitor their treatment to ensure that they are not tortured, administration officials said yesterday.\nHuman rights advocates condemned the decision, saying it would still allow the transfer of prisoners to countries with a history of torture. They said promises from other countries of humane treatment, called \"diplomatic assurances,\" were no protection against abuse.\n\"It is extremely disappointing that the Obama administration is continuing the Bush administration practice of relying on diplomatic assurances, which have been proven completely ineffective in preventing torture,\" said Amrit Singh, an American Civil Liberties Union lawyer who tracked rendition cases under President George W. Bush.\nMs. Singh cited the case of Maher Arar, a Syrian-born Canadian whom the United States sent in 2002 to Syria, which offered assurances against torture but then beat him with electrical cable.\nThe announcement, by the Interrogation and Transfer Policy Task Force, seemed in part intended to offset the impact of the release yesterday of a long-withheld CIA inspector-general's report, written in 2004, that offered new details about brutal tactics the CIA used in interrogating terror detainees.\nThough the Obama administration had previously signaled that it would continue the practice of transferring suspects, known as renditions, some civil liberties groups were disappointed because as a presidential candidate Mr. Obama had strongly suggested that he might end the practice.\nIn an article in Foreign Affairs in the summer of 2007, Mr. Obama wrote, \"To build a better, freer world, we must first behave in ways that reflect the decency and aspirations of the American people.\" He continued, \"This means ending the practices of shipping away prisoners in the dead of night to be tortured in far-off countries, of detaining thousands without charge or trial, of maintaining a network of secret prisons to jail people beyond the reach of the law.\"\nThe Obama task force has proposed a more vigorous monitoring of the treatment of prisoners sent to other countries, but Ms. Singh said the usual method of such monitoring -- visits from U.S. or allied consular officials -- had been ineffective. A Canadian consular official visited Mr. Arar several times, but the prisoner was too frightened to tell him about the torture, according to a Canadian investigation.\nThe administration officials, who discussed the changes on condition that they not be identified, said that unlike the Bush administration, they would operate more openly and give the State Department a larger role in assuring that transferred detainees would not be abused. \"The emphasis will be on ensuring that individuals will not face torture if they are sent overseas,\" said one administration official, adding that no detainees will be sent to countries known to conduct abusive interrogations.\nRendition began to be used regularly under President Bill Clinton and expanded rapidly under Mr. Bush after the terrorist attacks in September 2001. U.S. intelligence agencies often appeared to send detainees to other countries to avoid the legal complications of bringing them to the United States.\nSome human rights advocates said they thought the Obama administration was maintaining the rendition program out of fear that its elimination would force the government to accept additional detainees and threaten Mr. Obama's pledge to close the detention center at Guantanamo Bay, Cuba, by January.\nThe modified transfer policy was recommended by a working group set up last January to study changes in rendition and interrogation policies under an executive order signed by Mr. Obama.\nAnother recommendation Mr. Obama approved was a proposal to set up a new multi-agency interrogation unit within the FBI that will oversee interrogations of top terror suspects, using largely non-coercive techniques the administration approved earlier this year.\nCreation of the new unit formally strips the CIA of its primary role in questioning high-level detainees, but agency officials said they would continue to play a substantial role in that effort.\n\nLoad-Date: August 25, 2009"
}