{
    "title": "RENEWED PATRIOT; A LEFT-RIGHT COALITION SHARES CONCERNS ABOUT RIGHTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 4,
    "day": 3,
    "full text": "Politics makes for strange bedfellows, but odd unions are exactly what a newly formed left-right coalition hopes will work to its advantage in modifying the Patriot Act. It's worth a try to prevent some of the more objectionable provisions of the nation's premier anti-terrorism law from becoming permanent when they expire at the end of this year. Still, the coalition calling itself \"Patriots to Restore Checks and Balances\" will take some getting used to.\nIt's not every day that former Rep. Bob Barr, a conservative Georgia Republican, holds a joint press conference with the head of the American Civil Liberties Union, who is flanked by gun-rights supporters and left-wing activists.\n And that's the point. A group of people normally at each other's throats wants Washington to look past customary divides when hearings on renewing the Patriot Act begin later. In other words, they want the ensuing debate to be framed on its merit, not labeled a liberal or conservative cause -- because it is neither.\n Contrary to some administration reactions, the diverse coalition is not dedicated to gutting the anti-terrorism law but curbing its reach. Keeping the Patriot Act as is, argues group leader Barr, \"will do great and irreparable harm\" to the Constitution.\n The government can now conduct intrusive acts like searching private homes and businesses without notice, or prying into personal data including medical histories or books obtained from the library on little more than fishing expeditions, or pursue suspects based on an overbroad definition of terrorism. The law, passed hastily after Sept. 11, 2001, need not be repealed, the group argues, but restricted in scope to preserve the very freedoms it was intended to protect.\n In a letter to the president, the unlikely coalition members expressed alarm that the administration is leaning on Congress to make temporary provisions of the Patriot Act permanent \"without any recognition of the serious reservations many Americans have about secret searches of their homes and their possessions by federal agents, as well as other far-reaching provisions.\"\n This battle could be bruising. But it is commendable that an unusual alliance of old adversaries has agreed to work together on an issue critical to all Americans, whether they're to the right, left or middle.\n The law that was rushed through Congress four years ago needs clarification to establish specific intent and boundaries which, left vague, only invite abuse. May the dialogue begin in earnest.\n\nLoad-Date: April 5, 2005"
}