{
    "title": "Renewal deja vu for terrorism backstop",
    "publisher": "business insurance",
    "year": 2007,
    "month": 8,
    "day": 27,
    "full text": "As the great philosopher Lawrence Peter Berra put it, ``it's dej… vu all over again.''\nBut dej… vu means thinking you've experienced something before when you encounter the situation for the first time. You think you've been there before, but you haven't. Unfortunately, the situation regarding the extension of the federal terrorism insurance backstop is a repeat of a very real event.\nAugust 2007 looks an awful lot like August 2005. As was the case two years ago, the backstop is slated to sunset on Dec. 31. And as was the case two years ago, extension legislation has yet to pass either house of Congress.\nOne difference comes in the fact that recently a bill to extend the program-and extend it by a hitherto unthinkable 15 years-won approval of the House Financial Services Committee only days before Congress broke camp and headed home for the August recess. That's progress, but it's offset by the fact that no companion legislation has surfaced in the Senate and what ultimately emerges in the Senate will almost surely be much more modest in terms of both scope of coverage and duration of extension.\nSupporters of the backstop-supporters that include the Risk & Insurance Management Society Inc., all major property/casualty and life insurance trade groups and assorted other business and public policy organizations-had reason to believe this August would not track August 2005 so closely. Within weeks of last year's off-year elections that gave Democrats control of both houses of Congress for the first time in a dozen years, I asked the prospective chairmen of the committees that would deal with the backstop issue what kind of priority they placed on extending the backstop. At separate press briefings, both answered that the backstop was high priority, and one that they intended to deal with sooner rather than later.\nThat was before Christmas and now we're looking at Labor Day. There's a distinct possibility that events will continue to track those of two years ago a bit too closely for comfort. Even though we're a bit ahead of the 2005 curve, given the Financial Services Committee's vote, there's a lot of work left to do.\nWhen Congress returns, the House will have to take up the measure approved by the Financial Services Committee. The Senate Banking, Housing and Urban Affairs Committee will probably come up with its own bill, which will have to go through the legislative process.\nAssuming that both chambers approve their own versions of the bill, those versions will have to be reconciled by a conference committee and then returned to both chambers for final passage and then on to the White House for the president's signature.\nThat's time consuming under any circumstances. But further complicating the situation is the fact that the administration has already made its displeasure with the House bill known, particularly with the 15-year extension provision. I doubt that President Bush would veto any terrorism insurance measure approved by both chambers, given the support for extension from what is often a key Republican constituency-insurance agents-when the president's party will need all of the support it can muster in 2008. But administration opposition could scale back the final bill-or delay passage until the last possible moment, as happened in 2005.\nThe question is how far the bill would be pared back to be acceptable to the White House and its congressional supporters. If 15 years isn't acceptable, would a shorter extension-say six years-work? Or will the only acceptable extension be two years? I certainly hope not, if only because I don't want to be writing this column again in August 2009.\n\nGraphic\n\n \nArt Credit: MARK A. HOFMANN\n\nLoad-Date: September 1, 2007"
}