{
    "title": "RENO REFUSES TO LET MILITANT ANTI-ABORTION LEADERS ATTEND TALKS",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 10,
    "day": 31,
    "full text": "Attorney General Janet Reno vowed Friday to investigate attacks on abortion clinics, and she refused to meet with three militant anti-abortion group leaders after discovering they had been invited.\nReno called separate meetings Friday with both abortion rights activists and groups opposing abortion. She is trying to decide what action the federal government should take to prevent violence at the clinics.\nShe told the abortion rights activists that the Justice Department would investigate whether there was a pattern of violence against clinics that might constitute illegal domestic terrorism.\nThe investigation had been disclosed earlier, and Reno said a Justice Department official in charge of the terrorism and violent crimes unit would coordinate the inquiry.\nPamela Maraldo, president of Planned Parenthood Federation of America, said, \"We had thought nothing was being done. Her comments allay our concerns, at least for the time being.\"\nJulie Anbender, a Justice Department spokeswoman, said that after Reno learned that the leaders of Operation Rescue and Rescue America were coming to the meeting of abortion opponents, the attorney general ordered that their invitations be withdrawn. Those groups have staged mass protests at clinics, blocked the entrances in an effort to prevent abortions and displayed dead fetuses.\nAnbender quoted Reno as saying she has always taken the position that she would meet \"only responsible groups,\" not organizations that condone violence explicitly or implicity and not with \"people that violate the law.\"\nThe invitations had been extended earlier this week. Anbender refused to identify the Justice Department aide who sent the invitations to the militants.\nPatrick Mahoney, a spokesman for Operation Rescue, said he was told Friday morning that his invitation was withdrawn but that he was not given an explanation. He and two other militant anti-abortion group leaders still came to the Justice Department in an unsuccessful attempt to attend the meeting but were turned away.\n\nLoad-Date: November 1, 1993"
}