{
    "title": "RENO DELAYS PALESTINIAN 'S JAIL RELEASE THE MAN HAS BEEN HELD FOR 3 YEARS WITHOUT CHARGES. HE MAY HA",
    "publisher": "the philadelphia inquirer",
    "year": 2000,
    "month": 12,
    "day": 13,
    "full text": "Attorney General Janet Reno blocked the release yesterday of a Palestinian who has been jailed on secret evidence for three years without charges.\nReno delayed the release of Mazen Al-Najjar, 43, until at least Friday, saying she wanted to \"personally review the appropriateness\" of allowing him to go free.\nThe government maintains that Najjar, an academic, had links to terrorists and was a threat to national security. He has denied any ties to terrorists. Not even his lawyers have seen the evidence against him.\n\"I am disappointed that after more than 3 1/2 years of reviewing my case, Janet Reno says she needs more time to review it,\" Najjar said through his attorney Martin Schwartz.\nReno's order came shortly after 9 a.m. as his family waited with an $8,000 check to post bail and secure his release. With Najjar's wife, Fedaa, were his three daughters, Yara, 12, Sarah, 10, and Safa, 5.\nUntil June, they had been allowed to visit their father only once per year. Since then, they have been allowed monthly visits.\nNajjar, who was raised in Saudi Arabia and Egypt, has been in the United States since 1981, his student visa long expired. A hearing on his application for asylum is expected to be held in January.\nHe and his brother-in-law were associated with the World and Islam Studies Enterprise, a think tank affiliated with the University of South Florida, and the Islamic Committee for Palestine, which says it fosters better understanding of Muslim issues.\nThe U.S. government alleged the Florida groups fronted for the Islamic Jihad, which has claimed responsibility for Mideast terrorist bombings.\nU.S. Immigration Judge R. Kevin McHugh ordered Najjar's release last week, saying the government had failed to give the man enough information to defend himself. The Board of Immigration Appeal stopped the release, then lifted its order Monday.\nNajjar's cause has been championed by lawyers, civil rights groups, and members of Congress who say his detention without charges and on the basis of evidence he cannot see is unconstitutional.\nRep. David E. Bonior (D., Mich.) was among those waiting on the steps of the jail yesterday. \"I'm stunned and disappointed,\" said Bonior, who has sponsored legislation to overturn the 1996 law allowing detention on secret evidence.\n\nLoad-Date: February 5, 2002"
}