{
    "title": "RENO , FBI CHIEF WARN CONGRESS OF CHEMICAL, BIOLOGICAL TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 4,
    "day": 23,
    "full text": "U.S. cities and towns remain vulnerable to chemical and biological terrorism even though steps are being taken to try to better deal with such attacks, Attorney General Janet Reno and FBI Director Louis J. Freeh told Congress yesterday.\nMore needs to be done, the officials said, suggesting it may only be a matter of time before there is a terrorist attack with chemical or biological weapons with what Freeh called potentially ''catastrophic consequences.''\n''We need to make sure we have a significant stockpile - and I don't think we do - of vaccines and other medications,'' Reno said before a joint hearing of the Senate Intelligence Committee and Judiciary subcommittee on technology and terrorism. The panels have been holding a series of hearings on terrorism.\nFreeh testified that local police lack adequate equipment for dealing with such attacks, calling that ''the greatest vulnerability that we have right now.''\nThe February anthrax scare in Las Vegas served as a ''dress rehearsal'' that taught some important lessons, he said.\nTwo men were arrested Feb. 18 on suspicion of having deadly weapons-grade anthrax. The charges were dropped five days later when the material was found to be a veterinary vaccine.\nIn retrospect, Freeh said, it took the FBI too long - 30 hours - to determine the material posed no threat. The substance had to be shipped to a government lab in Washington, D.C., for analysis.\n''That's a long time to wait for an answer,'' said Freeh. He said the FBI is trying to develop alternate ways of providing such analyses, such as mobile facilities and regional labs.\nSen. Carl Levin, D-Mich., said classified administration testimony earlier this week suggested a ''high degree of likelihood that such an attack would occur in 10 years.''\nNeither Reno nor Freeh would provide publicly their estimate of the probability of such an attack, but Freeh said, ''It's an issue that requires a lot of attention.''\nFor example, he noted that court testimony suggested Ramzi Yousef imprisoned for life for masterminding the Feb. 26, 1993, World Trade Center bombing in New York - considered using chemical weapons in that attack. Six people were killed in the bombing.\nIn addition, a Japanese cult released nerve gas on the Tokyo subway in March 1995, killing 12 people and sickening thousands of others.\nSen. John Kyl, R-Ariz., who presided over the hearing, said the classified briefing the committee received ''painted a sobering picture of growing proliferation networks, aggressive national chemical-biological-weapons development programs and increasing levels of violence and lethality associated with terrorism.''\nReno said she is working with Sandy Berger, President Clinton's national security adviser, on a new directive setting out federal roles for counterterrorism activities. It would update a three-year-old directive issued after the Oklahoma City bombing on April 19, 1995, that killed 168 people and injured hundreds more.\nReno is also expected to develop a master plan for dealing with terrorism by Dec. 31, and she suggested one legislation she might make would make it unlawful merely to possess certain chemical and biological substances. Current law requires a demonstration of intent to use the material as a weapon.\n\nLoad-Date: April 24, 1998"
}