{
    "title": "Reno criticizes terrorist prosecutions",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 13,
    "full text": "Former Attorney General Janet Reno said the U.S. government must be careful to avoid selectively using facts when prosecuting suspected terrorists.\nReno, who served as attorney general under President Bill Clinton, said prosecutors often allow prejudices to skew their use of facts.\n\"But what I've discovered (from being a prosecutor and attorney general) is that we get tunnel vision,\" Reno said. \"We want the facts to be something and we wish them into being.\"\nReno made her comments while speaking to an audience of mostly students and professors at the S.J. Quinney College of Law on Tuesday. Her speech focused on the role technology plays in helping prosecute terrorists and the attention prosecutors should give to facts.\nReno did not specifically name members of the Bush administration or the Department of Justice, but criticized their practices in general.\n\"We have obscured that truth with other overlays that don't lead to the truth, but lead to murky prosecutions and to intelligence efforts that should be headed in another direction,\" she said.\nReno specifically spoke out against waterboarding, an interrogation technique where water is poured over the face of a detainee to evoke a drowning sensation. Lawmakers and others have criticized the George W. Bush administration for waterboarding several suspected terrorists.\nBefore denouncing the practice, Reno reiterated that decisions must be made by applying the law to the facts.\n\"With that understood, I am opposed to torture, I am opposed to waterboarding, and if I were reviewing the facts I would make sure that I understood what people were talking about when they said waterboarding,\" she said. \"Because here is an example of where people can get into trouble by misstating the facts, confusing the facts.\"\nMartin Stolz, a first-year law student, said he thinks the Bush administration has abused the facts.\n\"I think that our current administration has fallen prey precisely to the danger Janet Reno spoke of,\" he said.The real danger is that these murky prosecutions undermine the confidence we have in the rule of law and the trust other nations have in the United States, Stolz said.\nTo avoid misusing the facts, Reno said prosecutors must engage in \"good, hard self-searching\" and pay particular attention to nuances in language, which she said can change meaning drastically.\n\"Facts can produce so many answers if we search hard enough for them, but too often we don't, and too often, even having searched, we do not apply the law to the facts as we should,\" she said. \"These are small items, but they make a tremendous difference when you're sitting there having to make the decision of arrest or not arrest, of file charges or not file charges.\"\nReno said the key to fighting terrorism on an international level is collaboration. She repeatedly praised the law school's collaborative efforts.\n\"Unless we start adding collaboration like I've seen here today, were not going to be successful in fighting terrorism,\" she said. \"Collaboration is the name of the game.\"\nReno said the United States must work with other nations to fight terrorism because there are too many variables of terrorism that the U.S. government has not dealt with directly.\nReno concluded her speech by talking about the challenge of finding truth, a lesson she learned from her father who worked as a crime reporter for the Miami Herald.\n\"My mother once told me truth is elusive,\" she said. \"And it is a very elusive target.\"\n(C) 2008 Daily Utah Chronicle via U-WIRE\n\nLoad-Date: February 13, 2008"
}