{
    "title": "Rep. King's jihadi witch hunt stokes irrational fears",
    "publisher": "the world",
    "year": 2011,
    "month": 3,
    "day": 9,
    "full text": "WASHINGTON - Rep. Peter King, chairman of the House Homeland Security Committee, is about to convene hearings whose premise offends our nation's founding ideals and whose targets are law-abiding members of a religious minority. King has decided to investigate Islam.\nA Republican from Long Island in his 10th term, King seems untroubled that the freedoms of religion and association are guaranteed by the Constitution. His public exercise in Islamophobia, scheduled to begin Thursday, can do no good - and much harm.\nThe legitimate-sounding goal of this exercise, King explained Sunday on CNN, is to investigate \"self-radicalization going on within the Muslim community\" and the threat of homegrown Islamic terrorism. Who doesn't want to uncover al-Qaida sleeper cells? Who doesn't want to do everything that is possible - and legal - to prevent terrorist attacks?\nBut King further alleges that Muslim Americans have failed to demonstrate \"sufficient cooperation\" with law enforcement in uncovering potential terrorist plots. With this libel, King casts doubt on the loyalties of millions of Americans solely because of their faith. This is religious persecution - and it's un-American and wrong.\nKing says he only wants to root out potential terrorists and bears no animus toward the vast majority of Muslim Americans. But he once complained that \"unfortunately, we have too many mosques in this country,\" and on another occasion offered the ludicrous opinion that \"80 to 85 percent of mosques in this country are controlled by Islamic fundamentalists.\" His claim to be free of anti-Muslim bias lacks credibility.\nThe irony is that it would be perfectly appropriate for King and his committee to look into any and all potential sources of domestic terrorism, emphasis on any and all. Before the 9/11 attacks, people seem to forget, the deadliest single act of terrorism on U.S. soil had been perpetrated by a right-wing loser named Timothy McVeigh - who was not, as it happened, a follower of Islam. For more than a century, the most remorseless and violent terrorist organization in the nation was the Ku Klux Klan. Watchdogs such as the Southern Poverty Law Center would be happy to share with King voluminous information about heavily armed militia groups out in the backwoods, training for some imagined Armageddon.\nBut the fact is that the 9/11 atrocities were indeed committed by men who espouse a version of Islam - one that the vast majority of the world's 1.2 billion Muslims reject as warped and blasphemous. It's also true that al-Qaida and its affiliates continue to mount attacks against the United States and the West, and that jihadist ideology is a deadly weapon.\nSome conservatives make a frank argument for ethnic and religious profiling as an anti-terrorism tool. They scoff that failing to single out Muslims for extra scrutiny is nothing but political correctness.\nThese self-styled \"realists\" are stoking irrational fears while ignoring rational ones. King offers no support for his insinuation that Muslim Americans are giving aid and comfort to terrorists; to the contrary, Muslim clerics and worshipers in this country have been vocal in their rejection of jihadist rhetoric and violence. And unless King believes Muslims are clairvoyant, why would he expect them to be any better than Christians, Jews or anyone else in identifying lone-wolf gunmen or bombers whose private torment becomes obvious only in retrospect?\nSecurity hearings that focus exclusively on Muslim Americans serve only to amplify the rumblings of Islamophobia that seem to become louder and crazier by the day.\nBad enough is the ridiculous controversy over the proposed Muslim community center in Lower Manhattan that became known as the \"Ground Zero Mosque.\" This episode taught Muslim Americans that even a mainstream cleric, specifically bent on building an institution for interfaith outreach and understanding, is not welcome to enjoy the nation's guarantee of religious freedom.\nWorse is all the ugly noise - it doesn't qualify as debate - about the imagined encroachment of Islamic sharia law. As a threat to the American way of life, the chance that our justice system would be taken over by \"creeping\" sharia is less likely than the emergence of Godzilla from New York Harbor. Yet state legislatures are taking up actual legislation to guard against this imaginary Islamic threat.\nThe narrative that al-Qaida uses to recruit suicide bombers is that the United States and the West are not fighting terrorism but trying to destroy Islam. Peter King, with his little hearings, is about to make it harder to refute the jihadists' big lie.\nRobinson is a columnist for The Washington Post.\n\nLoad-Date: March 9, 2011"
}