{
    "title": "Rep. John Kavanagh finally wins crusade to significantly alter Arizona 's 9_11 monument",
    "publisher": "the day ",
    "year": 2011,
    "month": 4,
    "day": 25,
    "full text": "Five years after it became a political football in a gubernatorial race and four years after it was initially altered, the state's Sept. 11 monument was once again the target of a Republican lawmaker with a personal connection to the terrorist attacks.\nRep. John Kavanagh, R-Fountain Hills, has battled to change the memorial since he got to the Capitol in 2007 and he finally won his crusade against phrases he and other Republican critics have deemed unpatriotic.\nA strike-everything amendment he authored to HB2230 would remove from the monument metal panels containing 11 phrases. The memorial, located in Wesley Bolin Memorial Plaza near the Capitol, consists of a raised stainless steel disc with 54 phrases laser-cut into the panels in a way that allows the phrases to be read on the floor when sunlight shines on the monument.\nMembers of the 9/11 Memorial Commission, who designed the monument, have said the intent was to reflect the range of emotions people felt in the wake of the attacks. But the memorial, which was dedicated on the fifth anniversary of the attacks, has faced a wave of criticism from conservatives for its perceived anti-America bias.\nAmong the phrases deemed inappropriate by lawmakers are \"Fear of foreigners,\" \"Must bomb back,\" \"You don't win battles of terrorism with more battles,\" and \"Foreign-born Americans afraid. \"\nThe monument became an issue during the 2006 gubernatorial contest between Gov. Janet Napolitano and Len Munsil, her Republican challenger. Munsil called for the memorial to be torn down, and the Arizona Republican Party produced a commercial blaming Napolitano for the monument and calling it a \"shameful insult\" to victims of the attack.\nIn 2007, the 9/11 Memorial Commission removed two phrases, added seven more and installed two panels that explained the memorial.\nThe controversy surrounding the memorial has remained dormant since a bill Kavanagh sponsored in 2008 narrowly failed in a Senate committee.\nBut Kavanagh, a retired New York/New Jersey Port Authority police officer who worked alongside some of the officers who died in the terrorist attacks, refused to let the issue drop.\n\"To see their memories so disrespected by this inappropriate display is very, very disturbing to me,\" he said in an interview about the amendment.\nBut not everyone thinks the choice of the memorial's words needs to be rehashed. House Democrats argued the memorial has been well-received by the community, save for a few conservative critics. And even that criticism, they argue, has passed.\n\"The controversy has died down,\" House Minority Leader Chad Campbell, D-Phoenix, said in an interview.  \"I don't think we need to go through this again. \"\nThe Senate Appropriations Committee on March 30 passed the strike-everything amendment.\nUnder Kavanagh's bill, the controversial panels would be recycled as scrap metal, and private donations would pay for all repairs. The bill does not require that the panels be replaced, which Kavanagh said was because he didn't want to start the process over again.\nKavanagh said the question isn't whether he agrees with the sentiments or what they're trying to convey. The point is that the memorial is not serving its purpose.\n\"A memorial is a memorial,\" he said. \"It should be totally apolitical. It should not speculate on cause and effect. \"\nBut proponents of the current design argue that it's serving exactly the purpose it was designed for: a reflection of what 9/11 meant to Arizonans.\n\"The commission wanted to capture what it was like to be in Arizona after Sept. 11,\" said Assistant House Minority Leader Steve Farley, D-Tucson. \"That's how we felt. We felt conflicting emotions. \"\nFarley has been a staunch opponent of changing the monument, arguing that doing so would be censorship, or even a violation of the First Amendment.\nBut Kavanagh asserted that, because the memorial is on public land, the elected officials, representing their constituents, are within their rights to change it.\n\"The public may dictate what goes on public land,\" he said. \"This is not censorship. \"\nDuring the April 19 vote on the House floor, Kavanagh again carefully explained his intention to keep the memorial from being a \"lightning rod\" for controversy, adding that he didn't think any of the 9/11 Memorial Commission's members intended to create controversy.\nOther lawmakers were not so guarded: Rep. Jack Harper, R-Surprise, called the group \"a squishy, hate-America-first crowd\" and said he was glad the \"anti-American\" phrases were being removed.\nDiscussing the bill before the floor vote, Kavanagh acknowledged that he does see problems with some of the phrases.\nHe said the sentiment that violence doesn't solve terrorism, for example, is \"a slap in the face to our servicemen and women who have gone to battle against terrorism. \"\nThe \"fear of foreigners\" and similar phrases \"suggest we're a nation of xenophobes. \" The \"must bomb back\" panel \"suggests our reaction was not thoughtful, it was reflexive. \"\nAnd the \"feeling of invincibility lost\" phrase \"suggests we were arrogant\" before the attacks.\nBut during the vote, other representatives challenged such interpretations.\nRep. Debbie McCune Davis, D-Phoenix, recalled the day that the memorial was unveiled. She was sitting with people who had lost family members in the Sept. 11 attacks. All of them, she said, understood and appreciated the message of the memorial.\n\"This bill superimposes your feelings on them,\" she said to the bill's proponents, \"and, somehow, I don't think that's very American. \"\nKavanagh said he doesn't deny that some people may agree with some of the sentiments, but argued there should be another space where they can be discussed - a 9/11 museum, for instance.\n\"In the Nixon Presidential Library and Museum, there's a room dedicated to Watergate,\" Kavanagh said. \"They don't put it on his gravestone. \"\nBut that's the catch, the memorial's proponents argued.\n\"If it's meant to be a gravestone, it fails miserably,\" Farley said. \"But that's not what it's meant to be. \"\nWhen the bill, with Kavanagh's amendment, came up for a vote it was approved along straight party lines in both chambers. The final tally was 21-9 in the Senate and 39-20 in the House. It is now awaiting action by Gov. Jan Brewer by May 2.\nMonument changes\nThe 11 phrases that would be removed under Kavanagh's bill include: * \"Fear of foreigners\" * \"09 15 01 Balbir Singh Sodhi, a Sikh, murdered in Mesa\" * \"Foreign born Americans afraid\" * \"Feeling of invincibility lost\" * \"Must bomb back\" * \"You don't win battles of terrorism with more battles\" * \"Violent acts leading US to war 05 07 1915, 12 07 1941, 08 04 1964 & 09 11 2001\" * \"06 03 02 Congress questions why CIA & FBI didn't prevent attacks\" * \"FBI agent issues July 2001 warning in 'Phoenix Memo'\" * \"03 13 02 New Afghan leader elected\" * \"Middle East violence motivates attacks in US\"\n\nLoad-Date: May 2, 2011"
}