{
    "title": "Rep. Seth Moulton speaks with College Democrats at USC",
    "publisher": "university wire",
    "year": 2019,
    "month": 3,
    "day": 19,
    "full text": "U.S. Rep. Seth Moulton spoke to USC's College Democrats on Tuesday night, answering questions and asking some of his own.\nMoulton has been the representative for Massachusetts' 6th Congressional District since 2015 and is considering adding his name to an already long list of potential democratic presidential candidates.\nMoulton started off with a brief introduction, sharing his background and what motivated him to get involved in politics. He talked about how the experience as a Marine in Iraq changed his life, describing it as some of the best days and worst days of his life.\n\"Some of the worst days were when I felt, for the first time in my life, like my government had really let me down,\" Moulton said.\nThis is one of the fundamental reasons Moulton decided to run for Congress - to help change what he says is a failing system. Lauryn Workman, a second-year history student, said Moulton's dedication stood out to her.\n\"My biggest takeaway was his dedication to changing America, and not only that, but dedication to the issues [in America],\" Workman said.\nMoulton criticized the current White House administration, citing a failure with the recent New Zealand shooting. Moulton said that the shooting wasn't just a product of a gun problem (though he is a strong advocate for gun control), but instead a product of a larger hate problem. He's dismayed that he fought a war on terror just for terrorism to be fostered by the current president of the U.S., who was cited as part of the New Zealand shooter's inspiration, he said.\n\"It turns out that there are people right here at home who are sowing the seeds of terrorism in America, and we have a president who is literally throwing fertilizer on the garden.\"\nAfter his speech Moulton answered questions about a multitude of topics, including common sense gun laws being blocked by the National Rifle Association, the education system, support for the DREAM Act and every American having a job in the new economy.\nStudents said they enjoyed the chance to learn more about the congressman. Richard Dorman, a first-year political science student, said it was nice to learn more about Moulton, considering he isn't one of the more famous politicians.\nSome students were not as impressed with Moulton, such as Ethan Magnuson, a second-year political science and geography student.\n\"I don't think he's necessarily presidential material, no offense to him. I just feel like his place is probably in Congress,\" said Magnuson.\nIn his closing remarks, Moulton shared one of his core beliefs as a patriot. He said that America is not perfect, but that it's OK, because America is at its best when citizens acknowledge they don't have everything figured out.\n\"Get involved in politics, it matters right now,\" Moulton said.\n\nLoad-Date: March 20, 2019"
}