{
    "title": "REP. EMERSON SUGGESTS STRONG LINK BETWEEN HUNGER, TERRORISM; FEEDING CHILDREN ABROAD IS GOOD FOR U.S",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 7,
    "day": 5,
    "full text": "Alisha Meyers is evidence that guns and tough-talk diplomacy are not America's only weapons in the war on terrorism.\nMeyers returned to the United States this spring after a yearlong fellowship in Sudan and Kenya, where she helped design a five-year food aid plan for poor farmers whose fields were ravaged by a decades-long civil war.\nThe 26-year-old Fulbright scholar from Ohio is adamant that fighting hunger is a step-by-step effort. UNICEF, the United Nations children's agency, estimates that 828 million people worldwide are chronically undernourished. Every small contribution, Meyers said, makes a difference.\nThose small contributions may also be making a difference in the U.S.-led crusade to end terrorism. Plagued by poverty and political inst ability, Sudan is like so many of the world's trouble spots: The same country where Meyers worked to feed the hungry was once home to one of Osama bin Laden's al-Qaida terrorist training camps.\nU.S. State Department officials have long linked hunger in places like Sudan to internal factionalism and corruption. Now, with homeland security concerns central to politics in Washington, some international relief organizations and members of Congress say that hunger is also at the root of terrorism.\nReps. Jo Ann Emerson, R-Cape Girardeau, and Jim McGovern, D-Mass., backers of a program that feeds hungry children with surpluses from American farmers, said making the connection was both valid and politically necessary.\n\"Part of our own domestic security depends on other countries feeling secure in themselves,\" Emerson said. \"There's a clear line we can draw between the two.\"\nThe Emerson-McGovern initiative, known as the Global Food for Education Program, reaches 9 million children in 38 countries. Under the guidelines of the program, children only get the food if they attend school; in many communities, the program has more than doubled the number of girls who receive a basic education.\nLess hunger and more education lead to more political stability, McG overn said. And that means a less welcoming breeding ground for terrorism.\n\"What we've been trying to do is make the case … that (world hunger) is very much about combating terrorism,\" he said. \"If we can be known as the country that is feeding hungry children in many parts of the world, I think that it creates a lot of goodwill.\"\nOf the world's 828 million hungry, UNICEF estimates that 300 million are children.\nSara Piepmeier, a Chicago-based spokeswoman for the World Food Program, views the problem in terms of an equation.\n\"The more we can do to … break the cycle of hunger, the more stable the world is,\" she said.\nThe World Food Program is fighting hunger epidemics in Southern Africa and Indonesia, which are home to the world's largest number of Muslims. Indonesia also is the target of a $16 million U.S. military aid package that State Department officials say will bolster the nation's domestic anti-terrorism capabilities.\nBut Emerson and McGovern worry that such increases in defense spending may make it difficult to sustain funding for world hunger aid.\nThe law behind the Global Food for Education program authorizes Congress to spend up to $1.3 billion over the program's lifetime. In 2000, the administration of President Bill Clinton established a $300 million pilot program.\nBut in this year's farm bill, legislators only approved $100 million in funding.\nEmerson and McGovern said they hoped to add more. The push for more funding, they said, was all the more reason to educate the public.\nSince Emerson assumed control this spring of the Congressional Hunger Center - the nonprofit organization that granted Meyers her fellowship - the three-term member of Congress said that had been her goal.\nShe also hopes to continue the legacy of her late husband, Rep. Bill Emerson, who led the Hunger Center for more than a decade.\nIn working to educate the public about hunger, Meyers and Emerson share a common frustration.\n\"Every little bit counts, especially when people have nothing,\" Meyers said of her experience in Sudan.\nBut, she added, conveying that sense of accomplishment to people in the United States is often difficult.\nAs an elected official with an interest in world hunger issues, Emerson said she found ways to make the issue more relevant to the lives of her constituents.\nTake, for example, the program she sponsored with McGovern. What is praised for its international humanitarian achievement also makes smart political sense for Emerson: The farmers in her heavily rural district now have an outlet for their unused soybeans and corn.\nEmerson says that domestic agriculture and world hunger shared a common fate in the public eye: Both are often overlooked.\n\"It's kind of like educating the public about agriculture,\" she said. \"We have a huge public relations challenge ahead of us.\"\n\nNotes\n\nReporter James Collins:; Phone: 202-298-6880\n\nGraphic\n\n \nPHOTO; (1) Photo by the Associated Press - A destitute Zimbabwean woman collects scraps from an alley in central Harare, the capital, last month. UNICEF, the United Nations children's agency, estimates that 828 million people worldwide are chronically undernourished.; (NOTE: The following photo appeared with this story in the Five Star edition only:); (2) Photo - REUTERS NEWS SERVICE - A malnourished child sits in the shade last month of a wooden hut in Cerro Sombrero, a village in western Panama. UNICEF, the United Nations children's agency, estimates that 828 million people worldwide are chronically undernourished.\n\nLoad-Date: July 5, 2002"
}