{
    "title": "REP. PETER KING SAYS ALLEGED BOSTON BOMBERS ARE FIFTH TERRORISTS TO SURVIVE PRIOR U.S. SCRUTINY",
    "publisher": "the new york times",
    "year": 2013,
    "month": 4,
    "day": 23,
    "full text": "The Boston Marathon bombing \"is the fifth case\" in which U.S. government officials examined individuals potentially involved in terrorism \"and felt they were no threat and they went on to carry out terrorist murders.\"\nPeter King on Monday, April 22nd, 2013 in an interview with MSNBC\n* * *\nTHE RULING: MOSTLY TRUE\nSeveral days after the capture of Dzokhar Tsarnaev, one of two brothers suspected in the Boston Marathon bombing, U.S. Rep. Peter King, R-N.Y., cited a pattern in which the U.S. government looks into suspicious individuals who later are charged with terrorist acts.\nAccording to media reports, the FBI has acknowledged interviewing Tamerlan Tsarnaev -- Dzokhar's older brother, who died while fleeing the police -- at the request of Russian officials in 2011. \"After looking at his phone records, websites he visited and associates, the FBI found he had no ties to terror,\" ABC News reported. (We should note for the record that Dzokhar Tsarnaev has yet to face trial in the bombing case, so a court has not yet ruled on his guilt or innocence.)\nIn an April 22, 2013, interview on MSNBC, King -- a senior Republican on the House Homeland Security Committee and the House Intelligence Committee -- said that pattern sounded familiar.\nThe Boston Marathon bombing \"is the fifth case I'm aware of where a person was brought to the attention of the FBI. ... The FBI examined them and felt they were no threat and they went on to carry out terrorist murders.\"\nWe checked with King's office, and a spokesman confirmed the four previous examples he was referring to: Anwar al-Awlaki, David Headley, Abdulhakim Muhammed and Nidal Hasan. Here's a summary of their cases.\n- Anwar al-Awlaki. Al-Awlaki, a U.S.-born citizen of Yemeni descent, was hunted by the U.S. and killed in a drone strike in September 2011. He was reportedly a key adviser, and even an instigator, in several terrorist incidents involving U.S. targets, including the 2009 killing of 13 and wounding of more than 30 by a shooter at Fort Hood, Texas; the 2009 plot to explode a plane in Detroit using an \"underwear\" bomb; and the foiled attempt to plant a bomb in New York City's Times Square in 2010.\nBy the time of his death, Al-Awlaki \"had been under the scrutiny of American officials for more than a decade,\" the New York Times reported. \"He first came under FBI investigation in 1999 because of associations with militants and was questioned after the 2001 terrorist attacks about his contacts with three of the hijackers at his mosques in San Diego and Virginia.\"\n- David Headley. Headley, a Pakistani-American born as Daood Gilani, is serving a 35-year sentence for helping organize scouting missions for a 2008 terrorist attack in Mumbai, India, that left 160 dead. In the late 1990s, Headley had served as a confidential informant for the Drug Enforcement Agency and was sent on one mission to Lahore, Pakistan, in which he infiltrated heroin trafficking networks.\nBut later, his actions raised questions among friends and acquaintances. \"A former girlfriend of Headley's told a bartender named Terry O'Donnell that he wanted to go to Pakistan to fight alongside Islamic militants,\" ProPublica reported, adding that O'Donnell subsequently contacted an FBI-led task force that was investigating the Sept. 11, 2001, terrorist attacks. On Oct. 4, 2001, \"two Defense Department agents working for the task force questioned him in front of his DEA handlers at the drug agency's office.\"\n- Abdulhakim Muhammed. Muhammed, a convert to Islam who was born Carlos Bledsoe, pled guilty to killing Pvt. William Long and wounding Pvt. Quinton Ezeagwula outside a U.S. Army recruiting station in Little Rock, Ark., in 2009. He is now serving life in prison.\nMuhammed had been under investigation by the FBI's Joint Terrorist Task Force. \"The investigation was in its preliminary stages, authorities said, and was based on the suspect's travel to Yemen and his arrest there for using a Somali passport,\" ABC News reported. ABC also reported that his \"travel within the United States had also come under scrutiny by the Terrorist Task Force, including travel to Columbus, Ohio - an area of domestic concern for authorities who have observed a number of Somali Americans traveling from there to Somali to wage jihad.\"\n- Nidal Hasan. Hasan, a psychiatrist and major in the U.S. Army Medical Corps, is the only suspect in the Fort Hood shootings and is awaiting a military trial that could bring the death penalty.\nPrior to the shootings, the government intercepted at least 18 emails between Hasan and al-Awlaki. They were \"passed along to two Joint Terrorism Task Force cells led by the FBI, but a senior defense official said no one at the Defense Department knew about the messages until after the shootings,\" the Associated Press reported.\nThe FBI and military officials offered divergent reasons for the failure to pass along the messages. \"FBI officials have said a military investigator on the task force saw the emails and looked up Hasan's record, but finding nothing particularly worrisome, the investigator neither sought nor got permission to pass the emails on to other military officials,\" the AP reported. A senior defense official countered that \"the rules of the task force prevented that military representative from passing the records on without approval from other members of the task force.\"\nOne additional case shares some aspects of the pattern King laid out -- that of Umar Farook Abdulmutallab, the \"underwear bomber.\" But since his plot was foiled and he did not go on to \"carry out terrorist murders,\" his case doesn't make King's list. (In Abdulmutallab's case, the National Security Agency had intercepted a discussion in Yemen that referenced the plot, but analysts did not link these intercepts with a separate piece of information, that Adbulmutallab's father \"visited the United States Embassy in Nigeria to express concerns about his son's radicalization,\" according to the New York Times.)\nWe asked Daveed Gartenstein-Ross, a terrorism expert who is a senior fellow at the Foundation for Defense of Democracies, for his thoughts on King's list. He agreed that Hasan's case qualified as a good example of government officials determining (misguidedly, as it turned out) that an individual was \"no threat.\" He added that he thought Al-Awlaki and Muhammed fit the pattern to a significant degree, but not entirely. In their cases, while the U.S. government did not immediately step in to arrest either man, it's not clear that the U.S. government went so far as to determine that they were \"no threat,\" Gartenstein-Ross said.\nThe weakest example, Gartenstein-Ross said, is Headley, whose case is murky for several reasons, including his role as a U.S. government informant. Seven years elapsed between his interview in 2001 and the Mumbai attack in 2008 -- a long enough time to raise questions about whether he was sufficiently radicalized to have given government officials reason to believe he was on a path to terrorism.\nOur ruling\nKing said the Boston Marathon bombing \"is the fifth case\" in which U.S. government officials examined individuals potentially involved in terrorism \"and felt they were no threat and they went on to carry out terrorist murders.\"\nIt's clear that there are at least four prior instances -- Anwar al-Awlaki, David Headley, Abdulhakim Muhammed and Nidal Hasan -- that fit the pattern of someone being on the government's radar screen and later allegedly committing terrorist acts. But in at least one of these cases, and to a lesser extent two others, it's not clear that the government determined that the individuals \"were no threat\" based on the initial round of scrutiny. On balance, we rate King's statement Mostly True.\n* * *\nAbout this statement:\nPublished: Tuesday, April 23rd, 2013 at 10:49 a.m.\nSubjects: Terrorism\nSources: Peter King, interview on MSNBC, April 22, 2013 (CQ subscribers only); ABC News, \"Authorities: Boston Bombing Suspect Is Responding to Questions in Writing,\" April 21, 2013; New York Times, \"Spy Agencies Failed to Collate Clues on Terror,\" Dec. 30, 2009; Associated Press, \"Levin: More e-mails from Ft. Hood suspect possible,\" Nov. 21, 2009; ABC News, \"Recruiter Shooting Suspect Under FBI Investigation,\" June 1, 2009; ABC News, \"Recruiter Shooting Suspect Had Ties to Extremist Locations,\" June 3, 2009; ProPublica, \"The American Behind India's 9/11-And How U.S. Botched Chances to Stop Him,\" Jan. 24, 2013; New York Times, \"How a U.S. Citizen Came to Be in America's Cross Hairs,\" March 9, 2013; BBC, \"Obituary: Anwar al-Awlaki,\" Sept. 30, 2011; Email interview with Kevin Fogarty, spokesman for Peter King, April 22, 2013; Email interview with Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies, April 22, 2013\nResearched by: Louis Jacobson\nEdited by: Angie Drobnic Holan\n\nGraphic\n\n \nPHOTO: Rep. Peter King, R-N.Y., said there's a pattern of U.S. officials looking into people who later become terrorists without stopping them. How accurate is that charge? PHOTO (2): Undated file photos show Tamerlan Tsarnaev, 26, and Dzhokhar Tsarnaev, 19. the two suspects in the Boston Marathon bombing. The older brother was killed as police pursued him, while the younger brother was captured following a manhunt. PHOTO (2)\n\nLoad-Date: April 24, 2013"
}