{
    "title": "Report Says Isolation Takes Toll on Terrorism Suspect",
    "publisher": "the new york times",
    "year": 1999,
    "month": 12,
    "day": 15,
    "full text": "A Harvard Medical School psychiatrist who specializes in the effects of solitary confinement on prisoners has concluded that a defendant accused of having links to the suspected terrorist Osama bin Laden has been so mentally devastated by his imprisonment that he may not be able to assist meaningfully in his own defense, newly disclosed records show.\nThe examination of the defendant, Wadih el-Hage, which was conducted at the request of his lawyers, comes as a federal judge in Manhattan has shown increasing concern about the impact of the highly restrictive jail conditions under which Mr. el-Hage and five other terrorism suspects are being held.\nThe government, which asserted that Mr. el-Hage and the others might still be involved in planning acts of terrorism, had invoked a rarely used rule to hold the suspects in isolation, barring them from virtually all contact or communication with outsiders.\nBut Dr. Stuart Grassian, who examined Mr. el-Hage for four hours on Sept. 3 in the Metropolitan Correctional Center in lower Manhattan, said that more than one year of virtually complete isolation has taken a devastating mental toll on Mr. el-Hage, who last lived in Arlington, Tex.\n\"His day is almost entirely empty of structure or variety,\" Dr. Grassian wrote, \"and when he thinks, he finds himself endlessly ruminating on the injustice and indignities he must endure.\"\nThe doctor's 18-page report, made public on Monday, cited repeated strip searches and constant surveillance of Mr. el-Hage by guards, his inability to remain in touch with his family or to practice Islam, and the \"continual ringing of the telephone near his cell and the flashlights shining in his face at night.\"\nOn Monday afternoon, federal prosecutors, who have resisted relaxing the terms of the suspects' confinement, made an unexpected concession, telling Judge Leonard B. Sand of Federal District Court in Manhattan they were willing to allow Mr. el-Hage to move to a larger cell and to have another defendant in the terrorism case as a cellmate.\n\"The suggestion of not requiring isolation of the defendants,\" Judge Sand said, \"which I am hearing for the first time today, is something that should be explored. It seems to be a constructive notion.\"\nThe psychiatric report on Mr. el-Hage is part of a mammoth bail application newly filed by Mr. el-Hage's lawyers. The application was released after Judge Sand unsealed several pages that contained grand jury testimony.\nThe filing, totaling more than 400 pages, offers a wealth of new detail about Mr. el-Hage, whom prosecutors say was a former personal secretary to Mr. bin Laden, who is blamed for the bombing of two American Embassies in Africa in August 1998. The filing charges that Mr. el-Hage helped Mr. bin Laden set up front companies in Africa, and participated in his broad terrorist conspiracy to attack American citizens abroad.\nMr. el-Hage has been charged with perjury, in addition to the conspiracy charges. He has not been accused of a direct role in the embassy bombings in Kenya and Tanzania, which killed more than 200 people and wounded thousands.\nThe new filing shows that Mr. el-Hage, who has pleaded not guilty, admitted going to work for Mr. bin Laden -- \"It was bin Laden's idea,\" he testified before a grand jury on Sept. 24, 1997 -- but only in what he contended were legitimate business ventures.\nMr. el-Hage's lawyers, Sam A. Schmidt and Joshua L. Dratel, argue in their papers that the available evidence contradicts the government's assertions that Mr. el-Hage was involved in violent acts that prosecutors have previously cited as a basis for holding him before trial.\n\"Until the government comes out with something, whether sealed or in public, to show otherwise,\" Mr. Schmidt said yesterday, \"I think there's no basis for the judge to find that he's presently a danger to the national security, or to the community.\"\nThe government has not yet responded to the latest filings, but Judge Sand appeared to welcome the prosecution's surprise proposal of a cellmate for Mr. el-Hage.\nThat, the judge said, raised the question of \"whether something could be arranged\" to transfer Mr. el-Hage out of New York, and to place him \"in general population in some other institution.\"\nJudge Sand also suggested that Mr. el-Hage's case could be separated from the others, which are scheduled to begin next fall, and tried sooner.\nIn his report to the judge, Dr. Grassian recommended loosening the restrictions on Mr. el-Hage, saying his inability to assist in his defense would make it difficult for him to \"present himself well to the jury who will someday judge his honesty and character, and decide his fate.\"\nCiting an incident last June in which Mr. el-Hage leapt from his chair in court and charged the judge, Dr. Grassian cited Mr. el-Hage's \"growing frustration and anger, his increasing sense of helplessness and injustice\" as contributing factors.\nMr. el-Hage had described the outburst as \"entirely unplanned and impulsive,\" Dr. Grassian added, and said he felt \"utter frustration and humiliation\" about it.\n\nhttp://www.nytimes.com\n\nLoad-Date: December 15, 1999"
}