{
    "title": "Reporter's Notebook; Stabbing May End Debate on Restrictions for Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2000,
    "month": 11,
    "day": 5,
    "full text": "With two defendants in the embassy bombings case now accused of stabbing a guard in the Metropolitan Correctional Center, one debate seems over: whether to loosen the restrictive conditions under which all five defendants in the case are being held.\nEver since they were charged in the August 1998 bombings of two United States Embassies in East Africa, the five defendants have been held in near isolation on one of the most secure wings of the center, a federal jail. The bombings killed more than 200 people and wounded thousands.\nThe defendants have been barred from communicating with outsiders, except for their lawyers and immediate family members. The restrictions were imposed under a rarely used federal rule that allows officials to limit an inmate's communications with outsiders to prevent \"acts of violence and terrorism.\"\nOne defense lawyer, in challenging the action, called the restrictions the \"21st-century equivalent\" of being \"chained, shackled and thrown into a dungeon.\"\nFederal prosecutors, however, have taken a consistent stand that the defendants remain a threat. All were charged with participating in a worldwide terrorist conspiracy led by the Saudi exile Osama bin Laden, and some have been accused of playing direct roles in the attacks on embassies in Kenya and Tanzania.\nJudge Leonard B. Sand of Federal District Court in Manhattan found that the measures were legitimate and reasonable, and had been taken in accord with due process. The ruling was upheld on appeal. But as recently as Oct. 24, one defendant, Wadih El-Hage, again complained in court about the jail conditions, including repeated strip searches.\nMr. El-Hage has not been implicated in the recent assault on the guard. But during one hearing last year, he leaped out of his chair and charged toward Judge Sand before being tackled and subdued by a United States marshal.\nIn the recent hearing, Judge Sand cited the courtroom incident in refusing to alter the restrictions. \"I am not going to take security risks for other people,\" the judge said.\nHe added: \"When it appeared that there was some possibility that I was going to be attacked, the first thing that happened was that a security officer placed his body in front of me. That very much impressed upon me, more than words, that I really didn't have the right to substitute my judgment for the judgment of experienced security personnel as to what was appropriate and what was not.\"\nIf there ever were a chance that the restrictions might be alleviated, that now seems moot. It seems more likely that they will be tightened.\n \nPraise for Guards\nThe stabbing of the guard occurred just two weeks after one of those accused in the assault, Mamdouh Mahmud Salim, praised the treatment he had received from guards at the federal jail.\nMr. Salim, who was described in the indictments as a senior deputy to Mr. bin Laden, testified before Judge Sand that conditions in the jail -- at least for sleeping -- were better than those in Germany, where he was arrested and held before being extradited to the United States.\nHe said the guards in Munich subjected him to psychological coercion, waking him almost hourly through the night, calling to him and shining lights into his cell. But that stopped upon his arrival at the Manhattan center, he said. \"When they put me in the M.C.C.,\" he said, it \"was the first night after three months of suffering that the guard didn't awaken me.\"\n \nAlias Confusion\nWhile Mr. Salim and his four co-defendants await their January trial, another defendant, a Saudi named Khalid al-Fawwaz, continues to fight extradition from Britain.\nThe authorities have accused Mr. al-Fawwaz of helping disseminate Mr. bin Laden's calls to murder Americans. One piece of evidence cited by the United States government was an incriminating document that referred to \"Brother Khalid\" and was found on a computer in a house in Nairobi, Kenya, where members of Mr. bin Laden's group were staying.\nRecently, though, the authorities conceded to Mr. al-Fawwaz's lawyers that the Khalid in the document was not their client but another fugitive with the same alias (believed to be Mustafa Mohamed Fadhil).\nAkhtar R. Raja, a lawyer for Mr. al-Fawwaz, said the shift in position was significant. \"It demonstrates the unreliability of the evidence the U.S. government is seeking to base the extradition on,\" Mr. Raja said. He said Mr. al-Fawwaz's position \"is that his activities all along have been perfectly legitimate and open.\"\nBut the British authorities, after consulting with American prosecutors, wrote to Mr. Raja that the shift \"has no bearing on matters.\"\nThey said Mr. al-Fawwaz was mentioned in the same document but under a different alias, Hamad. And, they wrote, there was new evidence, from Ali A. Mohamed, a member of Mr. bin Laden's circle who recently pleaded guilty, that placed Mr. al-Fawwaz inside Mr. bin Laden's group of operatives in Nairobi, including during the early preparations for the bombing of the embassy there.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 5, 2000"
}