{
    "title": "Report urges action on homegrown terror",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 9,
    "day": 11,
    "full text": "Obama: Bin Laden still pursued, 'deep underground' WASHINGTON -- Nine years after the Sept. 11 attacks, President Barack Obama said the U.S. has forced Osama bin Laden \"deep underground\" but Americans will face an expanded terror threat for years to come from other al-Qaida extremists \"willing to die to kill other people.\" The government is no less determined to kill or capture the 9/11 architect, he said. \nBut the nation must remember the fight is with al-Qaida terrorists, not the much wider world of people of Muslim faith. WASHINGTON - The U.S. was slow to take seriously the threat posed by homegrown radicals and the government has failed to put systems in place to deal with the growing phenomenon, according to a new report compiled by the former heads of the Sept. 11 Commission. The report says U.S. authorities failed to realize that Somali-American youths traveling from Minnesota to Mogadishu in 2008 to join extremists was not an isolated issue. Instead, the movement was one among several instances of a broader, more diverse threat that has surfaced across the country. \"Our long-held belief that homegrown terrorism couldn't happen here has thus created a situation where we are today stumbling blindly through the legal, operational and organizational minefield of countering terrorist radicalization and recruitment occurring in the United States,\" said the report. As a result, there is still no federal agency specifically charged with identifying radicalization or working to prevent terrorist recruitment of U.S. citizens and residents, said the report, which was released Friday by the Washington-based Bipartisan Policy Center's National Security Preparedness Group. The group, headed by former 9-11 commission leaders Tom Kean and Lee Hamilton, laid out a detailed description of domestic terror incidents ranging from the Fort Hood, Texas, shooting spree and the attempted Christmas Day airliner attack in late 2009 to last May's botched truck bombing in New York's Times Square. \"The threat has both diversified and become much more complex than it has been at any time since the attack on Sept. 11, 2001,\" said Bruce Hoffman, one of the authors of the report. \"There is no single profile of the terrorists threatening the United States today. What we see is an adversary that in essence is drawn from all sectors of society and all walks of life.\" Over the past year, terrorism experts and government officials have warned of the threat posed by homegrown radicals, saying terror recruits who go abroad could return to the U.S. to carry out attacks. But the U.S., the group said, should have learned earlier from Britain's experience. Prior to the 2005 London suicide bombings, the British believed they were less vulnerable to an attack because Muslims there were better integrated, educated and wealthier than their counterparts elsewhere. Similarly, the U.S. believed that its melting pot of nationalities and religions would protect it from internal radical strife, the report said. U.S. officials have acknowledged the need to address the radicalization problem, and for the first time, the White House this year added combating homegrown terrorism to its national security strategy.\n\nLoad-Date: September 11, 2010"
}