{
    "title": "Report Details Saddam's Terrorist Ties",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 3,
    "day": 14,
    "full text": "A Pentagon review of about 600,000 documents captured in the Iraq war attests to Saddam Hussein's willingness to use terrorism to target Americans and work closely with jihadist organizations throughout the Middle East.\nThe report, released this week by the Institute for Defense Analyses, says it found no \"smoking gun\" linking Iraq operationally to Al Qaeda. But it does say Saddam collaborated with known Al Qaeda affiliates and a wider constellation of Islamist terror groups.\nThe report, titled \"Saddam and Terrorism: Emerging Insights from Captured Iraqi Documents,\" finds that:\n* The Iraqi Intelligence Service in a 1993 memo to Saddam agreed on a plan to train commandos from Egyptian Islamic Jihad, the group that assassinated Anwar Sadat and was founded by Al Qaeda's second-in-command, Ayman al-Zawahiri.\n* In the same year, Saddam ordered his intelligence service to \"form a group to start hunting Americans present on Arab soil; especially Somalia.\" At the time, Al Qaeda was working with warlords against American forces there.\n* Saddam's intelligence services maintained extensive support networks for a wide range of Palestinian Arab terrorist organizations, including but not limited to Hamas. Among the other Palestinian groups Saddam supported at the time was Force 17, the private army loyal to Yasser Arafat.\n* Beginning in 1999, Iraq's intelligence service began providing \"financial and moral support\" for a small radical Islamist Kurdish sect the report does not name. A Kurdish Islamist group called Ansar al Islam in 2002 would try to assassinate the regional prime minister in the eastern Kurdish region, Barham Salih.\n* In 2001, Saddam's intelligence service drafted a manual titled \"Lessons in Secret Organization and Jihad Work-How to Organ ize and Overthrow the Saudi Royal Family.\" In the same year, his intelligence service submitted names of 10 volunteer \"martyrs\" for operations inside the Kingdom.\n* In 2000, Iraq sent a suicide bomber through Northern Iraq who intended to travel to London to assassinate Ahmad Chalabi, at the time an Iraqi opposition leader who would later go on to be an Iraqi deputy prime minister. The mission was aborted after the bomber could not obtain a visa to enter the United Kingdom.\nThe report finds that Abdul Rahman Yasin, who is wanted by the FBI for mixing the chemicals for the 1993 World Center Attack, was a prisoner, and not a guest, in Iraq. An audio file of Saddam cited by the report indicates that the Iraqi dictator did not trust him and at one point said that he thought his testimony was too \"organized.\" Saddam said on an audio file cited by the report that he suspected that the first attack could be the work of either Israel or American intelligence, or perhaps a Saudi or Egyptian faction.\nThe report also undercuts the claim made by many on the left and many at the CIA that Saddam, as a national socialist, was incapable of supporting or collaborating with the Islamist al Qaeda. The report concludes that instead Iraq's relationship with Osama bin Laden's organization was similar to the relationship between the rival Colombian cocaine cartels in the 1990s. Both were rivals in some sense for market share, but also allies when it came to expanding the size of the overall market.\nThe Pentagon study finds, \"Recognizing Iraq as a second, or parallel, 'terror cartel' that was simultaneously threatened by and somewhat aligned with its rival helps to explain the evidence emerging from the detritus of Saddam's regime.\"\nA long time skeptic of the connection between al Qaeda and Iraq and a former CIA senior Iraq analyst, Judith Yaphe yesterday said, \"I think the report indicates that Saddam was willing to work with almost any group be it nationalist or Islamic, that was willing to work for his objectives. But in the long term he did not trust many of the Islamist groups, especially those linked to Saudi Arabia or Iran.\" She added, \"He really did want to get anti-American operations going. The fact that they had little success shows in part their incompetence and unwilling surrogates.\"\nA former Bush administration official who was a member of the counter-terrorism evaluation group that analyzed terror networks and links between terrorists and states, David Wurmser, said he felt the report began to vindicate his point of view.\n\"This is the beginning of the process of exposing Saddam's involvement in Islamic terror. But it is only the beginning. Time and declassification I'm sure will reveal yet more,\" he said. \"Even so, this report is damning to those who doubted Saddam Hussein's involvement with Jihadist terrorist groups. It devastates one of the central myths plaguing our government prior to 9-11, that a Jihadist group would not cooperate with a secular regime and vice versa.\"\nThe report concludes that Saddam until the final months of his regime was willing to attack America. Its conclusion asks \"Is there anything in the captured archives to indicate that Saddam had the will to use his terrorist capabilities directly against the United States?\" It goes on, \"Judging from Saddam's statements before the 1991 Gulf War with the United States, the answer is yes.\" As for after the Gulf War, the report states, \"The rise of Islamist fundamentalism in the region gave Saddam the opportunity to make terrorism, one of the few tools remaining in Saddam's 'coercion' tool box.\" It goes on, \"Evidence that was uncovered and analyzed attests to the existence of a terrorist capability and a willingness to use it until the day Saddam was forced to flee Baghdad by Coalition forces.\" The report does note that it is unclear whether Saddam would have authorized terrorism against American targets in the final months of his regime before Operation Iraqi Freedom five years ago. \"The answer to the question of Saddam's will in the final months in power remains elusive,\" it says.\n\nLoad-Date: March 14, 2008"
}