{
    "title": "Report_ U.S. must better address homegrown terror threats",
    "publisher": "the salt lake tribune",
    "year": 2010,
    "month": 9,
    "day": 10,
    "full text": "Washington » The U.S. was slow to take seriously the threat posed by homegrown radicals and the government has failed to put systems in place to deal with the growing phenomenon, according to a new report compiled by the former heads of the Sept. 11 Commission.\nThe report says U.S. authorities failed to realize that Somali-American youths traveling from Minnesota to Mogadishu in 2008 to join extremists was not an isolated issue. Instead, the movement was one among several instances of a broader, more diverse threat that has surfaced across the country.\n\"Our long-held belief that homegrown terrorism couldn't happen here has thus created a situation where we are today stumbling blindly through the legal, operational and organizational minefield of countering terrorist radicalization and recruitment occurring in the United States,\" said the report.\nAs a result, there is still no federal agency specifically charged with identifying radicalization or working to prevent terrorist recruitment of U.S. citizens and residents, said the report, which was released Friday by the Washington-based Bipartisan Policy Center's National Security Preparedness Group.\nThe group, headed by former 9-11 commission leaders Tom Kean and Lee Hamilton, laid out a detailed description of domestic terror incidents ranging from the Fort Hood, Texas, shooting spree and the attempted Christmas Day airliner attack in late 2009 to last May's botched truck bombing in New York's Times Square.\n\"The threat has both diversified and become much more complex than it has been at any time since the attack on Sept. 11, 2001,\" said Bruce Hoffman, one of the authors of the report. \"There is no single profile of the terrorists threatening the United States today. What we see is an adversary that in essence is drawn from all sectors of society and all walks of life.\"\nOver the past year, terrorism experts and government officials have warned of the threat posed by homegrown radicals, saying terror recruits who go abroad could return to the U.S. to carry out attacks.\nBut the U.S., the group said, should have learned earlier from Britain's experience. Before the 2005 London suicide bombings, the British believed they were less vulnerable to an attack because Muslims there were better integrated, educated and wealthier than their counterparts elsewhere.\nSimilarly, the U.S. believed that its melting pot of nationalities and religions would protect it from internal radical strife, the report said.\nThe terrorists, said the report, may have discovered America's \"Achilles' heel in that we currently have no strategy to counter the type of threat posed by homegrown terrorists and other radicalized recruits.\"\nU.S. officials have acknowledged the need to address the radicalization problem, and for the first time, the White House this year added combating homegrown terrorism to its national security strategy.\nThe National Counterterrorism Center and a National Security Council interagency group of representatives from 13 federal agencies and offices have taken the lead in looking at ways to counter violent extremism within the U.S. and abroad, said Denis McDonough, chief of staff of the National Security Council.\nThe effort includes officials from the departments of Defense, Education, Health and Human Services, Homeland Security, Justice and State.\nThe FBI has worked to reach out to Somali communities, in an effort to counter the radicalization of young people.\nThe report also points to an \"Americanization\" of the leadership of al-Qaida and its allied groups, noting that radical cleric Anwar al-Awlaki, who had links with suspects in the failed Times Square bombing and the Fort Hood shootings, grew up in New Mexico. And Chicagoan David Headley played a role in scoping the targets for the Lashkar-e-Taiba attacks on Mumbai in late 2008 that killed more than 160.\nAbroad, Al-Qaida, its affiliates and other extremist groups have splintered and spread, seeking safe havens in under-governed areas of Pakistan, Yemen, Somalia and places in North and East Africa. That diversified threat has intensified as militants reach out to potential recruits through the Internet.\nAssessing future threats, the report lists potential future domestic targets, including passenger jets, western or American hotel chains, Jewish or Israeli sites and U.S. soldiers, even at their own bases in America.\nAnd it also warns that it is no longer wise to believe that American extremists will not resort to suicide bombings. As an example they point to Army Maj. Nidal Hasan, who has been charged with killing 13 people and wounding 32 in last year's shootings at Fort Hood, saying he had written about suicide operations in e-mails, and that his attack appeared to be one. Alt Heads:\nReport: U.S. must better address homegrown terror threats\n\nLoad-Date: September 12, 2010"
}