{
    "title": "Reporter's Notebook; Many Layers of Secrecy Shroud Terrorism Cases",
    "publisher": "the new york times",
    "year": 1998,
    "month": 12,
    "day": 26,
    "full text": "One recent day in Federal District Court in Manhattan, a clerk was running down a list of cases on the criminal docket, calling each by the name of the defendant. A prosecutor told the judge the status of each matter.\nThen the clerk said, \"United States versus John Doe.\"\nIn that case, the prosecutor said that the Government and defense lawyers were involved in \"ongoing plea negotiations,\" but he never revealed the identity of the defendant. The defendant's official anonymity symbolizes the extraordinary security measures taken by the Government in the prosecution of the embassy bombings in Africa in August, which killed more than 200 people and wounded thousands.\nIn actions that have drawn protest from defense lawyers and some news organizations, the authorities have filed secret charges, isolated defendants in high-security cells and cut off virtually all of their communications with the outside world, and closed courtrooms when certain sensitive matters arise.\n\"I'd say that what we are seeing for the first time is the justice system confronting what is called crime but is really a form of war,\" said Stephen Gillers, a professor at New York University School of Law who studies the legal profession. \"The perpetrators see it as war, and consequently, the Justice Department must, as well.\"\nThe clash comes, Professor Gillers added, when the Government seeks \"the greater autonomy the Constitution grants in wartime, but doesn't ordinarily allow in traditional prosecutions.\"\nThe New York Times reported in October that \"John Doe,\" is actually Ali A. Mohamed, a former sergeant at Fort Bragg who is accused of conspiring with Osama bin Laden, the Saudi exile whom the authorities believe organized the embassy attacks and other acts of terrorism against Americans abroad.\nThe Government has not revealed why it charged Mr. Mohamed in secret after his arrest in September, and his lawyer, James Roth, has refused to comment. But the prosecutors may be seeking Mr. Mohamed's cooperation against Mr. bin Laden in a trial and also in the search for other suspects, and prosecutors may believe that he has information about other planned acts of terrorism.\nIn the case of three other terrorist suspects in custody in New York, Judge Leonard B. Sand closed the courtroom during one hearing and kept documents out of a public court file as he considered complaints from defense lawyers about harsh jail conditions under which they said their clients were being held at the Metropolitan Correctional Center in lower Manhattan.\nThe lawyers contend that the Government's decision to cut off almost all of the men's communication with the outside world -- their mail, phone calls, and visitors -- is a violation of their First Amendment rights and has made it difficult to defend them adequately.\nProsecutors have refused to say why they instituted the high-security measures, and the secrecy surrounding the case has made it impossible to glean the answer from court records. But the Federal regulation under which they imposed the restrictions allows such action only when the Government fears that an inmate is involved in planning future acts of violence or terrorism.\nIt is likely to be more than a year before any trial is held, and Judge Sand seems to be trying to weigh the competing interests of the Government, defense, and public as he tries to fashion practical solutions to the unusual issues arising in the case.\nHe has relaxed some of the restrictions placed on the defendants, for example, such as allowing them three phone calls a month to their families, and he has tried to set up a mechanism to ensure that non-sensitive court materials are released publicly as soon as practical.\nAs Judge Sand said in one recent court hearing: \"You know that every day the courts deal with issues -- for example, the disclosure of the identity of a confidential informant, where it is recognized that the Constitutional rights have to be measured in the context of the problems presented.'\nProfessor Gillers predicts that the challenge will prove formidable. \"When the Government prosecutes terrorists,\" he said, \"will the Bill of Rights still operate to preserve values that we have enjoyed for two centuries? That's the danger.\"\n \nSeveral Bomb Trials Possible\nWith the recent indictments of five more suspects in the bombing of the embassy in Dar es Salaam, Tanzania, 14 people have been charged in the investigation of Mr. bin Laden and his group, although eight of the suspects -- including Mr. bin Laden -- are still at large.\nBut with five men already in custody in New York, and a sixth awaiting extradition from Britain, it appears likely that the Government will stage several trials, rather than conduct a single trial of the entire conspiracy.\nFor one thing, the prosecutors will try to separate defendants who face the possibility of the death penalty from those who do not, to avoid any unfair disparity in the potential punishments faced by defendants at a single trial. The defense will probably object and seek to emphasize any possible disparity.\nIf Mr. bin Laden is ever apprehended, he could be tried last. One precedent is the 1993 bombing of the World Trade Center. Four defendants were tried early on, but Ramzi Ahmed Yousef, who was suspected of organizing the plot, was not captured until 1995. He was tried and convicted in that plot last year.\n \n2 Suspects Won't Be Tried\nTwo mysterious figures in the embassy attacks will never face trial. Each is described in the indictment only by their nicknames.\nOne, \"Azzam,\" is accused of detonating the large bomb that blew up the American embassy in Nairobi. The other, \"Ahmed the German,\" is said to have carried out a similar task in Dar es Salaam.\nThe authorities believe that both men died in the bombings.\n\nLoad-Date: December 26, 1998"
}