{
    "title": "Report Sees Confusion Likely In a Sea Attack by Terrorists",
    "publisher": "the new york times",
    "year": 2006,
    "month": 4,
    "day": 4,
    "full text": "Potentially disastrous confusion could arise during a terrorist attack on a cruise ship or ferry because of a power struggle between the Federal Bureau of Investigation and the Coast Guard over who would be in charge, a report released Monday by the Department of Justice inspector general warned.\n  After the 2001 attacks, both organizations created or expanded armed teams that have the ability to board a moving ship or ferry, using a small boat or helicopter.\n ''The F.B.I. and the Coast Guard both want the ability to respond to terrorist threats in the maritime area,'' the report says. ''Unless such differences over roles and authorities are resolved, the response to a maritime incident could be confused and potentially disastrous.''\n  The agencies do agree that cruise ships, ferries and container ships are likely targets for terrorists using a bomb or a small boat packed with explosives or by taking hostages.\n  After 2001, the Coast Guard, a part of the Department of Homeland Security, created 13 specialized teams based at major ports around the nation that travel on small boats equipped with machine guns and are trained to respond to a hostage situation or other maritime terrorism. These 100-member teams also have access to Coast Guard helicopters and transport planes.\n  The F.B.I., a division of the Justice Department, has 14 of what it calls enhanced maritime SWAT teams and a separate hostage rescue team trained to respond to maritime terrorism. The hostage team can rappel from a helicopter onto a ship, or approach a ship by doing closed-circuit diving (using scuba gear that does not emit bubbles) or so-called combat swimming.\n  The inspector general's report says the rivalry between the F.B.I. and Coast Guard teams is so great that during a training exercise last year in Connecticut, which featured a mock terrorist strike on a ferry, ''the F.B.I. repeatedly blocked the Coast Guard's efforts, saying the F.B.I. was the lead federal agency.'' \n  In response, the report says, the Coast Guard ''changed the scenario to circumvent the F.B.I.'s lead federal agency role.''\n  The government tried to clarify the roles through an October 2005 document called the Maritime Operational Threat Response. It says the Department of Homeland Security and its agencies, including the Coast Guard, take the lead ''for the interdiction of maritime threats in waters where D.H.S. normally operates,'' American ports and coastal waters.\n  The document says the role of the Justice Department and the F.B.I. is to search for clues to prevent maritime terrorism and, if there is an attack, to investigate and prosecute.\n  But the new report says the 2005 document has ''not eliminated the potential for conflict and confusion in the event of a terrorist incident at a seaport.''\n  Spokesmen for the Coast Guard and the F.B.I. said their agencies were committed to resolving the disagreement. \n  ''There is no room for failure'' said Richard J. Kolko, an F.B.I. special agent. ''We will resolve this.'' \n  But one Homeland Security official, who was granted anonymity because open discussion of the conflict was not allowed, said the new report might sharpen the disagreement.\n  ''It was written to bolster the F.B.I. argument that they should remain in charge,'' the official said.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 4, 2006"
}