{
    "title": "Reports_ Authorities feared terrorism, explosives at Pulse nightclub shooting",
    "publisher": "charleston gazette",
    "year": 2016,
    "month": 6,
    "day": 26,
    "full text": "MIAMI - Law enforcement officials immediately suspected terrorism and adjusted their staging areas due to fears about an explosive device as they responded to reports of shots fired at a gay nightclub in Orlando, according to sheriff's office incident reports released Saturday.\nIn the reports, Orange County Sheriff's Office deputies describe receiving limited information about an \"active shooter as they rushed to control the chaos outside Pulse on June 12 in what turned out to be the worst mass shooting in modern U.S. history.\nSgt. David Legvold wrote that as he assessed all the sheriff's office personnel and resources at the early morning scene, he was told by a superior that \"this incident had been declared a National Special Security Event and should not be discussed outside the law enforcement community.\nThe U.S. Department of Homeland Security makes that designation for events deemed to be potential targets for terrorism, mass protests or other criminal activity. Pope Francis' visit to Philadelphia last year and this year's Republican and Democratic national conventions have received this designation.\nLegvold wrote that the commander of the sheriff's office Critical Incident Management Team informed him about the special security designation, but it wasn't clear where that information came from. A report by the lieutenant that Legvold identified as the team's commander was not released.\nIn a 911 call from the club where 49 people were killed and over 50 were injured, the gunman, Omar Mateen, pledged solidarity with the Islamic State group. Federal law enforcement officials have said there's no evidence Mateen was directed by any foreign terror groups.\nOfficials also have said FBI investigators haven't found convincing evidence supporting reports that Mateen was gay or seeking gay relationships.\nIn another report, Deputy Johnerick Sanchez described helping victims coming out of the club's entrance until authorities relocated an \"inner perimeter due to fears of a \"possible improvised explosive device.\nSanchez then moved to the west side of the club, where he said he helped people escaping from the bathrooms and dressing room.\nOther deputies wrote about responding to Orlando Police calls for emergency backup in roughly 15 reports emailed by sheriff's office spokesman Jeff Williamson.\nWhen they arrived, they saw people covered in blood and running from the club in a panic while others with gunshot wounds lay on the ground, according to the reports.\nDeputies wrote about hearing gunshots from inside Pulse, separating the wounded according to the severity of their injuries and carrying people to paramedics and ambulances.\nThey rushed to lock down Orlando Regional Medical Center, where many victims were being treated, after erroneous reports about shots fired there. Deputies also held posts outside the club until police SWAT officers took over, corralled witnesses, searched nearby parking lots for possible explosive devices and blocked off surrounding streets.\nThe sheriff's office also was called upon to help identify some of the living and the dead in the shooting's aftermath. In one report, Deputy David Scroggins wrote that he was called to the Orange County medical examiner's office and Orlando Regional Medical Center to help identify victims with his fingerprint reader.\nScroggins was able to identify one wounded 31-year-old man who had been taken from surgery to the hospital's intensive care unit.\nIn the medical examiner's office, he tried to identify four victims but only could match fingerprints from one to a name. That was Edward M. Sotomayor Jr., a 35-year-old travel agent who worked for a company that held gay cruises.\n\nLoad-Date: June 27, 2016"
}