{
    "title": "Report links climate change, national security",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 6,
    "day": 26,
    "full text": "EPA official quits, blasts White House WASHINGTON (AP) -- A high-ranking political appointee resigned from the Environmental Protection Agency after concluding there was no more progress to be made on greenhouse gases under the Bush administration. Jason Burnett, associate deputy administrator for about a year before his resignation took effect June 9, was the principal adviser on climate-change issues to agency chief Stephen Johnson. Burnett, a policy adviser at EPA who returned when Johnson appointed him associate deputy administrator, said he came back \"to work through those challenges. We made as much progress as this administration wanted and when it became clear to me that no more progress could be made I decided it was time for me to move on,\" Burnett said. \"The choice this administration has made is to leave those challenges to the next.\" News You can use\nWASHINGTON (AP) - Global warming probably will mean more illegal immigration and humanitarian disasters, undermining shaky governments and possibly expanding the terrorism threat against the U.S., intelligence agencies say.\n\"Logic suggests the conditions exacerbated (by climate change) would increase the pool of potential recruits for terrorism,\" said Tom Fingar, deputy director of national intelligence for analysis.\nSub-Saharan Africa, the Middle East and Central and Southeast Asia are most vulnerable to warming-related drought, flooding, extreme weather and hunger. The assessment warns of a global spillover from increased migration and water-related disputes, Fingar said in prepared remarks Wednesday to a joint hearing of a special House committee on global warming and a House Intelligence subcommittee.\nClimate change alone would not topple governments, he said. But it could worsen problems such as poverty, disease, migration and hunger, creating conditions that could destabilize already vulnerable areas, Fingar said.\nBut he warned that efforts to reduce global warming by changing energy policies \"may affect U.S. national security interests even more than the physical impacts of climate change itself.\"\n\"The operative word there is 'may,' we don't know,\" Fingar said.\nThe assessment of global climate change through 2030 is one in a series of periodic intelligence reports that offer the consensus of top analysts at all 16 spy agencies on foreign policy, security and global economic issues. Congress requested the report last year. The assessment is classified as confidential.\nIt predicts that the U.S. and most of its allies will have the means to cope with climate change economically. Unspecified \"regional partners\" could face severe problems.\n\nLoad-Date: June 26, 2008"
}