{
    "title": "Report Calls U.S. a Top Target for Terror Attack Within a Year",
    "publisher": "the new york times",
    "year": 2003,
    "month": 8,
    "day": 17,
    "full text": "The United States is the fourth most likely of 186 countries to be the target of a terrorist attack within the next 12 months, a research company based in London says in a report to be released on Monday.\n     The company, World Markets Research Center, ranks Colombia, Israel and Pakistan as the only countries with a greater terror risk than the United States in the report, called the World Terrorism Index. The company provides research on the risk of terrorism for 500 public and private multinational clients. They include the European Commission, the Organization of the Petroleum Exporting Countries, General Motors, Microsoft, Intel, Pfizer, Procter & Gamble, and Shell Services International. \n \"Another Sept. 11-style terrorist attack in the United States is highly likely,\" the report states. \"Networks of militant Islamist groups are less extensive in the U.S. than they are in Western Europe, but U.S.-led military action in Afghanistan and Iraq has exacerbated anti-U.S. sentiment.\" \nGuy Dunn, a company director and the author of the report, described the following as criteria used for the rankings: motivation of terrorist groups, the presence of terror cells, the scale and frequency of past attacks, the ability of terror groups to organize and obtain weapons, and the ability of the government to prevent the attacks. Each of the five categories is weighted, he said, with the motivation of terrorist groups receiving the most emphasis.\nColombia, whose government has struggled to control acts of violence by warring leftist guerrillas and rightist paramilitary groups, is at the top of the index. Israel, the report says, was ranked in second place despite a shaky cease-fire and continued international peace efforts.\nPakistan, whose government has struggled to stop the activities \"of individuals and cells that espouse and pursue terrorism,\" is in third place, the report says. Ranked after the United States are the Philippines, Afghanistan, Indonesia, Iraq and Britain. \n\"Iraq was actually in the bottom 10 before the war,\" Mr. Dunn said. \"But now with a political vacuum existing, and heavily armed factions, the climate is ripe for terrorism.\" \nUfi Ibraham, a vice president at the World Travel and Tourism Council, said the index would \"have a bearing on the decisions taken by the private sector,\" in terms of whether they invest in a destination. Her organization represents the presidents and chief executives of 100 corporations, including some of the world's largest. Terrorism experts said the index could help corporate clients gauge security risks but cautioned that it was nearly impossible to predict terrorist attacks. \nMagnus Ranstorp, the director for the Study of Terrorism and Political Violence at the University of St. Andrews, called the index \"a useful tool to gauge what has happened in the past\" but added: \"I think it is extremely difficult, with a single index, to predict how terror cells make decisions about what to attack, when and where.\" \nBritain is ranked 10th, the highest of any European country. \"Motivation for such an attack among Islamic extremist groups is very high owing to the U.K.'s close alliance with the U.S.,\" the analysts wrote, \"while sophisticated militant networks are known to be present within the country.\" \nIn 186th place, is North Korea. \"Despite being a member of the so-called Axis of Evil,\" Mr. Dunn said, \"North Korea's repressive state has basically made it impossible for terrorists to function.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: August 17, 2003"
}