{
    "title": "REPORTER CRITICIZES SHARON FOR STAYING IN GOVERNMENT",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 4,
    "full text": "David Halevy, a Time magazine correspondent, declared yesterday that Ariel Sharon ''should have quit politics'' after being severely criticized over the 1982 Phalangist massacre of Palestinians in Lebanon.\nTestifying in Federal District Court in Manhattan in the libel action brought against Time Inc. by Mr. Sharon, Mr. Halevy observed that Mr. Sharon had been forced to resign last year as Defense Minister, but had remained a major political figure in Israel.\n''The Kahan Commission practically fired him,'' Mr. Halevy said, referring to the official Israeli commission that criticized Mr. Sharon as disregarding the possibility of the massacre.\n''I think a public figure, once there is a verdict on the public figure,'' Mr. Halevy said, ''that public figure should hide, should stay away from politics.''\nDavid Halevy, Time magazine correspondent and key contributor to article that prompted Ariel Sharon's libel suit against Time, testifies that Sharon 'should have quit politics' after being severely criticized over 1982 Phalangist massacre of Palestinians in Lebanon (M)\n''Hidden is a very strong word,'' he added, ''but I think he should have quit politics, he should have quit politics.''\n \nSharon's Resurgence 'Alarming'\nMr. Halevy was a key contributor to the article involved in the $50 million libel case. Mr. Sharon contends that Time falsely portrayed him as encouraging Lebanese Phalangists to carry out the 1982 massacre in an area controlled by the Israeli Army.\nDespite the criticism of Mr. Sharon last year by the official commission, he was again ''riding high'' in Israeli politics, Mr. Halevy testified.\n''The vindication of Minister Sharon was another sign that, actually, the practice of justice in my country is not working too well,'' said Mr. Halevy, who is an Israeli.\n''It was a worrying sign, an alarming sign,'' he said, ''that something is going wrong, something is rotten in the State of Israel.''\n \nLetter by Witness Discussed\nMilton S. Gould, Mr. Sharon's lawyer, elicited the testimony in an effort to show that Mr. Halevy was politically hostile to the former Defense Minister and his Government.\nTime's lawyer, Thomas D. Barr, then questioned Mr. Halevy in an effort to show that he was a reliable Time correspondent and a loyal Israeli citizen.\nMr. Sharon, who is now Israel's Minister of Industry and Commerce, was in his usual place in the front row of the large, wood-paneled courtroom. For the most part, he sat with his arms folded across his chest and stared at the witness.\nWhen Mr. Halevy was asked why he wrote a letter last May to Time's chief of correspondents, Richard Duncan, the witness replied that he had been ''bombarded with requests coming from lawyers, all kinds of lawyers, regarding this lawsuit.''\n''I think we were depressed,'' Mr. Halevy said, his hands in his lap as he answered Mr. Gould's question. ''I was also depressed about Israel,'' he added, ''no doubt about it.''\nProjecting a copy of the letter on a large screen for the jury, Mr. Gould read the letter, which expressed Mr. Halevy's concern about ''signs of mysticism, fascism and radicalism'' in Israel.\n''Were you depressed about Jewish terrorism?'' Mr. Gould asked, referring to a phrase in the Halevy letter.\n''Yes, sir, I was, very much so,'' Mr. Halevy exclaimed, his voice rising with emotion. ''I still am.''\n''What bothered me at the time was the Jewish terror network - that is what bothered me,'' Mr. Halevy said, explaining that he referred to attacks on Palestinians by settlers in the Israeli-occupied area on the West Bank.\n''I thought then, and I still believe,'' Mr. Halevy said, ''that the occupation of the West Bank is corrupting my country, is corrupting my society. I am a great believer that occupation means corruption.''\nWhen he wrote the letter last May, he said, he was worried about ''Jewish terrorism'' and political trends in Israel as well as Mr. Sharon's ''vindication.''\n'War Is Still Going On'I didn't say I was hostile to Sharon,'' he asserted, replying to another question by Mr. Gould. ''You didn't ask me if I was hostile to Sharon. Definitely not. It's not a matter of personal hostility. There is no animosity there.''\n''I am a journalist,'' he continued, ''a low-ranking reporter, who sits and tells some other people what he saw, what he evaluated, what is the color, what is the smell. There is no message I tried to communicate.''\nTime's lawyer, Mr. Barr, began his questioning of Mr. Halevy by noting that Israel had invaded Lebanon on June 6, 1982, and eliciting from the witness the statement that ''the war is still going on.''\nMr. Halevy testified that he had served as an Israeli military officer, had commanded an armored battalion he was a lieutenant colonel in the reserves.\nHe recounted a dramatic story of how he had left a hospital where he was recovering from a neck wound and ''convinced'' another officer that he should drive him back to the battlefield.\n''Tell me how you convinced him,'' Mr. Barr said.\n''I threatened him,'' Mr. Halevy said with a smile, ''that if he turns backward, I will shoot him.''\nMr. Halevy, who testified in English, said he was born in Jerusalem, attended Tel Aviv University and participated in politics before he became a journalist."
}