{
    "title": "Report on terrorism drill reveals confusion",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 12,
    "day": 20,
    "full text": "The government's largest bioterrorism drill since the Sept. 11, 2001, terrorist attacks revealed widespread communications problems and confusion among emergency personnel, according to a federal summary released Friday.\nThe drill in May was overseen by the Department of Homeland Security, which wanted to assess the country's readiness to deal with multiple terrorist attacks. It began in Seattle with the simulated detonation of a radioactive \"dirty bomb\" and ended four days later in Chicago with a raid on the fictional terrorist group responsible for the chaos.  A report on the drill is classified, but Homeland Security officials released a 15-page summary.\nCompiled from Times Wires\nThe report said it was apparent there was a \"lack of a robust and efficient emergency communications infrastructure.\"\nStill, the report called the drill a success, saying it \"provided a tremendous learning experience\" for Homeland Security.\n \nGAO: Today's spending policies not sustainable\nWASHINGTON - The government's three chief benefit programs are so huge and growing so fast that without raising taxes to historic highs, today's spending policies will probably be unsustainable, the Congressional Budget Office said Friday.\nIn a look at the next 50 years, Congress' nonpartisan fiscal analyst also concluded that the problem is so immense that economic growth alone will not be enough to solve it.\nSocial Security is so large - and Medicare and Medicaid expanding so rapidly - that limiting the growth of defense, education and other spending that Congress controls would not be enough for sound budget policy, the report said.\n \nBryant case could yield significant precedent\nEAGLE, Colo. - The right of an alleged rape victim to be spared undue embarrassment during the trial of her accused assailant took center stage at the Kobe Bryant sexual assault trial Friday as a judge struggled to balance the rights of a defendant, victim and the media.\n\"I find no guiding authority from the Colorado or U.S. Supreme Court on balancing these rights,\" state District Judge W. Terry Ruckriegle declared during a pretrial hearing for the Los Angeles Lakers guard. \"So I am going to have to make the law.\"\nThe judge's determination to dig into the conflicting rights means that the case called People of Colorado vs. Kobe Bean Bryant - beyond its obvious appeal to celebrity magazines and all-news cable networks - could also produce significant legal precedent.\n \nReport: Detention center taped attorneys, clients\nEmployees at a federal detention center clearly violated prison rules and federal law by recording the private conversations of attorneys and their clients, who had been arrested as part of an immigration dragnet in the weeks following the Sept. 11, 2001, attacks, legal experts said Friday.\nA report released Thursday by Justice Department Inspector General Glenn Fine found that on more than 40 occasions, guards and other employees at the Metropolitan Detention Center in Brooklyn, N.Y., videotaped attorney-client meetings.\n\nLoad-Date: December 20, 2003"
}