{
    "title": "Reported plot cited in funds push N.Y. senator says plan to spread gas in subway is reason to restor",
    "publisher": "charleston daily mail",
    "year": 2006,
    "month": 6,
    "day": 19,
    "full text": "NEW YORK - A Democratic lawmaker seized on a reported plot by al-Qaida terrorists to kill thousands in the city's subways to renew his call for the Homeland Security Department to restore New York's anti-terrorism funds.\n\"This is just more evidence that what Homeland Security did to us was terribly misguided and just wrong,'' Sen. Charles Schumer said Sunday after the alleged plot to spread cyanide gas in the subway was revealed. \"It shows that New York is the prime target, and shows the importance of prior intelligence and of manpower.''\nSchumer and other New York legislators, as well as state and municipal officials, have pledged efforts to reverse the department's recent decision to cut the city's federal anti-terror allocations by 40 percent, some $83 million less than the $207 million it received last year.\nThe cyanide plot is described in a new book by author Ron Suskind. An excerpt of \"The One Percent Doctrine'' appears in the current issue of Time magazine.\nAccording to the book, U.S. intelligence agencies learned the plan involved the use of a crude but effective device made of Mason jars that would release the deadly gas through several subway cars. The attack was called off, 45 days before it was set to occur, by Osama bin Laden's second-in-command, Ayman al-Zawahri, the book says.\nSchumer quoted security authorities, \"both federal and local,'' as saying the plan, set for 2003, was considered a valid threat.\n\"It came from a serious source. It was never corroborated, but it was certainly enough to be taken seriously, and law enforcement, including the Joint Terrorism Task Force, worked together, taking all the precautions,'' Schumer said in a telephone interview.\nHe said he could not vouch for all details outlined in the book but \"the basic thrust of the story seems to be true. There were only inklings about it at the time.''\nPaul Browne, a New York Police Department spokesman, said Saturday that authorities had known about the planned attack. \"We were aware of the plot and took appropriate precaution,'' he said.\nFBI spokesman Bill Carter said the bureau would have no comment on the excerpted material. On Sunday's CBS' \"Face the Nation,'' White House press secretary spokesman Tony Snow said: \"I don't want to confirm or deny this particular story.''\n\nLoad-Date: June 20, 2006"
}