{
    "title": "Report_ Iran 's terrorism threat undiminished",
    "publisher": "the bismarck tribune",
    "year": 2015,
    "month": 6,
    "day": 20,
    "full text": "WASHINGTON — Iran's support for international terrorist groups remained undiminished last year and even expanded in some respects, the Obama administration said Friday, less than two weeks before the deadline for completing a nuclear deal that could provide Tehran with billions of dollars in relief from economic sanctions.\nThe assessment offered a worrying sign of even worse terror-related violence to come after a year in which extremists in the Middle East, Africa and Asia committed 35 percent more terrorist acts, killed nearly twice as many people and almost tripled the number of kidnappings worldwide. Statistics released by the State Department on Friday also pointed to a tenfold surge in the most lethal kinds of attacks.\nYet even as the Islamic State and the Taliban were blamed for most of the death and destruction in 2014, the department's annual terrorism report underscored the ongoing threat posed by Iran and its proxies across the Islamic world and beyond.\nTehran increased its assistance to Shiite militias fighting in Iraq and continued its long-standing military, intelligence and financial aid to Lebanon's Hezbollah, Syrian President Bashar Assad's embattled government and Palestinian groups Hamas and Islamic Jihad. Although the 388-page study said Iran has lived up to interim nuclear deals with world powers thus far, it gave no prediction about how an Iran flush with cash from a final agreement would behave.\nWorld powers and Iran are trying to conclude an accord by the end of the month, setting 15 years of restrictions on Iran's nuclear program in exchange for significant relief from the international sanctions that have crippled the Iranian economy.\nThe negotiations don't involve Iran's support for militant groups beyond its border. But Israel and the Sunni monarchies of the Persian Gulf, Iran's regional rivals, fear a fresh wave of terrorism as a result of any pact. President Barack Obama, hoping to ease their fears, has said most of the money would go to Iran's economic development.\nAmerica's \"grave concern about Iran's support for terrorism remains unabated,\" White House spokesman Eric Shultz said. \"That is all the more reason that we need to make sure they don't obtain a nuclear weapon.\"\nIn total last year, nearly 33,000 people were killed in almost 13,500 terrorist attacks around the world, according to the figures that were compiled for the State Department by the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland. That's up from just over 18,000 deaths in nearly 10,000 attacks in 2013.\nTwenty-four Americans were killed by extremists in 2014, the report said. And abductions soared to 9,428 in the calendar year from 3,137 in 2013.\nThe report attributes the rise in attacks to increased terror activity in Iraq, Afghanistan and Nigeria and the sharp spike in deaths to a growth in exceptionally lethal attacks in those countries and elsewhere.\nThere were 20 attacks that killed more than 100 people each in 2014, compared with just two a year earlier, the report said. Among those were December's attack by the Pakistani Taliban on a school in Peshawar that killed at least 150 people and the June attack by Islamic State militants on a prison in Mosul, Iraq, in which 670 Shiite prisoners died.\nAt the end of 2014, the prison attack was the deadliest terrorist operation in the world since Sept. 11, 2001, according to the report.\n\nLoad-Date: June 20, 2015"
}