{
    "title": "Report blasts spending by data centers Anti-terror network accused of producing 'irrelevant' intelli",
    "publisher": "charleston daily mail",
    "year": 2012,
    "month": 10,
    "day": 4,
    "full text": "WASHINGTON - An initiative aimed at improving intelligence sharing has done little to make the country more secure, despite as much as $1.4 billion in federal spending, according to a two-year examination by Senate investigators.\nThe nationwide network of offices known as \"fusion centers\" was launched after the Sept. 11, 2001, attacks to address concerns that local, state and federal authorities were not sharing information effectively about potential terrorist threats.\nBut after nine years - and regular praise from officials at the Department of Homeland Security - the 77 fusion centers have become pools of ineptitude, waste and civil liberties intrusions, according to a scathing 141-page report by the Senate Homeland Security and Governmental Affairs permanent subcommittee on investigations.\nThe creation and operation of the fusion centers were promoted by the administration of President George W. Bush and later the Obama administration as essential weapons in the fight to build a nationwide network that would keep the country safe from terrorism. The idea was to promote increased collaboration and cooperation among all levels of law enforcement across the country.\nBut the report documents spending on items that did little to help share intelligence, including gadgets such as \"shirt button\" cameras, $6,000 laptops and big-screen televisions. One fusion center spent $45,000 on a decked-out SUV that a city official used for commuting.\n\"In reality, the Subcommittee investigation found that the fusion centers often produced irrelevant, useless or inappropriate intelligence reporting to DHS, and many produced no intelligence reporting whatsoever,\" the report said.\nThe bipartisan report, released by subcommittee Chairman Carl Levin, D-Mich., and ranking minority member Tom Coburn, R-Okla., portrays the fusion center system as ineffective and criticizes the Department of Homeland Security for poor supervision.\nIn a response, the department condemned the report and defended the fusion centers, saying the Senate investigators relied on out-of-date data. The Senate investigators examined fusion center reports in 2009 and 2010 and looked at activity, training and policies over nine years, according to the report.\nThe statement also said the Senate investigators misunderstood the role of fusion centers, \"which is to provide state and local law enforcement analytic support in furtherance of their day-to-day efforts to protect local communities from violence, including that associated with terrorism.\"\nThe DHS statement also said that all of the questioned expenses were allowable under the rules.\nMike Sena, president of the National Fusion Center Association, an advocacy organization, called the report unfair. Sena, who manages the center in the San Francisco Bay area, said fusion centers have processed more than 22,000 \"suspicious activity reports\" that have triggered 1,000 federal inquiries or investigations. He said they also have shared some 200 \"pieces of data\" with the Terrorist Screening Center that provided \"actionable intelligence.\"\nThe Senate report challenged the value of the training and much of the information produced by the centers. It said that DHS analysts assigned to the fusion centers received just five days of basic training for intelligence reporting. Sena said they received an array of other training as well.\nSome analysts at the department's Office of Intelligence and Analysis, which received the fusion center reports, were found to be so unproductive that supervisors imposed quotas for reports, knowing those quotas would diminish the quality of the intelligence, according to the Senate report. Many of those analysts at the DHS intelligence office were contractors.\nFinancial questions were pervasive, with the report saying oversight has been so lax that department officials do not know exactly how much has been spent on the centers. The official estimates varied between $289 million and $1.4 billion.\nThe Senate report said that local and state officials entrusted with the fusion center grants sometimes spent lavishly. More than $2 million was spent on a center for Philadelphia that never opened. In Ohio, officials used the money to buy rugged laptop computers and then gave them to a local morgue. San Diego officials bought 55 flat-screen televisions to help them collect \"open source intelligence\" - better known as cable television news.\nSenate investigators repeatedly questioned the quality of the intelligence reports. A third or more of the reports intended for officials in Washington were discarded because they lacked useful information, had been drawn from media accounts or involved potentially illegal surveillance of U.S. citizens, according to the Senate report.\n\nLoad-Date: October 4, 2012"
}