{
    "title": "Report_ Freelance terror a growing menace; State department still lists al-Qaida as the primary thre",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 4,
    "day": 28,
    "full text": "Freelance terror operations, either affiliated with al-Qaida or inspired by its goals, are a growing menace as the terrorist network's loss of central leadership degrades its potency, the State Department said Wednesday.\nNevertheless, Osama bin Laden's al-Qaida remained \"the primary terrorist threat to the United States in 2004,\" the department said in its first \"Country Reports on Terrorism.\"\n\"There is a declining role for a significantly degraded al-Qaida and a rising role for groups inspired by al-Qaida,\" State Department counsel Philip D. Zelikow said at a briefing on the document.\nThe report cited as examples the March 2004 bombings of commuter trains in Madrid, Spain, and an Algerian terrorist leader's announcement of fealty to al-Qaida.\nThe incidents \"illustrate what many analysts believe is a new phase of the global war on terrorism, one in which local groups inspired by al-Qaida organize and carry out attacks with little or no support or direction from al-Qaida itself,\" the report said.\nThe report expanded on testimony to the Senate Intelligence Committee in February from CIA Director Porter Goss. He spoke of gains against al-Qaida and its affiliates but warned that they remain dangerous.\nJointly with the State Department report, the new National Counterterrorism Center issued a compilation of international terror incidents last year with numbers of incidents and victims.\nIt said 651 significant international terrorist attacks caused 9,321 casualties worldwide, including 1,907 deaths. The dead, wounded or kidnapped included 103 Americans or 1 percent of the total.\nOn Tuesday, Rep. Henry Waxman, D-Calif., said the 651 attacks were triple the 2003 number but told Secretary of State Condoleezza Rice the report probably understates the toll. Zelikow said the toll is irrelevant to last year's, because the terrorism center had greater manpower and resources to put into the project than the State Department had.\nThe country reports especially credited Pakistan for its work in curtailing the effectiveness of al-Qaida, blamed for the Sept. 11, 2001, attacks on the United States and other spectacular assaults around the world.\n\"Al-Qaida leadership was degraded through arrests and ongoing Pakistani operations to assert greater control along the border with Afghanistan where some al-Qaida leaders are believed to hide,\" the report said. \"Numerous al-Qaida and affiliated foot soldiers were captured or killed during the year.\"\nStill, it said, \"Many senior al-Qaida leaders remained at large, continued to plan attacks against the United States, U.S. interests and U.S. partners.\"\nAdditionally, the fugitives \"sought to foment attacks by inspiring new groups of Sunni Muslim extremists to undertake violent acts in the name of jihad,\" it said.\nSome of the events were carried out by groups whose existence became known only after the attack, the report said.\n\"I do believe we are winning the war on terrorism, but I believe it will be a very long struggle,\" Zelikow said.\nUntil now, the State Department has been the government's principal authority on terrorism. It has distributed figures with its annual \"Patterns of Global Terrorism,\" based on definitions of terrorism established by Congress in legislation that ordered distribution of the annual terrorism report.\nLast year's report caused problems for the State Department after it was learned that it greatly understated the number of incidents. On Wednesday, House Democratic leaders asked the department's acting inspector general, Cameron Hume, to investigate whether the mistakes were politically motivated.\n\nLoad-Date: April 28, 2005"
}