{
    "title": "Reports of terror crimes inflated",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 5,
    "day": 15,
    "full text": "In the first two months of this year, the Justice Department filed charges against 56 people, labeling all the cases as \"terrorism.\"\nBut an Inquirer investigation has found that at least 41 of them had nothing to do with terrorism - a point that prosecutors of the cases themselves acknowledge.\nAmong the cases:\n28 Latinos charged with working illegally at the airport in Austin, Texas, most of them using phony Social Security numbers.\nEight Puerto Ricans charged with trespassing on Navy property on the island of Vieques, long a site of civil protests of ordnance testing.\nA Middle Eastern man indicted in Detroit for allegedly passing bad checks who has the same name as a Hezbollah leader.\nA Middle Eastern college student charged in Trenton with paying a stand-in to take his college English-proficiency tests. He received a one-month jail sentence after pleading guilty.\nBut also included in the new terrorism listings are several cases that involved suspects with ties to foreign militant groups.\nSix on the list are alleged members of the Abu Sayyaf Muslim group, charged with murdering two Americans and kidnapping a third in the Philippines.\nSeveral others have pleaded guilty to illegal money transactions believed to have terrorism connections.\nAnd there's Ahcene Benrekia, an Algerian living in South Philadelphia with a criminal record that should have kept him out of the United States.\nThe problems are nothing new. In January, the General Accounting Office reported that three-fourths of all \"international terrorism\" convictions were wrong in fiscal 2002.\nThe GAO audit, opened in response to a Dec. 16, 2001, Inquirer article, said the exaggeration was serious because it prevented Congress and the public from understanding how much taxpayer money was being spent to prosecute terrorism.\nThe audit did not take into account another batch of \"terrorism\" cases filed last fall in New Jersey against 60 Middle Eastern men. The Inquirer, aided by Syracuse University's nonprofit Transactional Records Access Clearinghouse, found that they were students and that the only charges against them were allegations that they had cheated on the English test for admission to a U.S. university.\nThe Justice Department, which promised to fix the problem, says that some prosecutors may have misclassified cases but that the goal is to accurately report terrorism.\nTerrorism prosecutions from January and February show that the goal remains elusive.\nPuerto Ricans who have long protested the use of Vieques as a practice bombing range for the Navy were outraged to hear last week that demonstrators had been labeled as terrorists.\n\"This wasn't terrorism. It was an act of heroism,\" said Manuel Rodriguez Orellana, former minority leader of the Puerto Rican Senate.\nThe Vieques protest occurred as the Navy conducted its final live-ammunition practice in January.\n\"The terrorism was the bombing by the Navy for 60 years,\" said Rodriguez Orellana, a leader in the commonwealth's Independence Party. \"The terrorism was disregard for the people of Vieques that the Marines and Navy always displayed.\"\nThe eight Vieques protesters pleaded guilty to misdemeanor charges and were given sentences ranging from one to four months in jail.\nProsecutor Sonia Torres-Pabon, who handled the eight cases, said she was unclear why they were classified as terrorism. More than 200 people have been arrested in Vieques protests since 1999, but earlier cases were not listed as terrorism.\n\"I don't see them as any different than the other Vieques cases,\" she said.\nThe largest group of \"terrorism\" cases this year was from Texas, where prosecutors have won guilty pleas from 20 of 28 Latinos charged with illegally working at the Austin airport.\nDaryl Fields, spokesman for the U.S. Attorney's Office for the Western District of Texas, said there was no evidence that any were linked to terrorism.\nThe arrests were part of the Justice Department's Operation Tarmac, started after the Sept. 11, 2001, terrorist attacks.\nSince then, about 1,000 airport workers have been arrested, most of them Latinos. None is known to have links to terrorism. The Justice Department says it is essential to ensure that no illegal workers have access to planes.\nProsecutors in Iowa also listed four January indictments of Des Moines airport workers, all U.S. citizens, as being terrorism. The U.S. Attorney's Office in Des Moines said no court evidence linked the four to any terrorist group.\nMeanwhile, in Detroit, the case of Hassan Nasrallah - whose name is the same as that of the chief of the Lebanese group Hezbollah - was, like the 55 others, labeled as terrorism.\nHis attorney, Mark Haidar, said he is charged with using six phony checks to pay his MasterCard bill.\nAssistant U.S. Attorney Eric M. Straus, who is prosecuting the case, said last week:\n\"He is not the leader of Hezbollah. . . . This is not a terrorist case.\"\nContact staff writer Mark Fazlollah at 215-854-5831 or mfazlollah@phillynews.com.  \n\nLoad-Date: July 28, 2005"
}