{
    "title": "Report_ U.S. Government Funds Terrorism-Promotion",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 6,
    "day": 24,
    "full text": "An Israeli watchdog group alleges that American aid to Palestinian universities and cities promotes terrorism.\nA report to be released Friday by Palestinian Media Watch singles out the U.S. Agency for International Development, contending that it has ignored new congressional restrictions that the group helped craft last year on aid money. Specifically, the report points to American development assistance in the West Bank and Gaza that funds universities with student chapters of Hamas and Palestinian Islamic Jihad, which have funded roadwork for streets renamed to commemorate suicide bombers and television programming that encourages hatred of Jews.\nA USAID spokeswoman yesterday said that procedures are in place to make sure that in-kind donations to Palestinian institutions are not diverted to terrorism. But the report has already drawn attention from Capitol Hill, where Palestinian Media Watch's director, Itamar Marcus, is scheduled to testify Friday before the House International Relations Committee on his findings.\nWhen asked for a comment on the report yesterday, Rep. Nita Lowey, a New York Democrat who drafted the tighter restrictions last year from her post in the House Appropriations Committee, said USAID must respond to Palestinian Media Watch's allegations.\n\"I am very disturbed by the findings of this report, particularly the widespread nature of the alleged violations,\" she said. \"I will ask USAID to provide Congress with a detailed response to these findings immediately. This report cannot go unanswered by the leadership of USAID.\"\nThe Bush administration broke a long-standing taboo last month when the president announced $50 million in direct aid to the Palestinian Authority, meant to help the Palestinian leader, Mahmoud Abbas, prepare for Israel's scheduled withdrawal of settlers next month from Gaza. In February, the State Department announced a new package of $350 million in American aid to Palestinian nongovernmental organizations.\nMr. Marcus's report is particularly critical of USAID: \"Governmental and non-governmental organizations in the Palestinian Authority continue to receive hundreds of millions of dollars from the U.S. Agency for International Development, some of which is going directly to frameworks that sponsor branches of Hamas and Islamic Jihad terrorist organizations,\" the report's executive summary says.\nA spokeswoman for USAID, Heather Layman, said in an e-mail response for comment, \"USAID provides 'in-kind' assistance to some Palestinian Authority agencies - for example, technical assistance, training, office equipment, medical supplies, and the construction of infrastructure facilities, such as water wells, pipelines, and schools. All of this in-kind assistance is targeted to specific development objectives, and is carefully monitored to ensure that no assistance is diverted to other uses.\"\nIn her e-mail, Ms. Layman said that USAID has a careful vetting process to ensure that none of its subcontractors are connected with terrorist organizations. She said that employees and grant recipients must sign agreements stating as much.\nMr. Marcus, who served during the Oslo negotiations with a team of Israelis who prodded Yasser Arafat to end incitement of terror, said that major gaps in USAID's vetting process allow funds to go to organizations that promote and honor terrorism.\n\"If they think they can pour millions into Palestinian universities while turning a blind eye to the Hamas branches on those universities, they are making a mockery of the United States anti-terror policy,\"he said.\"The problem is that Palestinian children, all they see, is the honoring of these suicide bombers.\"\nMr. Marcus's report garners most of its evidence from Palestinian press reports. Nonetheless, these open sources are revealing. In the last year, USAID gave $41 million to Palestinian universities, including five with prominent Hamas and Islamic Jihad chapters that receive money due to their standing as student organizations.\nThe report details how sports clubs are named after suicide bombers and assassinated leaders of Hamas. Streets in Gaza and West Bank towns have been renamed for these so-called martyrs, as have schools. For example, in February the 14-year-old winner of a marathon sponsored by Mr. Abbas came from a learning center named after Salah Khalaf,the head of Black September, the terrorist organization responsible for murdering 11 Israeli athletes at the 1972 Munich Olympics.\nThe report cites a March 29, 2005, ar ticle in al-Hayat wherein the dean of faculty at al-Najah University is described as opening an exhibition dubbed the \"bridge of the shahids,\" a reference to martyrs. Less than two weeks later, on April 10, the Hamas chapter of the university invited a member of the terrorist organization's political bureau, Mahmoud Ghazel, to a mass assembly. Last year, al-Najah commemorated in a display on campus the Sbarro Pizzeria\nbombing from 2001 that killed 15 Israelis. The exhibition featured replicas of body parts on the walls.\nMr. Abbas has earned respect and confidence from the White House and European leaders for criticizing suicide bombing and the violent tactics of the Intifadah. However, Israelis have complained recently that he has failed to dismantle Hamas and Palestinian Islamic Jihad.\nThe presence of Hamas and Palestinian Islamic Jihad on campus is important, the report says, because many suicide bombers - such as the woman this week who had strapped dynamite to her body as she was taken to an Israeli university for surgery - are university students.\nA former senior adviser on Palestinian-Israeli negotiations to three presidents,Aaron Miller, yesterday said that Palestinian universities have chapters of terrorist organizations like other Palestinian political parties. But he also said that American policy has an obligation not to fund any programs that promote terror.\n\"We cannot give money that is being channeled directly or that is associated with promoting violence,\" he said. \"There are all kinds of derivative implications of providing this to the Palestinian Authority. A lot of the incitement has been toned down, but it has not been eliminated.\"\n\nLoad-Date: June 24, 2005"
}