{
    "title": "Report Cites F.B.I.'s Following of Terrorist Suspects",
    "publisher": "the new york times",
    "year": 1990,
    "month": 10,
    "day": 9,
    "full text": "A Congressional study has found that Federal agents monitored religious services, political lectures and street demonstrations attended by people suspected of having ties to international terrorist groups.\nIn an unusually combative response, the Federal Bureau of Investigation denounced the report, saying its authors at the General Accounting Office had deviated from the report's goal of evaluating both the positive and negative aspects of the agency's international terrorism program.\n''There is no mention of the successes of the program that has allowed the American public to be largely free of the ravages of terrorism that has plagued much of the word in recent years,'' the F.B.I. statement said.\nThe accounting office, the Congressional investigating agency, said it could not determine whether people's Constitutional rights had been violated, because the F.B.I. refused to grant investigators full access to its files.\nRequest by Lawmaker\nThe report, which is scheduled to be released Tuesday, represents the first time an outside agency has conducted a detailed examination of the F.B.I.'s program to combat international terrorism. It was requested by Representative Don Edwards, Democrat of California, who is chairman of the House Judiciary Subcommittee on Civil and Constitutional Rights.\nHe sought the report in the wake of the F.B.I.'s heavily criticized investigation of Americans who protested the United States' policy in Central America in the mid-1980's.\nFifteen months ago, the Senate Select Committee on Intelligence concluded that the investigation, which centered on the activities of the Coalition in Solidarity with the People of El Salvador, or Cispes, had been based on unfounded allegations that people opposed to United States policy in Latin American were linked to international terror groups.\nAn internal F.B.I. inquiry also found that the investigation had been mismanaged. The F.B.I. Director, William S. Sessions, ordered 33 policy changes in the agency's international terrorism program and ordered the its Cispes files transferred to the National Archives. #19,500 Investigations Mr. Edwards asked G.A.O. investigators to evaulate whether the Cispes inquiry was an aberration, as the bureau contended, or was symptomatic of deeper problems. Much of the study is devoted to profiling how the F.B.I. conducts international terror inquiries.\nThe report found that from 1982 through 1988, the F.B.I. opened and closed about 19,500 investigations, with nearly 40 percent involving scrutiny of United States citizens or permanent resident aliens. Most of the cases were terminated after a preliminary inquiry because the subject could not be linked to terrorism.\nAbout 44 percent of the investigations were opened after the F.B.I. received an allegation that a subject was associated with a terrorist group, even though that person was not suspected of a criminal activity and did not necessarily belong to such an organization.\nThe G.A.O. report estimated that in about 2,050 cases, the F.B.I. monitored what the report called ''First Amendment activities,'' like meetings, rallies, demonstrations or religious services. The monitoring was done through a variety of means, among them physical surveillance, photographs and informants.\n \nSome Information Withheld\n''We were not able to determine if the F.B.I. abused individuals' First Amendment rights when monitoring these activities or if the F.B.I. had a reasonable basis to monitor such activities,'' the report said. ''We could not make such determinations because the F.B.I. did not give us complete access to the information in closed cases.''\nIn response, the F.B.I. said the report failed to recognize that the bureau operates under guidelines established by the Attorney General and overlooked the extensive policy changes put into effect by Mr. Sessions after the investigation of Cispes. ''Because of these shortcomings,'' the agency said, ''the objectivity, accuracy and credibility of the G.A.O. report are seriously challenged.''\nThe defensive tone of the F.B.I. comments seemed to reflect its anxiety over civil liberties issues. The report comes at a time when the bureau has come under fire by civil rights leaders who have accused it of singling out blacks for investigation and by minority employees at the agency who have complained of discriminatory personnel practices at the bureau."
}