{
    "title": "Republicans Weaken House Bill on Combating Terrorism",
    "publisher": "the new york times",
    "year": 1996,
    "month": 8,
    "day": 3,
    "full text": "Pressured into swift action by the suspicious crash of a T.W.A. jumbo jet, a bombing in Atlanta, and a plea from President Clinton, the House of Representatives approved a bill today to improve airport security across the nation and increase efforts against terrorism. But the legislation fell far short of the Administration's goals.\nUnder pressure from the National Rifle Association, Republican leaders stripped from the bill a White House proposal that would require manufacturers to mark black and smokeless powder -- typical components of homemade bombs -- with chemical elements, or \"taggants,\" which would help the authorities trace detonated explosives.\nThe Republicans also dropped from the bill an Administration proposal to expedite the authorities' ability to obtain court permission to wiretap several telephones with a single warrant so they could track suspects who move from phone to phone. The American Civil Liberties Union had lobbied against these so-called multipoint wiretaps, citing privacy concerns.\nRepresentative Bob Barr, a freshman Republican from Georgia and one of the staunchest gun-rights supporters in Congress, said, \"I'm delighted that we were able to head off what began as a steamroller to ram through some very ill-advised legislation and to slow that process down to a slower and more deliberate process.\"\nHouse members on both sides of the aisle criticized the Republican leadership for weakening the bill and for yielding to the N.R.A. on the issue of taggants. In the end, the measure passed 389 to 22. The no votes came from 18 Republicans and 4 Democrats.\nWith a vow by Democrats to try to amend the bill to restore the dropped provisions, Senator Trent Lott, the majority leader, decided this evening not to bring the measure to a vote before the monthlong August recess, beginning tonight.\nThe White House reaction was subdued.\n\"Essentially what they did in the House was to strip the bill of any useful tools for law enforcement to combat terrorism,\" said Barry Toiv, a White House spokesman.\n\"We are hoping that the Senate will restore those provisions to the bill and we are working with the Senate to do that.\n\"The President wants a serious anti-terrorism bill.\"\nThe bill does allow for a study on taggants, but a provision dictates that the study \"shall be conducted by an entity outside of the Executive Branch.\"\nThat provision would bar participation by both the Federal Bureau of Investigation and the Bureau of Alcohol, Tobacco and Firearms, which have been criticized by the N.R.A., among others, for the two agencies' fatal sieges on Rudy Ridge, Idaho, and near Waco, Tex.\nHouse members from both sides of the aisle who were involved the last week in negotiations over a new counterterrorism bill said the restrictive language was added at the insistence of the N.R.A., the nation's most powerful gun lobbying group.\n\"We're allowing the N.R.A. to set national policy through the Republican Party,\" said Representative Peter T. King, a New York Republican and a member of the counterterrorism panel that was set up this week.\n\"Nobody, including the Chamber of Commerce and the A.F.L.-C.I.O., should have that veto power over a national party. Why are we going to such great lengths to protect the N.R.A. and people who make bombs?\"\nNevertheless, Mr. King voted for the bill.\nThe bill has two main sections. The first covers aviation security and includes provisions that require the Federal Aviation Administration to set performance standards for security personnel at airports, to review security arrangements on air cargo and mail, and to oversee the improvement of bomb-detection equipment, like the type used at airports in Israel and Europe.\nBomb-sniffing dogs, paid for with grants from the Aviation Trust Fund, which finances airport improvements with a ticket tax, would be stationed at the 50 largest airports in the United States. And the Government would work with airlines to develop a better passenger-profiling system to spot potential terrorists.\nThe bill would also authorize checks on the criminal history and other background investigations of security screeners at airports and requires the F.A.A. to insure that the directive is followed.\nThe bill's other section, dealing with anti-terrorism, would make terrorist offenses punishable under the Racketeer Influenced Corrupt Organization Act, the same law that the authorities have used to combat organized-crime groups and the courts have used to imposed longer sentences and heavier fines.\nThe bill requires the Attorney General to move immediately to carry out the anti-terrorism legislation that Congress approved and Mr. Clinton signed into law last Spring. That includes requiring the Attorney General by Oct. 1 to list all foreign groups engaging in terrorism and to \"take action,\" including deportation, against any individuals connected to terrorist organizations.\nThe President is encouraged to push for international sanctions against foreign Governments that support terrorism. Within 30 days, he is also asked to tell Congress of such diplomatic undertakings and to report annually to Congress on the progress of those efforts.\nBowing to concerns about protecting privacy, the bill doubles the punishment, to 10 years, for the unlawful disclosure of information obtained from a wiretap and raises the seriousness of violating the Privacy Act to a felony, from a misdemeanor. It also increases the minimum penalty for civil violations of the act from $1,000 to $5,000.\nFinally, the bill establishes a Presidential commission to review all aspects of the nation's counterterrorism policy and to make recommendations on improving it.\nSpeaker Newt Gingrich suggested that the taggants issue was a political booby trap set by the Clinton Administration.\n\"I think the goal on taggants was to get into a fight with us,\" Mr. Gingrich told reporters today.\nThe main push for the legislation began on Monday when President Clinton convened a meeting with Congressional leaders at the White House that led to the naming of a bipartisan group to draft new counterterrorism measures. But by today, any hint of comity and unity had been spent.\nMr. Gingrich delivered a blistering condemnation of the President's policy against terrorism.\n\"I think the Administration's effort on terrorism has been, frankly, sophomoric and remarkably tactical,\" the Speaker told reporters before the vote.\n\"I don't regard it as working well. I think they have no strategic plan. They have no understanding of the problem. They have no systematic approach and they have no sound management.\"\nFrom the House floor and at news conferences, Democrats lined up to fire political broadsides against Mr. Gingrich, accusing him of bringing to the floor a counterterrorism bill that had been written in the dark of night without their collaboration, but with a heavy hand from the National Rifle Association.\n\"Speaker Gingrich and the Republicans are bringing a meaningless bill to the House floor,\" said Representative John Conyers Jr. of Michigan, the senior Democrat on the House Judiciary Committee and a member of the counterterrorism task force.\n\"It's a hoax on the American people. It is all bark and no bite. Once again, the N.R.A. has reared its ugly head and the House Republicans have said no because they did not like the idea of the Federal Government going after terrorists who commit terrorism with guns and explosives.\"\nDespite his protests, Mr. Conyers joined 182 other Democrats and the lone independent in the House in voting for the bill.\nThe counterterrorism panel -- led by Senator Larry Craig, an Idaho Republican, and Leon E. Panetta, the White House chief of staff -- worked for three days this week to try to reach an agreement. But the negotiations collapsed on Thursday evening over the taggants and the wiretaps.\nThe taggants was an especially thorny issue.\nLouis J. Freeh, the Director of the Federal Bureau of Investigation, has said taggants would make his agency's job much easier in tracing explosives that are used in bombs. But the N.R.A. has strenuously fought the idea, arguing that the chemical markers would make black and smokeless gunpowder unstable and therefore unsafe. The study is expected investigate this assertion.\nCongress began work on the legislation, known as the Aviation Security and Anti-Terrorism Act of 1996, shortly after the crash of T.W.A. Flight 800 on July 17 off Long Island. But that pace quickened this week after the bombing at Centennial Olympic Park in Atlanta last Saturday morning.\nOn Thursday night, it seemed that differences between Democrats and Republicans over taggants had doomed any effort to pass a counterterrorism bill.\nBut Republicans drafted their own bill early today, rushed it to the Rules Committee about 1 A.M. and, to the surprise of Democrats and some of their own members, had it ready to be brought to the floor this afternoon.\n\nLoad-Date: August 3, 1996"
}