{
    "title": "Republicans ignore the real threat while stoking racial fear",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 5,
    "full text": "Within a week in October, a white nationalist shot two African-American shoppers to death in a Kentucky Kroger store after trying to shoot up a historically black church, another massacred 11 Jewish worshipers at a Pittsburgh synagogue and a militant Trump supporter attempted to murder critics of the president by mailing them pipe bombs.\nInstead of announcing a plan to systematically tackle white supremacist violence and deal with the growing network of hate groups that inspire these attacks, President Trump decided to aid and abet their activities by pivoting to two racist dog whistles: an unhinged campaign against a caravan of thousands of innocent migrants who are months away from potentially, if ever, reaching the U.S.Mexico border, and an un-American attack on birthright citizenship.\nBoth strategies are obviously 11th hour moves intended to energize the racist elements in the GOP's base before Tuesday's midterm elections, where Republicans are at risk of losing the House.\nThe Central American migrants that make up the caravan, many of them children accompanied by their flip-flop wearing parents, have done nothing illegal, and don't seem to be planning to. Thousands of them have already accepted asylum and work permits in Mexico. Some may end up at our southern border, but despite what the Fox News crowd might think, seeking asylum at official entry points is not illegal.\nSo, why is Trump sending up to 15,000 troops to the southern border the week before midterms when they won't be able to do anything since it's illegal for military personnel to be used for law enforcement purposes on domestic soil? To scare your grandparents into voting Republican, of course.\nThe same can be said for his threatening of birthright citizenship, another racist effort that plays off conservatives' fear of so-called \"anchor babies,\" i.e. children born to non-white immigrants.\nEstablished through the 14th Amendment in the wake of emancipation, birthright citizenship is a constitutional right that guarantees that children born on American soil are considered citizens regardless of their parents' status.\nThe anti-immigrant faction of the Republican Party seeks to tear out a section out of the Constitution - idiotically believing Trump could do so via executive order - to weasel their way out of having to deal with what journalist Juan Gonzales has termed \"the harvest of empire.\"\nMost of the people arriving in the U.S. from Central and South America as refugees are fleeing violence and poverty instigated by decades of American support for and funding of right-wing death squads and dictatorships in countries like Guatemala, Nicaragua, El Salvador and Chile.\nAnd yet, the Department of Homeland Security remains more focused on deporting non-criminal undocumented immigrants and entrapping Muslim Americans in contrived terrorism plots than combating the fascist threat within our own borders.\nBut our government didn't always turn a blind eye to the domestic terrorism threat posed by white supremacists.\nThe recent Spike Lee movie \"BlackkKlansman\" details part of the best thing the FBI has ever done: completely eviscerate the Ku Klux Klan as a domestic terrorist organization through infiltration and sting operations on their illegal activities.\nOnce in control of entire swaths of local politics in the South and a major threat to domestic security and the safety of racial minorities, the Klan was gutted to the point of being nearly irrelevant through the FBI's relentless assault.\nThe same thing should happen to today's white nationalist centers of violent rhetoric and strategy.\nAll three of the most recent domestic terrorists had records of racist and violent language in their online or real-world lives. All three could have been caught in time if the federal government took their movement seriously as a threat to national security.\nAmerican fascism no longer hides under hooded robes or behind obscure coded rhetoric. It's all over internet scumpits like 4-Chan, it's invited onto our college campuses and moral imbeciles like Trump inject it straight into the veins of our political rhetoric.\nThese people shouldn't be able to talk to two of their brothers in arms without one of them being a cop or informant.\nCNN anchor Don Lemon recently received a lot of heat for his arguably unartful phrasing of the fact that the real terror threat faced by Americans has a white male face, not a brown Muslim or Hispanic one. But he was right.\nA caravan of desperate migrants isn't a threat to our jobs. Birthright citizenship isn't a threat to our culture.\nBut an angry racist white man with an AR-15 is an increasingly likely threat to your life.\n\nLoad-Date: November 5, 2018"
}