{
    "title": "Republicans hammer State witnesses on Libya attack",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 10,
    "day": 10,
    "full text": "WASHINGTON ? Four weeks before the election, Republicans used a politically House charged hearing to confront State Department officials about security at the U.S. consulate in Libya and assail the Obama administration's early response to the killing of the ambassador and three other Americans there. GOP lawmakers refused to accept the department's explanation that protection judged adequate for the threat was overwhelmed by an unprecedented assault in Benghazi on the 11th anniversary of the Sept. 11 terror attacks. \nThey also rejected Under Secretary of State Patrick Kennedy's explanation that officials were relying on the best intelligence available in characterizing the attack afterward as stemming from a protest over an anti-Islam Internet video rather than a deliberate, planned act of terrorism. A top State official acknowledged she had declined to approve more U.S. security as violence in Benghazi spiked, saying the department wanted to train Libyans to protect the consulate. \"I made the best decisions I could with the information I had,\" said Charlene R. Lamb, a deputy assistant secretary for diplomatic security. Regardless of allegations of blame, there is no dispute over the tragic result. U.S. Ambassador Chris Stevens and three other Americans ? including two former Navy SEALs ? were killed in what administration officials now described as an act of terrorism. In statements immediately after the attack, neither President Barack Obama nor Secretary of State Hillary Rodham Clinton mentioned terrorism. And both gave credence to the notion that the attack was related to protests about the privately made anti-Islam video. \"Some have sought to justify this vicious behavior as a response to inflammatory material posted on the Internet,\" Clinton said on the night of the attack. \"The United States deplores any intentional effort to denigrate the religious beliefs of others. Our commitment to religious tolerance goes back to the very beginning of our nation. But let me be clear: There is never any justification for violent acts of this kind.\" Five days later, U.N. Ambassador Susan Rice said her best information at the time was that the attack stemmed from a protest that became violent. White House spokesman Jay Carney told reporters Wednesday that in hindsight \"there is no question that the security was not enough to prevent that tragedy from happening. There were four Americans killed.\" Democrats on the House Oversight and Government Reform Committee tried to blame Republicans for cutting more than $300 million in diplomatic security funds worldwide. \"The fact is that, since 2011, the House has cut embassy security by hundreds of millions of dollars below the amounts requested by the president,\" said Maryland Rep. Elijah Cummings, the committee's senior Democrat. Lamb, the official in charge of protecting U.S. embassies and consulates, told the committee, \"We had the correct number of assets in Benghazi at the time of 9/11.\" Rep. Dan Burton, R-Ind., asked Lamb if she turned down requests for more security in Benghazi. \"Yes sir, I said personally I would not support it,\" she replied. \"We were training local Libyans and army men\" to provide security, a policy in force at U.S. diplomatic facilities around the world. Committee Chairman Darrell Issa, R-Calif., retorted there was \"as much as 30 percent turnover in the people you were training.\" Eric Nordstrom, who was the top security official in Libya earlier this year, testified he was criticized for seeking more security. \"There was no plan and it was hoped it would get better,\" he said. Nordstrom told the committee that conversations he had with people in Washington led him to believe that it was \"abundantly clear we were not going to get resources until the aftermath of an incident. How thin does the ice have to get before someone falls through?\" He said he was so exasperated at one point he told a colleague that \"for me the Taliban is on the inside of the building.\" Lt. Col. Andrew Wood, who headed a 16-member military force in Libya, disputed State Department officials who said the special operations troops were replaced by people with the same skill sets. The skills of his troops were \"way above the skill level of local (forces) armed with a pistol,\" Wood said, adding he was he was frustrated that pleas for more security were not met. \"We were fighting a losing battle, we weren't even allowed to keep what we had,\" he testified. Nordstrom acknowledged in response to a question from Rep. Jason Chaffetz, R-Utah, that while the State Department was refusing more security, his and others' pay was increased because he was serving in such a dangerous area. Kennedy defended Rice for her comments indicating the attack was a protest gone awry. \"If any administration official, including any career official, were on television on Sunday, Sept. 16, they would have said what Ambassador Rice said,\" he said. \"The information she had at that point from the intelligence community is the same that I had at that point. As time went on, additional information became available. Clearly, we know more today than we did on the Sunday after the attack.\" Kennedy, a four-decade veteran of the Foreign Service, said the department uses the best information from people on the ground at diplomatic posts around the world as well as experts in Washington in assessing risk and allocating security resources. \"The assault that occurred on the evening of Sept. 11, however, was an unprecedented attack by dozens of heavily armed men,\" he said. Meanwhile, Obama's chief counterterrorism adviser, John Brennan, met Wednesday with Libyan President Mohamed Magariaf and other officials in Tripoli on ways Libya can better help the U.S. track down those responsible for the deaths at the consulate. \n\nLoad-Date: October 11, 2012"
}