{
    "title": "Republicans using terrorist for political gains",
    "publisher": "university wire",
    "year": 2010,
    "month": 1,
    "day": 20,
    "full text": "The failed Christmas Day bombing of Northwest Airlines Flight 253 thrust terrorism back into the national spotlight, and seeing a political opening, some Republicans pounced.\nThey accused President Barack Obama of being soft on terror, of not caring enough, of failing to treat the incident like a war, of failing to protect us, etc.\nFormer New York City Mayor Rudy Giuliani made headlines last week with his claim that we didnt have any domestic attacks under President George W. Bush.\nHe must have meant after Sept. 11, right?\nWhat few people noticed was that Dana Perino, the former White House press secretary under Bush, and Mary Matalin, a political consultant to the Republican Party, have made the exact same claim.\nMatalin went so far as to claim that Bush inherited Sept. 11 from former President Bill Clinton.\nMany Republicans have used the failed terrorist attack to further their political goals.\nIt could be argued that the actions of those who seek to benefit from the attack are terroristic, as the goal of terrorism is to scare people into submission.\nBut you cant blame Republicans for trying. Theyre politicians and think it will help them politically.\nThey might be right.\nThe media certainly didnt hesitate to fuel the fires of hysteria.\nMSNBCs Chris Matthews spent an entire day scaring himself to death over an imaginary kung fu terrorist.\nThere was plenty of criticism that Obama wasnt taking the issue seriously, and his administration was excoriated for missing numerous warning signs.\nOf course, in the rush to panic, nobody bothered to make sure that what they were reporting was, you know, correct.\nIt took nearly two weeks for the fact that the suspect bought a round-trip ticket, not a one-way ticket, to surface, and it wasnt nearly as widely reported as the original story.\nThe way so many people reacted, you would have thought there had been a successful attack that had killed hundreds.\nBut instead, in an attempt to blow up a plane, a guy lit his crotch on fire and ended up being detained by a Dutch film director.\nWhat should be taken away from this incident is that the terrorists who are so intent on killing us are apparently incompetent.\nGranted, its not good that the terrorist wasnt picked up sooner, but its impossible to expect perfection.\nTerrorism is not going away any time soon. Reasonable measures should be taken to protect Americans, but people also need to recognize that nobody is perfect and eventually someone will slip through.\nIt may be something to be concerned about, but its no reason for mass hysteria.\nA persons chances of being struck by lightning are greater than their chances of dying in a terrorist attack.\nPeople need to keep terrorism in perspective, especially given the fact that the main goal of terrorism is to create fear.\nWe shouldnt be panicking over a failed attack.\nAnd if we dont panic, theres no way for the terrorists to win.\nInstead of letting terrorists succeed even when they fail, we should be showing them that they fail even when they succeed.\nDavid Brooks is a communication senior and may be reached at opinion@thedailycougar.com\n\nLoad-Date: January 17, 2018"
}