{
    "title": "Required Reading; On Domestic Terrorism",
    "publisher": "the new york times",
    "year": 1985,
    "month": 9,
    "day": 6,
    "full text": "Representative Lee H. Hamilton, Democrat of Indiana, chairman of the House intelligence committee, writing in his Aug. 14 newsletter to constitutents:\nAlthough examples of terrorist acts are found throughout U.S. history, they have not been as widespread here as in other countries, for several reasons. Terrorism from domestic groups has been relatively rare because ideology has traditionally not been a major force in U.S. history, and because we have had few recent separationist struggles. Moreover, our political system has an enormous capacity to bring those with grievances into the democratic process.\nForeign terrorists generally attack Americans abroad rather than come to the U.S. because of America's geographical remoteness and our tighter airport security. Many terrorists have been trained in Europe and find it easier to get around there. Also, terrorist acts in the U.S. by foreigners would inflame public opinion against their cause and would likely trigger widespread calls for strong retaliation. The view of most experts is that in the near future most terrorist actions against the U.S. will continue to take place abroad. Yet, as the F.B.I. has noted, there is the potential for an increase of terrorism in the U.S.\nWe must take several steps to deal with the threat of domestic terrorism. Such steps include, first, trying to address the kinds of fundamental grievances that give rise to terrorism. We should also continue to institute security practices that make the task of the terrorist more difficult, such as barriers around public buildings and electronic screening of crowds. We must continue to give wide publicity to our anti-terrorist efforts and our resolve to respond firmly to terrorists. In addition, we should tighten our domestic anti-terrorist laws by increasing fines and prison terms and by providing rewards for informants. Moreover, although the F.B.I. has improved its capacity to deal with conventional terrorists, we should boost our ability to deal with large-scale, heavily-armed terrorist groups and to counter diferent kinds of attacks, such as against power or water systems. We should also improve our information-gathering efforts against suspected terrorist groups. If U.S. terrorism increases, we should consider carefully proscribed infiltration of suspected groups and steps to disrupt their planning. Finally, the U.S. should stop supporting actions elsewhere in the world - such as mining harbors and publishing assassination manuals - that appear to give our blessing to the notion of terrorism.\nThe fight against terrorism in the U.S. does not rest entirely with the Federal Government. Others must become more involved, including cities that are prime targets, high-profile international companies and even individual citizens.\nAlthough our efforts must be firm, we must not overreact and trample civil liberties, disrupt normal commerce and sharply restrict citizen access to our public buildings and to our government. A government that responds with oppressive measures loses the confidence of its people and plays into the hands of terrorists."
}