{
    "title": "Rescue mission frees eight in Yemen",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 11,
    "day": 27,
    "full text": "U.S.-Yemeni rescue mission frees eight hostages\n Five hostages moved by al-Qaida captors\n By Ahmed Al-Haj\n and Robert Burns Associated Press\n SANAA, Yemen - U.S. operation forces took part in a rescue mission that freed eight hostages in a remote corner of Yemen, but a Yemeni official said Wednesday that it did not liberate five others, including an American journalist and a Briton who were moved elsewhere by their al-Qaida captors days before the raid.\n Eight hostages - including a Saudi - were liberated in the joint U.S.-Yemeni operation, a rare instance of American forces intervening on the ground in Yemen. A member of the Yemeni anti-terrorism forces was quoted on a website connected to Yemen's Defense Ministry, saying the mission searched for a group of hostages from several nations in an eastern province, but when the commandos arrived at the cave where al-Qaida militants had chained and covered the hostages in blankets, the American and four others were already gone.\n A senior U.S. official had earlier confirmed U.S. involvement and said no American was rescued, without elaborating whether the operation had intended to free one.\n The mission was carried out in a vast desert area dotted with dunes called Hagr al-Saiaar, an al-Qaida safe haven where local tribes offer them protection near the Saudi border.\n The operations come as U.S. drone strikes target militants amid a Shiite rebel power grab in the politically unstable, impoverished nation and fierce battles between al-Qaida and Shiite rebels.\n Yemenis initially gave no mention of American involvement in the operation and said its special forces and anti-terrorism units carried out the raid alone.\n However, a Yemen Special Forces member identified only as Abu Marouf gave a detailed account of the operation to the semi-official Yemen Defense Ministry online portal.\n He said his unit received intelligence information about al-Qaida militants moving hostages chained in shackles and covered with blankets in pickup trucks to Hagr al-Saiaar where they kept them in caves. He added about 30 troops, including snipers, were deployed in the early hours Tuesday some four miles from the caves.\n\nLoad-Date: November 27, 2014"
}