{
    "title": "Researchers urged to guard biotechnology from terrorism",
    "publisher": "usa today",
    "year": 2003,
    "month": 10,
    "day": 9,
    "full text": "WASHINGTON -- The prospect that rogue scientists could exploit genetic advances to unleash deadly germs led the National Research Council to call Wednesday for better oversight of biotech research.\nThe report, \"Biotechnology Research in an Age of Terrorism,\" aims to balance the need for greater security with \"scientific openness\" and the freedom to pursue cutting-edge medical research.\nRather than urge legislation, the report's authors call for a voluntary system of self-policing, coupled with supervision from the National Institutes of Health (NIH) and education about the risks of so-called dual-use technology.\nSimilar concerns prompted the nuclear industry to set up organizations such as the Institute of Nuclear Power Operations in the USA to review security issues independent of government regulators.\nThe report's authors cite two incentives for scientists to participate: to avoid burdensome regulations and to protect society from dangerous germs.\n\"Scientists want their work used for good, not evil, so we can start there,\" says Gerald Fink of the Massachusetts Institute of Technology. Fink is chairman of the council's committee on improving research standards.\nExperiments involving dangerous bugs could be \"stolen or diverted for malevolent purposes\" and the creation of deadlier germs, the report says.\nNIH committees must approve federally funded research. Under the new proposal, NIH could deny permission for potentially risky experiments no matter where the funding comes from.\n\"We're not targeting terrorists here,\" says biowarfare expert and research committee member Ronald Atlas of the University of Kentucky. \"We're interested in working with legitimate scientists doing legitimate research.\"\nEach proposed experiment would first be weighed by a research institution's scientific review board. If it passed muster, it would then go to the NIH Recombinant DNA advisory committee, which reviews government and private gene-therapy projects.\nThe report also calls for the Department of Health and Human Services to create a National Science Advisory Board for Biodefense to oversee the effort. Scientists and journal editors would weigh national security before publishing research findings.\nHHS spokesman Campbell Gardette says his agency has reviewed the report. \"We think it's a good product,\" he says. \"We'll be looking at the recommendations.\"\nThe National Research Council is part of the quasi-public National Academy of Sciences. The report was funded by the non-profit Alfred P. Sloan Foundation and the Nuclear Threat Initiative (NTI).\nSam Nunn of NTI says a bioterrorist attack could be as devastating as a nuclear explosion. \"The two are very similar,\" he says. \"A nuclear attack happens quicker. It would be catastrophic. A biological attack would take longer, but it might be worse.\"\nCorrection\n\nA story Oct. 9 about efforts to prevent biotechnology research from being used by terrorists misstated the university affliation of Ronald Atlas, biowarfare expert and member of the National Research Council, who works at the University of Louisville.\nCorrection-Date: October 16, 2003, Thursday\n\nLoad-Date: October 17, 2003"
}