{
    "title": "Researchers to study ways to detect nuclear material",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 7,
    "day": 4,
    "full text": "SUMMARY: A federal grant will help scientist in Largo develop crystal sensors to help fight the spread of nuclear terrorism.\nLARGO - Scientists in Largo will soon be fighting the threat of nuclear terrorism thanks to a $ 7.2 million grant from the U.S. Department of Defense.\nThe grant, which will be administered by Pinellas County, likely will be used during the next two years by Constellation Technologies to perform research on methods of detecting nuclear material.\n\"The need for this research becomes more crucial every day as additional countries develop nuclear capabilities,\" said Rep. C.W. Bill Young, R-Indian Rocks Beach, who helped secure the funding.\n\"The potential threat from terrorism is very real and growing as evidenced by the bombing in Saudi Arabia last week,\" Young added.\nConstellation leased space at the Pinellas Plant on Bryan Dairy Road in Largo last year where it plans to grow crystals for the development of nuclear sensors. The company will use about $ 6 million in government-owned laboratory equipment that it will lease for $ 1 a year.\nWhile no contracts have been signed between the county and Constellation, government officials said the company is likely going to receive the bulk of the grant.\nThe $ 7.2 million grant is composed of five separate awards to the Pinellas County Industry Council, which last year took over the Pinellas Plant from the U.S. Department of Energy.\nThree separate research grants totaling $ 4.4 million will be awarded for development of sensors that can detect and monitor cases of nuclear proliferation.\nTwo other research grants totaling $ 2.8 million will fund research for the collection and analysis of nuclear weapons materials in cases of terrorism and violation of nuclear treaties.\nAt least 85 new jobs will result from the grant, Young said.\nConstellation is one of several companies that moved into the Pinellas Plant last year. Pinellas County economic development officials are actively recruiting high-tech companies to the plant to replace hundreds of defense-related jobs lost during the past decade.\n\nLoad-Date: July 6, 1996"
}