{
    "title": "RESEARCHER PREDICTS U.S. TERRORISM WILL INTENSIFY AS MILLENNIUM NEARS",
    "publisher": "portland press herald",
    "year": 1997,
    "month": 8,
    "day": 25,
    "full text": "Three police officers in New Hampshire have been shot in less than a week, and one researcher predicts more such violence.\n''I think within the next three years, there will be a lot more incidents of domestic terrorism, whether it's a loner or whether it's an organized group,'' terrorism researcher Stephen Tomajczyk said.\nOn Tuesday, a shooting rampage in Colebrook ended in the deaths of five people, including gunman Carl Drega. On Sunday, rookie Epsom police officer Jeremy Charron was shot and killed while investigating a suspicious car.\nBut Tomajczyk, of Loudon, said the shootings are more difficult for people to deal with because most Americans are misinformed about the nature of terrorism in the United States.\nBecause they often associate acts of terrorism with other countries, violence in this country is less expected, and potential killers such as Drega often go unnoticed until it is too late, Tomajczyk said.\nMost people ''think of the guy with the kaffiyeh and an AK-47 and the Middle East accent. Because we don't see that person walking the streets, we don't think it's here. But in fact, in the United States, the terrorist can be your next-door neighbor,'' he said.\nIn Colebrook, it was.\n''The hair on the back of my neck stood on end,'' Tomajczyk said of the shooting death of newspaper editor Dennis Joos. The two had worked together when Tomajczyk was public health spokesman for the state, he said.\nPeople may need to start bracing for more of last week's tragedy, he said.\n''We're approaching the year 2000 and there are a lot of people who are preparing for Armageddon, and they're preparing themselves for a war with the U.S. government or with local governments,'' Tomajczyk said.\n''They're stockpiling weapons, stockpiling food and supplies, they're building fortifications. And this is all in preparation for the end of the world, so to speak. It doesn't take much to set them off. If they feel threatened, they will defend themselves,'' he said.\nTomajczyk said New Hampshire, with its ''Live Free or Die'' rugged individualism, might be ripe for this sort of activity.\n\nLoad-Date: August 26, 1997"
}