{
    "title": "Residents unsure if attacks will accomplish goal",
    "publisher": "chicago daily herald",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "Lake County residents had mixed feelings Thursday about President Clinton's order for military strikes in Afghanistan and Sudan to retaliate against two U.S. embassy bombings.\nWhether they supported or opposed the strikes, many cited concerns that complicate the issue, such as whether the president was trying to divert attention from his admission this week that he had an affair with a White House intern.\nSome said the strikes - against what Clinton said were a terrorist base in Afghanistan and a chemical weapons plant in Sudan - were necessary. But their support came mainly from the view that the country had no choice, considering the Aug. 7 bombings at U.S. embassies in Tanzania and Kenya killed 263 people.\n\"You have got to strike back or it's going to get worse and worse,\" Libertyville resident Bob Butler said, adding he was sorry that innocent people were killed in the process.\nOthers concurred.\n\"Innocent people died when they bombed the embassies, so they should know better,\" said Nicole Ultsch, an employee at Hawthorn Center mall in Vernon Hills.\nMundelein resident Willis Fletcher said he hopes the attacks succeed in stopping further acts of terrorism. \"Whether this works is another question,\" he said.\nOthers weren't so sure.\n\"It's like fighting violence with violence,\" said Karise Jackson of Long Grove, who questioned whether the United States can stop terrorism except by boosting security at its embassies and other potential targets. \"There has to be some better way.\"\nPaul Hughes of Gurnee agreed. \"Two wrongs don't make a right,\" he said.\nProbably like many Americans, Carol Ann Holth of Wildwood was able to see both sides of the issue. She said the United States must show it will not tolerate terrorist attacks, but she hopes military officials were absolutely sure they targeted the right groups. And she hoped it was not the start of a series of futile back-and-forth attacks.\n\"It's hard to say,\" Holth said during a lively discussion with her friend Hughes. \"My motto is, 'Do unto others what they do to you,' but then again … \"\nSome thought the bombings might not have been about terrorism at all. With Clinton's public admission Monday of an affair with former White House intern Monica Lewinsky fresh in people's minds, some wondered if the air strikes were meant as a diversion.\n\"Oh, sure,\" said Sally Butler, Bob Butler's wife. \"Slick Willie.\"\nSusan Steinmetz, another mall employee, said she'd like to believe the attacks were in retaliation to the terrorism, but she has her doubts.\n\"If I can't trust him not to lie in one respect,\" she said, \"how can I trust him not to lie in another area, like foreign policy or domestic policy?\"\nDaily Herald staff writer Russell Lissau contributed to this report.\n\nLoad-Date: August 24, 1998"
}