{
    "title": "Residents gave up freedoms after 9_11 attacks",
    "publisher": "the lima news ",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "Sept. 11--LIMA -- The terrorist attacks of Sept. 11, 2001, sent a shock wave through the country, exposing our vulnerability. The government and military responded with great force to fight terrorism and try to prevent it from happening again.\nTwo wars and a swift new set of laws, dubbed the Patriot Act, were fast on the scene. Most Americans didn't know what was in the Patriot Act, and many still do not know. Even members of Congress and U.S. senators admitted they were unaware of many of the new laws put in place by the Patriot Act.\nStill, leaders in the federal government said the Patriot Act was needed to ensure the safety of Americans.\nWhat those leaders didn't say and avoided discussing was the attack on personal freedoms, the bedrock of the country, that Americans enjoy and hold dear, analysts said.\n\"The Patriot Act allowed the government to get any tangible thing without any type of checks and balances,\" said Mike Brickner, a spokesman for the American Civil Liberties Union of Ohio.\nThe Patriot Act is broad, but it focuses on enhancing existing laws on topics such as preventing terrorism using surveillance, the collection of information, anti-money laundering legislation, border security and help for victims of terrorism and for families of victims.\nBrickner said the act may sound good on its face value, but a deeper look reveals serious problems that tear at the very fabric of values the country was founded on and people treasure.\nChecking out libraries\nThe land of the free and the home of the brave has engaged in detaining people indefinitely with little, if any, opportunity to challenge the government; torture; increased surveillance of citizens; search and seizures with little or no judicial review; and checking library records to see what books people are reading without them ever knowing, Brickner said.\n\"What is shocking to me, as a staff member at the ACLU, 10 or 15 years ago, these stories that were shocking or I thought couldn't happen in this country actually are happening,\" he said.\nLima Public Library spokeswoman Karen Sommer said libraries have a big problem with federal agents having the ability to search customer records. She said that violates a person's First Amendment right.\n\"FBI agents can come in and search someone's record. It's all done in secret, and we can't tell the patron about it,\" she said. \"The Patriot Act is dangerous to the Constitutional rights and privacy rights of library users.\"\nHigh-profile snooping\nBrickner hopes Sept. 11, 2011, not only will serve as a time to remember those who lost their lives but as a moment to look back and ask whether the laws that quickly spun out of the tragedy are effective and worth it.\nThe U.S. government has a history of spying on high-profile citizens, celebrities and those who publicly voice opposition to its policies. Following the Sept. 11 tragedy, the government continued by spying on antiwar groups and others who questioned the policies of the president and others in government. None of them were connected to terrorism and even included the Quakers, who have a history of opposing violence, Brickner said.\n\"What we have to look at is what are the liberties we are sacrificing, and are we getting a return that is worth that?\" Brickner asked.\nAs an example, Brickner said the Patriot Act allows government agents to wiretap phones and monitor the Internet sites a person visits without proper judicial review. That allowed the government to collect massive amounts of information on its citizens. The government's track record, however, including when the FBI failed to make a connection with those involved in the attacks despite warnings from a Minnesota-based FBI field agent, shows it can't manage and properly act on the information they have.\nIn that case, an agent received warnings of one of the soon-to-be terrorists taking flying lessons without wanting to know how to properly land or take off. The information stalled as it was passed up the chain of command, he said.\n\"Has it really led to catching terrorists and stopping terrorism?\" Brickner said.\nSuccesses in fighting terrorism and breaking up plots have come from developing sources and investigating tips, Brickner said.\n\"It hasn't come from the high frequency wire taps but really old fashion police work,\" he said.\nBrickner compared fighting terrorism to finding a needle in the haystack.\n\"Finding those people is literally finding the needle in the haystack. What we're doing now after 9/11 with the surveillance is creating an even bigger haystack,\" he said.\nThe fight against terrorism also has isolated the Muslim community. If there are terrorists among them, alienation prevents them from passing on potential tips to a government they don't trust, Brickner said.\nElectronic surveillance\nThere are also more security cameras in the private sector and by the government, keeping an eye on people.\nAllen County Director of Homeland Security and Emergency Management Russ Decker said potential targets, such as the Joint Systems Manufacturing Center, the Husky Lima Refinery and area chemical plants, all have installed more cameras, large boulders and gates to keep people out, as well as updated other security measurers. Those companies and others make up a local group that spent $17 million on security, he said.\nStill, Decker said most people in town did not notice any changes here following 9/11.\n\"As far as John Q. Public seeing an impact in Lima, Ohio, I don't see much of an impact,\" Decker said. \"Certainly, if you travel, you see it. I don't think in Lima, Ohio, you see much of an impact.\"\nWhile people who stay close to home may not see the ways the Patriot Act and other governmental action has affected them, those who have traveled have been subject to the body scanners, taking off shoes and other security measures at the airport, Brickner said.\nThe biggest problem with laws that are too broad is the laws give agents of the government broad powers to pry into the lives of citizens without a valid reason, leading to abuse and a slippery slope. The FBI, CIA and various agencies with police powers can take it too far, he said.\n\"It's not a matter of if, it's a matter of when it will be abused,\" Brickner said.\nBrickner pointed to National Security letters as an example. A government agent gives a letter to a company, requesting information and forcing the company to turn it over. Initially, those letters did not have to go through a judge. Now a judge has to review it but does not have to see evidence, Brickner said, meaning the judge essentially rubber stamps it.\n\"We have definitely given up way too many of freedoms than needed to prevent another terrorism attack,\" he said.\nYou can comment on this story at www.limaohio.com.\n___ (c)2011 The Lima News (Lima, Ohio) Visit The Lima News (Lima, Ohio) at www.limaohio.com Distributed by MCT Information Services\n\nLoad-Date: September 11, 2011"
}