{
    "title": "RESISTING TERROR--AND LAWLESSNESS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 4,
    "day": 29,
    "full text": "The Reagan Administration has been hinting at a new kind of quasi-legal warfare. The target: terrorists. The objective: to deter or kill them before they kill Americans, and to punish nations that support them. Would this new warfare be waged at home as well as abroad? With certain proof or merely on suspicion? Darkly, officials imply they may cross all kinds of boundaries.\nThe urge, born after the truck-bomb murder of marines in Lebanon, is understandable. It has produced a dubious proposal for new laws to prosecute Americans who give aid to terror groups - as blacklisted, unchallengeably, by the State Department. But the deeper yearning seems to be for even more secret operations so far undefined by any public policy. The subject cries out for discussion, in terms of concrete, if hypothetical, cases.\nEditorial urges Reagan Administration against overstepping bounds of law in any campaign against terrorism\nPresident Reagan has signed a secret directive authorizing unspecified actions. Officials say it marks a shift from defensive to offensive measures by ''all legal means available.'' But Secretary of State Shultz has been campaigning for measures that require crossing what he calls a ''threshold,'' raising questions ''of retaliation, of pre-emption, of standards of proof.'' And Undersecretary Lawrence Eagleburger notes that ideas like pre-emption raise ''all sorts of legal and ideological problems.''\nIt's hard to know what to make of these abstract hints. Presumably, the F.B.I. can already protect adequately against, say, fanatical Puerto Rican nationalists. Diplomacy and defensive measures have surely contained dangers like airplane hijackings. Presumably also, the Administration is not torturing the language to redefine its war against Nicaragua as ''counterterrorism.'' What then justifies crossing thresholds of law and morality?\nWhen Iranians terrorized American diplomats, we seized their assets, might have detained their diplomats and sent a military rescue party. None of that crosses such thresholds.\nWhen Libyan agents pursue their enemies abroad, they can certainly be barred and followed or arrested and expelled on less than perfect proof. If they're supported by an embassy, as in London, it can be closed. No thresholds there.  What if Shiite Lebanese drive a bomb truck into an American compound? If the conspirators are known, we can demand their punishment by their Government or hold it culpable. If they're not known, however, we certainly should not retaliate, Israeli-style, by bombing Shiite villages. That would indeed cross a threshold, and recklessly so. Americans may be insecure in some ill-governed regions, but American society does not live, like Israel's, in perpetual danger of terrorists. Retaliation, like war, can be just or unjust.  What if Iran or Syria conspire in terror attacks on Americans? Then they would be guilty of aggression, punishable by all the conventional means a prudent nation uses to respond to attack. But if they are merely suspected of complicity, there's not much to be done. Global order won't be advanced by outlaw tactics.  And what if terrorists get arms from Czechoslovakia or advisers from Bulgaria?  Then those nations, as the Administration has recently warned, risk American wrath and sanctions. But the line between arming terrorists and insurgents is a slender one. The United States itself is far from willing to forgo the right to send arms and advisers into other peoples' conflicts.  So what, precisely, does the Administration plan? State-supported terrorism is a relatively new concern and may require energetic new intelligence operations. Terrorist groups are best deterred, and frustrated, by infiltration.  Yet when intelligence fails or yields only suspicion, the United States cannot just shoot on a hunch or at random. Even if provoked, it depends too much on the norms of international conduct to invent new violations of them. That may mean that some guilty parties sometimes go unpunished. But that is the price civilized societies always pay to ward off the greater terror of anarchy."
}