{
    "title": "RESIDENTS WANT N. SIDE SIGN HONORING GENERAL REMOVED",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 3,
    "day": 2,
    "full text": "The anti-terrorism policies of former President George W. Bush stirred passions Monday at a Pittsburgh City Council hearing on whether a street sign honoring former CIA director and retired Air Force Gen. Michael V. Hayden, a North Side native, should be taken down.\nCouncil held the hearing after about 40 residents signed a petition demanding that the sign, on North Shore Drive at Heinz Field, come down because of questions about Gen. Hayden's legacy. The petition drive was led by Park Place resident Greg Barnhisel, who told council that Gen. Hayden was a leading figure in a Bush administration that wiretapped Americans without warrants and tortured suspected terrorists.\nDefending Gen. Hayden was his brother, West View resident Harry Hayden, who said Mr. Barnhisel's accusations were \"wildly inaccurate.\"\nHarry Hayden said the wiretapping program, called the Terrorist Surveillance Program, enhanced national security. He added that a version of the program is in operation today.\nIn addition, Mr. Hayden said his brother moved to halt waterboarding of suspected terrorists and ordered the closing of \"black site\" prisons overseas. He said Gen. Hayden ordered 14 prisoners held in those sites relocated to Guantanamo Bay, Cuba, where they received access to medical care and religious items.\n\"It hardly sounds like the actions of a man that condones torture,\" Mr. Hayden said.\nIn the end, council members said they didn't give the go-ahead to put the sign up and didn't believe they had the authority to remove it.\nJoanna Doven, spokeswoman for Mayor Luke Ravenstahl, said the mayor approved the sign and stands by the decision.\nWhile \"North Shore Drive\" remains the official name, the honorary blue sign pronounces the street \"Michael V. Hayden Boulevard.\" Mr. Hayden said the sign is about 600 feet from the family's old home.\nIn all, the hearing drew about 14 speakers, with about half supporting Gen. Hayden and the others demanding the sign be removed. The supporters mainly were veterans and North Side residents, including some who had long known Gen. Hayden.\nCritics included Scilla Wahrhaftig of Park Place, who said controversial anti-terrorism techniques cost America the moral high ground.\n\"I don't want this city to be diminished also,\" she said.\nMr. Hayden said his brother was honored by the sign and might try to buy it if the city takes it down.\n\nNotes\n\nJoe Smydo: jsmydo@post-gazette.com or 412-263-1548./\n\nGraphic\n\n \nPHOTO: Robin Rombach/Post-Gazette: This sign outside Heinz Field and the Carnegie Science Center at Allegheny Avenue on the North Shore honors former CIA director and retired Air Force Gen. Michael V. Hayden, a North Side native.\n\nLoad-Date: March 2, 2010"
}