{
    "title": "Resolution links aid and anti-terrorism",
    "publisher": "the hill",
    "year": 2007,
    "month": 3,
    "day": 8,
    "full text": "Joseph Biden (D-Del.), chairman of the Senate Foreign Relations Committee, together with the two most senior members of the panel, Sens. Chris Dodd (D-Conn.) and John Kerry (D-Mass.), introduced a resolution expressing that U.S. military assistance to Pakistan should correlate to that country's success in countering al Qaeda and the Taliban.\nThe three senators seek to attach the resolution to comprehensive 9/11 legislation being considered on the Senate floor.\n\"This legislation reinforces the message coming from both Congress and the executive branch: The government of Pakistan has got to do far more to crack down on Taliban and al Qaeda operations,\" Biden said in a statement.\n\"Our goal here is to improve cooperation with Pakistan. If we see Pakistan moving in the right direction on counterterrorism, democratization and other issues, our aid levels should reflect this improvement. But decision-makers in Pakistan should recognize that the reverse is also true.\"\nWhile it is important to recognize Pakistan's contributions to the fight against terrorism, \"it is obvious that more remains to be done,\" Kerry said. \"This resolution sends a clear message that Congress is watching Pakistan's efforts to crack down on the Taliban and al Qaeda closely, and will consider progress when determining appropriate levels of U.S. military assistance.\"\nThe resolution states that American policy is to maintain and strengthen its long-term relations with Pakistan and that the U.S. will work with Pakistan to clamp down on international terrorism and stop al Qaeda and Taliban operatives from using Pakistani territories as safe havens.\nAdditionally, the United States will work with Pakistan's government to prevent nuclear-weapons proliferation and dismantle existing proliferation networks.\nThe resolution also encourages the Pakistani government to work toward transitioning to fully democratic systems of governance and suggests that the United States should implement a robust aid strategy in areas such as education, governance, rule of law, women's rights, medical access and infrastructure development.\nIf the Senate resolution, which emphasized U.S.-Pakistan cooperation, passes as part of the 9/11 bill, it would differ significantly from legislation already adopted by the House as part of H.R. 1. The legislation crafted in the House Foreign Affairs Committee sets limitations on security assistance to Pakistan. Pakistan's embassy in Washington has been lobbying to thwart the potential sanctions included in the House bill, fearing that the blunt legislation could alter Pakistan-U.S. relations.\nIf Pakistan does not heed the message the Senate resolution is sending, the Senate could adopt the House approach when the two 9/11 bills go to conference, according to a congressional source.\n\nLoad-Date: April 27, 2007"
}