{
    "title": "RESPONDING TO TERRORISM IN SAUDI",
    "publisher": "idaho falls post register",
    "year": 1996,
    "month": 6,
    "day": 30,
    "full text": "After the last terrorist attack on U.S. troops in 1983 in Lebanon, we pulled out of the region. That should not be our response to Tuesday's bombing that killed 19 U.S. servicemen in Saudi Arabia. In fact, the United States has little choice but to stay as long as 1) we are dependent on Mideast oil and 2) Islamic extremism such as that in Iran and Iraq poses a real threat.\nSaudi Arabia, for now, is a source of stability in a volatile region, serving as an antidote to Muslim extremism. Rumors that the family-run monarchy of King Fahd is at risk are false, at least according to a statement by Secretary of State Warren Christopher Thursday. Christopher's statement may have calmed some anxieties temporarily but anyone who takes a close look at what is happening in Saudi Arabia (as Readers' Digest reporter Fergus Bordewich did on this page Thursday) has to wonder how long the so-called stability will last.\nThe desert kingdom is not as wealthy as it once was, though the royal family's opulent lifestyle doesn't reflect that. Increasing with the national debt is the number of unemployed and the number of those affiliating with Islamic extremists, many bitter about a fabulously wealthy but corrupt royal family cozying up to a secular West. Unlike Kuwait, Saudi Arabia does not have free elections or a free press. Political prisoners are tortured and women are oppressed. As Bordewich wrote, the land is a fertile field for dissidents ''who cloak their Islamic agenda in democratic rhetoric.''\nThe followers of the Ayatollah Khomeini in Iran sounded democratic themes, too, the days before the Shah of Iran was deposed. It didn't take long to learn the Ayatollah's idea of democracy wasn't much better than the Shah's.\nClearly, the United States, the Western world and Israel can't stand by and allow another Islamic fundamentalist government in the region. Not only must the U.S. take steps to increase security at military installations in Saudi, it must also use every means within reason to encourage democratic reforms inside the Saudi government. Other nations who depend on Saudi oil also, Japan, for instance, need to become more involved as do friendly Arab states such as Egypt, Jordan and Kuwait.\nWhile encouraging more freedom in Saudi Arabia, the U.S. and the Western world must do more to lessen dependence on Mideast oil. Raising speed limits across the United States didn't qualify as a good first step.\nGene Fadness\n\nLoad-Date: July 1, 1996"
}