{
    "title": "Responding to terrorism; Pool Re may issue rate, term changes for U.K. terrorism reinsurance",
    "publisher": "business insurance",
    "year": 1994,
    "month": 5,
    "day": 23,
    "full text": "IN THE UNITED KINGDOM, politics and the insurance industry have been brought together by a rash of violent bombings in England.  The terrorist bombing campaign carried out in the past year by the Irish Republican Army on British soil, while not without precedent, is certainly of a scale never before experienced in the United Kingdom.  For the U.K. business community -- and in particular the insurance industry -- the IRA's terrorist acts have led to a linkage of politics and commerce that has had an international impact.\nOn Jan. 1, 1993, major European reinsurers decided to exclude terrorism coverage in the United Kingdom because of their limited knowledge of the risk potential in the United Kingdom in general and in central London specifically.  Without reinsurance protection, the direct primary insurance market was forced to follow suit.\nThe U.K. government's response to this shortage was the formation of Pool Re, a mutual reinsurance company.  The operation of Pool Re has led to much debate, though, over the issue of terrorism cover in the United Kingdom, and the risk management, insurance and brokerage communities now await possible revisions of the current schedule of rates as well as changes in terms following Pool Re's annual meeting earlier this month.\nA quick review of the U.K. provisions for terrorism coverage can help us to better understand this issue and define solutions for the insurance buyer.\nIn the fall of 1992, insurers, reinsurers and the U.K. government were compelled to evaluate the extent of cover they could afford to provide against increasing acts of terrorism in the United Kingdom and the consequential cost in property damage.  The result of these discussions was that, as of Jan. 1, 1993, the U.K. insurance market restricted cover for commercial risks to 100,000 pounds ($ 150,280) per premises for these coverages: buildings and completed structures; other property, including contents, engineering, contractors and computers; business interruption; and book debts.\nThe U.K. government agreed that it would act as the reinsurer of last resort for damage from terrorism activity.  This agreement, confirmed by an act of Parliament, provided the basis to establish Pool Re.  The act provides policyholders a facility to purchase full coverage excess of 100,000 pounds ($ 150,000).  Coverage up to 100,000 pounds is provided by the primary insurer.\nMost importantly, Pool Re has the ultimate support of the U.K. government if the pool's funds become exhausted.  Since the summer of 1993, on any new or renewable policies, the 100,000 pound limit has applied per policy with no facility for automatic reinstatement.\nLondon is the focus of much of the publicity and concern regarding terrorist incidents.  However, there have been incidents in northern England involving terrorist bombs and it appears that terrorists will hit targets throughout the United Kingdom.  There is no discernible pattern and the consensus is only that the bombs are targeted for maximum disruption and publicity.  To date, the major U.K. losses are the April 10, 1992, St. Mary's Axe explosion with an economic loss of approximately 350 million pounds ($ 525.9 million), which is down from original estimates of close to 800 million pounds ($ 1.2 billion), and the Bishopsgate bomb on April 24, 1993, with an economic loss of about 600 million pounds ($ 901.7 million) (BI, May 3, 1993; April 20, 1992).  These bombings present startling proof that terrorism losses may reach the scale of natural catastrophes in terms of potential losses.\n \nHow Pool Re works\nFor terrorism exposures, the primary insurer provides a quotation for terrorism coverage from the rates supplied by Pool Re, which are not negotiable and are broken down according to location.  The insured value of a property is multiplied by the following rates:\n* zone A -- central London, 0.144%.\n* Zone B -- inner London and other central business districts, 0.072%.\n* Zone C -- rest of England, 0.018%\n* Zone D -- rest of Great Britain, 0.009%\nIn the event of a loss, the primary insurer is responsible for paying the entire terrorism claim.  Once payment is made to the policyholder, the insurance company then seeks reimbursement from Pool Re.  Upon confirmation from the member company that the claim has been paid to the policyholder, Pool Re indemnifies the payment under request.\nIf Pool Re's fund is exhausted, the facility's primary insurer members also may face a \"call\" of up to 10% of their premium contribution to Pool Re.  The call refers to members' total premium contribution to Pool Re, not their participation on a specific program.  Again, the normal retention by the primary insurer is 100,000 pounds, with anything in excess of this limit ceded to Pool Re.  If necessary, Pool Re can use a rolling sterling agreement with the Bank of England of 500 million pounds ($ 751.4 million) to meet its liabilities.  In the event of loss, a credit transfer would be provided to the primary insurer from the Pool Re fund after the policyholder's claim was settled.  Pool Re is, therefore, as secure as the U.K. government.\nThere are limited options regarding alternative markets for U.K. terrorism coverage.  Pool Re members are not permitted to provide terrorism cover at rates other than those stipulated.  To date, other markets, like continental Europe, have been unwilling to provide alternative capacity.  It appears that some Lloyd's syndicates can provide capacity, but this is also fairly limited, probably now no more than $ 20 million to $ 30 million, and expensive.\nLondon market capacity for terrorism cover, however, appears to be more flexible than Pool Re with loss limits and selective coverage options available to the insurance buyer.\nAmerican International Group Inc., which has a worldwide terrorism insurance facility in New York, at one time offered $ 30 million in capacity worldwide, except London, which had sublimits of $ 10 million.  However, it no longer offers property terrorism and sabotage coverage in the United Kingdom and is not expected to in the foreseeable future.\nInsurance protection from terrorism is addressed in other countries primarily via state mechanisms.  Two examples are worth mentioning.\nIn South Africa, a very real threat from terrorist acts to commerce and business has existed for more than a decade.  In 1976, the insurance market canceled coverage due to the insurers' inability to cover this exposure.  Following negotiations between insurers and the government, a compromise was reached whereby 15 of the largest direct insurers contributed on a proportional basis to the capitalization of a pool, South Africa Special Risk Insurance Assn.\nIn the SASRIA structure, the government acts as the insurer of last resort for the pool.  Payments to any one client are limited annually to 250 million rand ($ 68.2 million).  This mechanism apparently has been satisfactory due to the smaller size of most businesses operating in South Africa and, therefore, the reduced possibility of catastrophic losses depleting the fund.\nSpain's \"Consorcio,\" a government-financed entity, includes terrorism cover along with catastrophe perils.  Premiums are derived from statutory rates applied to property values.  The Consorcio arrangement provides cover for perils such as flood and earthquake but does not include business interruption coverage.  Private Spanish insurers are not prohibited from providing these covers, but the levy or contribution to the Consorcio is obligatory.\n \nDefining principles\nEven though Pool Re is an adequate facility for U.K. terrorism cover, questions about the entity still have not been fully resolved.\nFor instance, in the risk management community, the perceived inflexibility of Pool Re has been strongly criticized.  To best understand Pool Re, it is important to look at the principles laid out by the British government for the provision of U.K. terrorism cover.  These are:\n* To ensure that all industry and commerce continue to be able to purchase cover against the risk of losses as a result of attacks by terrorists, and to avoid disrupting commerce and industry by the lack of insurance for terrorism.\n* To enable the insurance market to function normally so that the need for government intervention will become increasingly remote over time and government involvement can be discontinued.\n* To incur zero cost to government over a period of years.\n* Not to expose insurers to undue risk that might threaten their solvency.\nPool Re was an immediate and political response to the threatened exclusion of terrorism cover by reinsurers and the adverse impact this would have on direct U.K. insurers.  It is important to remember that in the fall of 1992, major European reinsurers decided to exclude terrorism in the United Kingdom from 1993 treaties and the U.K. government was compelled to create a solution, in a matter of days, to the possible disruption of U.K. commerce because of that decision.  Pool Re is essentially the creation of the U.K. Department of Trade and Industry.\nThe DTI determines policy, rules and ratings of the Pool Re facility, not Pool Re itself.  While the intransigence of Pool Re regarding the rating schedule, deductible discounts and other coverage issues has been much debated, this is not because of the pool members' inflexibility, but due to the DTI adhering to the previously mentioned governmental principles in establishing the pool.\nTo understand Pool Re's structure better, several points are worth highlighting.  Pool Re has a highly streamlined administration.  There is presently one reinsurance underwriter responsible for technical underwriting.\nThe DTI views Pool Re as a strict retrocession agreement between the government and the Pool Re membership.  What does this mean for the insurance buyer?  To date, there has not been much room for negotiation of terms and conditions as there might be in a primary insurance arrangement.  The DTI determines the scope of the rules and ratings, and during the past year has closely adhered to the pool's original principles.\nIn addition to the reinsurance underwriter, Pool Re has a managing director -- a new managing director from the reinsurance market was reportedly named at the general meeting -- and nine support staff members.  Pool Re's limited administrative/underwriting staff allows little time for case-by-case review of alternative proposals.  Over time, however, brokers and insurers may have greater success in negotiating with Pool Re because of the pool's increased familiarity with the DTI requirements and goals as well as increased personnel.\n \nRating credits\nPool Re was a U.K. solution set up for U.K. companies.  There was little recognition of the impact of the tariff on Fortune 500 or multinational companies with exposures in the United Kingdom.  The assumption of large deductibles, self-insured retentions for meaningful premium discounts, credits for loss control or security implementation, or negotiation of rates based on geographical location have not been accepted as they might have been in direct insurance underwriting negotiations.  To a large extent, the risk management and brokerage community has assumed Pool Re is the final arbiter, when that is actually the role of the DTI.\nThe rigidity of the DTI rules regarding the rating structure and credits available to policyholders for taking higher retentions or improving loss control/security arrangements may be weakening.  Pool Re's position has been that discounts for security precautions are useless because of the \"shock wave\" that can result from a terrorist bomb.  In the two downtown London blasts, experts were surprised at the path taken by the shock wave, which was funneled between outer walls from one street to the next.  Ironically, due to the irregular and non-rectangular layout of the streets, the shock wave virtually came full circle, hitting some streets twice while leaving other, closer sites untouched.  The use of video cameras or extensive security personnel, therefore, would not be worth much if a large bomb were set at another site causing unpredictable peripheral damage.\nHowever, Pool Re recently announced that it will allow rating discounts for loss reduction and prevention measures.  Pool Re is formulating a schedule that could allow a maximum of 12.5% credit for loss control but only for the property damage premium.  The credit will apply depending on the type of security system -- video cameras, increased personnel, etc. -- in place.\nFor now, the rating credits will not apply to business interruption coverage.  Pool Re has indicated, however, that though a contingency plan for catastrophic losses will not yield any rating credit for business interruption losses, it will be viewed very positively and will serve as a key element in attaining the property damage discount.  It is hoped that the property damage discount will be available by June or July.\nThe amendment of current rates and/or deductible discounts could be announced at any time but is most likely by June or July.  Once the new rates are announced, Pool Re members have 45 days in which to register their views with Pool Re.  The original rates promulgated in January 1993 were revised in April 1993 soon after the Bishopsgate incident.\n \nOutside suggestions\nFollowing the Bishopsgate blast, the DTI appointed an independent consultant, Bacon & Woodrow, to review the rate procedures.  Their report highlighted the need to adjust rates to achieve the desired 500 million pound ($ 751.4 million) benchmark.  Bacon & Woodrow reported their findings in May 1993 to the DTI, which then instructed Pool Re to implement rate changes as of June 1993 that increased premiums by an average of 300% in higher-risk areas like central London.\nIt has been estimated that the U.K. terrorism premium paid to Pool Re in 1993 was 190 million pounds ($ 285.5 million); claims paid for the period are estimated at 45 million pounds ($ 67.6 million), with 235 million pounds ($ 353.2 million) outstanding.  These reserves refer primarily to the Bishopsgate loss.\nThe pool has said that \"rating will be done on an annual basis and that no changes in the deductible discount structure will occur until mid-1994 (June 1993 is the only change to date) or prior to July.\"\nAll signs point to the disclosure of the new rates within the next month.\nThe Bacon & Woodrow report included the following recommendations:\n* Simplification of zones and rates.\n* Removal of the 100,000 pound \"free\" cover.\n* Removal of the 10% \"call\" on insurers.\n* Remuneration for brokers and insurers.\n* Simplification of the business interruption rating.\n* Improved administration.\n* Risk improvement rebates for cameras, extra security, etc.\nThe Bacon & Woodrow report has been reviewed by several groups, including Pool Re's underwriting committee, brokers, insurers and Lloyd's syndicates.  It remains to be seen how Pool Re and/or the DTI will treat the above points or other recommendations from outside reviews.\nIt is generally felt that the best manner to address the U.K. terrorism issue is via the implementation of a solution like that in Northern Ireland, where payment for loss is based on 100% indemnity by the government for terrorist damage.  This solution, however, is politically untenable in the Britain.\nAnother idea put forth in 1993 by several groups was a levy on policyholders.  Initially, a premium tax was considered politically impractical because the U.K. government did not want to appear to be suggesting a tax or public-sector transfer of the terrorism problem.\nHowever, in November 1993, the DTI announced that a 3% tax on net insurance premiums would go into effect Oct. 1, 1994, and apply to all policies covering U.K. risks with the exception of cargo, credit or reinsurance.  The insurance premium tax has now been revised to a 2.5% tax on the gross premium.  According to the government, the insurance premium tax was levied to bring the United Kingdom into line with other European countries, but there is speculation that the shortfall in Pool Re funds has, in part, influenced the government's decision to implement this new tax.  It should be emphasized that it is unclear whether any portion of the premium tax revenues will be used to supplement the Pool Re fund but it seems a possibility.  If an official announcement contradicting this position were made, it could be argued that Pool Re's rates would likely increase to cover the present shortfall.  It was estimated that the 3% levy would yield 750 million pounds ($ 1.13 billion) in revenues to the government and the 2.5% tax should yield a similar revenue figure.\nIt is unclear whether the premium tax will apply to terrorism premiums.  The U.K. government's customs and excise department has advised that Pool Re's cover is reinsurance, so those premiums will be exempt.  However, the primary insurance against terrorism, being general insurance, is taxable.  Whether the tax is due on premiums collected by insurers is, therefore, still unclear.\nIronically, with the recent peace overtures, some policyholders are opting not to purchase terrorism insurance with Pool Re, thereby reducing premium flow into the fund.  This leaves a Catch-22 situation for the government: Peace diminishes the incentive to buy terrorism cover, but in the event of another incident, Pool Re is insufficient funded and the U.K. government and taxpayers are placed squarely in the middle for paying losses due to terrorist acts for those who have purchased coverage.\nThe cost of administering terrorism cover can run as high as 500,000 pounds annually for insurers and brokers.  U.K. underwriters can spend as much as 50% of their time on terrorism issues, with support staff occupied virtually full-time in processing paperwork.\nOne proposed solution for the remuneration of insurers is the elimination of the 10% call; so far, it is unclear if Pool Re (or the DTI) will act on this suggestion.  The next month will present the interested parties (policyholders, brokers, and insurers) with the new Pool Re guidelines.  Some commentators feel that the U.K. government is no longer as interested in reaching the 500 million pound benchmark, nor in improving terms or getting more policyholders in Pool Re.  In light of the recent premium tax and the expected revenue flow, it is likely that some of these funds will be earmarked to supplement Pool Re.  A lowering of current rates could induce policyholders to remain within the Pool Re structure, as opposed to seeking alternative options in the London market.  The fact remains that options are narrowing for the policyholder and a further escalation in rates may force some to opt out of the pool.\nLast year's terrorist acts in Britain, and subsequent killings in Northern Ireland, forced both Irish and British politicians into virgin territory.  Peace talks raised concepts such as \"de factor recognition\" of the IRA and \"total cessation of violence\" by the IRA.  However, the spirit of discussion among the various parties, including a visit to the United States by the head of the IRA's political wing, has not yielded the hoped-for solutions to the problem.\nThe mortar attacks on Heathrow Airport in March will certainly slow down any easy reconciliation of the differences separating the two sides.\nU.K. terrorism coverage will continue to be an important issue for the insurance buyer.  There are few options outside the Pool Re structure and little room for negotiation within the parameters of the pool's rules.\nForthcoming announcements by the Pool Re directors should help guide the insurance buyer in terms of how best to provide coverage for this sensitive exposure.  In the best-case scenario, Pool Re will be rendered obsolete by successful completion of the peace process between British and Irish diplomats.  Until then, the uneasy alliance between politics and industry that Pool Re represents will remain the primary mechanism for the provision of coverage against terrorist acts in the United Kingdom.\n\nLoad-Date: June 2, 1994"
}