{
    "title": "Responding to Terrorism in France",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 5,
    "full text": "President Emmanuel Macron and others there have been angered by outside criticism.\nIn the wake of two horrific incidents of Islamist terrorism in France, President Emmanuel Macron and many of his countrymen have reacted angrily to criticism from abroad suggesting that French policies, and especially the French version of state-enforced secularism, somehow contributed to the lethal radicalization of a sliver of the country's large Muslim population. \n  The French reaction is understandable. The beheading of a schoolteacher and the murder of three churchgoers in Nice by Islamist terrorists cannot be justified by any grievance, real or perceived. Any attempt to lay the blame for these horrific crimes on their victims, or on national policies, is perverse. France, a country with a deep commitment to human rights and a robust tradition of self-criticism, offers many legal avenues of protest -- witness the Yellow Vest movement that has periodically convulsed France for two years now.\n  In the face of scathing criticism from Mr. Macron -- expressed in a letter in The Financial Times, an interview with Ben Smith, the media columnist of The New York Times, and elsewhere -- The F.T. and Politico Europe both removed articles questioning the role of French policies in Islamist violence. The core of the president's complaint was that English-speaking countries that share France's values were in effect ''legitimizing this violence, and saying that the heart of the problem is that France is racist and Islamophobic.''\n  It is not always fully appreciated outside France's borders that the country is home to the largest number of Muslims in the Western world, more than 8 percent of the country's total population. It also has a history of horrific terrorist attacks, including, in 2015, the raid on the offices of the satirical magazine Charlie Hebdo and the assaults on Paris cafes and entertainment halls that left 130 dead.\n  Furthermore, France's approach to ethnic minorities differs from the American model in fundamental ways not often understood. The American way is basically to promote the coexistence of different ethnic groups and religions; the French model, born of the French Revolution, is a universalist one in which people of all races, religions and backgrounds are treated without differentiation as citizens with equal rights. France maintains no register of people's ethnicity or religion.\n  A critical element of that model is the French concept of secularism, laïcité, a legacy of the French struggle against the power of the Roman Catholic Church. Whereas freedom of religion in the United States began as defense of religion against the state, France's began with a defense of the state against religion. So French policies such as banning Muslim head scarves in school, perceived by many of the French as combating religious coercion, is often criticized in what the French call the ''Anglo-Saxon'' world as an attempt to forcibly impose French identity on immigrants.\n  To its critics, the French model does too little to improve the lot of Arab and African Muslims living in suburban public housing, the ''banlieues'' where youth unemployment runs sky-high and many of the Islamist radicals are incubated. Conditions there have only worsened with the coronavirus pandemic.\n  In a major speech in early October, Mr. Macron assailed the rise of ''Islamist separatism'' and promised a new law to defend France's secular and democratic values. He also recognized the problem of the ''ghettoization'' of French cities where ''we built our own separatism ourselves,'' but the speech drew sharp criticism from French Muslims, including charges that it stigmatized Muslims, especially women and working-class Muslims.\n  These are issues that should be open to debate, both within France and among mature democracies. But the debate cannot cross into any notion that any victim of Islamist terror ''had it coming.'' Mr. Macron is right to reject any such suggestion.\n  But he goes too far in seeing malicious insult throughout the ''Anglo-American media.'' Serious news organizations in the United States, including The New York Times, have sought to offer full and nuanced reports on the terror attacks in France and on the French government's policies. It was unfair of Mr. Macron's international communications adviser, Anne-Sophie Bradelle, to suggest that The Times and The Washington Post said France was ''at war with Islam.'' Neither suggested this, or argued that France's core problem was that it is ''racist and Islamophobic.''\n  But racism and Islamophobia are major problems in France, as they are in the United States, Britain and elsewhere in the Western world. So is Islamist terror, and the many issues of cultural integration, tolerance and competition posed by mass migration. These are the common challenges of the Western world, and no country has demonstrated a fully adequate response.\n  Under President Trump, the United States government has woefully abandoned its tradition of openness to immigrants and refugees, and the president has deliberately fanned racism and intolerance for political ends. French news outlets have not spared Mr. Trump and his followers in their coverage of his administration, nor should they.\n  The French media has also demonstrated a robust readiness to assail Mr. Macron's policies, as it has done in recent weeks against the introduction of a ''general security'' bill that, among other things, included what looked like an attempt to protect the police from public scrutiny. After two incidents of police brutality caught on video, the bill was pulled back for a rewrite.\n  That's what the news media does, at home and abroad. It is its function and duty to ask questions about the roots of racism, ethnic anger and the spread of Islamism among Western Muslims, and to critique the effectiveness and impact of government policies. When terrorists strike, however, there is only one response. On that front, Mr. Macron, France is not alone.\n  The Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com\n  Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\n\nhttps://www.nytimes.com/2020/12/04/opinion/macron-terrorism-france.html\n\nGraphic\n\n \nPHOTO: A memorial at Notre-Dame in Nice, France, to the three people stabbed there in October. (PHOTOGRAPH BY SEBASTIEN NOGIER/EPA, VIA SHUTTERSTOCK)               \n\nLoad-Date: December 5, 2020"
}