{
    "title": "Respond to Terrorism With Restraint, Not Revenge",
    "publisher": "christian science monitor ",
    "year": 1996,
    "month": 3,
    "day": 14,
    "full text": "HOW can nations respond to terrorism? This is a crucial question, particularly as Israelis come to terms with losses caused by the recent tragic bombings there.\nCan high-profile meetings like yesterday's in Egypt do any good? Perhaps, if the agenda includes the need for political as well as police responses to terror. For starters, it will help Israeli Prime Minister Shimon Peres if his people see, once again, the breadth of other nations' support for him and for his party's peace diplomacy.\nSomewhere behind the summit's glare, police chiefs and counterterror experts from various nations were also busy, in an effort to increase their coordination. But police work alone can never solve the political problems that underlie deep conflicts. Too often, ''police measures'' can get tangled up with another understandable response to terror - the urge for punishment and revenge. When that happens, the cycle of violence and counterviolence can rapidly spin out of control.\nThere is a real danger that the Israeli government's imposition of broad collective punishments, including blockades around Palestinian villages and possible delays in previously agreed troop pullbacks, could lead to such a spiral.\nThat's a pity, because many in Israel already know the need for restraint. They know that the massive use of force in Lebanon did not wipe out the problems there, but left 1,200 Israelis (and 19,000 Arabs) dead. They know that all the repression used during the intifadah (uprising) in the occupied territories only deepened Palestinians' yearning for independence.\nPersonally, I would nominate for a Nobel Peace Prize the biggest hero who has emerged so far in response to the recent terror campaign: Leah Rabin, Yitzhak Rabin's widow. She has spoken out forcefully for further pursuit of peace, and against the racist anti-Arab incitement that enjoys a worrying degree of public ''legitimacy'' in Israel.\nHer quiet insistence on restraint - and even on reaching out - recalls what I read recently about 18th-century Quaker activist John Woolman. In 1762, anti-Indian sentiment was growing in the English colonies of North America. In Philadelphia, the remains of victims of Indian ''terror'' were publicly displayed to whip up war fever. The pro-war campaign succeeded: The Pennsylvania assembly, including several Quaker members, voted in favor of war taxes.\nThis worried Woolman. His journal says, ''A concern arose to spend some time with the Indians, that I might feel and understand their life.'' He traveled through hostile, uncleared land to western Pennsylvania, where he had some friendly and instructive interactions with local Indians. But Woolman was unable to prevent the outbreak of the ''French and Indian Wars,'' and the decades of violence that followed. (He was notably more successful in starting to anathematize the owning of slaves among those Quakers who still saw nothing wrong in doing so.)\nToday's Israel has little in common with the pre-independence colonies in America. In the 1760s, it still was possible for the British and their colonists to wage brutal war against their native-born neighbors, and ultimately to win a decisive victory. In the Middle East, however strong the country's arsenals, no Israeli leader could ever hope to win a similar final ''victory'' over the Palestinians. Reason dictates that some form of coexistence will be necessary. And, if this coexistence is to be stable, it will have to be built on mutual interests and respect.\nHow to win such a peace? That's the most pressing question in today's Middle East - the one that Mrs. Rabin has addressed. But it still seems sadly far from the minds of most American politicians.\nIsraelis and Palestinians who have pinned their hopes on peace will be looking to see what President Clinton can do to live up to such hopes - and to get the peace train firmly back on track.\n\nLoad-Date: March 14, 1996"
}