{
    "title": "Responding to the Recent Spat of Right Wing Terrrorism",
    "publisher": "university wire",
    "year": 2009,
    "month": 6,
    "day": 12,
    "full text": "-the terrorists---wanted, right? The\n\"terrorists\" wanted us to battle them and get bogged down in war and we\ndid and we continue and in fact, the hope and change we voted for in\nNovember is moving supplemental funding to continue these wars as we\nspeak so unfortunately the terrorists will continue to get what they\nwant.  \n \nTerrorism is More Than Violence\n \nYou see, terrorism is not simply violence. It is not just an\nanti-abortionist firing on an OB/GYN or a Muslim convert shooting two\nU.S. soldiers taking a break outside of a recruitment facility or a\nwhite supremacist attacking a celebrated museum.\n \nTerrorism includes the effect after the violence is committed. It\nincludes the changes in society and the shifts in the consciousness of\nthe people who wake up and go to sleep within the borders of that\nsociety on a daily basis.\n \nTerrorism did not begin on September 11th. Yet, many\nAmerican accepted the notion that we now live in a post-9/11 world.\nAnd, why do some believe we live in a post-9/11 world?\n \nWhy doesn't anyone believe we live in a post-8/7 world? That's the\ndate when two U.S. embassies were bombed in Kenya and Tanzania.\n \nWhy doesn't anyone believe we live in a post-4/19 world? That's the\ndate when Timothy McVeigh and Terry Nichols set off a car bomb killing\n168 people in Oklahoma City.\n \nWhy doesn't anyone believe we live in a post-2/26 world (when the\nWorld Trade Center basement garage was bombed by militant Islamists), a\npost-12/21 world (when a New York-bound Pan Am Boeing 747 exploded from\na terrorist bomb), or a post-11/4 world (when Iranian radical students\nseized a U.S. embassy and took 66 people hostage)?\n \nCould it possibly be because after each of those incidents Americans\nreturned to their everyday lives in the same way that we all have gone\nback to business as usual after the recent attacks over the past 10\ndays?\n \nWhy Not Terror Suspects?\n \nAnd why is it that those who commit acts of violence like Scott\nRoeder and possibly James Von Brunn are charged with murder instead of\nterrorism? Why do we react and interpret those acts differently than\nterrorist attacks committed by members of al Qaeda?\n \nScott Roeder, prior to the act, had connections with Operation\nRescue and a history of vandalism (gluing the doors of abortion clinics\nshut). The organization, Operation Rescue, whose public face is Randall\nTerry, indoctrinates people to become foot soldiers aimed at bringing\nGod's law to America. Its members would tacitly condone the result of\nclinic bombings and attacks on doctors protected by the rule of law and\nthey would hardly work to distance themselves from militant pro-life\norganizations like the Army of God.\n \nJames Von Brunn, a hero among pro-White activists, is celebrated\nfor the act of \"direct action\" he committed against the Federal Reserve\nin the 1980s, which he hoped would \"deal with the banking cartel that\ncontrols and destroys so much of our lives.\" (This according to a\nposting on a message board over at Stormfront.org, a website whose\nmembers, prior to this action, considered Brunn a \"white racialist\ntreasure.\") \n \nAl Qaeda, Army of God, Stormfront ---Aren't these all enormously\nideological organizations which find it acceptable to inflict terror on\na mass population of people through acts of violence?\n \nWhere do our nation's politicians fit into all of this? What is the\npolitics of hate and how have politicians failed to properly open a\nconversation aimed at helping a public understand terrorism?\n \nDoes the GOP Bear Any Responsibility?\n \nFirst off, no matter how much the GOP would like us to think it is\nnot connected to recent acts of right wing terrorism, the public should\nnot accept their argument. Republicans have allowed their party to\ndevolve into a sideshow devoid of any real leaders.\n \nThe recent nomination of Sonia Sotomayor makes it difficult to\nbelieve that Republicans have nothing to do with the presence of hatred\nin America.\n \nNewt Gingrich twittered, \"White man racist nominee would be forced to withdraw. Latina woman racist should also withdraw.\" \n \nSince sending that message out on Twitter, he has retracted the word\n\"racist\" and replaced it with \"racialist.\" And, he has even publicly\ncalled Sotomayor a Latina supremacist.\n \nRetired congressman Tom Tancredo equated Sotomayor's membership in a national civil rights group, La Raza, to a membership in the KKK. \n \nCharles Krauthaummer, a syndicated columnist and contributor to the\nFOX News channel, thinks Sotomayor is a woman who has endowments which\nmake her think she is superior to a white judge. He would like\nAmericans to believe like Gingrich does that Sotomayor is a Latina supremacist, a person who believes her ethnicity gives her superior entitlements. \n \nRush Limbaugh has discussed Sotomayor in connection with David Duke. \n \nAnd, Michael Steele said, \"God help you if you're a white male coming before her bench.\" \n \nThis is the flip side of white supremacy---you cringe when it looks like other ethnicities or races might eclipse you in power.\n \nAll of this would be meaningless except within the party these are\nthe people whom Republicans consider to be \"leaders.\" And since these\nare the people the public most often hears from on the news, this isn't\nfringe right thinking anymore---it can now be considered mainstream.\n \nA recent poll\nindicates how vacuous the party has become---Around half of Republicans\nand Republican-independents, when asked, failed to come up with a\nsingle name when asked who the party's spokesperson is and those who\ndid name names said Rush Limbaugh, Newt Gingrich, Dick Cheney, John\nMcCain, and George W. Bush.\n \nThe two \"leaders\" who polled highest are arguing that a Supreme\nCourt nominee will subject us all to a harsh set of values that she\npossesses because she is a Latina.\n \nSuch are comments are a symptom of hatred and racism---the very kind\nof hatred and racism that leads depleted and drained men to lose\ncontrol and commit acts of violence all so they can \"protect\"\nthemselves or the ideas they cherish and hold.\n \nAnd without leadership, \"crazy right wing myths\"\nlike Obama aims to create a master race through population control,\nhe's created his own version of Hitler Youth, and Obama wants to take\nour guns away are all able to rise to the top. \n \nSpinelessness When Faced With Hate & Hysteria\n \nAs for the Democrats, their role in this starts with Obama and works\nits way down the totem pole. Democrats have not been influential or\noutspoken enough.\n \nThroughout Barack Obama's campaign for the presidency, the party\noften chose to simply ignore and let the public decide how to react to\nthe hate speech being reported at McCain-Palin campaign rallies. Were\nthey correct in doing so?\n \nThe Editor & Publisherreported in November of 2008 that racist incidents were happening all across America.\n \nThe worst part of the report is that it not only included\nreports of people voicing racial anti-Obama epithets but also included\nstories of police officers engaging in acts of racism and hatred too.\n\"In Durham, N.C., two officers have been accused of making\nderogatory anti-Obama remarks on their MySpace pages. Police Chief Jose\nL. Lopez Sr. said in a telephone interview with The News & Observer\nin Raleigh, North Carolina, \"It wasn't a racial slur, but we're still\ninvestigating it.\"...\n...AP reports today: \"While the world watched a Grant Park\ncelebration heralding the election of the first black U.S. president,\nsome white Chicago police officers committed hate crimes against black\nresidents cheering Barack Obama's victory elsewhere in the city,\nattorneys alleged Thursday.\" Lawsuits have been filed.\"\nAdditionally, Obama had many chances to address the death threats,\nhate speech, and racist attacks that were being fired at him. He did\nnot, and in fact, chose during the third presidential debate to downplay McCain-Palin's whipping up of hate and racism on the campaign trail. \n \nIn the same debate, he also repeated a criticism of Democratic\nRepresentative John Lewis who, as Obama described, \"made a statement\nthat he was troubled with what he was hearing at some of the rallies\nthat your running mate was holding, in which all the Republican reports\nindicated were shouting, when my name came up, things like \"terrorist\"\nand \"kill him,\" and that you're running mate didn't mention, didn't\nstop, didn't say \"Hold on a second, that's kind of out of line.\"\n \nDemocrats have allowed right wing fear to erode our civil liberties\nand the human right to due process. They have allowed a debate on\nwhether some humans who are more dangerous than others should be kept\nin detention indefinitely. \n \nAnd, every time we justify abuse and torture of terror suspects,\nevery time we subvert the rule of law in the name of terror, we as a\npeople let the enemy control us. We let that which we despise and hate\nenter us and infect our body and soul.\n \nConclusion\n \nFrom the campaign trail to the summer of 2009, the wave of\nradicalization has been largely ignored and downplayed. A rightwing\nterrorism report has come and gone. And, some of us continue onward\nfearing that Obama will move detainees at Guantanamo to prisons in our\nbackyards because he would like to bring to an end one of the worst\ntravesties in our nation's history.\n \nIf you recall, Obama said during his Inaugural Address, \"That\nwe are in the midst of crisis is now well understood. Our nation is at\nwar, against a far-reaching network of violence and hatred.\"\n \nWhat Americans thought of when they heard that was Al Qaeda and\nother Islamic extremists who hate America. But, we must reassess our\nthinking on violence and hatred in the world. Whites have had just as\nmuch (if not more) to do with acts of violence and hatred than Muslims\never have.\n \nWe could fight a \"war on terror\" that involved going after rightwing\nterrorism, those who incite racism, hate, and violence. But, I suppose\nthe government response would be something tantamount to martial law or\na further roll back of civil liberties that we saw commence after\nSeptember 11th.\n \nSomething about fighting domestic terrorists just doesn't allow for\nthe spread and dominance of empire that terrorists from the Middle East\nmake possible. They don't quite allow for the same level of war\nprofiteering, don't help us become united as a nation, and as evidenced\nby recent events, don't really make us afraid of much at all.\n \nBut then is there really anything for us to be afraid of? Is the\njury still out on this \"war on terror\" or can we begin to call it what\nit is---a phony war of terror?\n \nIn closing, during a summer with a probability of heightened levels\nof civil unrest and domestic terrorism by Americans who have been\nafflicted and broken mentally if not physically by the economic\nrecession, we owe it to ourselves to contemplate the wilding of\nAmericans, we owe it to ourselves to investigate and ask what creates\nthis beast within, we owe it to ourselves to do what we collectively\nhave not had the courage to do up to this point.\n \nWe owe it to ourselves to further define terrorism, examine the\nsemantics, and decide if we wish to let a percentage of the world's\npopulation---those filled with racism and hate---define our lives.\n(C) 2008 via UWIRE\n\nLoad-Date: June 12, 2009"
}