{
    "title": "Restrictive Terms of Prisoner's Confinement Add Fuel to Debate",
    "publisher": "the new york times",
    "year": 2009,
    "month": 2,
    "day": 5,
    "full text": "Charged with providing support to Al Qaeda, Syed Hashmi, a 28-year-old Queens man, has been held in solitary confinement for 15 months in a federal prison in Manhattan.\n  Mr. Hashmi is not allowed to speak to other inmates or pray with other Muslims. He has no access to television or radio news, his lawyer said. Once every two weeks, one member of his immediate family is allowed to visit for an hour and a half. \n  Mr. Hashmi cannot speak to reporters, and his lawyer, Sean M. Maher, is not allowed to discuss what his client tells him, unless it relates to Mr. Hashmi's defense. \n  Prosecutors have said Mr. Hashmi, a Pakistani immigrant who studied political science at Brooklyn College, conspired with an associate linked to Al Qaeda to provide military gear to the group while Mr. Hashmi was living in London. They also allege that he allowed the associate to use his cellphone to call Omar Khyam, who was convicted in April 2007 of conspiring to set off bombs in Britain. \n  Mr. Hashmi has denied that he was part of conspiracies to help Al Qaeda, or that he ever gave gear to anybody to pass on to the terrorist group.\n  The government says the charges against Mr. Hashmi warrant the restrictions, called ''special administrative measures'' or SAMs. Created in 1996, the measures are intended to prevent dangerous inmates -- those accused or convicted of crimes including terrorism, espionage and mob or gang activity -- from ordering violence or harming other inmates. \n  The measures were expanded after Sept. 11, 2001, extending the limit to one year from 120 days and permitting the monitoring of communications between the inmates and their lawyers in certain circumstances.\n  Lawyers defending clients under the SAMs have complained that the restrictions can hinder their work and say the mental toll of solitary confinement can create improper pressure for plea deals. In court, Mr. Maher presented an affidavit from a psychiatrist who has studied the effects of isolation on inmates, and says that confinement can lead to rage, panic and in some cases, self-mutilation.\n  Prosecutors and prison officials, arguing the necessity of the regulations, point to people like Sheik Omar Abdel Rahman, the blind Egyptian cleric convicted in the 1993 World Trade Center bombing, who, through a lawyer, sent a message to his followers from jail. \n  In court late last month, Mr. Maher called the restrictions on Mr. Hashmi too severe and asked a federal judge to lift some of them, perhaps allowing Mr. Hashmi to have a cellmate.\n  But the judge, Loretta A. Preska, echoed the government's contention that the evidence against Mr. Hashmi was ''strong'' and ordered the measures to remain in place, saying they served a ''legitimate penalogical interest.''\n  The dispute over SAMs cases may soon have wider implications, as officials consider whether the 245 terrorism suspects held at Guantanamo Bay, which President Obama has ordered closed, should be moved to federal prisons. \n  Last month, Representative John Conyers Jr., Democrat of Michigan and chairman of the House Judiciary Committee, recommended modifying the SAMs to take into account the mental health of prisoners and issues related to lawyer-client privilege. \n  Although the SAMs have been the subject of debate in federal courtrooms over the years, they have been only a footnote in the larger discussion about terrorism detention. Karen J. Greenberg, the executive director of the Center on Law and Security, said that was partly because suspects in domestic terrorism trials had received far less attention than those at Guantanamo. \n  Once it closes, she said, conditions at federal prisons will be examined more closely. ''We're about to add a new population,'' Ms. Greenberg said. ''How well do we handle these guys?''\n  Of the more than 200,000 federal inmates, 46 are held under SAMs, said Dean Boyd, a spokesman for the Department of Justice. Of those, 30 are imprisoned on terrorism-related convictions.\n  Much of the debate has centered on a smaller group of suspects, like Mr. Hashmi, who are awaiting trial. Mr. Boyd said 6 of the 46 were being held under SAMs in pretrial detention, 4 on terrorism charges. He declined to provide the names of the inmates, citing department policy.\n  The Center on Law and Security found that since Sept. 11, at least eight terrorism suspects have been held under pretrial SAMs, and more than a dozen have been detained on other restrictive rules, including solitary confinement. \n  Joshua L. Dratel, who has represented three defendants under SAMs, said the cumulative effect of the rules posed obstacles for defendants. ''Their world shrinks dramatically,'' he said, adding that in defending them, he spent ''an inordinate amount of time on mundane confinement issues.'' \n  He said that in New York's Southern District, the SAMs are applied ''reflexively,'' and that judges seem unwilling to challenge them.\n  Three of the pretrial SAMs cases in the nation are being tried by prosecutors in New York. They include Oussama Kassir, a Swede who is charged with helping to set up a terrorist training camp in Oregon and operating Web sites that the authorities said contained bomb-making instructions.\n  In Minnesota, another defendant, Mohamed Abdullah Warsame, who is accused of providing material support to Al Qaeda, has been held for more than five years. A judge in that case recently ordered that he be moved from solitary confinement. \n  Mr. Hashmi was arrested in London in 2006 as he prepared to board a flight to Pakistan. He was quickly depicted by the authorities as an example of the dangers of homegrown terrorism.\n  In a 2007 memo to the Federal Bureau of Prisons, Peter D. Keisler, who was the acting attorney general, requested that the special measures be imposed in part ''based upon information provided to me of Hashmi's proclivity for violence.''\n  The government has also accused Mr. Hashmi of belonging to the New York chapter of Al Muhajiroun, a radical Islamist group that was based in Britain and is now banned there. Members of the group, the government, ''promote the overthrow of Western society.'' In court papers, the government seemed to cite Mr. Hashmi's beliefs as a basis for some of the SAMs: giving him a Muslim cellmate or allowing group prayer, they argued, ''runs the serious risk or increasing the radicalization of inmates and the likelihood of attacks on prison officials.'' \n  A disputed incident last August, in which prison guards said Mr. Hashmi was practicing ''martial arts'' in his cell and Mr. Hashmi said he was simply exercising, led to a 90-day suspension of his social visits, according to court papers.\n  Law enforcement officials have said that in London, Mr. Hashmi conspired with Mohammed Junaid Babar, a convicted terrorist who is now a witness for various governments in terrorism trials around the world. Mr. Babar is expected to testify against Mr. Hashmi, but since much of the evidence in the case is classified, it is impossible to know what exactly he will say.\n  Mr. Hashmi's family and supporters said the charges against him hardly warranted the strict measures. They say that he has not been directly implicated in a terrorist plot, and that the government has shown no evidence of a ''proclivity for violence.'' And they said that Al Muhajiroun was far from a shadowy group, and in New York, it was never banned. In an affidavit, Mr. Hashmi denied he had threatened officers who arrested him at Heathrow, as the government has alleged. \n  And the military gear Mr. Hashmi is accused of supplying, Mr. Maher said in court, was actually raincoats, ponchos and waterproof socks.\n  Mr. Hashmi's family says he is being prosecuted for his outspokenness and for his religious beliefs. His father, Syed Anwar Hashmi, said he sometimes worried about his son's political activism, but added, ''I was also confident it was according to the law.''\n  As Mr. Hashmi awaits his trial in the spring, a network of committed activists is working on his behalf. A petition signed by hundreds of academics, including Henry Louis Gates Jr. of Harvard, calls Mr. Hashmi's detention ''draconian.'' \n  In a court hearing last month, Mr. Hashmi, smiled at the throng of supporters who had come to see him. During the hearing, he rarely stopped whispering in Mr. Maher's ear. \n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article in some editions on Thursday about a debate over the treatment of Syed Hashmi, a Queens man held in solitary confinement for 15 months on charges of providing support to Al Qaeda, misidentified the case in which Sheik Omar Abdel Rahman, an Egyptian cleric who sent messages to his followers from jail, was convicted. Mr. Abdel Rahman was found guilty in 1995 of conspiracy to blow up the United Nations building and other New York landmarks; he was not convicted in the 1993 bombing of the World Trade Center. The error also appeared on Nov. 1, 2007, in a column on the Op-Ed page.\nCorrection-Date: February 11, 2009\n\nGraphic\n\n \nPHOTOS: Syed Hashmi, a Pakistani immigrant who grew up in Queens, has awaited trial for 15 months on charges of helping Al Qaeda.\n Mr. Hashmi's father, Syed Anwar Hashmi, says the charges do not warrant the harsh conditions under which his son is held.(PHOTOGRAPH BY ANDREW HENDERSON FOR THE NEW YORK TIMES)                                                              \n\nLoad-Date: February 5, 2009"
}