{
    "title": "Restoring our security",
    "publisher": "the world",
    "year": 1993,
    "month": 3,
    "day": 6,
    "full text": "So far, investigators have not publicly suggested that any foreign  government or other organized group played a role in last week's World Trade  Center bombing. As the investigation continues, though, it is crucial for U.S.  authorities to determine whether any other government was involved in  subsidizing, training or otherwise encouraging those who carried out what is  being called \"the most destructive act of terrorism ever committed on  American soil.\"\nIf so, that government would be guilty of what amounts to an act of war  against the United States. President Clinton is correct to counsel Americans  \"not to jump to conclusions\" about who bears responsibility for the twin  towers attack. At the same time, though, it would be irresponsible for  investigators to ignore the terrorist histories of some governments and groups  that have advertised their grievances against the United States.\nSHEIK\nMohammed Salameh, the Islamic fundamentalist arrested Thursday on charges  related to the bombing, is a follower of Sheik Omar Abdel-Rahman, who has long  preached holy war against the United States and other perceived enemies of  Islam. Other associates of Salameh and followers of Abdel-Rahman are under  investigation. Abdel-Rahman hasn't been formally accused of any direct or  indirect involvement in the twin towers bombing, but he and his followers have  been blamed for numerous terrorist attacks in Egypt and elsewhere over the  past decade.\nAt the very least, that documented history of links to terrorism should  have been enough to persuade U.S. officials to deny Abdel-Rahman the visa that  allowed him to enter this country in 1990. Authorities already had begun  taking steps to deport the sheik even before one of his followers was  implicated in the twin towers bombing, and they have good reason to follow  through on that effort.\nThey have even more compelling reason to investigate the extent to which  Abdel-Rahman and his followers are supported by Iran and other foreign  governments. In Egypt, where the growing terrorist activity of Abdel-Rahman's  group and other Islamic zealots has seriously eroded the stability of  President Hosni Mubarak's secular government, authorities have accumulated  strong evidence of Abdel-Rahman's ties to Iran's revolutionary regime.  Certainly, the sheik's advocacy of a holy war against the supposed enemies of  Islam is looked upon favorably in Tehran. The sheik's followers have proudly  claimed responsibility for attacks against Egyptian officials and foreign  tourists, including a bloody bombing on the same day as the twin towers blast.\nEven if the World Trade Center bombing turns out to have been the work of  crackpots or amateurs with no connection to organized terrorist groups, U.S.  authorities' response to the crime will have important implications for our  ability to prevent future terrorist attacks against American targets.\nIn perception if not in fact, the attack at the symbolic center of American  commerce has revealed the United States to be more vulnerable to political  sabotage within our own borders. Swift and solid prosecutions of those  responsible for the bombing will go a long way toward restoring our lost sense  of security. Meanwhile, the broader war against terrorism requires constant  vigilance against those governments and groups that are prepared to take  advantage of our weakness or inattention. \n\nLoad-Date: March 12, 1993"
}