{
    "title": "Restraint urged on anti-terrorism proposals Wiretaps, tagged explosives raise civil-liberties concer",
    "publisher": "usa today",
    "year": 1996,
    "month": 7,
    "day": 31,
    "full text": "Civil libertarians and conservatives are suggesting a go-slow\napproach to the latest anti-terrorism measures proposed by President\nClinton and congressional leaders.\nThis skepticism -- along with outright opposition to some features\n-- may doom some of the more controversial parts of the bill from\nbeing approved before Congress recesses for a month Friday.\nThe American Civil Liberties Union and some Republicans object\nto proposals that would expand government wiretapping powers,\nwhile the National Rifle Association opposes proposals that would\nadd chemical markers to black powder and smokeless powder used\nby gun owners and bomb makers alike.\n\"Knee-jerk reactions to tragedies like the Olympic bombing are\nthe wrong way to do legislation,\" says Rep. Bob Barr, R-Ga.,\nwho opposes both measures.\nClinton's proposals were largely \"off-the-shelf\" leftovers that\nwere dropped from the last anti-terrorism bill passed in April.\nThat bill included measures aimed at making it easier to deport\nforeigners suspected of involvement with terrorism. It was also\nattacked for restricting civil liberties.\n\"When we had time for reasoned debate, these provisionswere dropped,\"\nsays Georgetown law professor David Cole, who advised civil liberties\ngroups on the anti-terrorism law. \"Now that we're in the frenzy\nof the moment, the president wants them back in.\"\nCole expects some of the previously rejected measures to pass:\n\"It's certain that civil liberties will be diminished in the\nnext few weeks. What's a mystery is whether we'll end up any safer.\"\nProbably the most controversial of the latest White House proposals\nwould make it easier for law enforcement agencies to get permission\nfor so-called \"roving\" wiretaps on more than one telephone belonging\nto a criminal suspect. The White House says the power is needed\nto deal with increasingly sophisticated use of mobile and cellular\nphones.\nCurrently, police or the FBI need to prove to a judge that the\ntarget is attempting to evade surveillance by switching phones\nbefore they can tap multiple phones. The proposal eliminates that\nhurdle.\nAnother Clinton proposal would make it easier for law enforcement\nto wiretap a terrorism suspect on an emergency basis without court\npermission for 48 hours. Emergency wiretaps are already allowed\nin cases involving organized crime or national security, but Clinton\nwould add terrorism as a specific category.\n\"Wiretapping is already at record levels,\" says Gregory Nojeim\nof the ACLU. \"It's ironic that they are looking for more wiretap\nauthority when in fact wiretaps are rarely used in bomb investigations.\"\nOther provisions would make it easier for police to obtain hotel\nand telephone records and to use federal racketeering laws against\nterrorists. Those laws enable the government to seize the assets\nof suspected terrorists.\nAnother area of opposition surrounds the proposal for a $ 25 million\nstudy that would lead to the addition of markers, or \"taggants,\"\nto commercially available gunpowder.\nThe NRA has taken no stand on tagging commercial explosives or\nthe fertilizer products that were used in the Oklahoma City bombing,\nsays spokesman Tom Wyld. But Wyld says taggants have been shown\nto \"destabilize\" gunpowder, creating a \"significant threat\"\nto the safety of legitimate users.\nTaggants are powder-sized particles with a distinctive pattern\nof colors to help police identify its manufacturer.\n\nGraphic\n\n \nPHOTO, B/W, AP; Barr: 'Knee-jerk' reactions are wrong\n\nLoad-Date: July 31, 1996"
}