{
    "title": "Retaliation for bin Laden death likely a matter of when",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "WASHINGTON -- An hour after President Obama announced that Osama bin Laden was dead, a bulletin flashed across the country to state and local law enforcement officials, warning them that a suddenly leaderless al-Qaida likely will \"retaliate\" and \"continue to pursue attacks\" against the United States. \nThe caution from the Department of Homeland Security in Washington escalated yesterday as national security officials, terrorism experts and the White House agreed that strikes likely could be triggered from a new power struggle inside al-Qaida or by some \"lone wolf\" or \"micro-terrorist\" plotting in the United States to personally even the score for bin Laden's death. \nAround the nation, airports beefed up inspections, mass transit police heightened patrols, and cities like Los Angeles, New York and Chicago increased their security measures. Abroad, U.S. embassies and other foreign facilities were placed on high alert, and strong admonitions were issued against U.S. citizens to be careful if traveling or living overseas. \nIn the midnight bulletin to state and local officials Washington warned that anything could happen. \"Everyone is extremely sensitive to the fact that there will at least be an attempt for a retaliatory attack,\" said one U.S. intelligence official. \nYet officials strongly underscored that al-Qaida has a tradition of being patient and is willing to take its time to make a bigger splash. With that in mind, the consensus was that terrorists likely will strike again; when and where remained unknown. \n\"The enemy is out there,\" said Sen. Joe Lieberman, I-Conn., chairman of the Senate Homeland Security Committee. \"My own great concern in the days ahead is a so-called lone wolf.\" \nExperts on terrorism said the list of possible targets is long, and the possible perpetrators will be difficult to identify. \nChristine Parthemore, a fellow at the Center for a New American Security, a non-partisan research group in Washington, said terrorists could try to hurt the U.S. economy and U.S. motorists with some kind of attack on Middle Eastern gas and crude oil. \n\"Top concerns in the coming months should include reprisal attacks within Saudi Arabia, where petroleum infrastructure has always been targeted,\" she said. \nFrank Cilluffo, who was the White House homeland security adviser to President George W. Bush, said U.S. officials are concerned that the next attack could be against a \"soft\" target such as a crowded mall or restaurant, and the shooter could be an American who never had to leave the United States to link up with a terrorist organization. \"Something more quick moving and fluid, soft targets,\" Cilluffo said. \n\nLoad-Date: May 3, 2011"
}