{
    "title": "RETALIATION ON IRAQ DISCUSSED; REPORTS OF PLOT ON BUSH RAISE CONGRESSIONAL IRE",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 5,
    "day": 10,
    "full text": "The United States should retaliate and consider using military force if it is proved that Iraqi President Saddam Hussein's government authorized an assassination attempt against former President George Bush, congressional leaders said Sunday.  Iraq has ridiculed U.S. and Kuwaiti charges that it was involved in a plot to assassinate Bush when he visited Kuwait last month. Iraq has said the two countries were laying the groundwork for further aggression.  Members of the Senate and House, interviewed on television talk shows, agreed that the United States should retaliate against Iraq.  \"Yes, if it can be proved it was state-sponsored terrorism by Iraq, we should retaliate appropriately,\" said Sen. Richard G. Lugar, R-Ind., a senior member of the Senate Foreign Relations Committee.  When asked on NBC's \"Meet the Press\" if he meant military retaliation, Lugar replied, \"Yes, that I suspect is the only thing that Iraq would understand.\" Rep. Lee H. Hamilton, D-Ind., chairman of the House Foreign Affairs Committee, said on the same program, \"I don't know what all the options are, but I would agree with Senator Lugar - we should retaliate. We cannot tolerate that kind of an action against a former president of the United States.  It's just outrageous.\" House Speaker Thomas S. Foley, D-Wash., said on CBS' \"Face the Nation\" that \"if it can be established that the attempt - or an attempt - was planned on President Bush's life when he was in Kuwait, I don't think we can ignore that if the evidence is absolute and certain and unequivocal.\"\nFoley said military retaliation would be appropriate.  Rep. Newt Gingrich of Georgia, the House Republican whip, said on CBS' \"Face the Nation\" that if Iraq was found to be behind the attack, \"We should resolve explicitly and formally to drive Saddam Hussein out of power.\" \"I think as a symbol of America and as a human being, President Bush and his family deserve to know that we will not tolerate a government trying to assassinate an American,\" Gingrich said.  Sen. Patrick J. Leahy, D-Vt., said on CNN's \"Newsmaker Sunday\" that the plot should be taken \"very seriously\" and military retaliation should not be ruled out \"if we are absolutely sure it happened.\" A senior U.S. official said Saturday that the United States had \"credible intelligence\" that Iraq was involved in the death plot and that the UNited States was weighing retaliation. The White House said Saturday a team had been sent to Kuwait to gather evidence into the allegations.  Kuwaiti authorities have said they uncovered a plan to assassinate Bush during his visit April 14-16 to the emirate, which was liberated from Iraqi occupation by a U.S.-led military coalition in February 1991. Sixteen people - 11 of them Iraqi nationals - and a 17th suspect still at large have been charged with conspiracy to kill Bush and execute other \"acts of terrorism, sabotage, infiltration and robbery.\" Iraq denied the charges.  \"The sheiks of Kuwait in coordination with American intelligence are plotting another deception to fool American public opinion in order to justify a new aggression on Iraq and tighten the economic siege imposed on it,\" Iraqi Information Minister Hamed Youssef al-Hummadi said in a statement issued Saturday by the Iraqi Embassy in Amman, Jordan.\n\nLoad-Date: October 7, 1993"
}