{
    "title": "RETALIATION CONDEMNED; MUSLIMS IN DISTRICT ALSO DENOUNCE TERRORIST BOMBINGS",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 9,
    "day": 5,
    "full text": "Pittsburgh area Muslim leaders yesterday condemned the recent embassy bombings in Kenya and Tanzania, the American retaliation attacks in Sudan and Afghanistan, and what they called a persistent association of their religion with acts of terrorism.\nThe leaders made it clear they do not sympathize with terrorists like Osama bin Laden, who has been blamed for organizing the bombing of the American embassies.\nFar from it, said Mehboob Chaudhry, president of the Muslim Community Center of Greater Pittsburgh.\n''We are mad as hell. And we don't think those people are Muslim,'' he said, breaking the initial circumspection of the gathering with his plain-spoken words. ''They are as much Muslim as Hitler was Christian.''\nWhile the religious leaders said terrorism conflicted with the peaceful values of Islam, they also denounced the American retaliation.\n''Bombing is attacking,'' said Safdar I. Chaudhry (not related to Mehboob Chaudhry), president of the Islamic Council of Greater Pittsburgh. He said bombing two sovereign countries when individuals had broken the law was wrong. ''These Muslim countries deserve not only an apology but certain measures to rectify a terrible miscalculation.''\nBy bombing civilians of two largely Muslim countries to counter terrorism, he said, the U.S. government is reinforcing the misperception that Islam and terrorism are linked. News reports that portray terrorists as Muslim extremists rather than as violent individuals also add to the problem.\n''Instead of just blaming the Muslims, we should blame the terrorists,'' Safdar Chaudhry said.\nYesterday's meeting was held at the Muslim Community Center of Greater Pittsburgh in Monroeville.\nTerrorists bombed the U.S. embassies in Kenya and Tanzania on Aug. 7, killing more than 250 and injuring more than 5,000. On Aug. 20, the U.S. bombed a terrorist training camp in Afghanistan, killing an estimated 20 people, and a pharmaceutical plant suspected of making chemical weapons in Sudan.\n\nGraphic\n\n \nPHOTO, PHOTO: Martha Rial/Post-Gazette: Riffat Chughtai, left, public; relations leader for the Pittsburgh chapter of the American Muslim Council,; questions the legality of U.S. strikes in Sudan and Afghanistan during; yesterday's news conference with representatives of the Pittsburgh Islamic; community.\n\nLoad-Date: September 10, 1998"
}