{
    "title": "Retail blot on city's declining crime rate",
    "publisher": "daily news ",
    "year": 2018,
    "month": 4,
    "day": 18,
    "full text": "AS OVERALL crime drops to record lows in the city, one nefarious type persists: organized retail crime.\nAnd despite its nonviolent name, it's nothing to shrug at, law enforcement officials say. It's particularly insidious and it's been linked to gang activity - and even terrorism.\nSchemes, such as shoplifting huge amounts of merchandise and then returning the items for gift cards that can be traded for drugs, are extremely challenging for authorities to crack down on because they are often operated by extensive rings across city and state lines.\nOn Tuesday, the NYPD hosted a conference of the Metro Organized Retail Crime Alliance, a public-private partnership, at the Police Academy in College Point, Queens. Regional law enforcement agencies, including the Jersey City and Nassau County police and the Ontario County sheriff's office, attended, along with global and regional directors of asset protection and loss prevention from Target, Sephora, JC Penney and CVS .\n\"You've heard me talk before about the shootings and the violence in the city, but that's not the entire picture of crime in New York City,\" said Chief of Detectives Dermot Shea (photo). \"A segment of crime that we've seen growing in recent years is property crime, and it's now making up about 45% of the index crime in New York City. This is not a small problem.\"\nOrganized retail crime costs the U.S. about $30 billion each year, according to the FBI. Special Agent Eric Ives called it a \"gateway crime that often leads us to major crime rings that use the illicit proceeds to fund other crimes, such as organized crime activities, health care fraud, money laundering and potentially even terrorism.\"\n\"I don't want to paint a picture of this as a one-time issue where somebody is going in to steal. That certainly occurs, because they're on hard times,\" Shea said. \"But there is no doubt that there are very organized crews behind a significant portion of this.\"\n\nGraphic\n\n \n[Dermot Shea]\n\nLoad-Date: April 18, 2018"
}