{
    "title": "Retaliation for terrorism earns bipartisan support",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "Lawmakers from both parties voiced support for forceful retaliation against whoever is responsible for terrorist attacks against the United States, even if a foreign country like Iran was behind them.\n\"We are the most powerful nation in the world and the message we should send to Syria and Iran and similar countries is, you mess with us and you will be severely damaged,\" said House Speaker Newt Gingrich, R-Ga., on Fox \" News Sunday.\"\nGingrich referred to suspicions that Iran was behind the June 25 bombing that killed 19 U.S. servicemen at Dhahran in Saudi Arabia and to a USA Today report last week that Iran operates as many as 11 terror training camps.\n\"We do know that Iran supports terrorism around the world … and I think the United States government has an obligation to lay out the case against Iran, convince our allies to go to the U.N. and if necessary to take decisive action,\" said Gingrich.\nHe said the United States should rebuild its capacity for \"human intelligence\" so it could penetrate terrorist groups.\nSen. Orrin Hatch, R-Utah, chairman of the Senate Judiciary Committee, said on ABC's \"This Week With David Brinkley\" that if Iran was behind the bombing, \"we're going to have to get tough.\"\nAnd Sen. Joseph Biden, D-Del., the top Democrat on the Judiciary Committee, said that if the Dhahran bombing was state-sponsored, \"it's an act of war.\" Also on ABC, he said the administration should take \"whatever action it deems appropriate.\"\nWhite House Chief of Staff Leon Panetta said whoever is behind the bombing \" will be held accountable.\"\nSpeculation about Iran's involvement in the Dhahran attack came Friday from Defense Secretary William Perry, who told National Public Radio that Tehran was \"possibly\" behind it. But toned down his comments Saturday.\n\nLoad-Date: December 9, 1996"
}