{
    "title": "Rethink spending on anti-terrorism, report says Police, mayors say shift more funds to fight crime",
    "publisher": "usa today",
    "year": 2008,
    "month": 10,
    "day": 2,
    "full text": "The government doles out too much anti-terrorism money to towns and cities for emergency equipment that rarely gets used while cash-strapped police struggle with crime, according to a growing number of mayors, police chiefs and security experts.\nSeven years after 9/11, some are asking the government to re-examine spending hundreds of millions of dollars on bomb robots, chem-bio suits and equipment that often gathers dust in warehouses.\n\"The simple truth is that average Americans are much more likely to find themselves victims of crime than of terrorist attack,\" the International Association of Chiefs of Police (IACP) says in a new report that calls on the next president to shift money back to crime fighting.\nSince 2003, when the Homeland Security Department was created, the government has given states and cities $22.7 billion for emergency preparedness. How that money is doled out has been controversial from the start. Big cities complained that too much was sent to remote towns; police complained that they couldn't use it for overtime.\nThis is the first time officials have called for a complete re-evaluation of the grant system.\nSince 9/11, the IACP says, 99,000 people have been slain in the USA and 1.4 million are the victims of violent crime each year. \"In terms of day-to-day crime fighting, we're far worse off than we were before 9/11,\" IACP's Ronald Ruecker says.\nThe U.S. Conference of Mayors also is challenging Washington's priorities. Since 2001, spending on local policing has been cut 81% while an average of 34 people are gunned down every day. \"If al-Qaeda were responsible for 34 deaths a day in the United States, the nation would do whatever was necessary to stop the deaths,\" the mayors said in an open letter to the next president.\nHomeland Security's Laura Keehner says police may need more money, but \"we reject the view that enough has been done on homeland security.\"\nCriticism is mounting:\n*In rural areas such as Knox County, Ohio, where fire officials want to sell a $30,000 hazardous materials truck that they bought with federal homeland security money in 2004. The truck has to be stored and insured, but \"it has never been used,\" says Rick Lanuzza, head of the county fire chiefs.\n*In cities such as Miami, where Police Chief John Timoney says \"we're grateful\" for the homeland security money, but violent crime, gang activity and drug dealing are on the rise, and  \"I've had three homicides this week with AK-47s.\" \n\nLoad-Date: October 2, 2008"
}