{
    "title": "Rethinking the post-9_11 strategy",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 8,
    "day": 1,
    "full text": "During the seven years since 9/11 there hasn't been a successful terrorist attack within the United States.\nAnd Al Qaeda, the terrorist organization responsible for the downing of the World Trade Center, has been pushed back in Iraq where it continues to lose support.\nBut the core of Al Qaeda continues to thrive, according to security analysts, who note it has increased the number of attacks worldwide since 9/11 as well as its geographic reach.\nThose facts have led to two starkly different assessments of where the United States stands in its fight against terror - as well as sharp disagreement on the strategy needed as the country goes forward.\nThis week the RAND Corp. sparked renewed debate about the nation's strategy when it released a report done for the Defense Department that concluded that the so-called \"war on terror\" has so far failed to significantly undermine Al Qaeda's capabilities. It suggested it was time for \"fundamentally rethinking post-Sept. 11 US counterterrorism strategy.\"\nA top recommendation is to replace the phrase \"war on terror\" with the more low-key term counterterrorism.\n\"Terrorists should be perceived and described as criminals, not holy warriors, and our analysis suggests that there is no battlefield solution to terrorism,\" says Seth Jones, the study's lead author. \"With the growing number of attacks and an expansive reach, one could argue [Al Qaeda] is even growing stronger.\"\nThat assessment prompted derision among some conservative security analysts who contend the \"war on terror\" is being waged successfully and should continue as is.\nThey argue that the number of terrorist attacks around the world has actually been declining since 2003. The only reason US intelligence assessments indicate an increase is because they include terrorist attacks in Iraq. These analysts argue those should be categorized as war crimes, not terrorist attacks.\n\"We are winning the war on terror, in fact we've almost won the war on terror,\" says the Heritage Foundation's James Jay Carafano.\n\"Terrorist attacks have been declining since 2003,\" he says. If you look at the polling numbers on [Osama] bin Laden ... they're way down in the Islamic world. Essentially, the only thing left to be done is to get into Pakistan and root out the tribal areas\" where Bin Laden is thought to be hiding.\nSecurity experts who favor a change in antiterrorism strategy agree there have been some successes in the fight against Al Qaeda, particularly in Iraq. But they disagree with Mr. Carafano's analysis on several fronts. First, they contend it's important to look at the number of attacks carried out by Al Qaeda and its sympathizers separately from other global terror attacks. That's because most international terrorist attacks are not targeted at the United States, while destroying the US remains one of Al Qaeda's primary goals.\n\"Measuring the total number of terrorist attacks globally from a US national security perspective is meaningless because most of those groups are not targeting the United States,\" says Jones.\nHe and other analysts also contend that Al Qaeda has been pushed back successfully in parts of Iraq specifically because the military has begun employing more law-enforcement type strategies there.\n\"To be effective against terrorism in many ways requires the same things that are needed to be effective against crime. It's knowing neighborhoods, good intelligence, and on the ground information - exactly the kind of information we lacked in Iraq the first three years of the operation,\" says Gary LaFree, director of the National Consortium for the Study of Terrorism and Responses to Terrorism (START) at the University of Maryland.\nBut Professor LaFree says criminology is not a perfect metaphor for dealing with terrorism, either.\n\"This is what's so difficult about terrorism: it's a blend of political and just plain old criminal justice stuff,\" he says.\nThat political element is one of the things that prompts Frank Cilluffo, the director of the Homeland Security Policy Institute at George Washington University to argue strongly against using the phrase \"war on terror.\" Like Jones, he believes the phrase plays into Al Qaeda's own political narrative as holy warriors and thus gives them legitimacy.\n\"The adversary's real center of gravity is its narrative and we have to find ways to facilitate it falling on its own weight,\" says Professor Cilluffo. He agrees with the Heritage's Carafano that Al Qaeda is indeed losing some popular support in the Muslim world.\nBut Cilluffo believes Al Qaeda itself is responsible for that.\n\"Al Qaeda has made its colors very clear - people see it for what it is: a violent ideology that will kill anything and everything in its way to meet its so-called objective,\" he says. \"It's unraveling. Even some of the intellectual thinkers [within the movement are] peeling away the justification and credibility of Al Qaeda's narrative.\"\nJones and others also note that most major Western countries have already abandoned the notion of a war on terror, including Great Britain.\n\"The British have long since dropped any reference to a war on terror, in part because of their long standing experience fighting the [Irish Republican Army],\" says Jones. \"Where they became increasingly successful is when they started using Special Branch - their counter terrorism police force - as well as MI-5, their domestic intelligence service. It's the use of those two actors together that really helped penetrate the IRA not the military.\"\nThe Heritage's Carafano believes the debate about \"shifting the rhetoric\" is already old and will have little impact on a war that he contends is already almost won.\nBut Carafano does agree with the other analysts on one other point: The threat posed by Al Qaeda is still present and the country cannot let down its guard.\n\"We could easily have another event. We don't want to blow it out of proportion - we want to keep things in perspective,\" says LaFree. \"It's great we haven't had another attack, but we're still not out of the woods.\"\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: July 31, 2008"
}