{
    "title": "Retired Admiral Named Interim Premier in Turkey",
    "publisher": "the new york times",
    "year": 1980,
    "month": 9,
    "day": 21,
    "full text": "The governing National Security Council named a former commander of the navy, Adm. Bulent Ulusu, retired, as interim Prime Minister today.\nThe council said Admiral Ulusu would ''start his work forming the Cabinet shortly.'' Gen. Kenan Evren, who led the coup that toppled the Government of Prime Minister Suleyman Demirel Sept. 12, announced this week that he would appoint a civilian cabinet by today.  Admiral Ulusu, Ambassaador to Italy, had been a leading candidate for the post.\nAN-A\nEarlier, the regime announced steps to expedite the summary trials of suspected terrorists.\n \nTerrorist Casualties Decline\nThe move for speedier trials was aimed at curbing the terrorism that claimed more than 1,700 lives before the military seized power.  One Turkish newspaper noted today that in the week before the coup there were 99 reported killings but in the first week of military rule only five people died in political violence.\nThe number of summary trials is expected to increase significantly soon, with military prosecutors across the country preparing to bring charges against many of the approximately 1,500 terrorist suspects arrested after the coup\nAmong those arrested were Mr. Demirel; the leader of the opposition, Bulent Ecevit, and at least 60 other members of the nowdissolved Parliament. The military has said the politicians are in ''protective custody'' but has not made it clear whether they will also face charges.\nOne of the most visible signs of the military regime's antiterrorist campaign was the new urgency given to holding swift trials for suspects accused of terrorism.\nYesterday a military prosecutor in the Aegean Sea city of Izmir, a key North Atlantic Treaty Organization base, demanded death by hanging for three left-wing terrorists accused of robbing a bank and killing a waiter who had tried to stop the robbery.  The prosecutor demanded 15 years' imprisonment at hard labor for two other men accused in the attack.\n \nFirmness Without Harshness\nIn another trial yesterday, a military court in the southern city of Adana condemned one man to death and another to 10 years in prison on charges of killing an army captain and a civilian.\nThe sentencing suggested that the military intended to deal with terrorism firmly but was mindful of the risks of excessive harshness. It had been widely expected that both men would be sentenced to death.\nThe single death sentence in the case was not carried out immediately despite the swift trial. Instead, the verdict was sent to the National Security Council for approval.\nIt has been seven years since a convicted criminal has been hanged in Turkey despite the wave of political murders."
}