{
    "title": "Retired from military, Walla Walla native heads into new career",
    "publisher": "walla walla union-bulletin ",
    "year": 2020,
    "month": 10,
    "day": 14,
    "full text": "Oct. 14--     Oct. 14--Walla Walla native Andrew \"Andy\" Henzel wrapped up his 21-year U.S. Air Force career on Aug. 31.\nHe relocated with his family in July to Bonney Lake, Washington, east of Tacoma.\nHe now works in information security in support of government contracts with Blue Origin, according to his parents, Kerri and Melito Ramirez of College Place. He's also the son of Mike and Sylvia Henzel of Yelm, Washington.\nWhile in the U.S. Air Force as a master sergeant, Andrew was a cyber security manager for the Air Force Enterprise, assigned to Air Combat Command's Cyber Assurance Directorate, Joint Base Langley-Eustis, Virginia. He guided and advised Air Force Major Commands and Air Force cyber security subject matter experts in securing air, space and cyber domains across 2,000 boundaries.\nHe further brings to his new job experience as an emerging technology expert in cyber security and applied skills to Headquarters Air Force level projects.\nAdditionally, he consulted on cyber security for special access programs at the behest of the Air Combat Commands deputy commander in support of an initiative for the deputy chief information officer, Office Secretary of the Air Force.\nFriends and family, including his parents and grandmother, Carol Franklin of Walla Walla, attended a retirement ceremony in his honor back on Feb. 28 at Langley Air Force Base, where he was stationed the last two years of his career.\nAndy and wife Danielle are parents of four children, Adrianna, Adalynn, Andrew \"Drew\" and Alexander.\nAndy attended Sharpstein Elementary and Pioneer Middle School and graduated in 1998 from Walla Walla High School.\nHe enlisted in the Air Force in June 1999 and graduated from the Communications-Computer Systems Operations Apprentice Course in March 2000.\nHe held a diverse range of duties in network administration and cyber security.\nPrior to his final assignment he was superintendent, Advanced Programs Office, 56th Wing, Luke AFB, Arizona.\nHe has also deployed in support of Operation Enduring Freedom and Operation Iraqi Freedom.\nHis training included: 2004 Airman Leadership School, Patrick AFB, Florida; 2006 Associate of Arts, Columbia College, Columbia, Missouri; 2007 associate in applied science, information systems technology, CCAF, Maxwell AFB, Alabama; 2011 Noncommissioned Officer Academy, Kapaun Air Station, Germany; 2011 Senior Enlisted Joint Professional Military Education -SEJPME Course; 2012 bachelor of science, computers and information technology, University of Maryland University College, Adelphi, Maryland; 2017 Senior Noncommissioned Officer Academy-SNCOA Course; and several certification courses.\nHis assignments took him to Texas, Mississippi, Nebraska, South Korea, Florida and the United Kingdom. Along the way he garnered an Air Force Meritorious Service Medal, Air Force Commendation Medal with two oak leaf clusters, Air Force Achievement Medal with one oak leaf cluster, Global War on Terrorism Expeditionary Medal Global War on Terrorism Service Medal, Korean Defense Service Medal, Air & Space Campaign Medal and the Nuclear Deterrence Operations Service Medal.\nHe was promoted from Airman First Class to Senior Airman, Staff Sergeant, Technical Sergeant and lastly to Master Sergeant in January 2015.\nAnnie Charnley Eveland can be reached at 509-526-8313 or\nannieeveland@wwub.com\n___ (c)2020 Walla Walla Union-Bulletin (Walla Walla, Wash.) Visit Walla Walla Union-Bulletin (Walla Walla, Wash.) at union-bulletin.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: October 15, 2020"
}