{
    "title": "Retired General_ Preparation Against Terrorism Was Opposed",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 12,
    "day": 14,
    "full text": "MILITARY-CIVILIAN EFFORTS OBSTRUCTED\nTAMPA - The U.S. military began preparing for a terrorist attack on America years ago, but there was an outcry against the effort, retired Army Gen. Henry \"Hugh\" Shelton, former chairman of the Joint Chiefs of Staff, said Thursday.\n\"We made the assumption that a number of major cities would be attacked simultaneously,\" said Shelton, who retired Sept. 30.\nIt was two years ago that the military intensified training with civilian emergency agencies for the possibility of nuclear, biological and chemical weapons attacks. But the cooperation among the military, civilian law enforcement and medical agencies alarmed some civil libertarians, Shelton said.\n\"When we started moving in that direction, we were criticized. They said the military was trying to take over the U.S.\"\nThat slowed funding for such programs, Shelton said. Since Sept. 11, though, more money has gone toward these efforts, he said.\nIn an interview Thursday in Tampa, Shelton talked about the military campaign in Afghanistan and where efforts might next shift. He was in town to speak to the annual Greater Tampa of Chamber of Commerce meeting.\nShelton was appointed joint chiefs chairman Oct. 1, 1997, after serving as commander of the Special Operations Command at MacDill Air Force Base, the only Green Beret to hold the military's highest office.\nDuring his tenure, he tried to make the military better prepared to deal with threats born from the world's greater access to technology, Shelton said. But technology, he said, is also one of the things that has safeguarded the United States from attackers using weapons of mass destruction.\n\"It is very difficult to build some of these weapons without world-class scientists. We've helped countries with economic problems, like Russia, so rogue nations can't attain nuclear or chemical weapons.\"\nAs joint chiefs chairman, Shelton said, he directly delivered a message to some countries: Don't sell such weapons and don't help others attain that expertise. He wouldn't identify the nations.\n\"We brought pressure to bear on those countries. I visited heads of state and told them we were concerned about things we were hearing.\"\nAbilities Have Improved\nAmerican weapons technology has improved greatly in the 10 years since the Gulf War, when only 10 percent of the bombs were \"smart,\" or laser-guided, Shelton said. The combination of better bombs and well-trained operatives on the ground to guide them has made the difference in Afghanistan, he said.\n\"It's an awesome capability. The Taliban had never seen anything like that, and neither had al-Qaida.\"\nIt's also a demonstration of the worth of American special operations forces, which take many years to develop. The special forces noncommissioned officers, the backbone of the ground campaign in Afghanistan, take 15 to 20 years to \"grow,\" Shelton said.\n\"That was a lesson we learned from Vietnam. If you expand the force too quickly, you lower the standards.\"\nEye On Somalia\nDuring a press briefing last week, Army Gen. Tommy Franks, leader of the U.S. Central Command, which is running operations in Afghanistan, mentioned a number of countries the United States is watching because of their history of sponsoring terrorism, including Sudan, Somalia, Yemen, Iraq and Iran.\nShelton said military action might be possible against some countries, but diplomatic and economic means would be the more likely avenue.\nIn 1993 in Somalia, 18 Army Rangers and Delta Force operatives were killed in an ambush thought orchestrated by Osama bin Laden.\nAlthough Shelton said there wasn't a military wish for vengeance, he said Somalia puts itself at risk if it remains a haven for terrorists.\n\"I don't look at it as a need to finish up. If Somalia proves to be a base for terrorism, then you have to remember President Bush's warning to countries that sponsor terrorism.\"\nSince the attacks in September, the possibility of Iraqi sponsorship of al-Qaida has been rumored. Shelton said increased American military action against Iraq might be possible unless Saddam Hussein bows to Bush's demand for the return of U.N. weapons inspectors.\n\"What happens in Iraq \"depends on Hussein,\" Shelton said.\n\"The rheostat for that is in Saddam's hand.\"\n\nNotes\n\nAMERICA STRIKES BACK\n\nGraphic\n\n \nPHOTO\nHenry Shelton\nFormer Tampa-based general became chairman of Joint Chiefs of Staff\n\nLoad-Date: December 15, 2001"
}