{
    "title": "RETICENCE AND FOREIGN POLICY",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 8,
    "full text": "One year ago Secretary of State George P. Shultz was unabashedly recommending that the Reagan Administration take lessons from Israel in using force to strike back at terrorism.\n''No nation has had more experience with terrorism than Israel, and no nation has made a greater contribution to our understanding of the problem and the best way to confront it,'' he said in a speech last Oct. 25 at the Park Avenue Synagogue in New York. ''Israel's contribution goes beyond the theoretical. Israel has won major battles in the war against terrorism in actions across its borders, in other continents, and in the land of Israel itself.''\nBut within hours of Israel's air raid last Tuesday ''across its borders'' against Palestine Liberation Organization headquarters near Tunis, Mr. Shultz had drastically changed his view. He was privately telling a group of Arab ambassadors in New York that the United States opposed ''acts of violence from whatever quarter they come, and without respect to the presumed rationale for them.''\n \nOther Officials Stunned\nMr. Shultz's seeming criticism of the Israelis stunned many other officials in Washington who said they had thought Mr. Shultz would applaud the Israeli move, and it seemed to catch President Reagan and his spokesman, Larry Speakes, off guard. They had both said the Israeli raid was justified.\nAn aide to Mr. Shultz said that ''the Secretary has become educated over the past year, and is not so gung-ho anymore about blasting terrorists a la Israel.''\nIn the next few days the Administration adopted a two-sided policy of saying that the Israelis were justified in making the raid but that the attack could not be condoned.\n \nA Problem in Enunciation\nThis episode was a dramatic example of the difficulties the Administration seems to have had increasingly in recent months in enunciating its foreign policies consistently and promptly.\nIn part, the problem appears to stem from substantive differences among Mr. Shultz and other advisers, particularly Defense Secretary Caspar W. Weinberger, as well as from a lack of precision at times by Mr. Reagan on how he feels about certain foreign policy issues, such as sanctions on South Africa, which he applied after first opposing them.\nQuestions have also been raised in recent months, largely by the press, as to whether the State Department is preeminent in United States diplo-\n\nGraphic\n\n \nphoto of George P. Shultz"
}