{
    "title": "RETIRED GENERAL CRITICIZES BUSH OVER LEADERSHIP",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 10,
    "day": 22,
    "full text": "Retired four-star Army Gen. Wesley Clark blamed President Bush for the 9/11 terrorist attacks in a hard-hitting campaign speech at the VFW hall in East Pittsburgh yesterday afternoon.\n \"He was not a leader. He did not keep this country safe,\" Clark told about 50 people, mostly veterans.\nBush paid too little attention to the threat of terrorism in the months before 9/11, leaving the country vulnerable, charged Clark, who is both a former NATO supreme commander and former Democratic presidential candidate.\n \"There were all kinds of indicators out there that the United States was under threat of an imminent terrorist attack,\" Clark said. \"He didn't grab the reins, to use a Texas analogy. He wasn't controlling the horse.\"\n The Bush campaign called Clark's remarks \"outrageous\" and took aim at Sen. John F. Kerry, the Democratic presidential nominee.\n \"Nothing that Democrats say can hide the fact that Sen. John Kerry to this day has a Sept. 10th approach to our nation's security,\" said Heather Layman, spokeswoman for the Republican National Committee. \"Sen. Kerry would still use the failed approach of treating terrorism as a law enforcement matter.\"\n Clark said terrorism has been the foremost threat to national security ever since the 1998 bombings of the U.S. embassies in Kenya and Tanzania.\n But upon taking office in January 2001, Bush de-emphasized counterterrorism, the retired general asserted.\n \"What they were interested in was making nice with Russia, getting rid of the Anti-Ballistic Missile Treaty, buying high-technology missile defense, cutting the size of the ground forces and disregarding the advice of all the experts on terrorism,\" he said.\n Clark, who retired from the Army in 2000 and ran unsuccessfully for president in the Democratic primaries, is campaigning on behalf of his party's nominee, Sen. John F. Kerry.\n His mission is to use his four-star credentials to persuade Americans that Kerry would do a better job in fighting terrorism and handling Iraq, issues on which most voters favor Bush, polls show.\n He acknowledged his mission is a difficult one.\n \"It's a natural thing when the country has been through a crisis like 9/11 to want to rally around the president,\" Clark said in the interview.  \"You want to think the best [of the commander in chief].\n Clark didn't limit his remarks yesterday to 9/11. He also criticized Bush's approach to Iraq, charging that the president hasn't done enough on the diplomatic front to dissuade Syria and Iran from abetting the insurgency.\n His speech yesterday was the latest attack-by-proxy in the presidential race.\n Kerry could not go as far as Clark did in blaming Bush for 9/11 without being accused of exploiting a tragedy.\n In addition to campaigning for Kerry yesterday in East Pittsburgh and in Johnstown, Clark also held a fund-raiser Downtown for U.S. Rep. Joe Hoeffel, the state's Democratic candidate for U.S. Senate.\n\nNotes\n\nJeffrey Cohan can be reached at jcohan@post-gazette.com or 412-263-3573.  \n\nGraphic\n\n \nPHOTO: Steve Mellon/Post-Gazette: Four-star general and former Democratic presidential candidate Wesley Clark (foreground) greeted veterans at a VFW hall in East Pittsburgh yesterday. At left is Democratic Senate candidate Joe Hoeffel.\n\nLoad-Date: October 25, 2004"
}