{
    "title": "Retired colonel is still fighting terrorism",
    "publisher": "the world",
    "year": 1988,
    "month": 1,
    "day": 24,
    "full text": "Col. Charles Beckwith has been retired from the Army for six years,    but when it comes to dealing with terrorist incidents around the world,    he still is on active duty.\n \n     Beckwith was the ground commander of the failed attempt in April    1980 to rescue 53 American hostages being held in Iran.\n \n\n \n   At first, the operation was going smoothly. Beckwith had helped    train and lead a special anti-terrorist unit at Fort Bragg, N.C. Ninety    of those commandos had landed in the Iranian desert, waiting to head    for Tehran.\n    Two of the mission's eight helicopters had developed mechanical    trouble, but that left six - the minimum number needed to reach Tehran    with the necessary men, fuel and equipment to carry out the rescue.\n \n Then Beckwith learned that a third copter had become disabled, and he    ordered the mission scrubbed.\n \n     The tragedy of the withdrawal was compounded when the rotor of one    of the copters sliced into a C-130 transport plane, setting off a fire    that killed eight crewmen.\n \n     The hostages ultimately were freed. Iran released them the    following January. But since then other Americans have been taken    hostage in the Middle East. One, who ultimately was killed by his    captors, was CIA official William Buckley. \"Bill and I were old    friends,\" Beckwith said. \"I didn't work for the CIA, but I worked    with it, and worked with Bill very closely. We shared a motel room a    time or two.\"\n \n     Today, eight Americans still are being held hostage in Lebanon.\n \n     That, to Beckwith, is shameful. \"When you've got hostages being    held you can't wring your hands for nine months,\" he said. \"This    administration hasn't done anything. There's been lots of rhetoric, but    in my view it hasn't done as well as the Carter administration.\"\n \n     What's needed, said Beckwith, is \"a good hard strong line, but    this administration is not going to do that.\" But he sees the    possibility of a change, depending on who next occupies the White    House. \"I think Bob Dole probably would do it,\" he said.\n \n     \"We've got some serious problems,\" he said. \"We've got to get    somebody in the White House who will take charge and get things moving.\n \n It's not easy, but I think we'll do it.\"\n \n     But Beckwith is not optimistic that the problem of terrorism will    go away.\n \n     In fact, he expects that incidents in the future are going to be    more violent than in the past. \"I'm not talking about volume,\" he    said, \"but about the type of incidents. There are going to be a lot of    people hurt.\"\n \n     The situation at home is not so bad, he said. Internally, he says,    he is more concerned with the drug problem and with the border between    the United States and Mexico. \"I'm very concerned about that border,\"    he said. \"We can't control it. And a fence is not the answer. It's a    real tough problem, and I don't know what the answer is, but we've got    to work on it and get the Mexicans to work with us.\"\n \n     Beckwith is keenly aware of the border problem - he lives in Texas.\n \n He moved there after retiring from the Army, he said, \"because it's    the last place that a handshake still means something to a few good    people.\"\n \n     He now runs an international security firm, SAS of Texas, in    Austin.\n \n     \"We make sure people don't get ripped off,\" he says.\n \n     \"And more important, we make sure people know how to move while    traveling around. In other words, if a person is going to be in    Frankfurt, he wants to be very careful not to act like a big-spending    American. Be low key and laid back.\"\n \n     Beckwith's travel abroad now is confined mainly to Europe.\n \n     He says he has no desire to return to Vietnam, where he served in    the 1960s with the Army Special Forces. But he has some thoughts about    Vietnam.\n \n     First, he says, he has \"an awful lot of respect for anybody who    was a POW. But I also have a lot of respect for anyone who fought in a    foxhole.\" And he says he fears so much has been done for POWs that    some young men might not mind being taken prisoner.\n \n     \"I just don't want to plant the wrong seeds in the minds of these    kids as they grow up - that you give up and you'll be a hero,\" he    said. \"I was trained from the outset that you don't give up, you    escape.\"\n \n     And Beckwith believes that some Americans who once were POWs do    remain in Vietnam, but he believes they are there by choice.\n \n     \"I think most of the Americans that are still over there are there    because they want to be,\" he said.\n \n     Beckwith, now 59, and his wife have three daughters. The oldest    served in the Army but now is a civilian employee at Fort Bragg; the    middle daughter is an attorney in the Army, and then there is the    youngest, who still is in high school.\n \n     \"I told the first two not to go in the Army and they did,\" he    said. \"So I'm telling the youngest one to go ahead and join. Maybe    reverse psychology will work.\"\n \n    \n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Charles BECKWITH\n\nLoad-Date: November 10, 1992"
}