{
    "title": "Return tax rebate to help fund the war on terrorism",
    "publisher": "lancaster new era",
    "year": 2001,
    "month": 10,
    "day": 3,
    "full text": "Editor, New Era:\nThe physical, economic and emotional support displayed by America after the heinous events of last month has been exemplary.  Such support comes as no surprise to those who truly understand Americans, for as a people we have always been at our best when faced with a crisis generated by external forces.\nWhat concerns me at this time is how this unity and support will weather the passing of time.\n#AM.O3O3YN.opn#\nCurrent polls indicate that the American people strongly support the president's commitment to take aggressive action against those who are responsible for the crimes against our nation. We have been warned that this war against terrorism will be a long and bitter struggle. History has shown that most wars place a tremendous burden on the people of a nation and sometimes even divide them.\nI wholeheartedly support the actions of our president. But I also realize that no one can predict what the human and economic costs of this effort will be. With this in mind, I urge the American people to take steps to prepare for the difficult times ahead.\nCongress has already approved a $40 billion allocation for the war on terrorism, but this will only be the first payment on a struggle that we are told could last for years. Earlier this yea,r this same Congress passed a massive tax reform bill which provided extended tax relief which included a tax rebate for as much as $600 per family.\nI would like to suggest that Congress repeal this tax reform package and require those Americans who received rebates to return them with their 2001 tax return next spring. This would indicate our support for the war effort and assist our government in meeting its financial obligations in fighting terrorism.\nBy returning the initial tax rebates that totaled about $38 billion, we would nearly fund the initial down payment Congress has already made.\nSome people will suggest that this is an unrealistic approach to the problem, but I contend that this is a way for each American family to share in the sacrifices which our struggle to maintain our democracy entails.\nAndrew U. Amway\nLancaster\n\nLoad-Date: October 4, 2001"
}