{
    "title": "Reveal terrorism's backers",
    "publisher": "usa today",
    "year": 2003,
    "month": 7,
    "day": 25,
    "full text": "The nation's first investigation into the 9/11 attacks had a single goal: to find out how 19 hijackers were able to launch a surprise attack that killed 3,000 people on U.S. soil. On Thursday, a congressional committee conducting the probe released its declassified findings. Instead of a complete account, the public got a report with a glaring hole -- 27 heavily censored pages.\nDomestic intelligence agencies were rebuked for serious lapses. Kept under wraps, though, were details of how a foreign government financed the terrorists and helped them travel and hide in the USA to plan their murderous attacks, according to former Senate Intelligence Committee chairman Bob Graham, D-Fla. The foreign government is widely acknowledged to be Saudi Arabia.\nThe Bush administration said the censorship was imperative to protect national security. Yet the real beneficiaries are the Saudis, whose links to terrorism remain hidden, and the Saudi ruling family's feelings.\nEven Sen. Richard Shelby, R-Ala., the panel's former vice chairman, says censored parts \"might be embarrassing\" but don't threaten security and should be released.\nHe's right. The public deserves the full story, not a version gussied up to protect a sometimes ally.\nCertainly, the administration has important economic and strategic reasons to treat Saudi relations gingerly. A stable flow of Saudi oil is crucial to the industrial world. And earlier this year, the Pentagon persuaded the royal family to allow its use of a base in Saudi Arabia to help run the war against Iraq.\nBut 9/11 is where President Bush has drawn the line on friends vs. enemies. Countries that condoned or cooperated with terrorists are foes. That line shouldn't be redrawn now to shield a nation that aided terrorists, no matter how strategically vital.\nSaudi Arabia already has been revealed as a primary source of terrorist financing -- money that flows from prominent families and charities serving as fronts for anti-Western activities.\nYet, since 9/11, the Saudis have ignored U.S. calls to impose stiff anti-money-laundering and disclosure regulations on its banks. Given the Saudis' aversion to bad publicity, a candid report could pressure them to take stronger anti-terror steps.\nJust as critical is the future ability of the U.S. to fight terror. The government can't hope to correct the mistakes of 9/11 until it owns up to all of them. Every blacked-out word and missing chapter in what's supposed to be the full story is a weapon that wounds the nation's determination to prevent a next time.\n\nLoad-Date: July 25, 2003"
}