{
    "title": "Revelers worldwide celebrate new year Many gladly turn backs on 2009, hope for future peace, prosper",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 1,
    "day": 1,
    "full text": "PARIS - Fireworks exploded over Sydney's famous bridge, and the Eiffel Tower prepared for its own colored-light spectacle as the world celebrated a New Year that many hope will be more prosperous and peaceful than 2009.\nRevelers across the globe at least temporarily shelved worries about their future prospects to bid farewell to \"The Noughties,\" a bitter-tinged nickname for the first decade of the 21st century playing on a term for zero and evoking the word \"naughty.\"\nThe financial downturn hit hard in 2009, sending many industrial economies into recession, tossing millions out of work and out of their homes as foreclosures rose dramatically in some countries.\n\"The year that is ending has been difficult for everybody. No continent, no country, no sector has been spared,\" French President Nicolas Sarkozy said on national TV in a New Year's Eve address. \"Even if the tests are unfinished, 2010 will be a year of renewal,\" he added.\nAustralia got the festivities rolling Thursday, with Sydney draping its skies with explosive bursts of crimson, purple and blue to the delight of more than 1 million New Year revelers.\nConcerns that global warming might raise sea levels and cause other environmental problems were on the minds of some as the year ended.\nVenice revelers were set to ring in the New Year with wet feet as high tide was to peak just before midnight to flood low-lying parts of the city - including St. Mark's Square.\nIn winter, tourists checking into Venice hotels are regularly asked their shoe sizes so they can be fitted with boots to face the lagoon city's exceptionally high tides.\nThe last year also offered its reminders of the decade's fight against terrorism, wars in Iraq and Afghanistan, and more recently, rising militant violence in Pakistan.\nPrime Minister Gordon Brown of Britain, in a statement Wednesday, suggested that terrorism book-ended the decade, with the Sept. 11, 2001, attacks in the United States, and foiled plot by a Nigerian man to set off explosives on a U.S.-bound airliner on Christmas Eve.\n\"In late December we were reminded at this decade's end, just as we were at its beginning, that there is a terrorist threat which puts our safety and security at risk and which requires us to take on al-Qaida and the Taliban at the epicenter of global terrorism,\" he said.\nMore than 8,000 police and soldiers were deployed for extra security in and around Paris. The Eiffel Tower was decked out for its 120th anniversary year with hundreds of multicolored lights for a show that's more energy-saving than its usual sparkling-light display.\nDespite forecasts for below-freezing temperatures, thousands gathered on the banks of the River Thames in London for fireworks after Big Ben strikes midnight.\n\"(2009 was) like shock therapy, where people really change when something bad happens to them,\" said accountant Conrad Jordaan, 35, at an outdoor cafe in London.\n\"It was a world-changing year, a bad year in many ways, but an important year because of the economic downturn.\n\"It will be interesting to see if it changes peoples' behavior long term.\"\n\"The year that is ending has been difficult for everybody. No continent, no country, no sector has been spared. Even if the tests are unfinished, 2010 will be a year of renewal.\" French President Nicolas Sarkozy, on national TV in a New Year's Eve address\n\nGraphic\n\n \n DMITRY KOSTYUKOV • AFP/Getty Images  Hiro Komae • Associated Press  DMITRY KOSTYUKOV • AFP/Getty Images  Brian Harkin • Getty Images  DMITRY KOSTYUKOV • AFP/Getty Images Fireworks explode over St. Basil cathedral in Moscow's Red Square early Friday. Some 120,000 Russians crowded Red Square overnight to toast the year 2010, as President Dmitry Medvedev thanked his nation for bearing with the economic crisis and evoked family values.  Hiro Komae • Associated Press A worshipper rings in the new year at Sensoji temple in Tokyo on Friday.  DMITRY KOSTYUKOV • AFP/Getty Images A couple in Red Square in Moscow kiss Friday to celebrate New Year's Eve.  Brian Harkin • Getty Images A girl wears \"2010\" glasses on Thursday in New York City's Times Square. Security was tight amid preparations for the annual New Year's Eve ball drop. \n\nLoad-Date: January 3, 2010"
}