{
    "title": "Review_ 'Adoration' Atom Egoyan's film tackles terrorism and anti-Arabism all within the complex fol",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 5,
    "day": 18,
    "full text": "Movies, we are constantly being reminded, are best when they showcase action and worst when they are about ideas. The immediacy of the medium is supposed to preclude it from doing justice to big-time brain waves. But why can't we have both kinds of films? Surely the art form is spacious enough to accommodate equally \"Casino Royale\" and \"The Seventh Seal\"?\n Movies featuring a slew of philosophical talking heads may not be anybody's idea of a good time, but it's also true that a great director can make just about anything work (Louis Malle's \"My Dinner with Andre,\" for example). Ideas, as in the best of Ingmar Bergman's movies, or Eric Rohmer's, can attain a vibrancy that is every bit as action-packed as a skidding U-turn. Writer-director Atom Egoyan, whose new film is \"Adoration,\" is a cautionary example of how unglued a talented director can become when his ideas run far ahead of his sense of drama. Its plot takes off from a 1986 news story Egoyan once read about in which a Jordanian man sent his pregnant Irish girlfriend on an El Al flight with a bomb, unbeknownst to her, in her handbag. (Security discovered the bomb before it detonated.) In \"Adoration,\" Simon (Devon Bostick), a Toronto high school student, carries out a translation class exercise from his French teacher Sabine (Arsinée Khanjian) based on a real news story about a terrorist who plants a bomb with his pregnant girlfriend before she boards a flight to Israel. Simon's parents were killed years before in a car accident. Without cause, he has always suspected his father (Noam Jenkins), who is of Lebanese extraction, of intentionally causing the crash. With this in mind, he uses the assignment to reimagine his family's history, with his father standing in for the terrorist. Inexplicably, Sabine convinces Simon to present his reimaginings to the class as fact. He also takes his story to the Internet. In effect, he creates a shadow existence for himself that spins out of control. Egoyan is dealing with a lot of brand-label big issues here: anti-Arabism in the West, the nature of terrorism, the justifications for martyrdom, the uses and abuses of technology in the Digital Age. Even that old standby, the dysfunctional family, gets into the act. Simon's uncle Tom (Scott Speedman), with whom the boy lives, has a chip on his shoulder the size of Mt. Everest; Simon's dying grandfather (Kenneth Welsh) spews venom against his son-in-law, triggering Simon's doubts. And so it goes. Ambitiousness is not the worst crime for a filmmaker, but just because the movie is chock-full of ideas doesn't mean they are explored in depth. On the contrary, there's a once-over-lightly quality to \"Adoration.\" The ideas, such as they are, often trump the characters. Simon, for example, is presented to us as a kind of symbolic casualty of the post-9/11 world. This skimps his individuality. His fantasy that his father may have killed his mother, his deception in putting that fantasy out on the Internet, are framed in ideological rather than psychological terms. As a result, it's difficult not to feel distanced by \"Adoration,\" and spun around, too. The material is both gut-wrenching and abstract. Too much of this film is preoccupied with a panel of people bellowing at us from their webcams about a terrorist act that never happened. Because of the allegorical nature of its people, \"Adoration\" never fully brings them to life - especially, and most crucially, Simon and Sabine. They are mouthpieces before they are human beings. But make no mistake: Just because \"ideas\" and drama don't mix well in this movie doesn't mean they never can. It all depends on how it's done. Grade: C+ (Rated R for language.)\n   \n\nLoad-Date: February 19, 2010"
}