{
    "title": "REVIVE PUSH FOR U.S. BROKER LICENSING ENTITY ALONG WITH TRIA",
    "publisher": "business insurance",
    "year": 2014,
    "month": 12,
    "day": 22,
    "full text": "There's much to be disappointed about in the Senate's failure to pass the Terrorism Risk Insurance Program Reauthorization Act of 2014, not the least of which is the fate of the unrelated measure attached to the bill that would have streamlined broker licensing.\nWhen Sen. Tom Coburn, R-Okla., decided to make his senatorial swan song the killing of TRIA and the provision it contained to establish the National Association of Registered Agents and Brokers, he struck a double blow to the insurance and risk management sector.\nIncidentally, you have to despair at the timing of Mr. Coburn's move that ended any hope of passing TRIA this year - the Pakistani Taliban's slaughter of 141 children and teachers a day before would not have directly affected TRIA coverage, but do you need any other reminder that terrorism is still a huge worldwide threat?\nBack to NARAB. The provision was, apart from Sen. Coburn who voiced states' rights concerns, an uncontroversial measure that would have made it easier for brokers to gain licenses to operate outside of their own states.\nNARAB would have been established as a nonprofit organization that would act as a vehicle to issue licenses to brokers operating in multiple states. Brokers would still have to pay licensing fees in the states they operate in, but the establishment of NARAB would centralize the process and reduce costs. The House passed its version of the bill in a voice vote earlier this year. Its supporters saw no reason not to attach it to a bigger bill to get it through the Senate. Even the National Association of Insurance Commissioners, the guardians and enforcers of the state-based insurance regulatory system, supports the creation of NARAB.\nSecuring licenses in multiple states is a big deal for many insurance brokers. Even relatively small brokerage firms often operate in more than one state, and for any broker that hopes to operate in the large account space, multiple licenses are a necessity. According to the Independent Insurance Agents of America Inc., in 2009, the latest year for which figures are available, about 232,000 individual brokers and agents are licensed in multiple states, which is why the Big I and other broker groups, such as the Council of Insurance Agents and Brokers, had been pushing hard for the passage of NARAB.\nNARAB would not lead to any reduction in license fees for states, but it would cut the cost of complying with the regulations.\nRisk managers, too, are affected by the failure of Congress to pass the legislation, because the costs brokerages bear are ultimately passed to their customers.\nTaking a second pass at TRIA should be a top priority for Congress next year and, with Sen. Coburn heading to pastures new, there's no reason to exclude the NARAB provision from the bill.\n\nLoad-Date: December 25, 2014"
}