{
    "title": "Review_ _The Cured,_ in Which Former Zombies Turn to New Terrorism",
    "publisher": "the new york times",
    "year": 2018,
    "month": 2,
    "day": 24,
    "full text": "The western is still dead, but zombie movies are anything but. The last 15 years have given us “28 Days Later” and its sequel; a remake of “Dawn of the Dead”; the parodies “Shaun of the Dead” and “Zombieland”; three genre entries from the “Night of the Living Dead” auteur George A. Romero, who has since gone to the grave himself; the TV series “The Walking Dead” and “Fear the Walking Dead”; and the zombie-adjacent “Maze Runner” movies.\nAnyone digging through the cemetery soil again had better have fresh ideas. “The Cured,” the debut feature from David Freyne, has roughly two.\nThe first is to replace the usual horror tropes with stealth kitchen-sink realism. In the movie’s zombie-ravaged Ireland, a mostly effective cure has been found. But the cured, once released, become second-class citizens, barely employable and shunned by their families, who still remember their actions when they were monsters. This fate befalls Senan (Sam Keeley), who moves in with his sister-in-law (Ellen Page) after treatment and is regarded essentially as an ex-con.\nThe second idea is to turn “The Cured” into a sort of Irish Republican Army allegory. Senan and his friend Conor (Tom Vaughan-Lawlor) lead double lives and participate in a group that sets bombs at night. The Maze Virus, as it’s known, may be named for the prison of Bobby Sands’s hunger strike.\nBut neither conceit pays off, perhaps because seeing either through would mean keeping the zombies sidelined. And few movies, apparently, are capable of doing that.\nRated R. (It’s biting.) Running time: 1 hour 36 minutes. \nPHOTO: Sam Keeley plays a recovered zombie in “The Cured,” directed by David Freyne. (PHOTOGRAPH BY IFC Films FOR THE NEW YORK TIMES)\nRelated Articles\nReview: ‘Maze Runner: The Death Cure,’ an Enjoyably Overstuffed Sequel\nThe Undead Are Undaunted and Unruly\n\nLoad-Date: February 24, 2018"
}