{
    "title": "Review_ In 'Patriots Day,' a community disarms terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 11,
    "full text": "Bombs detonated in the center of Boston are disarmed by bonds of family and community in Peter Berg's \"Patriots Day,\" a stirring ode to civic life in the age of terrorism.\n\"Patriots Day,\" which recreates the 2013 Boston Marathon and the subsequent four-day manhunt, is the third in a string of docudramas for Berg, following the Navy SEAL drama \"Lone Survivor\" and the recent oil rig disaster film \"Deepwater Horizon.\"\nIn tales of real-life American heroes, Berg has found a potent balance of fact and fiction, mixing expert big-budget filmmaking with realism. Following the all-around disappointment of \"Battleship,\" he has made his muscular, masculine tales leaner and truer. In each, a skillfully visceral chronology culminates cathartically in moving codas of the real people from the movie.\n\"Patriots Day,\" coming just over three years after the bombing that killed three and maimed many, could easily seem like typical Hollywood exploitation of a tragedy, or, on the other side of the coin, simple-minded rah-rah patriotism.\nThat it's neither is due in part to the detail of Berg's many-peopled portrait of American life. Everyone here is an individual, a family member, someone doing their job. The film, from a screenplay by Berg, Matt Cook and Joshua Zetumer, weaves together a spectrum of characters from across the city - police detectives to victims to the bombers.\nWhile Berg gravitates toward tough-guy realms like the battlefield and the gridiron, he's most at home in the home. His films are grounded in quotidian family life, of husbands kissing wives goodbye and parents making breakfast for their kids. (The tremendous home life of Berg's TV series, \"Friday Night Lights,\" is the best example of this.) He has surely made a close study of John Ford Westerns and their tender lingering on the hearth.\nBeginning in the hours before the pressure-cooker bombs explode, Berg visits the home or workplace of the characters he'll stitch together throughout the film: newlyweds planning to watch the race (Rachel Brosnahan and Christopher O'Shea), an MIT officer (Jake Picking) flirting with a student (Lana Condor), and others. The final stop is the Tsarnaev brothers home, which, aside from the jihadist video playing, isn't so different from the others.\nThe characters are all based on real people except for one: Boston police Sergeant Tommy Saunders (Mark Wahlberg, who starred in Berg's last two). He's a composite invented to connect the movie's many parts, a movie-star MacGuffin who happens to be there for every plot turn.\nHis presence isn't jarring, though, in the superlative ensemble that includes Kevin Bacon (as the FBI team leader), John Goodman (as the Boston police commissioner), J.K. Simmons (as a Watertown sergeant) and, in one blistering scene, Khandi Alexander as a government interrogator. The Tsarnaev brothers are played by Themo Melikidze (as Tamerlan) and the especially good Alex Wolff (as Dzhokhar) who's presented here as a frivolous, foolhardy teenager most concerned with an iPod jack to play tunes in the carjacking of Chinese student Dun Meng (Jimmy O. Yang).\n\"Patriots Day\" has too little curiosity for the motives of the bombers; its street-level perspective doesn't go beyond Boston. Berg's film isn't seeking answers; it's seeking solace. \"Patriots Day\" puts forth a vision of a multicultural society that rises up to reject the fear of terrorism. Its heroes are of all colors, immigrants and Southies, alike.\n\"Patriots Day,\" a CBS Films/Lionsgate release, is rated R by the Motion Picture Association of America for \"violence, realistically graphic injury images, language throughout and some drug use.\" Running time: 133 minutes. Three stars out of four.\n___\nFollow AP Film Writer Jake Coyle on Twitter at: http://twitter.com/jakecoyleAP\n\nLoad-Date: January 17, 2018"
}