{
    "title": "Review_ In 'Survivor,' a Thriller About Terrorism, Milla Jovovich Is on the Run",
    "publisher": "the new york times",
    "year": 2015,
    "month": 5,
    "day": 29,
    "full text": "Milla Jovovich spends most of ''Survivor,'' a thriller about a terrorist plot, running from various people. She runs from London to New York and, ultimately, into the land of the preposterous.\nMs. Jovovich plays Kate, an American security expert screening visa applications in England who becomes suspicious about scientists who have been traveling to the United States. The more questions she asks, the more people try to kill her, including some who should be on her side. Soon only her colleagues Sam (Dylan McDermott) and Sally (Frances de la Tour) believe that she is onto something; everyone else thinks she's a terrorist herself. Pierce Brosnan plays a feared assassin hired by the real conspirators to take her out. \n  The movie makes halfhearted efforts to give Kate and others back stories, but mostly it's content to follow her as she runs around in subway tunnels, down a staircase and through city streets. The film, directed by James McTeigue, invests everything in a big finish at Times Square on New Year's Eve, but the scene was apparently concocted by people who have never actually been in Times Square on New Year's Eve and will be laughable to anyone who has.\n  The countdown ending is groan-inducing, as are a number of things leading up to it. Kate's trip from Kennedy Airport to the heart of Times Square would be possible only with some sort of superpower. And let's hope no actual terrorists watch this movie, because they'd learn that all you need to do to drive a truck full of poison gas to the Crossroads of the World while a million people are crammed in there is to wave a sheaf of official-looking papers at a random street cop.\n  ''Survivor'' is rated PG-13 (Parents strongly cautioned). A bit of strong language and one particularly violent explosion.\n  SURVIVOR\n  Opens on Friday\n  Directed by James McTeigue\n  1 hour 36 minutes\n\nhttp://www.nytimes.com/2015/05/29/movies/review-in-survivor-a-thriller-about-terrorism-milla-jovovich-is-on-the-run.html\n\nGraphic\n\n \nPHOTO: Milla Jovovich as an American security expert whose questions about scientists' travels lead to danger. (PHOTOGRAPH BY NICK WALL/ALCHEMY)       \n\nLoad-Date: May 29, 2015"
}