{
    "title": "Review_Television; Portrait of Arafat, a Man of the Shadows",
    "publisher": "the new york times",
    "year": 1990,
    "month": 2,
    "day": 27,
    "full text": "No, you will not learn from ''The Faces of Arafat'' whether the durable leader of the Palestine Liberation Organization now truly abjures terrorism. The testiest exchange in tonight's edition of ''Frontline,'' on Channels 13 and 49 at 10, comes when the documentary's correspondent, Marie Colvin, presses Yasir Arafat on the part he may have played in the murder of Israeli athletes at the 1972 Olympics at Munich and of the American Ambassador to the Sudan in 1973. He stands on his dignity: ''You are speaking to the chairman of the P.L.O., the President of the state of Palestine. Be careful with your investigation.'' And he cuts short the interview.\nMs. Colvin, an American reporter for The Sunday Times of London, concludes: ''There is no doubt that Arafat has been involved in international terrorism. But it is something about which he cannot bring himself to speak and it is something that continues to haunt him.''\nThe smartly paced hour offers an absorbing review of Mr. Arafat's career, from his birth in Cairo 60 years ago to his present position as ''the world famous president of a state that still does not exist.'' Ms. Colvin managed to win admission to the P.L.O. headquarters in Tunis and permission to accompany her peripatetic subject on the private plane from which he conducts much of his business. She went along to last year's meeting of the Arab heads of state, where, the narrator observes, Mr. Arafat worked at ''getting into their pockets while staying out of their hands.''\nThe point of view is sharp yet appreciative. As the viewer watches the P.L.O.'s leader embrace two deadly rivals, Col. Muammar el-Qaddafi of Libya and President Hafez al-Assad of Syria, the narrator observes: ''To survive in a world of constantly shifting alliances, Arafat cannot be too fussy about the company he keeps.''\nAbetted by interviews with Western officials and reporters as well as with the putative president's associates, the program traces his remarkable passage through four decades of military disasters and diplomatic triumphs. Driven from the West Bank, from Jordan, from Lebanon, he has been received by the United Nations and the Vatican and in many capitals.\nThe old photographs and newsreels also show his less familiar personal passage from a prosperous and rather dapper young engineer in Kuwait to the grizzled, bald, shiny-eyed, pot-bellied, somewhat avuncular figure in military garb and kaffiyeh who has been acknowledged by the world as the embodiment of the Palestinian cause. (Yasir, by the way, is a school nickname; it means carefree.) He is seen exercising, praying, brooding, conferring, being served his usual breakfast of hot tea poured over cornflakes laced with honey, cheering on his fighters and negotiating endlessly in behalf of Fatah, or Conquest. Although some of his activities remain fuzzy, this account is clear about his adroitness as a tactician who continues to perform a precarious balancing act between militant and moderate elements of a volatile movement.\nTonight's report confirms that the face of Mr. Arafat as shown to the West has not always been the one he has put on for his followers or for the Arab states he depends on for financial and diplomatic support. His seemingly mercurial temperament may be part of a strategy that, in Ms. Colvin's words, has consisted of ''trying to reconcile P.L.O. rhetoric with what the world wanted to hear.''\nHis latest incarnation, as a peace seeker who renounces terrorism and is prepared to coexist with Israel, is greeted here with some skepticism. The hour ends with Mr. Arafat posing for technicians from Mme. Tussaud's famous wax museum as they match up the color of his eyes. That may turn out to be the only face that all parties can recognize.\n \nMideast Chameleon\n \nTHE FACES OF ARAFAT, a documentary produced by Anthony Geffen for ''Frontline'' in association with the BBC; David Fanning, executive producer; Marie Colvin, correspondent. At 10 P.M. on Channels 13 and 49."
}