{
    "title": "Review_Theater; Williamstown Pairing on Terrorism",
    "publisher": "the new york times",
    "year": 1992,
    "month": 8,
    "day": 12,
    "full text": "WILLIAMSTOWN, Mass., Aug. 7 -- The conflict between political expediency and moral responsibility is investigated with chilling intensity in Romulus Linney's \"2\" at the Williamstown Theater Festival. In this play about Hermann Goering and the Nuremberg war crimes trials, Mr. Linney is unblinking in his confrontation of Nazism, which he regards not as a faceless horror but as the result of individual men swept away by their power and by their craze for greater power.\nWhile \"2\" is running on the Williamstown main stage, Jane Anderson's \"Hotel Oubliette,\" a study of hostages under siege, is at the company's Other Stage. As a pair, the plays offer summer theatergoers a double dose of theatricalized terrorism.\nThe Linney play, first staged by Tom Bullard in 1990 at the Actors Theater of Louisville, is most disturbing in its richly textured portrait of Goering, No. 2 in the Nazi hierarchy (hence the odd title of the work) and the only man who could have said no to No. 1. As written by Mr. Linney and as portrayed by William Duff-Griffin, who created the role in Louisville, Goering is arrogant and unrelenting in his devotion to Hitler (even after Hitler deserted him). Conversely, he is erudite, especially about art, and is a shrewd observer of human nature.\nWatching the play, one repeatedly wonders how a man of such acumen could have been so heinous. This is a question that never seems to cross Goering's mind. Faced with his complicity in crimes against humanity, he can only respond, \"Men will do what men will do.\" Before a theatergoer can silently interpose a qualifying \"some men,\" Goering declares that hate will always exist.\nThis is not a \"Judgment at Nuremberg,\" in which witnesses step forward to condemn the accused. At the same time, the playwright does not close his eyes, or ours, to the enormity of the crimes that were committed. A film of the concentration camps is screened in the courtroom. But the interest is primarily in Goering's reaction, or rather nonreaction.\nStep by step, Mr. Linney leads us into Goering's mind and past, from the heroic World War I pilot who was adored by his people to the swaggering tyrant who followed Hitler's directives and signed monstrous orders of his own. A theatergoer comes out of this play with a clearer understanding of Goering and his peculiar rationale for his actions: he accepts responsibility but not blame.\nRecently, excerpts from Goebbels's diaries were published in England, extracts that turned out to be unrevealing except for occasional personal notes, as in Goebbels's comment after seeing the film \"Grand Hotel\": \"Garbo great.\" Mr. Linney's play is filled with such small observations by and about Goering. With vast knowledge of his subject, he expresses his appreciation of art, which led him to plunder museums, and he can quote Shakespeare to his purpose. The suggestion is made that if he had been an actor, like his second wife, he might have been satisfied to parade his fantasies on the stage.\nMr. Duff-Griffin is uncompromising in his performance, underlining the invidiousness while imbuing Goering with an almost courtly panache. Wily and acerbic in his comments, he manipulates his opposition to his purpose. He could charm his hangman.\nAssuming a silky Germanic accent and an attitude of invulnerability, Mr. Duff-Griffin is completely persuasive in character. Unfortunately, that cannot be said about all his fellow actors.  As Goering's German counsel, Bernie McInerney is a continent removed in accent and manner, and the offstage voices of members of the tribunal are lacking in authority. The most effective members of the supporting cast are David Chandler as a psychiatrist and Laurie Kennedy in the small role of Goering's wife.\nThe play itself still has problems, as in the depiction of Goering's guards, a redneck Southerner who admires the prisoner beyond believable bounds and a black sergeant who has an interest in art. Both of these are straw men, as is the American commandant, though that is partly a result of a superficial performance by John Woodson. The commandant should be a steely advocate of military rules and discipline.\nWhat is strongest about the play, in addition to the character of Goering, is Mr. Linney's perspective on history and its lessons. As is true in several of his other plays (like \"The Sorrows of Frederick\"), he has done substantial research and then with an artist's eye analyzed the reality behind the myth. In \"2,\" he raises a warning signal against Nazism in all its overt and cryptic forms.\nIn Ms. Anderson's play, the evil is generic. Two Americans, a journalist (Steven Keats) and a university employee (Hal Holbrook) are caged in a dungeon (or oubliette) in an unnamed country. As one might expect, in the course of the play the disparate hostages come to understand each other and the effects of their imprisonment.\n\"Hotel Oubliette\" is far too long and digressive, beginning with a monologue from the garrulous Mr. Keats that vitiates tension. When Mr. Holbrook joins Mr. Keats in his cell, the newcomer expresses his disdain for his fellow prisoner before there is any justification for such a reaction. Furthermore, a fantasy figure is more a dramatic convenience than a necessity. Coincidentally, a play on the same subject, Frank McGuinness's \"Someone Who'll Watch Over Me,\" is currently running in London, dealing imaginatively and insightfully with the rigors (and rituals) of shared confinement.\nMs. Anderson has often undertaken timely themes (in \"Food and Shelter\" and \"The Baby Dance\"). \"Hotel Oubliette\" is her most serious and straightforward effort to date and, under Jenny Sullivan's direction, Mr. Keats and Mr. Holbrook deliver incisive performances.\nAs a change of pace from the demands of \"2\" and \"Hotel Oubliette,\" visitors to the theater festival can relax at a cabaret show called \"Oops,\" a collage of popular songs from musicals that failed. The show on Thursday night was enlivened by the guest appearance of Betty Buckley, a member of the Williamstown Equity company, who offered a touching rendition of the meadowlark song from \"The Baker's Wife.\" Other festival regulars often join the apprentice actors in these informal entertainments.\n \n2\nHotel Oubliette\n \nTwo plays presented by the Williamstown Theater Festival, Peter Hunt, artistic director. At Williamstown, Mass.\n2, by Romulus Linney; directed by Tom Bullard; sets by E. David Cosier; costumes, Teresa Snider-Stein; lights, Jeffrey Koger; sound, Darron L. West; stage manager, Scott LaFeber. Presented by special arrangement with Roger L. Stevens.\n \nHermann Goering . . . William Duff-Griffin\nCounsel . . . Bernie McInerney\nCommandant . . . John Woodson\nSergeant . . . Daryl Edwards\nCaptain . . . Scott Sowers\nPsychiatrist . . . David Chandler\nGoering's Wife . . . Laurie Kennedy\nGoering's Daughter . . . Jennah Quinn\nJustice Robert Jackson . . . Herbert Wolff\nPresident/Tribunal . . . Jason Dittmer\nBritish Prosecutor . . . Jeffrey Shore\nHOTEL OUBLIETTE, by Jane Anderson; directed by Jenny Sullivan; sets by Emily J. Beck; costumes, Kimberly Schnormeier; lights, Betsy Finston; sound, Martin Desjardins; stage manager, Tammy Taylor.\n \nMeryl . . . Steven Keats\nShaw . . . Hal Holbrook\nGloria . . . Marcia Hyde\nHead Guard . . . Phillip Wofford\nGuards . . . Tom Caruso, Anthony Fiorillo, Andrew Overton, David Stevens, David Walley\n\nGraphic\n\n \nPhoto: William Duff-Griffin as Hermann Goering in Romulus Linney's \"2,\" at Williamstown Theater Festival. (Richard Feldman)\n\nLoad-Date: August 12, 1992"
}