{
    "title": "REWARD IS STYMIED IN TOWERS BOMBING",
    "publisher": "the new york times",
    "year": 1993,
    "month": 7,
    "day": 23,
    "full text": "A plan to offer up to $2 million in Government money for information about a missing suspect in the World Trade Center bombing has been stymied since mid-April by a dispute over what agency should foot the bill, officials acknowledged today.\nThe disagreement between the State Department and Federal Bureau of Investigation has meant that the United States has still not offered a reward for information about Ramzi Ahmed Yousef, who is believed to have fled to Iraq soon after the attack. The officials say privately that they fear the United States may have squandered a crucial chance to track down Mr. Yousef before he disappeared in the Middle East.\nAuthorities have described Mr. Yousef, who is on the F.B.I.'s 10 Most Wanted List, as a central figure in the bombing plot, and he has been the subject of an intensive international manhunt for nearly four months. But while the State Department and the F.B.I. have agreed that a massive reward should be offered for his capture, each agency has steadfastly insisted that it is unable to provide it.\nWhile the standoff has not received public attention, it has left Federal investigators and members of Congress increasingly frustrated since the State Department first turned down an F.B.I. request to provide for the reward.\nBut while such bureaucratic intransigence is not unfamiliar, the dispute suggests that the Government is sometimes ill-prepared to contend with the new phenomenon of international terrorism that strikes in the United States.\nWith the F.B.I. charged with combatting terrorism at home and the State Department responsible abroad, the border-jumping nature of a plot that prosecutors say brought Egyptians, Iraqis and Palestinians together in an attack on a New York landmark appears, as far as the reward for Mr. Yousef is concerned, to have fallen between the cracks.\n\"This should never have been an issue,\" a Congressional official said today. \"This is a case in which a little common sense would have gone a long way.\"\nAt issue in the prolonged dispute has been the question of how much authority has been given to the State Department to offer rewards for information about international terrorism.\nCongress first gave the Secretary of State the power to issue up to $1 million rewards in 1984, and they have been paid in a series of high-profile cases, including the arrest of Fawaz Yunis, a suspect in the 1985 hijacking of an Egypt Air flight that led to the deaths of 2 hijackers and 60 passengers.\nBut the terms of the legislation, which was amended in 1991 to allow rewards of up to $2 million, limit the State Department's authority to acts that take place primarily abroad. Congress also created a separate rewards program to be administered by the Justice Department in cases of domestic terrorism, but that program has not been adequately financed, officials said today. The F.B.I. sometimes offers rewards in a limited number of other kinds of domestic cases.\nIn the case of Mr. Yousef, who was last seen on the morning of the bombing at a gas station where suspects in the case filled the tank of the van used in the attack, what has emerged from the system has been nothing but stalemate.\n \nF.B.I. Request Denied\n An F.B.I. spokesman refused to comment on the matter tonight. He did not say why a reward had yet to be offered for information about Mr. Yousef, who arrived in the United States last September on the same flight as one suspect in the bombing and shared two apartments with another.\nBut a State Department spokesman, Michael McCurry, acknowledged that the department had denied a request by the F.B.I. in early April for the State Department to provide a substantial reward in the case.\nAnother State Department official said the department had since made plain that it believed the F.B.I. should provide the reward, and that it had the money to do so. \"We think they ought to pay for it, and they have $1 million to do it,\" the State Department official said.\nNeither Mr. McCurry nor other Federal officials would discuss that part of the dispute, however, and some officials said that they did not believe the State Department had ever made a formal request to the F.B.I.\n \n'We're Stuck With the Law'\n But Mr. McCurry said the State Department had told the F.B.I. in a letter that it did have the legal authority to offer such a reward because the bombing and most events leading to it had taken place in the United States rather than abroad. \"We're trying to do the right thing, but we're stuck with the law,\" Mr. McCurry said.\nThe F.B.I. renewed its request on Wednesday in a letter that provided new information about Mr. Yousef, who was traveling on an Iraqi passport when he arrived in the United States, officials said. Mr. McCurry would say only that the department was reviewing the letter and preparing a response.\nA State Department official who insisted on anonymity expressed chagrin about the episode and said tonight that the department was trying to find a way to issue the reward at last. \"We've just got to get this one sorted out,\" the official said.\nThe delay is not the first to slow efforts to track down Mr. Yousef. After he was first identified as a suspect in the case on March 31, F.B.I. officials said they would move swiftly to add him to its most-wanted list. But it was not until April 19 that the F.B.I. could decide whose place on that list Mr. Yousef should take.\nIn an attempt to help resolve the latest dispute, the Senate Foreign Relations Committee has drafted new legislation to make clear that the State Department has authority to issue rewards even for terrorist attacks that take place within the United States, Senate officials said.\nBut the officials and others in Congress expressed scorn at the State Department's insistence that its hands have been tied. \"Who could possibly have objected?\" asked a Senate staff member familiar with the law.\nIn an interview, Representative Olympia J. Snowe, Republican of Maine, said, \"They could solve it if they really wanted to.\"\n\nLoad-Date: July 23, 1993"
}