{
    "title": "Rewrite the book on combating terrorism",
    "publisher": "the christian science monitor",
    "year": 2001,
    "month": 9,
    "day": 20,
    "full text": "For decades, terrorists have savaged innocents with attacks. From bullet-spraying assault guns to poison gases in subways, Americans may have thought they'd seen it all. Until Sept. 11.\n \nThough terrorism has evolved, the federal and international strategies to address it remain relatively static. The US has to switch gears: We must overhaul the rulebooks that the US and world community use to thwart terrorist plots, respond to their acts, and bring perpetrators to justice. It's time to convene national and international summits devoted to improving the structures that form civilized societies' first lines of prevention and response to terrorism.\nA national summit would home in on key organizational and strategic matters. Inside the Beltway, the events of Sept. 11 have suspended the executive branch's preoccupation of recent years - namely, the bureaucratic infighting of more than 40 federal agencies to expand their missions and budgets to fight terrorism. Local and state emergency officials have watched the tug of war in dismay, understanding that it squanders time, energy, and resources that could otherwise be employed to improve response capabilities across the country.\n \nTo date, the Bush administration's opening moves to elicit more teamwork from federal agencies have been tepid. In May, the administration announced that the Federal Emergency Management Agency would supplant the Federal Bureau of Investigation in leading the government's operational response to an unconventional terrorist attack and that the vice president would head policy-planning activities.\n \nAfterwards, many bureaucrats and elected officials were just as disgruntled with this structure as with the Clinton administration's approach, so the competition for mission and money will probably be rejoined fairly soon. Once and for all, the pecking order needs to be settled, preferably with tight White House coordination and a straightforward reliance on long-existing federal emergency-response plans that draw upon the strongest resources of various government offices.\n \nThe key to improving federal terrorism prevention and response also lies on Capitol Hill. There, the shock of Sept. 11 evoked steely rhetoric and choruses of \"God Bless America.\" Unfortunately, that spirit may soon give way to the fractured jurisdictions and pet projects that have seriously hindered Congress's ability to help fashion federal structures and programs on terrorism. Congressional oversight is scattered across more than a dozen committees. This bodes ill for coherence and cost-effectiveness. With consolidation of oversight responsibilities in order, congressional participation in a national summit is of paramount importance.\n \nInternationally, Washington is already trying to form a coalition against terrorism, but unlike the Gulf War coalition, this one must be institutionalized. Terrorism isn't going away, and an international summit could solidify new mechanisms to stymie terrorist activities before attacks unfold.\n \nUnprecedented international cooperation is needed for Osama bin Laden and others of his ilk to be separated from their money, training camps, technical capabilities, and hideouts. New channels for intelligence cooperation on terrorism must be forged with countries that are not normally on the US list of go-to allies. Mechanisms must be strengthened to rob terrorists of any safe haven, anywhere in the world.\n \nIn sum, civilized societies must be as cold, calculating, efficient, and bold in their prevention and response as terrorists have become in their execution of attacks.\n \nAmy E. Smithson is a senior associate at the Henry L. Stimson Center and principal author of 'Ataxia,' a Stimson Center book on unconventional terrorism.\n(c) Copyright 2001. The Christian Science Monitor\n\nLoad-Date: September 19, 2001"
}