{
    "title": "Reyna_ Bin Laden's killing a significant event for our nation",
    "publisher": "the brownsville herald ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "May 03--Bin Laden was the violent maestro of events on Sept. 11, 2001, a day Ben Reyna remembers all too clearly.\nThe terrorist's death was a collective effort by all three branches of the government and global partners, said Reyna, a former Brownsville police chief who served as director of the U.S. Marshals Service from 2001 to 2005.\n\"This was an event that needed to take place. This was an individual that needed to be brought to justice,\" he said.\nReyna had retired from being Brownsville's police chief just before 9/11. That day, he was supposed to receive a phone call from Washington, D.C., regarding his presidential nomination as director of the U.S. Marshals Service.\nThen, America was attacked.\nReyna's presidential nomination came amid the chaos of a country in chaos. Eventually, though air travel was halted at one point because planes were the weapons used in the attacks, he made his way to Washington, D.C.\nHe arrived there on Sept 17, and his Senate confirmation hearing was Sept. 20.\nWashington seemed to be a ghost town for a while.\n\"It was very surreal,\" he said. \"When I went to the White House, the streets were empty. Generally, you go to Washington, D.C., and it is super busy. ... It was like, 'What happened to all the people?'\"\nToday, Reyna is special assistant to the provost for governmental relations at the University of Texas at Brownsville and Texas Southmost College.\nWhen he found out about bin Laden's death, he said, he hoisted the U.S. flag in front of his house. The gesture was to recognize the feelings that immediately followed 9/11, as well as to honor military, law enforcement and global partners who lead this country to Sunday's historical moment.\n\"We all raised the flag in the spirit of our country and the nation, and to support our democracy and those that would lead the effort against terrorism,\" Reyna said of the feelings in 2001.\nNow, he said, this moment is a reaffirmation of the commitment to fight terrorism and efforts to protect the rights afforded by the U.S. Constitution.\n\"This is a significant event for our nation,\" Reyna said. \"I think it's important that we all reflect, and that we all maintain that unity as Americans and our loyalty to this nation.\"\nTo see more of The Brownsville Herald, or to subscribe to the newspaper, go to http://www.brownsvilleherald.com. Copyright (c) 2011, The Brownsville Herald, Texas Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com.\n\nLoad-Date: May 3, 2011"
}