{
    "title": "Rhetoric on terrorism reveals underlying Islamophobia",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "Throughout his administration, President Obama has come under fire both at home and abroad for refusing to call terrorist groups such as Al Qaeda and ISIS \"Islamic.\"\nConservative leaders, such as British Prime Minister David Cameron, have made a big deal about the need to \"call it what it is.\"\nIn a news conference with President Obama addressing the state of terrorism, Cameron said, \"Barack, you said it and you're right- ev­ery religion has its extremists, but we have to be frank that the biggest problem we have to­day is the Islamist extremist violence that has given birth to ISIL, to al-Shabab, to al-Nusra, al Qaeda and so many other groups\" (The Wash­ington Times, \"David Cameron slams Obama: 'Barack, biggest problem we have is Islamist extremism,'\" 2015).\nFor them, it is the epitome of left-wing po­litical correctness: liberals banning terms that portray harsh realities in order to save the feel­ings of minority groups.\nThe political right may not be incorrect in its belief that \"Islamic terrorism\" is an appropriate description of the tactics of ISIS and Al Qaeda.\nThese militant organizations' beliefs are in­formed by their faith in the tenets of Islam as they understand them.\nIt is unlikely that young, affluent men would willingly strap bombs to their chests if they did not harbor a strong belief that they would be rewarded for it in the afterlife.\nIt is important to consider, however, that conservatives are often hypocritical in the ap­plication of this moniker.\nAccording to them, only terrorist acts moti­vated by Islam are characterized by faith.\nThe Republic of Ireland has experienced a great deal of terrorist actions incited by a di­vide between Catholics and Protestants, but those acts are never deemed \"Christian terror­ism.\"\nWhen a Muslim commits a terrorist act, there is an assumption that it's indicative of the individual's culture. When a Christian commits a terrorist act, there is an active attempt to deny said person's faith.\nA Christian who commits horrible atrocities is proclaimed to not really be a Christian. A Christian terrorist would be isolated from their faith. Labeling ISIS as Islamic is not acceptable if it is coupled with a fundamental ignorance of the realities of the situation.\nMost conservatives who insist on this term's use are astoundingly ignorant regarding ISIS, beyond its strict adherence to the teachings of the Koran.\nMoreover, conservative assumptions about progressive motives for rejecting faith-based labels on terrorism are mostly inaccurate.\nLiberal unease with Islamic terrorism is far less concerned with the possibility of margin­alizing American Muslims and far more con­cerned with preventing Islamophobic attacks against Muslim populations.\nThe aftermath of terrorist acts often bring about waves of violence against people per­ceived to be Muslim.\nAfter Sept. 11th, Muslims in the United States faced a far greater risk of violence and discrim­ination.\nThis pales in comparison to the situation in Europe today, where both Belgium and France have passed laws intending to limit Muslim women's ability to practice their faith in public.\nFurthermore, the attacks in Paris put Mus­lims there in an especially precarious situation. France is an infamously xenophobic society that has already passed legislation curtailing the basic rights of its Muslim population.\nFrench political parties, such as the Nation­al Front, have gained considerable popularity through public xenophobia.\nThe introduction of Islamic terrorism into the public consciousness has put the entire Muslim community at risk.\nWhen liberals avoid characterizing terrorist actions by the faith that motivated them, it's not so much an attempt to avoid offending Ameri­can Muslims, but one to curtail the consider­able violence that Muslims will face.\nThe political left assumes that rejecting ISIS's religious roots will reduce instances of violence against the Muslim community. This assumes that Islamophobia is situational. In­stead, Islamophobia is based on a history of inter-religious tensions dating back to the Cru­sades.\nPeople don't become Islamophobes because they associate Muslims with terrorism. Peo­ple associate Muslims with terrorism because they're already Islamophobic.\nAvoiding the use of terms such as \"Islamic terrorism\" would only prevent Islamophobic incidents if all Islamophobia were rooted in a fear that Muslims are all terrorists.\nBut Islamophobic incidents come from an institutionalized belief that Muslim culture is violent and less civilized than American cul­ture.\nBefore terrorist acts even occur, people have already decided that they don't trust Muslims.\nA liberal who preaches tolerance towards Muslims and then does nothing to combat Is­lamophobia in the United States is simply mak­ing an attempt to appease the sensitivities of the left.\nThe concern over the terminology of terror­ism distracts from the realities of the situation. Applying labels to terrorist acts based on faith does not further the public's understanding of groups like ISIS and Al Qaeda.\nLikewise, insisting on a rejection of these labels does not further tolerance towards Mus­lims.\nThis phrase has become a proxy debate on issues of Islamophobia. Instead of addressing the major issues that Muslim communities face, the media addresses proxies that give off the appearance of relevance but ultimately don't have practical importance. An example of proxy debate would be the issue of the Confed­erate flag.\nWhile it was clearly a racist symbol that needed to be removed from society, the media used it as an excuse to avoid deeper, more nec­essary introspections on race relations and gun control.\nWhile it was symbolically important, the removal of the Confederate flag from the state capitol didn't improve the conditions of peo­ple of color. Politicians used it as a means of appearing tolerant without alienating voters. Important issues deserve more than proxy de­bates.\nAdherence to liberal or conservative rules on speech serves as a cover by which people feign understanding of complex historical and diplo­matic issues without having to address them.\nInstead of having public debates on issues of terminology, the media should be engaging in deeper conversations on the roots of the issue.\nWe need to rid ourselves of politicians who care more about appearing to be on the right side of whatever issue they think the public cares about than about taking concrete action to improve the conditions of their countrymen.\nThe next time a conservative insists Obama call ISIS Islamic, the public should instead de­mand a deeper discussion over the issue of ter­rorism.\nThe next time a liberal insists that ISIS isn't Islamic, the public should insist that the gov­ernment make real efforts to battle Islamopho­bia.\n- Jesse Horowitz '19 is a student at Vassar CollegeShare\n\nLoad-Date: November 19, 2015"
}