{
    "title": "RICE PRESSES NORTH AFRICAN ALLIES ON EFFORTS AGAINST TERROR",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 9,
    "day": 8,
    "full text": "Secretary of State Condoleezza Rice yesterday pressed U.S. allies in North Africa for greater cooperation in the face of terrorism and continued efforts at political change as she ended a visit to the region.\nThe top U.S. diplomat said she discussed \"the process of reform\" in meetings with leaders in Libya, Tunisia, Algeria and Morocco. Those talks, she said at a news conference with her Moroccan counterpart, helped \"look at ways in which we might help the countries of this important region to have a more unified approach to the challenges that face them.\"\nMorocco's foreign minister, Taieb Fassi Fihri, said the meetings also addressed \"relations with our brother country Algeria,\" and what can be done \"against common threats and international terrorism.\"\nA main point of contention between Morocco and Algeria is Western Sahara, a mineral-rich region that Morocco annexed in 1975. Ms. Rice said the United States backed a new round of U.N. talks to solve the protracted problem through a plan for autonomy.\nBut the pro-independence Polisario Front, supported by Algeria, wants a referendum to rule on the Western Sahara's right to self-determination.\n\"We believe it is extremely important\" for Algeria and Morocco to resolve the question, Ms. Rice said, because it is hampering their cooperation on other issues such as security and counterterrorism.\nA tourism haven and a relatively liberal Muslim kingdom, Morocco is the North African nation with the closest business and diplomatic ties to the U.S., from which it recently bought a large shipment of F-16 fighter jets.\nThe country is accused by several former U.S. detainees of having tortured suspected terrorists on behalf of the CIA.\nRights groups have also often criticized other North African countries for police brutality or undue judicial process, while casting doubts about widespread electoral fraud.\nMs. Rice's visit to North Africa is her first as secretary of state in this region of increasing strategic importance. The trip, with earlier stops in Libya, Tunisia and Algeria, comes as the threat posed by militants in North Africa has become \"even more salient in the recent months,\" she said Saturday.\nHer meeting with Libyan leader Moammar Gadhafi on Friday marked the end of three decades of confrontation and followed an agreement in August that settled all terrorism-related lawsuits between the countries.\nMs. Rice said that the improvement of relations with Libya now means the U.S. no longer has \"a hole\" in its North Africa policy, which should help improve regional cooperation.\nIn Tunisia and Algeria, Ms. Rice praised authorities for their help in fighting terrorism and called for even tighter coordination. She also sought to boost business ties in Algeria, a large oil- and gas-producing country.\nMs. Rice said she planned to follow up on these issues during talks with the foreign ministers of the Arab Maghreb Union, which groups North African states. Those discussions are expected in late September in New York City on the sidelines of the U.N. General Assembly.\nShe also said the U.S. was trying to empty the military prison at Guantanamo Bay \"as soon as we possibly can,\" while keeping in mind that \"we have an obligation not to have dangerous people on the streets.\"\nMany North Africans are among the detainees held there, and Ms. Rice said she raised the issue of their transfer during all her meetings with the region's heads of state.\nHuman rights groups worry that detainees transferred from Guantanamo back to North Africa could face mistreatment. Ms. Rice said transfers to home countries would be conducted \"in a way that is rigorous, that gets the protections that we need and that the detainees need.\"\nThe issue is especially sensitive in Algeria, which is battling a resurgent Islamist militancy.\n\nLoad-Date: September 8, 2008"
}