{
    "title": "Rice calls on U.N. to launch reform; Its members must work harder together to fight today's problems",
    "publisher": "ips",
    "year": 2005,
    "month": 9,
    "day": 18,
    "full text": "The United Nations must make itself more relevant to tackle 21st-century problems and should condemn as terrorists those who target civilians whatever their cause, Secretary of State Condoleezza Rice said yesterday.\nRecalling the historic founding of the United Nations 60 years ago, Rice told the General Assembly: \"In this new world, we must again embrace the challenge of building for the future.\"\nWorld leaders at a summit last week adopted a watered-down version of proposed reforms advanced by Secretary-General Kofi Annan and by the Bush administration.\nRice, in her first speech before the General Assembly, called on the 191 nations to try harder.\n\"The time to reform the United Nations is now,\" she said. \"And we must seize this opportunity together.\"\nRice placed terrorism at the head of her list. Appealing for adoption of a comprehensive convention on terrorism, she said there could be no definition of terrorism that excludes from condemnation any group that harms innocent civilians.\nDefying the view that one man's terrorist is another's freedom fighter, Rice said: \"No cause, no movement, and no grievance can justify the intentional killing of innocent civilians and noncombatants.\"\nShe added: \"This is unacceptable by any moral standard.\"\nPreceding Rice to the rostrum, Annan said that condemnation of terrorism must be unqualified and that the 191 countries should \"forge a global counterterrorism strategy that weakens terrorists and strengthens the international community.\"\nIn her speech, Rice called on rich countries to help poor ones with development assistance. And developing countries, she said, \"have responsibility to govern justly, to advance economic liberty, and to invest in their people.\"\nThe reform document adopted last week makes a stab at revising the way the United Nations deals with human rights by establishing a new commission. Rice called for a much tougher approach.\nShe said the new council should have more credibility. And that, she said, means it should \"never, never empower brutal dictatorships to sit in judgment of responsible democracies.\"\nThe council, Rice said, \"must have the moral authority to condemn all violators of human rights - even those that sit among us in this hall.\"\n\"For this institution to become an engine of change in the 21st century, it must now change itself,\" Rice said. \"The United Nations must launch a lasting revolution of reform.\"\n\nLoad-Date: September 23, 2005"
}