{
    "title": "Rice urges closer connection with North African allies",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 9,
    "day": 7,
    "full text": "ALGIERS, Algeria - Secretary of State Condoleezza Rice urged closer coordination with North African allies on fighting terrorism and said Saturday the U.S. would work to return Guantanamo detainees to their home countries \"as soon we possibly can.\"\n\"There is always more that you can do to tighten sharing of information and make sure you have all the right channels to give technical support\" against terrorism, she said after stops in Algeria and Tunisia.\nRice's three-day visit is her first as America's top diplomat to a region of increasing strategic importance. It comes as the threat posed by militants has grown \"even more salient in the recent months,\" she said.\nIn a landmark trip Friday to Libya that ended 30 years of bitter confrontation with Moammar Ghadafi's rule and in meetings with the Tunisian and Algerian presidents, Rice heard about North African detainees still held at Guantanamo or those returned from the military prison to their home countries.\nThe U.S.-based Human Rights Watch had urged Rice to press the Algerian government on the well-being and status of Guantanamo detainees, several of whom went missing or were held in jail without access to a lawyer or their families after recently returning to Algeria.\nRice said the U.S. was coordinating with North African governments to empty Guantanamo.\n\"We would like to move as much of the population of Guantanamo out as soon as we possibly can,\" she told reporters after talks with Algeria's president, Abdelaziz Bouteflika. \"We would like to, but we also have to remember that we have an obligation not to have dangerous people on the streets.\"\nShe said transfers to home countries would be conducted \"in a way that is rigorous, that gets the protections that we need and that the detainees need.\"\nDozens of North Africans are thought to be held in Guantanamo prison, while scores have been sent back to their native countries, including many to North Africa. But their status once at home varies widely, from near-immediate release to prolonged incommunicado detentions.\nThis issue is especially sensitive in Algeria, which faces the biggest terrorism threat in the region and where secular-leaning security forces face off with Islamic militants on a near-daily basis.\nExtremist violence has surged in Algeria since 2006, when a radical group left over from a civil war in the 1990s joined Osama bin Laden's terrorist network under the name al-Qaida in Islamic North Africa.\nA string of suicide bombings, ambushes and gunbattles killed at least 107 Algerians in August alone, according to an Associated Press count.\nMeanwhile, the Algerian press reported Saturday that a senior Algerian terror chief was ambushed and killed by the army a day earlier.\nHighlighting the dangers in the region, an al-Qaida related Web site posted a message this past week calling on militants to kill Rice during her North Africa trip. The State Department said the threat had not changed Rice's travel plans.\nRice said she also discussed with Bouteflika how to boost economic ties with Algeria, a key oil- and gas-producing nation, and make progress on the Israeli-Palestinian peace process. Bouteflika \"is truly one of the wise men\" in the region and the Arab world, she said.\nEarlier Saturday, she pressed for democratic changes during a meeting with Tunisia's president, Zine El Abidine Ben Ali. \"We talked about internal matters here in Tunisia and about the course of reform,\" Rice said.\nBen Ali has held power since a bloodless palace coup in 1987 and won several landslide electoral victories tainted by charges of fraud. He is expected to run for a fifth term next year.\n\"There have been some political reforms,\" Rice told reporters while flying to Algiers. But, she added, \"we have been very clear that we would hope that Tunisia would do more.\"\nRice also said the U.S. and Tunisia were \"good friends\" and that she had had \"very good discussions about internal and external matters,\" including \"the circumstances here in the region in terms of security and counterterrorism.\" She also praised \"the great progress\" women have made in this tourist-friendly and relatively liberal Muslim country\nOn the Net:\nState Department: www.state.gov/\nTunisia background: www.state.gov/p/nea/ci/c2421.htm\nAlgeria background: www.state.gov/p/nea/ci/c3218.htm\nMorocco background: www.state.gov/p/nea/ci/c2416.htm\n\nLoad-Date: September 8, 2008"
}