{
    "title": "Rice saw terrorism in segregated South; Remarkable path_ Child prodigy ascends to top tier of power",
    "publisher": "the new york times",
    "year": 2004,
    "month": 4,
    "day": 8,
    "full text": "Washington --- Nearly four decades have passed since Condoleezza Rice left her native Alabama, escaping a largely segregated South for Denver, where she attended school with white children for the first time in her life as a 10th-grader.\nLast spring, Rice, the national security adviser to President Bush, returned to the Deep South to address graduating law students at Mississippi College, in Jackson. While Rice has been a key figure in the global anti-terror campaign, her address dealt with closer-to-home violence.\n\"Growing up in Birmingham, I lived with the home-grown terrorism of that era,\" Rice told the students, recalling the 1963 bombing of the Sixteenth Street Baptist Church that killed four young black girls, including a kindergarten classmate of Rice's, Denise McNair.\nNow Rice, who turns 50 this November, finds herself at the center of an election-year firestorm over the Bush administration's handling of another type of terrorism --- the al-Qaida threat in the months leading up to the attacks on Sept. 11, 2001.\nCox Washington Bureau\nAs Rice prepares for a grilling today before the independent 9/11 Commission, friends describe her as upbeat and eager to respond to critics who suggest the administration did less than it should have to prevent the attacks and that it has diverted anti-terrorism resources to a war in Iraq.\nSome members of the 9/11 panel are eager to press Rice on some of these questions. Even Republican members of the bipartisan panel were incensed when the White House, asserting executive privilege, insisted Rice could not testify --- at the same time she was blanketing the air waves with interviews. Last week, the White House changed course and agreed she would testify.\nWhile Rice is certain to be respectful before the commission, few doubt she'll give at least as good as she gets. In part, that's because she knows the president's mind perhaps as well as anyone in the administration. It's also because Rice has developed a knack for dealing effectively with scrutiny and challenges.\nGraduated at 19\nAt the age of 4 she first performed classical piano in public. She graduated from the University of Denver at age 19. By 38, she had risen to provost --- second in charge --- of Stanford University. And at 46, she became the first woman to serve as national security adviser since the post was created by President Harry Truman.\n\"She's been in 20 years of preparation for where she is now,\" said Kiron Skinner, a former student of Rice's who teaches political science at Carnegie Mellon University in Pittsburgh. \"Anyone who thinks this current situation will hurt her in a personal way really doesn't know her history very well.\"\nRice was barely older than her students when she began teaching political science at Stanford at the age of 25. Later, as provost, she worked to hold the line on the school's $1.5-billion annual budget and once famously stood down student criticism after she fired a Hispanic dean.\n\"You can't pull that on me,\" she fired back at those who accused her of racial insensitivity. \"I've been black all my life.\"\n\"She is a steel magnolia,\" said Coit Blacker, director of Stanford's Institute for International Studies and one of Rice's closest friends. \"From someplace she gets this ineffable combination of southern gentility and steely determination. . . . It comes in part from being an African-American female born into a segregated society and knowing that, on her part, growth doesn't come without struggle; that, in some way, struggle is part of being alive.\"\nCriticized for her role\nBy that standard, Rice has been living large of late, struggling against criticism for her role in a foreign policy with, at best, mixed results.\nIraq, where the weapons of mass destruction upon which Bush built much of his case for war have yet to be found, remains a dangerous undertaking that has strained U.S. ties with important allies. There are signs that the Taliban are regrouping in Afghanistan; al-Qaida leader Osama bin Laden remains at large; Mideast peace efforts are stalled, and North Korea has resuscitated its nuclear weapons program.\n\"We're in terrible shape,\" said Michael Desch, director of the Patterson School of Diplomacy at the University of Kentucky.\n\"It's a classic example of the road to hell being paved with good intentions,\" said Desch, who said he supported the administration's initial steps in the months following the 9/11 attacks but opposed the war against Iraq. \"You've got a lot of very smart people --- Rice included --- who, for whatever reason, are doing things that just are not working.\"\nRice and Bush don't see it that way.\nIn their view, Iraq has been liberated from a repressive tyrant and is on the road to democracy. Strains in U.S. ties abroad are manageable, the Taliban's been marginalized, and bin Laden \"sits in a cave and issues fatwas as some kind of mystical figure,\" as Rice put it last summer.\nStill, at the core of the policies Bush and Rice have pursued lies a singular effort to safeguard the country from future terrorist attack, they say. And near the heart of that mission, both are guided largely by faith.\nA Presbyterian whose father and grandfather were ordained pastors, Rice shares with Bush a strong belief in God and the power of prayer.\n\"She takes her faith very seriously, and it does provide a kind of moral compass,\" said her friend Blacker. \"For her, I think it's rooted in the belief that she is ultimately responsible for the decisions that she makes and she will be judged in the life to come by the quality of those decisions.\"\nBush's confidante\nSomewhere in that balance between struggle and faith, Bush has found in Rice an ideal foreign policy confidant, the person he turns to more often than anyone else to help him make sense of a dangerous world.\n\"No other national security adviser in the history of that office has been this close to the president,\" said Ivo Daalder, a former National Security Council aide who now works for a Washington think tank, the Brookings Institution. \"You can't get any closer.\"\nSingle and an only child whose parents are both deceased, Rice has become something of a third daughter to Bush and his wife.\nShe accompanies the president and first lady Laura Bush on social functions, frequently sliding in alongside them in the presidential limo. Rice also joins them on weekends and vacations at Camp David, where she's allotted her own rustic cabin. At Bush's ranch in Crawford, Texas, she watches football games and talks sports and policy with the president. When Bush made his top secret visit to Baghdad last Thanksgiving, he took along one aide from his ranch: Rice.\n\"We are all in one way or another close to the family, but she is especially close to the family because of the time she spends with the president,\" Secretary of State Colin Powell told The New York Times in January. \"This is not unusual, but, at the same time, a little unusual.\"\nRice grew up with a demanding schedule. She had lessons in classical piano, beginning when she was 3, as well as violin, flute, French and figure-skating.\nEarly on, she seemed headed for a career as a professional pianist. Her mother, a teacher and accomplished pianist, derived the name Condoleezza from the Italian musical notation \"con dolcezza,\" which means to play \"with sweetness.\"\nHer parents bought Condoleezza a Steinway piano when she was 15, part of their efforts to provide her with every opportunity they could.\nRice was a bright student, skipping both first and seventh grades. When she was 11, the family moved from Birmingham to Tuscaloosa, Ala., after her father accepted a job as a college administrator. Two years later, another college administration job sent the family to Denver, where Rice attended Catholic high school as one of three black students.\n\"Her parents threw up a kind of human and family shield around her to make sure the turmoil in the South did not negatively impact her education and her preparation for life,\" said Blacker. \"She'll laugh and say, 'Out of all my friends, I'm the one who was raised in the 'father knows best' environment.\" ' \"\nWhile Rice remembers the cocoonlike environment of her home, the turmoil of the times surrounded her. The Birmingham church bombing provided her with a searingly personal introduction to the way some would resort to bloodshed to vent their resistance to change.\n\"Acts of terror are calculated to propel old fears into the next generation,\" Rice told the Mississippi College class of 2003. She then posed a question: Can nations move beyond past divisions and toward a future where people rise or fall based on their ability, not their ethnic or economic background?\n\"In America,\" answered Rice, \"We say: Yes we can.\"\n\nGraphic\n\n \nPhoto: Condoleezza Rice, a classically trained pianist, acknowledges applause after a duet with cellist Yo-Yo Ma in Washington in 2002. She first played in public when she was 4. She graduated from college at 19. By 38, she was provost at Stanford. And at 46, she got her current post. / PABLO MARTINEZ MONSIVAIS / Associated Press; Photo: National Security Adviser Condoleezza Rice is one of President Bush's closest confidants and is regarded very much like part of the Bush family. / White House; Graphic: THE CONDOLEEZZA RICE FILE\n \n* Born: Nov. 14, 1954\n \n* Education: Bachelor of Science degree, University of Denver, 1974; studied international relations under Josef Korbel, father of Secretary of State Madeleine Albright; master's degree: University of Notre Dame, 1975; Ph.D. international affairs, University of Denver, 1981\n \n* Career so far: Professor of political science, Stanford University 1981; director of Soviet and East European Affairs, the National Security Council, 1989-1991; provost of Stanford 1993-1999; named national security adviser December 2000\n\nLoad-Date: April 8, 2004"
}