{
    "title": "RIDGE'S TASK_ NEGOTIATING DC BUREAUCRACY; THEN, HE'LL GET TO TACKLE TERRORISM",
    "publisher": "the day ",
    "year": 2001,
    "month": 10,
    "day": 2,
    "full text": "OK, SO HE'LL be a bureaucracy-buster. Will Tom Ridge be more?\nToday, what's certain is the White House job awaiting the governor, a sort of national 9-1-1, is a multi-headed monster daring to be tamed.\nBut when Ridge starts work Monday as head of the new Office of Homeland Security what exactly will he do?\nWhite House press secretary Ari Fleischer, the day after W. named Ridge, said the job is \"to develop a coordinated, integrated and comprehensive national strategy to combat domestic terrorism.\"\nSounds like a term paper.\nIt's not. Start with terrorist acts like those we've seen. Add the possibility of more, or biological attacks, organized computer attacks, attacks at nuclear power plants. Mix in bio-defense, getting vaccines and antibiotics stockpiled. Then add who knows what else.\nRidge is to protect us and respond if we're hit. How?\nBy tapping the $11 billion now spent on counter-terrorism and some of the $30 billion spent on intelligence. And more if necessary.\nAnd doing what with it?\nThink of 46 different clubs with their own members, officers, budgets, rituals, all experienced, all protective of what they have and know.\nThose are the federal agencies and departments, the Immigration and Naturalization Service, the U.S. Marshals Service, the Department of Defense, the FBI, Coast Guard and many more that now run security.\nRidge has to get them all to share data, re-open budgets, give up power; in short, he has to break down long-standing bureaucratic walls.\n\"He's a real elephant on their landscape, an add-on, dropped out of the sky,\" said a source in Washington's intelligence community, \"and these agencies are very territorial. Whatever ground he gets he needs to get right away. Within the first 60 to 90 days.\"\nThen he must get local and state officials to work more closely with the feds. One small example: border and coastal security comes under Justice, Transportation and Treasury (why Treasury? That's where U.S. Customs is). The task is to get all border data in one place. Like Ridge's laptop.\nDr. Larry Wortzel, a retired Army intelligence officer, writing on the topic for the Heritage Foundation, a conservative think tank, concluded, \"the established bureaucratic order must be broken apart . . . so that glaring security gaps can be filled quickly.\"\nHow? Common data bases for all agencies. For ports, tighter security focused on incoming crews, new border security with Canada and Mexico. And that's just one small example.\nWortzel told me yesterday, \"if he [Ridge] is only a coordinator and facilitator he will be as ineffective as the drug czar was,\" adding, \"never underestimate the entrenched power of bureaucracy, these people fight over rice bowls when it comes to budgets.\"\nThe good news for Ridge? His job is run by the White House. It's W's top priority. It's created by executive order so there's no legislation, no congressional oversight, no confirmation hearings.\nAlso, a new Homeland Security Council headed by Ridge has the attorney general, the secretary of defense, the director of the FBI and others answering to Ridge. Two new appointees, counter-terrorism chief Gen. Wayne Dowling (Army retired) and cyberspace security (I swear) head Richard Clarke, also answer to Ridge.\nLong-time Ridge political aide Leslie Gromis said, \"I don't think anybody has more clout than him today; he might have more than anybody in Washington.\"\nAnd two advantages: no need to prove a threat exists; and while there's clear consumer demand for drugs, there's no demand for terrorism. *\n\nNotes\n\nATTACK ON AMERICA\n\nGraphic\n\n \nPHOTO;\nGov. Ridge starts his new job next Monday.\n\nLoad-Date: October 31, 2001"
}