{
    "title": "Ridge praises security progress, says more is needed",
    "publisher": "university wire",
    "year": 2003,
    "month": 7,
    "day": 25,
    "full text": "Since the Sept. 11, 2001, attacks, the United States has improved its security remarkably and is still trying to find new ways to combat terrorism, said Secretary of Homeland Security Tom Ridge, who spoke to about 600 audience members at a San Francisco hotel Wednesday.\nRidge praised his own department, which he said has been fighting a war on terrorism that \"stretches from Afghanistan to Alameda County.\"\nThe United States, however, needs now more than ever a strong information network comprising the private sector, academic community and state and local governments.\nU. California-Berkeley\n\"We cannot be Washington-centric,\" Ridge said.\nRidge touched on other issues during his speech, including the delicate balance between ensuring security while maintaining civil liberties.\nAbout 200 protesters demonstrated outside the hotel, picketing with signs that read \"Dissent is Not Terrorism\" and \"Stop Racist Roundups.\"\nIn response to the news of the deaths of Saddam Hussein's two sons just a day earlier, Ridge said it would bring stability to Iraq in the long-run and catalyze change in other countries in that region.\nRidge also responded to the allegations that President Bush's claim that Iraq was importing uranium from Africa were incorrect, saying the president only said what British intelligence found.\nThe White House has learned its lesson not to depend so heavily on foreign sources, Ridge added.\nRidge praised California for its \"innovation and progress since Mark Twain's day\" and called for the same spirit in developing technology to combat terrorism.\nCalifornia has received about $ 250 million to date from the federal government to research ways to combat terrorism.\nUC-managed Lawrence Livermore National Laboratory has been chosen as one of about three locations across the country to develop \"cyber security\" and, among other things, to \"create a research network to support the department's mission,\" Ridge said.\nAnother way to strengthen relationships with universities is to reward academic community members who contribute to the deparment's technology and information development with Homeland Security fellowships and scholarships this coming academic year.\nSome have criticized the increased security efforts, claiming civil rights have been compromised.\n\"The Bush administration is treating all opposition to its program as if it's suspect and terrorism,\" said Richard Bercker, a member of an international anti-war coalition, ANSWER (Act Now to Stop War and End Racism), who was protesting outside the hotel.\nIn response to an audience member who brought up similar concerns, Ridge said, \"Balancing security and freedom is a problem we'll always have in this country.\"\nMost of the audience applauded Ridge's efforts. One person jokingly requested that he run for California governor now that the recall election will actually happen.\n\"I got a better sense of who Tom Ridge is,\" said Bonnie Gaither, a Piedmont, Calif., resident who attended the speech. \"I feel more confident that he is the right man and he has a sound grasp of what needs to be done. He understands that liberties are still considered when security is jeopardized.\"\n(C) 2002 Daily Californian via U-WIRE\n\nLoad-Date: July 25, 2003"
}