{
    "title": "Ridge charged with unifying terrorism fight; In his new post, he must bring together federal, state",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 9,
    "day": 23,
    "full text": "As he prepares to lead the nation's defense against terrorism, Gov. Ridge says he will carry with him lessons he learned more than 30 years ago leading combat patrols in the Vietnam jungle.\n\"A resolute enemy has to be respected but can be defeated,\" said Ridge only hours after President Bush named the former Army staff sergeant and Bronze Star recipient to be America's first terrorism czar. \"I'm one of those old Vietnam veterans who likes to remind people every chance I get that we never lost a major engagement.\"\nBut the United States has now declared war on an enemy, global terrorism, that is much more elusive and potentially more dangerous than the Viet Cong.\n\"This is like nothing that Americans have ever seen,\" Ridge said. In the days after the attacks of Sept. 11, for example, federal investigators revealed that the terrorists lived openly in the United States for years, learning how to breach airport security and taking flight lessons that allowed them to commandeer jetliners.\nNeither has America ever seen anything like the new Office of Homeland Security, the cabinet-level agency Ridge must now shape and direct. The post does not require Senate confirmation.\nDetails are sketchy, but Ridge will not have clear authority over a particular department, like most cabinet officers. That means that he will have to rely on his persuasive powers, and Bush's confidence, to hack through the bureaucratic jungle and get cooperation from dozens of federal agencies - including the FBI, the CIA and the border patrol - to prevent and respond to terrorist attacks on U.S. soil.\nNot only that, but he must also orchestrate participation by state agencies and local fire and police departments.\n\"We need to marshal all of our assets to the best of our ability in this country,\" Ridge said. \"The world has changed.\"\nThe White House promises he will have America's vast resources with which to work.\n\"Gov. Ridge will have carte blanche to implement whatever structures he wants to put in place and do whatever it takes to protect this nation,\" said a White House official who spoke on the condition of anonymity.\nSince World War II, there have been only two models for what Bush is attempting to do, according to national-security experts. Only one has worked.\nThe Joint Chiefs of Staff, formed after World War II to better coordinate the military branches, has been a relative success, said Geoffrey Herrera, a Temple University political-science professor who specializes in international security.\nLess successful was President Reagan's 1988 creation of the Office of Drug Control Policy - the \"drug czar\" - which has never managed to get warring government fiefdoms on the same page. Herrera considers Ridge's new mandate a more formidable challenge.\n\"I don't know how useful it is to put someone in the cabinet and say, 'OK. Make them behave themselves,' \" he said. \"It's a very tough task.\"\nOthers agree.\n\"He [Ridge] faces the challenge of bringing together under one roof many elements of the U.S. government into a coherent and measured approach to the task of defending this country against very serious threats,\" said Paul M. Joyal, former director of the Senate Intelligence Committee and now president of Intercon, a security consulting firm in Washington.\n\"It's enormous when you look at the dimensions of chemical and biological warfare,\" Joyal said.\nIntelligence experts fear that terrorists may soon possess and be able to deliver such weapons of mass destruction.\nRidge comes armed with several assets, say those who know and have worked with him. As governor, he has proven skilled at stitching together coalitions to pass complex legislation, they say. Moreover, Ridge was a member of Congress for 12 years and is a close friend of the President - and unlikely to be intimidated by big egos in the White House.\n\"Gov. Ridge will be exactly the right person,\" said Virginia Gov. James Gilmore, a Republican who has known Ridge for four years.\n\"The problem with coming in in a crisis atmosphere is it's going to be a very short time frame - he's got to move quick,\" Gilmore said. \"The good thing is there's a real sense of national purpose.\"\nGilmore is chairman of the congressional advisory committee on terrorism, formed in 1999, which recommended last December that the President appoint someone to craft a national terrorism strategy.\nIn Pennsylvania, Ridge has sharpened his negotiating skills on challenges that are probably akin to what he might face in Washington, lawmakers said - though on a much smaller scale.\nHe persuaded legislators to agree on controversial measures that allow the state to take over failing schools. And he built the consensus that won legislation to fight suburban sprawl, the first substantial changes to Pennsylvania's land-use law in 32 years.\n\"There were a lot of trade-offs that had to be made, but ultimately, he found a way to pull us together,\" said State Rep. David J. Steil (R., Bucks). \"We were kicking and screaming at times.\"\nNow, with the new security office, Ridge faces much higher stakes - and not just in the war against terrorism.\n\"You almost have to worry about a pervasive government influence in our private lives,\" Steil said. \"The degree to which he [succeeds] becomes a challenge to the rights of people who live in a free and open society.\"\nRidge says he's well-aware of the dilemma.\n\"There's a delicate balance between liberty and safety, particularly in times of peril,\" he said.\nIn these latest days of peril, the governor, not usually known for either eloquence or for emotional display, showed himself to be a passionate, firm spokesman for American resolve against terrorism.\nAfter the hijacked United Airlines Flight 93 slammed into a western Pennsylvania meadow, he flew to the scene and toured the smoking crater.\nRidge uttered this vow as he gripped a podium, his eyes brimming with tears:\n\"They cannot and will not win.\"\nThomas Fitzgerald's e-mail address is tfitzgerald@phillynews.com.  \nInquirer staff writers Thomas Ginsberg, Amy Worden, Ken Dilanian and the Inquirer Washington Bureau contributed to this article.\n\nNotes\n\nAmerica in the Aftermath\n\nGraphic\n\n \nPHOTO;\nTOM GRALISH, Inquirer Staff Photographer\nGov. Ridge (right) was selected to head the cabinet-level office by President Bush. Ridge says he is aware of the need to balance liberty and safety.\n\nLoad-Date: October 31, 2001"
}