{
    "title": "Ridge seeks governors' support for terrorism-alert system",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 2,
    "day": 25,
    "full text": "Homeland Security Director Tom Ridge promised the nation's governors yesterday that they would have ample input into a national terrorism-alert system scheduled to be announced in several weeks.\nSpeaking at the National Governors' Association winter meeting, Ridge said the goal of the system was to provide a unified warning apparatus that was universally understood.\nThe system is being developed in conjunction with police and security officials, said Ridge, who offered few specifics. Last week, Peter Ward, interim chairman of the nonprofit Partnership for Public Warning, said a four-step system was under consideration. The alarms would be, in descending order of urgency, critical, serious, alert and ready, he said.\nThe head of the National Oceanic and Atmospheric Administration will meet with Ridge's staff Thursday to ask that the warning system be broadcast over NOAA weather radios. The same warning technology can also be put into wristwatches, cell phones and car CD players.\nThe new proposal comes after police and security experts soundly criticized the vague terrorism warnings that Ridge and Attorney General John Ashcroft have issued since the Sept. 11 terrorist attacks. In those announcements, Ridge and Aschroft urged the nation to be on alert, but did not specify the actual threat.\nExperts say the new system will be easier to understand and could be employed for a multitude of events, including terrorist incidents and possibly natural disasters. But unless the governor of each state signs off on the plan, the system won't work, Ridge said.\n\"We can't mandate this as a system,\" he said. \"Ultimately, we would like a national system, but that national system will have to be based on consent. We can't tell you how to operate your state, nor do we want to, but if we can reach agreement on this it would be very helpful.\"\nIn the weeks after Sept. 11, governors in two states issued high-profile public warnings that jarred an already nervous public. On Nov. 1, Gov. Gray Davis warned the public about a possible threat to California bridges. And on Dec. 12, Texas Gov. Rick Perry announced that there had been vague threats against his state's public schools, prompting some parents to pull their children out of classes.\nIn both cases, the potential threats turned out to be unfounded.\nRidge said the nation's governors would be notified of the proposal in advance so they can compare it with their state warning systems and make recommendations for improvement.\n\nLoad-Date: March 8, 2002"
}