{
    "title": "Ridge_ Fight back with education; Outgoing guv addresses terrorism in speech to Phila. Chamber",
    "publisher": "philadelphia daily news",
    "year": 2001,
    "month": 10,
    "day": 6,
    "full text": "A STRONG U.S. education system is a key element in the fight against terrorism, Gov. Ridge said yesterday in Philadelphia in his last official speech as governor.\n\"If you want to respond to terrorism and you want to fight back, then you create an educated citizenry\" that cherishes the liberties, culture and diversity abhorred by terrorists, said Ridge, who is leaving office 15 months early to coordinate the nation's domestic anti-terrorism program.\nThe terrorists who carried out the Sept. 11 attacks \"do not believe in progress, they do not believe in civilization, they do not believe in the value of human life or the dignity of human life,\" Ridge told about 1,600 people at the 201st annual meeting of the Greater Philadelphia Chamber of Commerce.\nRidge later returned to Harrisburg to attend Lt. Gov. Mark Schweiker's swearing-in ceremony, but did not speak.\nHe begins Monday as director of President Bush's new Cabinet-level Office of Homeland Security.\nHe said he will spend the next several weeks assembling a staff of about 100 people from the ranks of various federal law enforcement agencies.\n\"I know we are spending billions and billions of dollars on homeland security, and some of the responsibilities and resources may have to be shifted after I review the entire 40-plus agencies involved in homeland security,\" he said.\nRidge said many people have asked him how they can help. He suggested to the business leaders that they become more involved in education, and asked companies to become a patron for at least one school by offering financial resources, technology and before- and after-school mentoring.\nHe also said parents need to get more involved in their children's education.\n\"Create a culture of educational excellence. Don't only nurture it rhetorically but get involved,\" he said.\n\"We ought to get a lot more serious about the kind of education we offer our kids.\"\nMayor Street, a Democrat who had a warm relationship with Ridge, said the outgoing GOP governor will be missed.\nStreet and Ridge were working on a long-term solution for the ailing Philadelphia school system when Ridge was tapped by Bush.\n\"I think the governor, being as experienced as he is, would have been enormously helpful. But he has other challenges. And when the president calls, who can say no?\" Street said. *\n\nGraphic\n\n \nPHOTO;\nPhotos: DAVID MAIALETTI, Daily News\nGov. Ridge speaks to the Greater Philadelphia Chamber of Commerce yesterday, his last day as governor. He told the crowd of about 1,600 people that the terrorists who carried out the Sept. 11 attacks \"do not believe in progress, they do not believe in civilization, they do not believe in the value of human life or the dignity of human life.\"\nGov. Ridge and Mayor Street chat yesterday during the Chamber meeting at the Pennsylvania Convention Center.\n\nLoad-Date: November 13, 2001"
}