{
    "title": "Ridge fears dawn of homegrown terror",
    "publisher": "pittsburgh tribune review",
    "year": 2013,
    "month": 5,
    "day": 3,
    "full text": "As the dust settles on Boylston Street, where two bombs tore through the home stretch of the Boston Marathon, one of the most vexing questions might be the most dismal:  \nWhy did it take so long?  \nNearly 13 years after al-Qaida hijackers dragged their global battlefield onto the American homeland, the kind of less sophisticated, homegrown attacks that have terrorized countries such as Israel for decades rarely occur here. Boston, terrorism experts worry, could be the start of something new. \n\"We're naive to think that everybody within our borders embraces and loves this country,\" former Homeland Security Secretary Tom Ridge said on Thursday. \"This is the kind of terrorism that has affected many countries and many communities around the world for decades, but it's the first time we've seen it to its horrible conclusion here.\"  \nAuthorities blame the bombing on Dzhokhar Tsarnaev, 19, who grew up in the United States, and his older brother, Tamerlan, who died in a firefight with police.  \n\"This is what keeps (counterterrorism agents) awake at night: Why haven't we seen more of this?\" said Michael Kenney, a terrorism expert and professor of international affairs at the University of Pittsburgh's Graduate School of Public and International Affairs. \"The simple answer is I don't think we really know.\" \nRidge, who left the Pennsylvania governor's office in 2002 to become the first director of Homeland Security, said the country's leaders need to establish a legal framework to prosecute terrorists outside of the civilian criminal justice system. \nRidge disagreed with President Obama's call to close the prison at Guantanamo Bay, saying the prison is not the problem. \nIt's \"not location; it's adjudication,\" said Ridge, who received St. Barnabas Charities' Hance Award during a ceremony in Cranberry. \nThe country needs a judicial system that allows for classified information to be presented in judges' chambers, out of public view, but also provides public inspection for other portions of a trial. How that should be split, however, Ridge does not know.  \nHe said he's still struggling with how to treat accused terrorists who, like Tsarnaev, are U.S. citizens entitled to constitutional protection. \nBut he disagrees with the Obama administration's decision to try Tsarnaev in civilian court and to read him the Miranda warning. Tsarnaev stopped talking to FBI agents after they read him the warning, 16 hours into the interrogation, The Associated Press reported. \nRidge, a former assistant district attorney, said authorities should have enough evidence to convict Tsarnaev, even if his statements are inadmissible because they did not read him his rights before questioning. \nThose who support using the judicial system, however, note the successful prosecution of terrorists such as Oklahoma City bomber Timothy McVeigh, who was executed in 2001, to the failed bombers of Times Square and a Detroit-bound airplane. \n\"Our legal system has been dealing with terrorists, politically motivated criminals, for decades,\" Kenney said. \"This is not new.\" \nIf Boston-style attacks become more prevalent, the United States needs a better way to distinguish actual acts of terrorism from other mass killings - which the Boston attacks might turn out to be, said Charles Blair, senior fellow for state and non-state threats at the Federation of American Scientists.  \nThe term \"terrorist\" \"should only be used in the most extreme sense,\" he said. \nOn the idea of trying Tsarnaev by military tribunal, Blair said: \"We wouldn't have done that to the Columbine shooters, had they lived. We haven't done that to the Aurora (Colorado movie theater) shooting.\" \nTypical acts of violence have two parts: a perpetrator and a victim. Terrorism adds a third component: an audience that the perpetrator wants to frighten, Blair said. The Tsarnaev brothers did not state political goals, he said.  \nIllustrating the difficulty of this fight, Blair said Tsarnaev's tactics might align with terrorists, \"but it doesn't mean it's terrorism.\" \nMike Wereschagin is a staff writer for Trib Total Media. He can be reached at 412-320-7900 or mwereschagin@tribweb.com \n\nLoad-Date: May 5, 2013"
}