{
    "title": "Ridge_ Other nations also have stake in terrorism",
    "publisher": "st. joseph news-press ",
    "year": 2015,
    "month": 9,
    "day": 15,
    "full text": "Sept. 15--In sorting out the problem of refugees fleeing Syria, Tom Ridge begins with geography and math.\nThe former secretary of Homeland Security first looks around the neighborhood of the Middle East and sees Saudi Arabia, Jordan, Turkey, the United Arab Emirates and others. Then he adds up 1 million uniformed troops in those nations with up to 6,000 tanks and 5,000 planes.\nThen, Mr. Ridge wonders why Arab countries don't jointly address the Assad regime in Syria, the cause of the exodus.\n\"It's not just our battle. It's their backyard,\" he said, noting his happiness those nations buy military items from the United States. \"I'd be even happier if they used them.\"\nMr. Ridge came to St. Joseph as the speaker at Tuesday's 22nd annual R. Dan Boulware Convocation on Critical Issues at Missouri Western State University.\nHe spoke to a near-capacity audience at the Looney Complex arena on campus, to student groups and to several hundred people at a Fulkerson Center luncheon.\nA former member of the U.S. House and twice elected governor of Pennsylvania, Mr. Ridge got tapped by President George W. Bush to be the first leader of the cabinet-level Department of Homeland Security, formed in the aftermath of terrorist attacks in 2001.\nThat department brought under one umbrella a number of federal functions, from emergency management to border protection to airport screening. But Mr. Ridge also got a high-level view of the terrorist threats directed at the United States. His speech focused on the ongoing peril.\n\"We're a target. We've been a target for a long time,\" he told the arena crowd, adding at another point, \"We are up to dealing with it.\"\nMeeting with media members before the speech, Mr. Ridge discussed his disapproval of the multinational agreement intended to curtail the nuclear ambitions of Iran.\nThe U.S. House voted last week to reject the Iran deal, and the U.S. Senate appears to lack the necessary votes to override a president veto of any rejection from Congress.\n\"It's just flawed from the get-go,\" Mr. Ridge said of the deal. \"There will be no inspections of military sites. The process of getting access really still goes to Iran and they can control that. We give them a signing bonus of $100 billion, which in my mind can't be justified.\"\nThe former cabinet secretary said some of the money paid to Iran would inevitably go to anti-Israel organizations like Hamas and Hezbollah, which he called \"the central bank of terrorism in the region.\"\nHe said the cooperating nations will move economically into Iran, making it unlikely the sanctions lifted against the nation will ever be resumed.\n\"There is no way, no way, that Russia, China, England, Germany and the French, who are salivating to go in and invest in Iran, will snap back these sanctions,\" he said.\nMr. Ridge added, \"The mullahs are not to be trusted. One would think that since 1979, we would have figured that out.\"\nAway from public office since 2005 and now in the consulting business, the 70-year-old speaker said he feels a great liberty to speak his mind about politics and policies. At the luncheon, he aimed a couple of barbs at Republican presidential front-runner Donald Trump.\n\"I don't believe in walls,\" he said, taking an audience question about immigration reform. \"The Donald might believe in walls, but The Tom doesn't.\"\nA Republican when serving as a representative and governor, Mr. Ridge called \"ludicrous\" Mr. Trump's plan to round up millions of undocumented immigrants and send them back to their home countries.\nMost immigrants, he said, live lawful lives and contribute to the American economy. Those individuals should be given a period of time \"to come out of the shadows.\"\nHe added, though, that U.S. leaders should convince their Mexican counterparts, as good partners, to take a share of responsibility for the shared border.\nThe wall idea, Mr. Ridge stressed, does not hold water.\n\"It might be red meat for an audience that doesn't want immigrants, but it's obscene to actually think that's an answer to a complex problem,\" he said.\n___ (c)2015 the St. Joseph News-Press (St. Joseph, Mo.) Visit the St. Joseph News-Press (St. Joseph, Mo.) at www.newspressnow.com/index.html Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 16, 2015"
}