{
    "title": "RIDGE SEES TERROR GAIN BUT CRITICS PERSIST",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 3,
    "day": 5,
    "full text": "WASHINGTON --- President Bush's anti-terrorism triumvirate told the Senate Judiciary Committee yesterday that the weekend arrest of top al-Qaida operative Khalid Shaikh Mohammed shows that the United States is turning the tide toward winning the war on terrorism.\n But it was a brief moment in a hearing that included a barrage of criticism that the Bush administration is doing too little to protect the country against terrorism.\n Last year, homeland security advisor Tom Ridge, angered many Republican and Democrats alike for refusing to testify on Capitol Hill about his efforts, saying his opinions were for presidential ears only. Yesterday, as secretary of the brand-new Department of Homeland Security, he joined Attorney General John Ashcroft and FBI director Robert Mueller as they faced a grilling about anti-terrorism efforts.\nRidge steadfastly refused to acknowledge Democrats' claims that his department and first responders need more money than sought by the administration.\n Many senators complained the administration's budget does not indicate the fight against terrorism is the top priority is spending too little on the war on terrorism, noting, for example, that despite their high priority, first responders are getting only $1.3 billion out of $390 billion in discretionary spending.\n Ridge said that there is still a \"vulnerability\" assessment under way and that requests for more spending will await that. He said his new department has a lot of flexibility and that he's \"confident\" of doing the job of protecting the nation's ports and borders.\n He confirmed that intelligence about Mohammed was one of five sources for raising the nationwide terror alert to orange last month. U.S. officials believe he was a key planner of the Sept. 11 attacks and was planning another attack.\n \"Some of the concerns we had that caused us to raise the threat level were attributable to the planning he was involved in,\" Ridge said. Without going into detail, he said the alert level was lowered from \"high\" [orange] to elevated [yellow] last week after information was received that an attack was no longer being actively planned.\n A number of senators asked why the entire United States was placed under high alert when the East and West coasts are the likeliest targets of an attack. Ridge and Ashcroft noted that the 9/11 hijackers moved around the United States and said that putting the entire country on alert is more likely to result in ordinary Americans reporting suspicious activity.\n A number of senators sought in vain for reassurance that the administration would support reauthorization of the ban on assault weapons that expires next year, which might help terrorists get guns. Ashcroft refused to say anything more than that the administration supports the current law and that there is little evidence so far that the ban has blocked violence.\n Sen. Russ Feingold, D-Wis., also pressed for information on leaks that a second Patriot Act is in the works that reportedly might further curb some freedoms Americans now possess in order to press the war on terrorism. Ashcroft said there are lots of issues always under consideration and that he is under no obligation to discuss them until they are proposed and opened to public debate. Feingold shot back that the first Patriot Act received little debate.\n\nLoad-Date: March 6, 2003"
}