{
    "title": "Rieder_ 'Guardian' deserves praise British paper has led way on Snowden, surveillance scoops",
    "publisher": "the new york times",
    "year": 2013,
    "month": 12,
    "day": 5,
    "full text": "No good deed goes unpunished.\nThe British newspaper The Guardian deserves the highest of accolades for the powerful journalism it has published based on documents leaked by former National Security Agency contractor Edward Snowden.\nThe Washington Post and The New York Times have also broken Snowden-fueled scoops. But The Guardian has led the way.\nThe result has been a much-needed debate in the United States as well as Great Britain of rampant government surveillance of private citizens with absolutely no connection to terrorism.\nThe hostility exhibited by some members of the committee was astonishing. One asked Rusbridger whether he loved his country. (A somewhat taken-aback Rusbridger said he did.) Another asked whether he would have passed secrets on to the Nazis. A third suggested The Guardian may have broken the law by sharing some Snowden information with The New York Times.\nAnd the government's efforts to cow the paper have been harsh.\nRusbridger told the committee that the tactics \"include prior restraint. They include a senior Whitehall (British government) official coming to see me to say, 'There has been enough debate now.' They include asking for the destruction of our disks. They include MPs calling for the police to prosecute the editor. So there are things that are inconceivable in the U.S.\"\nHe added, with classic British understatement, \"I feel that some of this activity has been designed to intimidate The Guardian.\"\nYa think?\nTo top it all off, the British police are considering whether Guardian staffers should be investigated under the country's Terrorism Act.\nIn fact, The Guardian's handling of the Snowden documents has been a model of responsible reporting. Rather than just pour everything out there, Rusbridger says, The Guardian has used just \"about 1%\" of the roughly 58,000 files Snowden provided.\nThe editor also said the paper has consulted with government officials and intelligence agencies more than 100 times while deciding whether to publish information. What's more, Rusbridger said, the committee that scours articles for material that could damage national security concluded that none of The Guardian/Snowden revelations had put British lives in jeopardy.\nThis has been no indiscriminate document dump. The Guardian has carefully sifted and evaluated the material while publishing news articles very much in the public interest.\nAnd The Guardian's work, along with pieces in other newspapers, has had an enormous impact, especially in the U.S. While much of the early reaction was critical of the famously \"29-year-old\" Snowden and supportive of the NSA, the sheer scope of the surveillance that was revealed, along with the lack of accountability and public knowledge, ultimately turned the tide.\nA decisive moment came with the news that the U.S. may have been listening in on calls on the cellphone of German Chancellor Angela Merkel, a staunch American ally, as well as conversations of other world leaders. Even such vehement defenders of NSA snooping as Sen. Dianne Feinstein, D-Calif., who chairs the Senate Intelligence Committee, had had enough.\nFeinstein said her committee will undertake a \"major review of all intelligence collection programs,\" while President Obama said his administration will review intelligence operations.\nSo The Guardian should be harvesting testimonials, not threats and insults, for its important journalism. \n\nGraphic\n\n \nphoto Ben Stansall, AFP/Getty Images\n\nLoad-Date: December 5, 2013"
}