{
    "title": "Rights debate reflects blurred lines in Egypt Media depicts crackdown as fight against terrorism",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 9,
    "day": 30,
    "full text": "A brutal crackdown on Islamists after a military coup that ousted Egypt's first democratically elected president is posing a dilemma for the country's intellectual elite, which championed greater freedoms during a popular revolt two years ago but now seems largely acquiescent in the wave of arrests and raids targeting the Muslim Brotherhood.\nThe reason: a widespread bitterness over Islamist leader Mohammed Morsi's year in power, further stoked now by a media campaign depicting the clampdown as a fight against terrorism.\nThe human rights community has been split after security forces raided pro-Morsi sit-in camps in Cairo, with many supporting the action despite brutal tactics and the deaths of hundreds of protesters.\nGroups criticizing what they call the excessive use of violence against the Brotherhood face smear campaigns in the media and are accused of jeopardizing state security, often by the same pro-democracy activists who acknowledged that Islamists must be included in the political system after the 2011 revolution that toppled autocrat Hosni Mubarak.\nThe dilemma is part of a broader debate about Egypt's stuttering march toward democracy after the popularly supported coup, which redefined alliances forged during the revolution and its aftermath and left many in the international community feeling conflicted about whom to support. Concern about the July 3 toppling of Morsi, his largely incommunicado detention since, and mass arrests of Brotherhood members has threatened U.S.-Egyptian ties, with the Obama administration considering the suspension of millions of dollars in military and economic assistance to Egypt's new rulers.\nRights advocates warn the fears of violence and general weariness after more than two years of turmoil and economic woes could pave the way for the restoration of a Mubarak-style police state. Already, the military-backed interim administration has reinstated a state of emergency law that grants authorities sweeping powers to make arrests and silence critics, along with a curfew in much of the country.\nThe majority of Egyptians - including activists who led the protests in 2011, then against the post-Mubarak military rulers in 2012 and finally against Morsi this summer - are giving the army and its chosen government significant leeway, seeing them as the lesser of two evils.\n\nLoad-Date: October 1, 2013"
}