{
    "title": "RIGHT TO LIFE DOESN'T APPROVE OF TERRORISM",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 11,
    "day": 15,
    "full text": "To be accused of terrorism, by innuendo, is a serious affront. Jerome Joyce, in his Oct. 28 letter to the editor, links Wisconsin Right to Life with criminal activities, which is absolutely and totally false.\nWisconsin Right to Life has been a part of the debate on the right to life for more than 30 years. During that time, Wisconsin Right to Life has unequivocally stood for peaceful and legal actions to educate our fellow citizens. Publicly and privately, Wisconsin Right to Life has denounced violence as any part of a solution to this greatest of human rights issues. We stand for equal rights for all, whether born or unborn, wanted or unwanted, disabled or not, and for those threatened with euthanasia.\nBy glibly asserting Wisconsin Right to Life is associated with violence, Joyce shows his ignorance. But his assertion is also devoid of logic. Since postal workers have murdered others, would he say that postal workers are pro-terrorist? Would he say Muslims are pro-terrorist because of the recent attack? Most people call these attackers \"deranged.\" Why does Joyce make the illogical assumption, then, that violence committed by an individual calling himself pro-life is not the act of a deranged person?\nMembers of Wisconsin Right to Life choose to respect the life of all humans, including those with whom we disagree. Our history of peaceful, legal dissent to protect all humans has drawn together thousands of members across the state. As we continue to educate the people of Wisconsin, we see that this is an effective approach. Our most recent Wirthlin Poll, released on Nov. 1, shows that 67 percent of adults statewide personally oppose abortion in most circumstances.\nThe members of Wisconsin Right to Life work in shelters for the homeless and in food kitchens; they tutor and provide many other services in addition to our right to life volunteerism. We choose to see the beauty in all life. We will continue to peacefully and legally proclaim that life is to be cherished, not destroyed.\n-- Susanna D. Herro, president, Wisconsin Right to Life, Milwaukee\n \n Pro-life means pro-war in fight vs. terrorism\nJerome Joyce of Madison decries the absence of the pro-life movement from the peace rallies and for no logically stated reason tries to claim hypocrisy.\nSpeaking from my perspective as pro-life, I believe a pro-war stance is pro-life in this cause. We are protecting innocent American lives from the capability of future attacks. The just war argument is strong. Even the Vatican has made statements to that effect. In our prosecution of the war, all efforts are made to attack only the guilty, protecting the innocent and indeed providing food as we can to the displaced and innocent Afghans.\nFor those who oppose the pro-life cause and yet protest for \"peace,\" innocent lives lost by the acts of terrorists are devalued as unimportant. Their only concern is for the comfort of their individual lives in some phony proscription of peace (again as logically familiar as aborting someone else's life for your own comfort). Life is of value simply because there are things worth fighting for and the primary value of these is simply to be able to live. And to preserve future life.\nAnd while Jerome Joyce is struggling to apply logic to the situation, he might also consider what value of life the Taliban has ascribed to each and every Afghan citizen. Neither the continuance of bin-Laden, the al-Qaida nor the Taliban is essentially a pro-life cause. All stated parties have provided us with due cause to be in Afghanistan.\n-- Matt Brager, Marshall\n \n Pro-life movement is everywhere\nI'm writing in response to an Oct. 18 letter asking where the \"so-called pro-life movement\" has been during peace marches around the country. Born and raised in Madison, now living in midtown Manhattan, this is my response:\nThe pro-life movement is there. They are there in the peace marches, the hospitals and at ground zero undoing, brick by brick, this atrocity. Our banners can be seen on every flagpole. Our rallying cry is sung before every baseball game. We are Americans. Bitter as our debates can be, this is a time for unity.\nDo you want political debates on the front lines? Is any group exploiting this situation to forward their agenda? By asking \"where are pro-lifers?\" you ask \"who's keeping a tally?\" It's not important which group(s) you belong to. Are pro-choicers out there? I assume so. But I watch the news everyday and I only see Americans.\nWhat do you expect of the pro-life movement? They are on the front lines \"proclaiming their respect for life for all the world to see\" but they do it without fanfare. That is how we solemnly and silently proclaim our respect for life.\n-- Ed Herro, New York\n\nLoad-Date: November 16, 2001"
}