{
    "title": "Rights Group Accuses Saudi Arabia of 'Gross' Abuses",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 23,
    "full text": "The human rights group Amnesty International accused Saudi Arabia on Wednesday of using its campaign against terrorism as a facade for ''a sustained assault on human rights'' and said the rest of the world had failed to hold the authorities to account for ''gross violations.''\n  Its report  said thousands of people had been arrested and detained in virtual secrecy ''while others have been killed in uncertain circumstances.'' It accused the Saudi authorities of using torture to extract confessions and of using their ''powerful international clout to get away with it.''\n  Rich in oil, Saudi Arabia is an important   Western ally, both as a bulwark against Iran  and as a wealthy and influential player in the Middle East crisis. But it has been under Western pressure to combat terrorism since 15 of the 19 hijackers in the Sept. 11, 2001, attacks were found to be Saudi citizens.\n  Osama bin Laden, the leader of Al Qaeda, is also a Saudi national although the authorities stripped him of his passport in the 1990s.\n  Abdulrahman Alhadlaq, a Saudi Interior Ministry official, told The Associated Press that Amnesty International's assertions were ''claims that have to be proven.''\n  ''Our policies on human rights are very clear and the orders given are for prisoners to be treated with respect and according to international human rights principles,'' he said, according to The A.P.\n  In the 69-page report, Amnesty  said that since Sept. 11, 2001, ''and in the wake of a series of attacks by armed groups and individuals inside Saudi Arabia, the Saudi Arabian authorities have imposed a range of counterterrorism measures that have worsened what was already a dire human rights situation.'' \n  ''Combined with longstanding and severe repression of any perceived dissent and an extremely weak human rights institutional framework, these measures have swept aside embryonic legal reforms and left people in Saudi Arabia almost completely devoid of fundamental freedoms and protection of their human rights,'' the report said.\n  ''Old and new laws prescribe harsh and cruel punishments for terrorism-related offenses, including beheading and flogging, yet they are so vaguely written that they can be, and are, used to punish and suppress expression and activities that are recognized and protected as legitimate the world over,'' it added. \n  In July 2007, it said, the Saudi Interior Ministry ''reported that 9,000 security suspects had been detained between 2003 and 2007 and that 3,106 of them are still being held.'' \n  The detainees include ''prisoners of conscience, targeted for their peaceful criticism of government policies'' but ''the majority are suspected supporters of Islamist groups or factions opposed to the Saudi Arabian government's close links to the United States and other Western countries,'' the report said. \n  In a statement, Malcolm Smart, an Amnesty International official, said: ''The abuses take place behind a wall of secrecy. Detainees are held with no idea of what is going to happen to them. Most are held incommunicado for years without trial, and are denied access to lawyers and the courts to challenge the legality of their detention. This has a devastating effect on both the individuals who are detained and on their families.''\n\nhttp://www.nytimes.com\n\nLoad-Date: July 23, 2009"
}