{
    "title": "RIGHTS AND SECURITY IMPERILED",
    "publisher": "st. petersburg times ",
    "year": 2011,
    "month": 12,
    "day": 14,
    "full text": "Virtually the entire national security establishment opposes a move to constrain the president by requiring the military to handle terror suspects. Provisions of the National Defense Authorization Act would force an expansive use of military detention - abandoning due process - while hampering efforts to keep us safe from another terror attack. The House may vote on this cynically political measure as early as today. If Congress refuses to listen to the cautions of the experts best situated to know what works in fighting terrorism, President Barack Obama should veto the bill.\nObjections to the initial bill were raised by Defense Secretary Leon Panetta, CIA director David Petraeus, FBI director Robert Mueller and director of national intelligence James Clapper. The bill that emerged from a conference committee Mondaycontinues to jeopardize America's safety and the country's constitutional ideals. It is an attempt to overrule President Obama's decision to use the criminal courts for prosecutions of terror suspects picked up on American soil, and to stymie the president's efforts to close the Guantanamo Bay detention camp.\nThe bill authorizes the military to indefinitely detain terror suspects, including Americans, and mandates military custody for suspected al-Qaida members accused of planning attacks on the United States or its allies. The president alone is able to grant a waiver. Before suspects are taken into custody, no independent court would evaluate the legitimacy of the suspicion, despite America's track record of detaining hundreds of suspects who turned out not to be terrorists.\nEssentially, the bill expands a Guantanamo-like prison system. Detainees could be held indefinitely without charge. Those who are tried would go before a military commission, even as the civilian court system has proven superior for trying terrorists. So far, there have been only six convictions on terror-related charges by military commissions, and half of those convicted have been released. Meanwhile, the U.S. civilian courts have successfully convicted more than 400 people on terrorism charges, with defendants often drawing long sentences. National security experts warn that our allies may refuse to extradite suspects to the United States if they are subject to indefinite military custody.\nThe bill also could interfere with counterterrorism investigations and interrogations by domestic national security agencies. While the conference bill gives the FBI and other national security agencies leeway to continue terror suspect surveillance or interrogation activities, the military would have jurisdiction as well, leading to confusion and turf battles. Finally, the legislation would continue to ban transfers from Guantanamo to keep Obama from closing the facility. It is unfathomable why so many in Congress are determined to keep open an international symbol of prisoner abuse and America's abandonment of due process - and a recruiting tool for al-Qaida.\nThe bill is a civil liberties tragedy and national security threat. The conference report should be rejected by Congress, but if it passes Obama should veto it.\n\nLoad-Date: December 14, 2011"
}