{
    "title": "Right-wing terrorism drives Salvadoreans from homes",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 12,
    "day": 10,
    "full text": "Large-scale military operations and an upsurge in ultra-right paramilitary activity in the countryside have sent tens of thousands of Salvadorean peasants fleeing from their homes.\nTheir accounts of terror suggest that government troops are disobeying official orders from the five-man military-civilian junta to respect human rights.\n\"The Army burned down our house and ORDEN [the acronym for a paramilitary organization outlawed by the governmental] killed our son and burned our fields,\" says Maria Natividad Garcia.  Today she lives in the cramped San Jose de la Montana refugee camp in San Salvador along with her eight children and husband.\n\"They [soldiers and paramilitary troops] don't ask questions, they just murder,\" says Laura Pablo, another refugee in the camp.  Mrs. Pablo is from San Pedro Perulapan, an ORDEN stronghold.\nScores of refugee in two church-sponsored camps tell similar tales of random slayings and joint operations by government troops and paramilitary gangs.\nThe extreme right, including its military elements, is not alone responsible for terrorizing the Salvadorean peasantry.  The left has summarily executed suspected ORDEN members and, in many instances, even the family members of paramilitary soldiers.  Attempting to throttle production, leftist guerrillas also have burned down sugar fields -- damaging government land-reform efforts and peasant livelihoods.\n[Some estimates of responsibility for the 10,000 to 12,000 deaths due to terrorism this year alone suggest that the left is responsible for at least 20 percent.  The remainder is blamed on government soldiers and police and the right-wing paramilitary units that are alleged to act as government surrogates.]\nThe issue became more insistent over the weekend as a US investigatory team arrived in El Salvador to look into the deaths of four US women missionaries last week.  The probers were reported to making progress in assessing responsibility for the deaths.  Meanwhile, political violence continued Dec. 8 and 9 with more than 100 persons killed.\nThe charges of Mrs. Garcia, Mrs. Pablo, and other such refugees were recently confirmed at least in part by the experience of two government agrarian-reform technicians and two US reporters driving on a dirt back road in La Paz, a southern province.\nThe four were halted by a motley gang of 15 armed men accompanied by uniformed Army segeant.  They suddenly emerged from their camouflage behind some heavy bush.  Without prior questioning, the travelers were forced at gunpoint to sprawl on the ground, their hands outstretched in the dust.\nWhen the gunmen realized they were dealing with government personnel, the travelers were released but ordered to turn back and not enter the Pichiche farm cooperative, their intended destination.  Minutes later the paramilitary group invaded the cooperative and exchanged gunfire with armed peasants.  At least three people were killed.\nSome Roman Catholic officials and other critics of the government say the military is responsible for much of the violence.\n\"The repression we are living under now is worse in cruelty, sadism, and the number of victims than during the last days of Gen. [Carlos Humberto] romero,\" the Rev. Fabian Amaya Torres, spokesman for the San Salvador archdiocese, said in a recent homily.\nThe colonels who staged a bloodless coup to overthrow General Romero on Oct. 15, 1978, planned to disband the 80,000-man ORDEN, which once shared office space with the National Guard.  They also announced plans to reorganized the Armed Forces and eliminate human-rights violations.  The junta dismissed dozens of officers known to be human-rights violators and cut official ties with ORDEN.\nA diplomat sympathetic to the government, however, said that troops in isolated areas were difficult to control because of a \"loose chain of command\" in the military.  He also said thousands of peasants were seeking to escape leftist guerrilla forces, a charge that could not be independently confirmed.\nTens of thousands of refugees have fled from provinces such as Morazan and Chalatenango, where large-scale military operations have attempted to \"eradicate\" strongholds of the three Marxist guerrilla groups.\nArmy commanders normally warn sprawling populations that their region will be soon engulfed by a military foray.  Many peasants are reluctant to leave their provinces and are often mistaken for guerrilla sympathizers.  Others wander from village to village searching for food.\n\nGraphic\n\n \nMap, no caption"
}