{
    "title": "Rights group blasts 'narrow' security focus",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 5,
    "day": 23,
    "full text": "Amnesty International said in a report released Tuesday that the relentless pursuit of security by the world's powerful nations had undermined human rights, draining energy and attention from crises afflicting the poor and underprivileged.\nIn its 2006 annual report, the human rights watchdog condemned countries such as the United States, China and Russia for focusing on narrowly defined interests, diluting efforts to solve conflicts elsewhere -- such as Sudan's Darfur region.\n\"Governments collectively and individually paralyzed international institutions and squandered public resources in pursuit of narrow security interests, sacrificed principles in the name of the 'war on terror' and turned a blind eye to massive human rights abuses,\" Amnesty's Secretary-General Irene Khan said in a statement accompanying the report.\nIt urged the United Nations to address abuses in Darfur, where violence has killed more than 180,000 people and displaced 2.5 million since 2003. Many of the atrocities are blamed on the so-called Janjaweed, a disparate group of Arab militiamen allegedly backed by the Sudanese government.\n\"Intermittent attention and feeble action by the United Nations and the African Union fell pathetically short of what was needed in Darfur,\" Khan said.\nAmnesty also urged Washington to close the prison in Guantanamo Bay, Cuba, and called for full disclosure on prisoners implicated elsewhere in the war on terrorism. It also asked for the U.N. Human Rights Council to insist on equal standards \"whether in Darfur, Guantanamo, Chechnya or China.\"\nIt appealed for a change of strategy in Iraq, which it described as having sunk into \"a vortex of sectarian violence.\"\nAmnesty has criticized President George W. Bush's approach to tackling international terrorism since the Sept. 11, 2001, attacks, complaining that hard-won human rights and civil liberties are being sacrificed in the name of stepped-up security.\n\nLoad-Date: May 23, 2006"
}