{
    "title": "RIGHT-WING OFFENSIVE REPORTED IN CENTRAL AMERICA",
    "publisher": "the new york times",
    "year": 1980,
    "month": 11,
    "day": 30,
    "full text": "The assassination of six opposition leaders in El Salvador this week is apparently part of a right-wing offensive throughout Central America aimed at dealing a severe blow to the left before President-elect Ronald Reagan reaches the White House.\nAlthough conservative businessmen, politicians and military officers in the region welcomed Mr. Reagan's election as marking the end of Washington's human rights campaign, they have reportedly decided that the best time to strike at liberals and leftists is in the final weeks of the Carter Administration.\n''No one can be sure what policies Reagan will finally adopt toward the region,'' a well-placed Guatemalan said. ''So the idea is to present him with a fait accompli. It also means that Reagan need not be associated with the bloodbath.''\nRightist offensive is seen throughout Central America during final weeks of Carter Administration\nThe clearest bid for power by rightists has come in El Salvador, where paramilitary groups have stepped up their killings of leftist militants and where ultra-conservative businessmen and army officers have renewed their efforts to oust the five-man civilian-military junta.\n \nSimilar Pattern Elsewhere\n \nA similar pattern is evident in the rest of the region. In Guatemala the army is planning an offensive a gainst Marxist-led insurgents who have a large following among t he country's Indians.  In Honduras and Costa Rica expensive anti-Com munist propaganda campaigns have been started, primarily agains t Nicaragua's revolutionary Government. And in Nicaragua it self conservative business and political groups have moved to c hallenge the Sandinistbacked junta more openly.\n''Unless the R eagan camp gives some idea of its likely policy toward Centra l America soon, things are going to get out of hand,'' aUnited States diplomat said. ''This is a very dangerous time. A lot of barbarism is being carried out in Reagan's name of which he could never approve .''\nIn El Salvador, the assassination Thursday of six top leaders of the Democratic Revolutionary Front, an alliance of leftist guerrilla groups and non-Marxist dissidents, seemed aimed at sabotaging efforts backed by the Carter Administration to start talks between the junta and the leftist opposition.\nThe Democratic Revolutionary Front had formally rejected negotiating with a junta that it blames for the killing of 8,000 people this year. But Salvadoran leftists were beginning to recognize that they were losing the military battle for power and were again leaning toward a political settlement.\n \nFront's Chief Had Returned\nSalvadoran opposition sources said this was the reason that Enrique Alvarez Cordoba, the front's president, who was slain this week, returned to San Salvador in mid-October after several months abroad. He had led delegations to the United States, Western Europe and the democratic countries of Latin America in search of political and financial support.\nOn the other hand, the United States-backed junta in El Salvador, which overthrew Gen. Carlos Humberto Romero in October of last year in the name of carrying out sweeping economic and social changes, has moved sharply to the right in recent months. Since the junta angered conservatives with a land reform and bank nationalization program in March, for instance, its single liberal member, Col. Adolfo Arnoldo Majano, has become increasingly isolated.\nColonel Majano, who narrowly escaped a right-wing assassination attempt four weeks ago, left San Salvador secretly Thursday, just hours after the bodies of the six opposition leaders were found outside the Salvadoran capital. There is speculation that he may not return.\nThe junta, which includes two Christian Democrats, has denied responsibility for this week's killings and the continuing activities of unidentified death squads. But American officials think much of the rightist violence is done by the National Guard and the National Police. Witnesses said uniformed troops surrounded the Jesuit-run San Jose High School Thursday before plainclothed gunmen seized the leftists.\nResponsibility for the killings was claimed by the ''Anti-Communist Commando General Maximiliano Hernandez Martinez,'' named for the Salvadoran dictator who in 1932 helped crush a Communist-led peasant uprising with the loss of 30,000 lives. ''The right in El Salvador has always said that the answer to the present unrest is another 1932,'' an exiled Salvadoran politician said.\n \nLeaders Immediately Replaced\nAlthough the latest killings are a serious blow to the left, they involved the political figures of the opposition rather than the top guerrilla fighters, who operate clandestinely but are the real leaders of the movement. Spokesmen for the Democratic Revolutionary Front said the slain politicians had been immediately replaced in their posts.\nThe guerrilla movement itself had suffered from internal political differences as well as a shortage of modern weapons in recent months. But the four main guerrilla groups nevertheless say they control at least 5,000 rebels as well as 100,000 militia sympathizers, and last week they joined forces in a so-called Farabundo Marti National Liberation Front, which has taken the name of the Communist leader who led the 1932 uprising.\nThe junta nevertheless believes the guerrillas are on the defensive. ''They're like a wounded lion, lashing out but unable to do any real damage,'' said Jose Napoleon Duarte, a Christian Democratic junta member. ''They've lost their capacity to lead an insurrection. All they can do is carry out acts of terrorism.''\nBut some analysts in the region argue that the increase in rightwing terrorism may help the Salvadoran left recover some of the popularity it has lost in recent months. ''Whatever happens now, terrorism will lead to more terrorism,'' a worried United States official said."
}