{
    "title": "Right and Left React to the New York Attack and Trump's Call to End the Green Card Lottery",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 4,
    "full text": "The political news cycle is fast, and keeping up can be overwhelming. Trying to find differing perspectives worth your time is even harder. That's why we have scoured the internet for political writing from the right and left that you might not have seen.\nHas this series exposed you to new ideas? Tell us how. Email us at ourpicks@nytimes.com \n  For an archive of all the Partisan Writing Roundups, check out Our Picks.\n  From the Right\n  Mark Krikorian in National Review:\n  ''Of course, the admission of one jihadi killer through this cockamamie program (several, actually) isn't in itself enough of a reason to rid of it. But there are plenty more.''\n  Mr. Krikorian agrees with President Trump about the need to abolish the Diversity Visa Lottery. He points out that the visa program ''admits a disproportionate share of immigrants from terrorist breeding grounds'' and establishes a ''migration network'' where one would not have existed. He adds that the program creates ''assimilation-resistant enclaves'' that can themselves pose a threat to national security. Read more »\n  _____\n  Ben Shapiro in The Daily Wire: \n  ''Isn't radical Islam just as horrifying as white supremacism? And isn't white supremacism just as statistically nonrepresentative of Confederate flag-owners throughout the South as radical Islam is of observant Muslims across the country?''\n  Mr. Shapiro criticizes those in the news media who are quick to separate an Islamic terrorist from the entire religion, while equating all white supremacists with those who choose to fly the Confederate flag. He writes, ''If we're going to start attributing terrorist ideologies to broader movements, we're going to have to abide by that rule across the board.'' Read more »\n  _____\n  Editorial board of The New York Post: \n  ''In the end, though, let's face it: Attacks like Tuesday's are extremely hard to stop.''\n  Members of The New York Post's editorial board concede that it is difficult to stop the type of lone-wolf terrorist attacks that occurred on Tuesday. However, they write that it is worth re-examining the visa lottery, which began as a ''patch on a dysfunctional system'' and which Democrats had agreed to scrap in 2013. Read more »\n  _____\n  Megan G. Oprea in The Federalist: \n  ''[ ...] while it's reasonable to want to restrict travel from countries that can't provide sufficient information about their citizens who seek entry to America, the ban doesn't address the way in which the Islamic State's ideology spreads, nor its noncentralized network of adherents, many of whom are unknown even to ISIS leaders.''\n  For Ms. Oprea, the attack on Tuesday in New York illustrates the ways in which Mr. Trump's travel ban falls short. Though she acknowledges that ''the travel ban never claimed to be able to prevent all terror attacks,'' she reminds her readers that the United States must develop a system for combating self-radicalized terrorists, or those who are inspired by the Islamic State from afar. Read more »\n  _____\n  From the Left\n  Julianne Hing in The Nation:\n  ''The visa lottery is a rare opportunity for those who are not already well-educated, wealthy or well-connected to immigrate legally to the U.S.''\n  Ms. Hing points out that it is incredibly difficult to legally immigrate to the United States without having a family member or a corporate sponsorship. Moreover, ''most who come through professional avenues are scientists, corporate executives, software engineers, athletes.'' For her, the diversity visa lottery is the clearest articulation of ''the stereotypical American dream: chance, luck, opportunity, egalitarianism, diversity.'' Read more »\n  _____\n  Zaid Jilani in The Intercept: \n  ''[ ...] it's notable that if a shooter is Muslim, the question seems less likely to be asked at all -- even if the attacker, in this case, emerges from a truck waving a BB gun and paintball gun, an act that displays a dubious tethering to reality.''\n  Mr. Jilani has noticed that the public processes attacks perpetrated by Muslims differently from those perpetrated by white people. When a white person is involved in a mass shooting or act of violence, questions about his or her mental health invariably crop up. Not so with a Muslim attacker, Mr. Jilani writes. However, he argues that ''if Muslim terrorists were routinely subjected to this sort of examination in popular media, it might help increase public understanding of the dynamics that fuel terrorism.'' Read more »\n  _____\n  Simon Jenkins in The Guardian:\n  ''The most powerful and secure nation on Earth, its territory last threatened with invasion by the British in 1815, quivers with fear before an imagined army of hostile forces massing across every border and beyond every sea.''\n  Mr. Trump's response to the attack in Manhattan, according to Mr. Jenkins, does nothing to heal the nation or demonstrate a steely resolve in the face of terror. Instead, the president's words betray a ''politics of fear.'' The more effective way to battle terrorism, Mr. Jenkins writes, ''is to treat terror as a criminal means of making a point'' and book a trip to New York to show that the world will not be cowed. Read more »\n  _____\n  Editorial board of The Washington Post:\n  ''Like almost any immigration program, the diversity visa lottery is imperfect and susceptible to abuse.''\n  The editorial board of The Washington Post acknowledges that the visa lottery has its downsides, noting that its winners who lack higher education are ''not uniformly equipped to thrive in this country.'' However, they still contend that the lottery and other programs like it are a ''powerful tool of public diplomacy.'' Read more »\n  _____\n  From the Center\n  Editorial board of USA Today:\n  ''Perhaps Trump is unaware that the program was part of a major bipartisan law signed in 1990 by former Republican president George H.W. Bush.''\n  There are two conclusions to be drawn from Tuesday's attack, according to the editorial board of USA Today. The first is that though the attack was devastating and deadly, its scale and execution nonetheless betrays a weakened the Islamic State ''as its caliphate crumbles in Iraq and Syria.'' Second, its members note, Mr. Trump's response to the attack ''makes a bad situation worse.'' They compare Mr. Trump's divisive language with that of President George W. Bush after the 9/11 attacks, which they write were ''powerful messages of resolve, resilience and tolerance.'' Read more »\n  _____\n  Finally, From Our Readers\n  Julie W. in New Jersey:\n  ''Terrorism is terrorism, whether it is carried out by a domestic or foreign actor. Why is it that we only seem to feel the need to take action in the latter case?''\n  Read more about what New York Times readers had to say about the definition of terrorism »\n  _____\n  Want the Partisan Writing Roundup in your inbox? Sign up for the Morning Briefing Newsletter or the What We're Reading Newsletter.\n  Have thoughts about this collection? Email feedback to ourpicks@nytimes.com\n\nhttps://www.nytimes.com/2017/11/03/us/politics/right-left-new-york-attack-green-card-lottery.html\n\nLoad-Date: November 4, 2017"
}