{
    "title": "Rights of citizens must remain paramount",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 12,
    "day": 3,
    "full text": "Investigations following the murderous acts of Islamic terrorists on 9-11 found our intelligence and law-enforcement agencies had gathered considerable information that might have led to the discovery and disruption of that cowardly plot.\nA combination of agency \"turf\" protection and bureaucratic misinterpretation of the existing Foreign Intelligence Surveillance Act (FISA) prevented \"connecting the dots,\" thus assisting the conspiracy to be realized.\nFISA was enacted in 1978 to regulate and oversee physical and electronic surveillance of mostly foreign nations and their agents but could include U. S. citizens suspected of spying or terrorism.\nAfter the intelligence failure of 9-11, Congress passed the Patriot Act. That Act and subsequent legislation purportedly established rules on how federal agencies were to gather and share surveillance data in order to connect those dots and prevent another 9-11-type intelligence failure.\nThe information collected under these laws is done secretly and without the normal requirement of obtaining a search warrant. Most Americans have little problem with the National Security Agency spying on hostile foreign actors, but take issue with personal messages originating from American citizens being routinely intercepted as this foreign intelligence is gathered.\nUnder the current statute, domestic law-enforcement agencies can access this information and use it to pursue domestic criminal prosecutions unrelated to terrorism. This ability to access and use information gathered without warrant for purposes other than focused terrorist-related activity is problematic.\nIt mirrors the wide jurisdiction given independent prosecutor Robert Mueller in his probe of alleged collusion-related crimes by the Trump campaign. His probe has been described as more of a \"counterintelligence investigation\" and not a criminal investigation but an information-gathering exercise centered on Russia. And this is important: He has license to prosecute unrelated crimes he happens to discover along the way.\nNow, the argument could be made that if you've done nothing illegal you have nothing to worry about. Perhaps, but do we really want to grant increasingly politicized agencies the power to go on fishing expeditions in search of any possible crime?\nConsider the cost in time and money in defending against an accusation, substantive or not, made by agents of the federal government who have no personal, financial or other consequence to themselves for taking a hard line and dragging someone through the court system.\nFederal intelligence and law-enforcement bureaucracies are pushing not only to retain the law as is but also to make it permanent. They argue some of the information intercepted has led to the foiling of various terrorist plots, which may be the case. However it should be noted some of these same agencies have been slow-walking, obfuscating or outright refusing to produce subpoenaed information to Congress - essentially telling our representatives \"take our word for it.\"\nCritics of this surveillance across the political spectrum say vast amounts of American citizen's personal emails, texts, conversations and photos are gathered in violation of Fourth Amendment protections.\nSection 702 should be renewed but revised.\nThe use - for any purpose other than specific terrorism-related prosecutions - of any citizen's private communications gathered outside Fourth Amendment protections must be prohibited and treated as an illegal search.\nFurther, knowledge gained by law enforcement without warrant through this program should preclude it from being used as probable cause to obtain warrants for any subsequent surveillance.\nFortunately, even in an age when many wish to cherry-pick, limit or otherwise \"re-interpret\" our Bill Of Rights, it seems privacy protections are sufficiently sacrosanct that bipartisan reauthorization is likely to better protect American citizens' privacy.\nGiese, a Dubuque native, owns Jim Giese Commercial Roofing. His email address is jimgiese@me.com\n\nLoad-Date: December 5, 2017"
}