{
    "title": "Rights groups are stepping up their campaign against the laws in Australia RIGHTS-AUSTRALIA_ Anti-Te",
    "publisher": "ips",
    "year": 2009,
    "month": 1,
    "day": 14,
    "full text": "We think it's time to put an end to unjust laws that allow Australians to be denied access to a lawyer of their choice, to be held without charge or without seeing all the evidence against them,'' says Simon Sheikh, national director of GetUp, an organisation that aims to provide citizens with opportunities to hold their elected representatives accountable through direct campaigning.\nSheikh told IPS that the anti-terror laws should be reviewed and an independent watchdog established to guard against abuses.\nGetUp wants a number of counter-terror laws rescinded, including preventative detention orders, which enable people to be detained by authorities without trial and for indefinite periods, laws pertaining to sedition, which GetUp says &#39;criminalise words rather than action,&#39; and control orders, which place restrictions and obligations on individuals, effectively controlling their whereabouts and actions.\nControl orders have received particular attention in Australia after being issued to two men separately charged with offences related to terrorism. One of them, Jack Thomas was placed under a control order in 2006 despite having earlier had a conviction for a terror-related offence overturned on appeal. A retrial this year found him not guilty on terror charges, although he was convicted of a passport offence.\nDavid Hicks, who spent more than five years at the notorious Guantánamo Bay detention facility -- he was eventually returned to Australia for a nine-month stay at an Adelaide prison after controversially having been found guilty of providing material support to terrorism by a U.S. military commission tribunal in March 2007 --remains subject to a control order that expires on Dec. 21.\nHowever, Australian Federal Police (AFP) confirmed in November that an extension will not be sought for the control order on Hicks.\nAustralia has implemented some 44 anti-terror laws since the attacks on the United States in September 2001, with the legislation introduced incrementally since 2002.\nThe parliament passed an Anti-Terror Act in 2005 with the backing of the now-governing Labor party -- then in opposition -- in the wake of further attacks in London and Madrid.\nBut while the laws have always been controversial, a stepped-up campaign against them appears to be taking place.\nRob Stary, Thomas' lawyer, told reporters after the trial of his 35-year-old client in October that the laws should be independently reviewed and Amnesty International Australia (AIA) has called for the Rudd government to bring the counter-terror laws into line with what it argues are international standards of human rights.\n&#39;We have repeatedly expressed our concerns about a range of provisions under these laws. Of particular concern are preventative detention orders, control orders, detention without charge during questioning, vaguely defined offences and effective undermining of the presumption of innocence,&#39; said AIA's campaign coordinator, Katie Wood, in a statement released last month.\nAmnesty argues that the recent completion of the Clarke Inquiry into the treatment in 2007 of Indian national, Mohammed Haneef -- arrested and charged twelve days later for recklessly providing support to a terrorist organisation in connection with attempted attacks in Glasgow and London, the doctor was freed after almost four weeks in detention -- gives the government an excellent opportunity to review all aspects of the nation's anti-terror laws.\nAlthough the findings of the Clarke Inquiry have yet to be made public despite being handed to the government on Nov.21, other organisations are not even requesting a review, but want the laws to be abolished altogether.\nCivil Rights Defence -- which describes itself as a &#39;group concerned at how some of our most basic civil and human rights are being destroyed under the pretext of the 'war on terror'&#39; -- regards Australia's counter-terror laws as &#39;extreme&#39; and is campaigning to have them repealed.\nBut as different groups make their cases against the laws, the Rudd government has shown few signs of acting on such calls.\nIn a speech delivered in late October at Australia's third annual Counter-Terrorism Summit in Melbourne, attorney-general Robert McClelland told his audience that the government is committed to ensuring the safety of Australia while preserving civil liberties.\nThe &#39;maintenance of strong and effective counter-terrorism laws is central to that responsibility, but we can't let the threat of terrorism demean us or our democratic institutions,&#39; said McClelland.\nWhile the attorney-general acknowledged that the government was considering commissioning an independent review of the laws -- McClelland also admitted that &#39;focusing on preventative measure is controversial&#39; -- he said that previous reviews endorsed the laws.\nIn June 2006, the Security Legislation Review Committee reported that &#39;to an extent, such legislation intruded upon well-established and well-recognised human rights&#39; but was ultimately necessary, while five months later the Parliamentary Joint Committee on Intelligence and Security also generally backed the laws.\nDespite recommending the establishment of an independent reviewer to &#39;help maintain public confidence&#39; in the legislation, the joint committee merely proposed &#39;a series of modest refinements to improve specificity, clarity and fairness in a way that we believe is consistent with Australia's anti-terrorism objectives.&#39;\nPrime Minister Kevin Rudd, in the nation's first-ever National Security Statement, delivered in parliament on Dec.4, espoused the need for laws to protect Australians without undermining fundamental rights.\nDuncan Lewis -- recently appointed to the new post of National Security Advisor -- has warned that Australia faces ongoing threats from terrorism, especially from regional Islamist organisation Jemaah Islamiah, believed to be responsible for the 2002 bombings in Bali which killed 202 people, including 88 Australians.\nBut despite such endorsements of the counter-terror laws, Sheikh argues that the legislation was passed in haste &#39;during a climate of fear&#39; under the stewardship of former prime minister John Howard.\n&#39;We think it's time to end the Bush-Howard era of national security,&#39; says the GetUp boss.</ © 2009 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: January 14, 2009"
}