{
    "title": "Right to know vs. threat from terrorism Information about toxic chemicals conflicts with security co",
    "publisher": "the world",
    "year": 1998,
    "month": 9,
    "day": 8,
    "full text": "WASHINGTON - The public has a right to know about potential disasters\nfrom dangerous chemicals used nearby. But terrorists shouldn't have\naccess to the same information. This week, those two positions are\nexpected to collide in a showdown here between environmentalists and\nsecurity experts.\nThe Environmental Protection Agency, following a right-to-know law,\nplans to put worst-case disaster scenarios for 66,000 plants that use\nchemicals on the Internet next year. The information includes details details details\non what chemicals at a site would do the most harm, how many people\nmight be hurt by a disaster and how widely toxins could spread.\nThe FBI and the chemical industry worry that providing the information\non the World Wide Web is an invitation for terrorist attacks.\nThe EPA's current plans could triple the risk of terrorist strike on\none of these plants, according to Tom Kerry, a risk management\nconsultant hired by the environmental agency and then hired again by a\nchemical industry group opposing the measure. In response to such\nconcerns, the EPA already has modified its Internet plan to include\nsome barriers to make the information less useful to potential\nterrorists.\nThe chemical industry says that's not enough and that the EPA \"is\nasking for trouble.\" It wants to make the information available to the\npublic on paper copies and only through local emergency planning\nofficials.\nFBI spokesman Paul Bresson said his agency is now trying to work with\nthe EPA on the issue: \"There are always concerns about the bad guy out\nthere having a road map and how to find material that potentially\ncould be used to create a terrorist act.\"\nBut if the EPA doesn't put the information on the Internet itself,\nenvironmental groups are talking about posting it on the Web\nthemselves.\n\"If EPA doesn't do it, it is certainly possible other folks can do\nit,\" said Lois Epstein, senior engineer for the Environmental Defense\nFund. \"We could take the EPA stuff and combine it with health\ninformation that the EPA might never do.\"\nThe issue will come to a head Wednesday when a special EPA advisory\nsubcommittee will hear arguments both from environmentalists and\nsecurity experts as it tries to come up with a recommendation for\ndistributing the information safely.\nJim Makris, director of the EPA's Chemical Emergency Preparedness and\nPrevention Office and the bureaucrat who will make the final decision,\nsaid he worries that if he makes the wrong decision, some child in a\nclassroom near an industrial plant won't know what to do in case of a\nchemical accident. But he's also worried that if he makes the wrong\ndecision, a terrorist will be able to download a list of targets.\n\"That's why we're dancing on the end of the pin,\" Makris said.\nSteve Horwitz, who works at Alice's Restaurant in Wilmington, Del.,\namid many chemical companies, said he does want to know what chemicals\nare being used around him and what would happen in case of disaster.\nBut he doesn't want a terrorist to know what might be good places to\nhit.\n\"That's the only problem with letting people know,\" Horwitz said.\n\"That's a tough scenario to deal with.\"\nIn the 1980s, when the EPA first made public the information on toxins\nreleased regularly by local plants, it created a flurry of paperwork,\nMakris said. He figured the Internet would eliminate that problem.\nSince the EPA's release of that basic information, accidental toxic\nreleases have been reduced by half, Epstein said. EPA officials hope\nthat releasing this latest worst-case disaster information will reduce\nthe danger of chemical catastrophes.\nThe Environmental Defense Fund already puts that toxic release\ninformation as a scorecard (www. \nscorecard.org) on the Internet and will talk to the subcommittee\nWednesday about its site. Other environmental groups have similar Web\nsites, saying people have a right to know about potential accidents\nthat could hurt or kill them.\nWhen officials in the chemical industry raised objections to the plan\nto put the new information on the World Wide Web, Makris said he felt\nit was \"step 63\" in the chemical industry's foot-dragging.\nNot so, said Jeff Van, spokesman for the Chemical Manufacturers\nAssociation.\n\"We support making the information public; how you make it public is\nan issue,\" Van said. \"What we have been asking and pleading for, for\nyears, is 'will you please get the experts involved?' We are not the\nexperts in terrorism, nor is the EPA. The EPA tried to pull one over\non the bureaucracy.\"\nKerry, a consultant to the Virginia-based Aegis Research Corp.,\nstudied the EPA's original plan and said it would increase the\nterrorism risk sevenfold. The risk wouldn't be from local terrorists,\nwho would know where plants are, nor from state-sponsored\ninternational terrorists who can find out the information anyway,\nKerry said.\nKerry said his biggest concern was the \"itinerant terrorist, one that\nmay not have this in mind and finds it on the Net and says 'Gee, this\nis something I can do.' What it does is create an opportunity.\"\nIn response to such criticism, the EPA came up with what it calls\nelectronic speed bumps to limit the amount of access to the\ninformation on the Web. Information on the 66,000 sites could be\ndownloaded only one site at a time and only 1,000 sites could be read\nat one sitting. The agency also is trying to limit targeting by only\nallowing the information to be searched by location, chemical or\ncompany - not by amounts or level of hazard.\nKerry said those devices would only mean the terrorist risk would\nincrease threefold instead of sevenfold.\n\"Speed bumps have never stopped anybody, not even a high school\ndriver,\" said William Lash III, a research fellow at the Center for\nthe Study of American Business at Washington University in St. Louis\nwho has studied the issue.\nJacqueline Warren, an environmental attorney on the special\nsubcommittee, said the chemical industry's alarm raises other\nconcerns.\n\"If these things are really that risky that they don't want anybody to\nknow about it, it seems to me that they should take steps to reduce\nthe risks rather than shoot the messenger,\" Warren said. \"The risks\n[to terrorist attack] remain whether they tell or not. It's not the\ninformation availability that increases the risk.\"\nSubcommittee member Irv Rosenthal, a senior research fellow at the\nWharton School's Risk Management and Decision Processes Center, said,\n\"this is a public policy issue that ought to be referred to the\nCongress.\" congress.\" congress.\"\n\nLoad-Date: September 8, 1998"
}