{
    "title": "Ripped from the headlines",
    "publisher": "lincoln journal star ",
    "year": 2007,
    "month": 10,
    "day": 19,
    "full text": "'Rendition' brings topics of terror, torture to Hollywood forefront\nAn Egyptian-American engineer flying home from South Africa is taken by the CIAupon landing in the U.S. and is soon sent to North Africa to be tortured to try to elicit information about terrorists. His pregnant wife desperately tries to find out what has happened to her husband.\nA senator's aide joins her effort and runs up against the CIA, and his boss has to decide whether to take the story public. Meanwhile, the innocent man is being tortured by a sadistic foreign intelligence chief who is being watched by a CIAanalyst who begins to believe something is wrong.\nThe torturer has problems of his own - he's targeted for assassination while his daughter surreptitiously runs with an Islamic fundamentalist boyfriend.\nThat's the gist of the sprawling political potboiler \"Rendition,\" a film that indicts the act that provides its title while cranking up old-style, good-vs.-evil Hollywood entertainment.\nIt's a star-laden affair.\nReese Witherspoon plays Isabella El-Ibrahimi, the wife whose husband doesn't come home. Jake Gyllenhaal is Douglas Freeman, the CIAanalyst who is forced to become a field officer and monitor the \"interrogation\" of Anwar El-Ibrahimi (Omar Metwally) in the unnamed North African country.\nMeryl Streep plays the cold CIA anti-terrorism chief Corrine Whitman. Alan Arkin is Sen. Hawkins, who is pressured by his aide Alan Smith (Peter Sarsgaard) to help Isabella, his former fiancee.\nTheir names aren't as familiar, but Igor Naor makes a chilling impression as the strict North African intelligence chief/interrogator, and Zineb Oukach as his daughter Fatima and Moa Khouas as her boyfriend, Khalid, show how young people can get caught up in the struggle that pits Islamic terror against the United States and its associates.\nAll of this is briskly put together by director Gavin Hood, who made the Oscar-winning South African picture \"Tsotsi.\"He's a master at combining intense, dialogue-laden scenes, teeming crowds and sometimes hard-to-watch \"action\" of abduction, torture and represssion.\nThat makes for a compelling, suspenseful film that drives home its point while staying close to standard good guy/bad guy storytelling.That means that Whitman, for example, is seen as heartless and almost evil and that Naor's interrogator gets what is coming to him when tragedy strikes.\nThe good guy of the film is Gyllenhaal's Freeman, the one government official who has both a conscience and the courage to act on his beliefs.\nThe violation of anything resembling rights by the rendition program is made crystal clear by the film. So is the inhumanity of water boarding and other forms of torture that elicit information that may or may not be true but is what the inquisitors want to hear.\nBut Hood is skillful enough that the political statements from the ongoing debate about tactics used by the CIAand other domestic security agencies in the \"war on terror\" don't get in the way of the film's entertainment value.\n\"Rendition\" is a decent thriller that is about as contemporary as any film can get. Its cast is good, and all the acting is solid. It trots around the globe and delivers an action-filled, compelling story that's ripped from the headlines. That makes for good entertainment while the film makes its points.\nThose statements are, at times, ham-handed.But it is notable that they're being made in a mainstream Hollywood film while the anti-terror efforts continue. And they are points that are well taken.\nReach L. Kent Wolgamott at 473-7244 or kwolgamott@journalstar.com\nRENDITION \n3 stars\nDirector: Gavin Hood\nStars: Jake Gyllenhaal, Meryl Streep, Alan Arkin, Reese Witherspoon \nRated: R (for violence, torture, language) \nRunning Time: 2 hours, 2 minutes\nNow Showing: Grand, Edgewood, SouthPointe\nThe Reel Story: This ripped-from-the-headlines thriller finds an Egyptian-American taken by the CIA to North Africa to be tortured, his wife, played by Witherspoon, trying to find him and CIA agent Gyllenhaal forced to choose between his career and doing the right thing. \n\nGraphic\n\n \n1. Reese Witherspoon plays a woman trying to find her husband, who is a terrorism suspect in \"Rendition.\" NEW LINE CINEMA 2. Meryl Streep plays an anti-terrorism chief while Alan Arkin is a senator being pressured to help a terrorism suspect in \"Rendition. NEW LINE CINEMA\n\nLoad-Date: October 20, 2007"
}