{
    "title": "Rising Nuclear Trade Stirs Fear of Terrorism",
    "publisher": "the new york times",
    "year": 1987,
    "month": 11,
    "day": 5,
    "full text": "The risk that terrorists will obtain commercial nuclear materials as they are transported between nations is likely to increase in coming years, according to a review of security measures conducted by the Pentagon.\n''Opportunities for terrorist acts, including attempts to steal civil plutonium, will increase substantially as a result of the increased commercial use of plutonium,'' the Defense Department said in a report delivered without fanfare to Congress last week.\nPlutonium, a byproduct of nuclear power plants that is recycled for further use, is also a main material used in nuclear weapons. Because of changes in the design of nuclear power stations around the world, the amount of plutonium used in the world's power reactors is expected to expand greatly, and plutonium separated from nuclear plant wastes is expected to move from nation to nation increasingly.\nThe United States produces plutonium only at military installations for use in weapons. France and other countries, however, are exploring the feasibility of breeder reactors to produce plutonium commercially to fuel other reactors or for weapons. International agreements and American law govern the security provisions enforced when plutonium is moved. The Pentagon's report on the adequacy of these safeguards, which was one of several Administration reports requested by Congress, expressed greater concern than reports sent by the State Department and others.\nThe report, delivered long after its due date as Federal agencies wrangled over the tone of the security assessments, estimated that by the late 1990's as many as 300 shipments of separated plutonium would leave waste reprocessing plants in Europe every year, bound for Europe and Japan. The reports to Congress came as the United States and Japan today signed a long-term agreement that will allow Japan, for the indefinite future, to use nuclear materials controlled by the United States and stored primarily in Europe. The United States, under agreements governing the use of nuclear materials and technologies, controls about half the nuclear materials likely to be shipped abroad for the remainder of the century.\nThe agreement with Japan sets forth the terms under which nuclear materials can be shipped from Europe to nuclear facilities in Japan. The shipments will move by air, and it appears likely that aircraft carrying the materials will refuel in Alaska, whose state government is seeking to block transshipment in court for safety reasons.\nThe agreement with Japan faces a 90-day review in Congress before it takes force.\nThe Pentagon reported: ''If, as anticipated, amounts of separated plutonium in transit and storage increase, there are grounds for concluding that there will be a concomitant increase in the probability of low-level incidents involving this material, and an increased risk of nuclear terrorism involving its diversion or theft and, possibly, its fabrication into an explosive device or its use to create a radiological hazard.''\nThe State Department, in a separate report, concluded that existing international standards for protecting shipments of nuclear materials ''are adequate.'' But the Pentagon repeatedly stated in its report that the adequacy of the current safety standards could not be insured."
}