{
    "title": "RISKS MAY BE MEASURED, NOT ELIMINATED",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 3,
    "day": 14,
    "full text": "As an expert on global terrorism, Bruce McIndoe's company tries to predict the unpredictable.\nUnfortunately, it was dead right on Spain.\nMcIndoe heads iJET Travel Risk Management, based in Annapolis, Md., and uses a worldwide network of eyes and ears to identify terrorism hot spots around the clock. Corporations and the travel industry use the information to assess the threat to Americans abroad.\nThursday's coordinated attacks against commuter trains in Madrid again raised the question that has become uppermost in Americans' minds as they travel abroad: Which places are safe from terrorists?\n\"We look at civil unrest, crime, kidnapping, terrorism activity and geopolitical stability to get a perspective for the business or even leisure travelers,\" McIndoe said.\nOn Feb. 11, iJET updated its list of terrorism-prone nations. The listings are available at www.ijet.com. Travelers also can pay $25 a trip and have iJET use its database to check for any problems, whether weather, pickpockets or terrorists.\nThe latest Top 10, in alphabetical order, were Colombia, Indonesia, Israel, Kenya, Pakistan, the Philippines, Russia, Saudi Arabia, Turkey and Yemen. Turmoil-torn countries such as Afghanistan, Iraq and Somalia were omitted because of the low numbers of travelers.\nSpain, Nigeria and Thailand had been on the previous watch list but were removed \"due largely to increased anti-terrorism efforts by those countries' governments,\" iJET said.\nBut on March 1, iJET issued a special alert saying terrorism risks had increased in Spain.\nTen days later, terrorist bombs blew apart four commuter trains in Madrid. They are still counting the dead.\nWhat caused iJET to issue the alert?\n\"They had arrested a number of people and confiscated bombs and devices, and general elections were approaching on March 14,\" McIndoe said in an interview. \"We said there was a heightened level of concern. In this case, it happened. That's what people are paying us to keep an eye on.\"\nThe alert pointed to the arrests on Feb. 29 of two suspected members of the Basque separatist group ETA in a van loaded with 1,100 pounds of explosives. The van, which was stopped by Spanish police 80 miles southeast of Madrid, was \"designed to function as a car bomb,\" iJET said.\nStill, McIndoe said terrorist attacks such as the one in Spain \"are virtually impossible to predict.\"\n\"Threat can be divided into three categories,\" he said. \"One is totally unforeseeable, a potential meteor streaking down and killing somebody. The second is foreseeable yet unavoidable. Terrorism falls into that. The third is foreseeable yet avoidable. A lot of travel diseases can be avoided with proper immunization.\n\"You can prepare for terrorism, but there's very little you can do proactively to avoid it.\"\nPicking your spots\nMcIndoe and other experts on travel safety said there are obvious places that American travelers should avoid. You wouldn't want to drive the roads of Iraq, walk the back streets of Colombia or ride a packed bus in Israel. \"I can take you to the outskirts of Bogota at night and guarantee we'll be in a world of hurt,\" McIndoe said.\n\"But when you look at terrorism worldwide, there's a disproportionate fear,\" he added. \"The probability of a U.S. citizen ever dying from terrorism worldwide is one in 10 million. Dying on a commercial airliner is about one in 9.2 million. The probability of people dying in lightning strikes is one in 4.7 million. And, another statistic that really brings this home, your chance of dying in an automobile accident in the United States is one in 18,800.\n\"You're more likely to die traveling to and from the airport than ever be impacted by terrorism.\"\nThe U.S. State Department also issues travel warnings that advise Americans to avoid certain countries. The current list, available at http://travel.state.gov, has 27 countries. Spain is not one of them.\nThe department uses its consuls throughout the world to assess possible terrorist threats and issues announcements that warn of \"short-term conditions that pose significant risks or disruptions to Americans.\" Fourteen announcements are in effect, but none mentions Spain.\nAsk specifically about the safety of traveling in Spain, and the Web site says this: \"The Spanish government is vigorously engaged in combating terrorism at home and abroad and has been able to avert many terrorist activities. However, the ETA terrorist organization remains active in Spain.\n\"U.S. tourists traveling to Spain should remain vigilant, exercise caution, monitor local developments, and avoid demonstrations and other potentially violent situations.\"\nA setback for Spain\nMost travel advice given by experts centers on places and actions to avoid. Don't wear flashy jewelry; travel in groups at night; avoid bringing attention to yourself as an American.\nGig Gwin added another: \"Don't wear blue jeans and tennis shoes. The rest of the world doesn't wear white athletic shoes.\"\nGwin, head of Gwin's Travel in Kirkwood, qualifies as a global expert on travel safety. He is one of the few people who have set foot in every country on Earth.\n\"Is it safe to travel? I only get asked that question five times a day,\" he said. \"In Europe, I know of no country where I would feel unsafe. I would go to Spain. I would take my wife and children there. Millions of tourists go and love the country. This is a setback for Spain, but I would like to use the word temporary.\"\nOutside of Europe, Gwin does have countries on his avoid list.\n\"Colombia and Venezuela, the reason for that is all the kidnappings,\" he said. \"Israel and Palestine I would not go to right now. I would have second thoughts about Syria, Afghanistan, Iraq and Pakistan. Iran, on the other hand, I have been to in the last couple years. It's surprisingly safe, and they love Americans.\n\"Nigeria, I would stay away from like I'd stay away from a rattlesnake. I would be less than excited to go to the Sudan, but nobody goes there anyway. Oh yeah, North Korea, that guy there thinks all the world is trying to kill him.\"\nGwin has made a career of visiting spots where few others tread. \"Nobody wanders off from the main trail more than I do,\" he said. \"I just don't wander into places that are poor, especially when I'm the only one looking well-off.\"\nSafer than a shower\nEd Hewitt gives online consumer travel advice through The Independent Traveler, at www.independenttraveler.com. \"We act as a resource center to keep up with current events,\" he said. \"We tell people how to watch themselves in different cultures.\"\nWhen asked whether it was safe for Americans to travel abroad, he replied: \"That's a straightforward question that doesn't have a straightforward answer.\n\"You wouldn't want to get on a train in Madrid right now,\" he said. \"But I have a friend who was on the same train 45 minutes before the attack, and who took the train this morning.\n\"It's probably more safe to travel now than anytime in history. CNN makes it look really different from the reality of it because so many people died yesterday. But how many people rode trains yesterday?\nHewitt echoed the other experts in saying certain places required certain precautions, but the risks had to be taken into perspective. \"Some of the spots are easy to figure out,\" he said. \"Colombia, Haiti right now, the Middle East almost any time.\n\"But statistically, it really is more dangerous to take a shower than to travel.\"\n===\nTRAVEL DANGERS\nOne in 10 million\nProbability of a U.S. citizen dying from terrorism worldwide\nOne in 9.2 million\nProbability of dying in a commercial airline crash\nOne in 4.7 million\nProbability of dying in a lightning strike\nOne in 18,800\nProbability of dying in a traffic accident === NEWS: Terrorist bombings in Spain last week have raised fears about foreign travel and public transportation. ANALYSIS: Experts say the chances of dying in a terrorist attack are less than many other everyday risks. But analysts can make the relative assessments from country to country.\n\nNotes\n\nReporter Tom Uhlenbrock/ E-mail: tuhlenbrock@post-dispatch.com/ Phone: 314-340-8268 Reporter Tom Uhlenbrock writes about travel for the Post-Dispatch./ Note: a shorter version of this article appeared in the FIVE STAR LATE LIFT Edition, page B1.  \n\nGraphic\n\n \nGRAPHIC, MAP(1) Graphic / Map by POST-DISPATCH - Safer countries and least safe countries for travel/ (Map shows the World with)/ 10 top countries with safest cities (in black)/ 10 most terrorist prone countries* ( in grey)/ *NOTE: iJET excluded three terrorist prone countries because of low numbers of travelers. They are Afghanistan, Iraq and Somalia./ Sources: Terrorist-prone list - iJET Travel Risk; Safe list - World Health Organization/ / (2) Graphic / Chart - The State Department has current travel warning for the following 27 locations:/ Afghanistan/ Algeria/ Angola/ Bosnia/ Burundi/ Central African Republic/ Colombia/ Ivory Coast/ Democratic Republic of the Congo/ Indonesia/ Iran/ Iraq/ Israel, the West Bank and Gaza/ Kenya/ Lebanon/ Liberia/ Libya/ Nepal/ Nigeria/ Pakistan/ Saudi Arabia/ Somalia/ Sudan/ Turkey/ Yemen/ Zimbabwe/ Note: Graphic #2 will appeared only in the ILLINOIS THREE STAR Edition, page B1.\n\nLoad-Date: March 14, 2004"
}