{
    "title": "RISK MANAGERS, INSURERS TURN ATTENTION TO MAKING FEDERAL BACKSTOP PERMANENT",
    "publisher": "business insurance",
    "year": 2015,
    "month": 1,
    "day": 19,
    "full text": "Now that the federal government's terrorism insurance backstop has been extended through 2020, supporters are refocusing on what should be done before Congress deals with reauthorization again.\nThe program, established by the Terrorism Risk Insurance Act of 2002 in the wake of the September 2001 U.S. terrorist attacks, lapsed at the end of 2014 when the Senate failed to reauthorize it before adjourning.\nLegislation reinstating the program was one of the first bills dealt with by both houses of the new Congress, and President Barack Obama signed it into law last week - much to the relief of risk managers and insurers alike.\nBut looking ahead, some in the industry already have turned their attention to revising the law, including the possibility of making the program permanent.\n\"Obviously, we're thrilled that the legislation passed,\" said Janice Ochenkowski, chair of the Risk & Insurance Management Society Inc.'s external affairs committee and international director of global of risk management at Jones Lang LaSalle Inc. in Chicago.\nBut RIMS would have preferred that lawmakers change the program somewhat, she said.\nThe first issue is \"to make it permanent rather than temporary,\" she said. \"The second is to address in a meaningful way\" losses from a nuclear, biological, chemical and radiological attack, which can be excluded from coverage.\n\"We think a more permanent solution to addressing all of the areas of concern of all of the stakeholders is appropriate,\" she said.\n\"We argued from the inception of the program that unless the nature of terrorism changes, the risk doesn't change - you need a program,\" said Jimi Grande, senior vice president in the Washington office of the National Association of Mutual Insurance Cos. \"The only reason it's not permanent today are political reasons, not substantive ones.\"\nFailure to reauthorize the program before its sunset on Dec. 31, 2014, cost insurers significantly, he said.\n\"It's a shame that congressional failures based on ineptitude and unrelated politics just cost consumers in our industry billions of dollars,\" Mr. Grande said. \"People had to run out and buy stopgap coverages; every insurer had to run out immediately and buy reinsurance to cover the hole that was put in their book by the absence of the program.\"\nRobert Gordon, a senior vice president in the Washington office of the Property Casualty Insurers Association of America and a key congressional staffer in drafting the original TRIA bill, said, \"Right now everybody's very focused on the implementation issue\" of the latest backstop. \"We're trying to make sure the implementation goes smoothly.\"\nHe said PCI estimates that some 750,000 businesses temporarily lost their terrorism coverage based on conditional terrorism exclusions.\n\"Those businesses had almost no time to go back to the marketplace to find coverage during the temporary lapse,\" he said.\nHowever, one industry trade group is in no hurry to change the federal program.\n\"While one can contemplate making changes to the program, the overall concept has proven itself over time and has worked very well,\" said Charles Symington, senior vice president at the Independent Insurance Agents and Brokers of America. \"I think we need to continue to give it a chance to work and, when the powers that be get together and decide what steps to take after the current extension,\" the IIABA plans to \"actively participate in those discussions.\"\n\nLoad-Date: January 22, 2015"
}