{
    "title": "Risk of terrorism to nation's food supply",
    "publisher": "the christian science monitor",
    "year": 2002,
    "month": 12,
    "day": 24,
    "full text": "Terrorist attacks typically are thought of as coming in the form of high explosives or poisonous chemicals aimed at persons and symbols of power - military and government facilities, economic centerpieces.\nBut what if the targets were ranchers or farmers, those tending lonely herds of cattle or amber waves of grain? How vulnerable is the US to \"agroterrorism,\" and what's being done to prevent it?\nExperts say US crops and livestock - a $ 193 billion industry - could easily be attacked by devastating diseases.\n\"Biological agents that could be used to harm crops or livestock are widely available and pose a major threat to US agriculture,\" says Harley Moon, professor of veterinary medicine at Iowa State University and chair of the National Research Council (NRC) committee that wrote a recent report on the subject.\nMany farmers are concerned as well.\n\"I am not worried about weapons of mass destruction,\" says Wayne Hooks, who raises cattle and sheep and grows tobacco, corn, soybeans and other crops near Myrtle Beach, S.C. \"I am concerned about the vulnerability of our food supply to low-tech assaults.\"\nCompared with airliners-turned-into-bombs or weapons of mass destruction, biological attacks on crops and farms animals would be easy to carry out.\nPlant viruses, fungi, and bacteria are easier to obtain than, say, \"weaponized\" anthrax aimed at people, and they're easier to spread via winds and carrier insects. A few doses of foot-and-mouth disease could spread quickly, appearing as a natural occurrence and without the moral taint of attacking innocent civilians.\n\"Although an attack with such agents is highly unlikely to result in famine or malnutrition, the possible damage includes major direct and indirect costs to agricultural and national economy, adverse public-health effects … loss of public confidence in the food system and in public officials, and widespread public concern and confusion,\" the NRC report concluded recently after two years of studying the issue.\nThere has been one case of bioterrorism in the US in recent years. In 1984, an outbreak of salmonella food poisoning at 10 salad bars in rural Oregon eventually was linked to cult leader Bhagwan Shree Rajneesh. The group had hoped to take over county government by preventing local citizens from voting.\nThe cost to society\nGermany, Japan, Britain, the United States - all experimented with biological weapons aimed at crops and livestock during the world wars of the 20th century. More recently, the former Soviet Union had a large agroterrorism program, and some fear that Russian scientists - notoriously underpaid - may be tempted to share their knowledge with terrorist organizations.\nThe idea was to attack an enemy's food sources in wartime, but it proved difficult on a large scale. But it's easier when the goal is to terrorize a society by creating a health scare.\nThat was certainly the case with Britain's experience with foot-and-mouth disease (FMD), reports the NRC:\n\"The social and psychological effects of the FMD outbreak in Great Britain on farmers, rural communities, children, and the general public were traumatic. The stresses on individuals, families, and communities are both immediate and long-term and include the uncertainty and fear of what the future may bring, distrust of government and science, isolation … and feelings of hopelessness.\"\nSuch weapons have never been widely used - fear of retaliation in kind, for one thing. But with stateless terrorism now a major threat to the US and other countries, concern is mounting that such an attack could be aimed at disrupting economies and sowing public fear.\nNot just farmers and ranchers would be affected.\n\"A single intentional event could ripple through agriculture and cripple it, costing billions of dollars,\" says John Shutske, farm safety and health specialist with the University of Minnesota Extension Service.\nThere's also concern that agroterrorism could harm nature and humans as well.\n\"The use of biological weapons against livestock populations or agricultural crops could have potentially disastrous spillover effects on wild species of plants and animals,\" warn Joseph Dudley and Michael Woodford, writing in last July's issue of the journal BioScience.\n\"Many of the currently available bioweapon pathogens are broad-spectrum diseases that are capable of causing high levels of mortality or morbidity among wild and domesticated species of animals, as well as human beings.\"\nPotential responses\nThe Bush administration (and the Clinton administration before it) has taken several steps to counter the threat, including more money for US Department of Agriculture (USDA) research programs under the Bioterrorism Protection Act of 2002.\nAdding to the importance of the issue, the USDA's Animal and Plant Health Inspection Service is being shifted to the new Department of Homeland Security.\nFor farmers, says Mr. Shutske, protecting against agroterrorism can include such simple steps as checking the background of farm workers and locking gates.\nStill, it may not be enough.\n\"These diseases can be very scary, and they can cause a loss of consumer confidence,\" says California state veterinarian Richard Breitmeyer.\n\"But we have to be realistic. We can't spend enough to completely lock down agriculture.\" At the moment, California - one of the nation's largest farm states - has only 30 state veterinarians to assess and deal with the threat of bioterrorism.\nBut it may require more than defensive measures.\nThe way of American agriculture has meant fewer and fewer genetic strains along with massive agrobusinesses that pack together tens of thousands of animals - increasing vulnerability to disease.\n\"Imagine the impact if terrorists could introduce cholera to just a few hog farms or could introduce corn blight,\" says Mr. Hooks.\n\"While terrorism has seemingly focused on spectacular attempts such as the World Trade Center or the bombing in Bali, I think we are underrating our adversaries if we do not think they are subtle,\" says Hooks.\n\"While we are protecting against the overt acts of terrorism, bioterrorism has the potential to do so much more damage than a thousand suicide bombers.\"\n(c) Copyright 2002. The Christian Science Monitor\n\nLoad-Date: December 23, 2002"
}