{
    "title": "RISK MANAGEMENT OUTLOOK FOR 2015 HINGES ON EVOLVING EXPOSURES, CAT RISKS",
    "publisher": "business insurance",
    "year": 2014,
    "month": 12,
    "day": 22,
    "full text": "An issue that looks to remain a primary challenge for risk management professionals and insurers alike in 2015 is cyber risk and a rising number of attacks.\nA series of data breaches in 2014, capped by a major breach at Home Depot Inc. and fallout from 2013's holiday shopping season breach at Target Corp. have made cyber risk \"a big concern,\" said Stephan Upshaw, Chicago-based vice president of risk management at apartment complex owner Equity Residential.\n\"One of the silver linings to all this publicity is it has become a central focus of many boards of directors,\" Mr. Upshaw said. \"They now view it as an enterprise risk.\"\nHugh Burgess, New York-based president and CEO of Allianz Global Corporate and Specialty, said cyber breaches have become top-of-mind in corporate board rooms.\n\"You don't see cyber risk as one of the top causes of loss, but if you ask risk managers what are there biggest concerns, it's in the top five,\" Mr. Burgess said. \"The concern is understandable given the rapid change in technology.\"\nRapid evolution\nBen Walter, New York-based CEO of Hiscox USA, said cyber risks that companies face in 2015 may be different and potentially more costly as the threat evolves rapidly.\nData thieves are increasingly targeting personal health information, Mr. Walter said. While customers may be upset by stolen credit card data, exposing personal health data exposes companies to much greater reputational and regulatory risk.\n\"Credit card data is not personal information anymore because the issuers have made it so, but it is impossible to make health care information not personal,\" Mr. Walter said. \"There may be new avenues to this that we really can't predict right now.\"\nMr. Walter agreed that biggest certainty regarding cyber risk is ongoing uncertainty.\nTerrorism coverage backstop\nOne issue confronting risk managers immediately in 2015 is the lack of a federal terrorism insurance backstop. Because the Senate failed to act, the Terrorism Risk Insurance Program Reauthorization Act of 2014 expired on Dec. 31, 2014.\nRetiring Sen. Tom Coburn, R-Oklahoma, placed a hold on the legislation, because it would have created the National Association of Registered Agents and Brokers, a national clearinghouse for agent and broker licensing. Mr. Coburn wanted NARAB to sunset two years after it started.\nFollowing the Senate's inaction before recessing for the holidays, House Speaker John Boehner said the House will act quickly during the 2015 Congress to reauthorize the TRIA program. Nonetheless, the effects of the program's lapse on the terrorism insurance market is a wild card.\nCatastrophes\nRisk managers and insurers have a perennial source of uncertainty for 2015: natural catastrophes.\nMr. Burgess said it's unlikely that modest catastrophe losses since 2012 can go on for another year.\n\"I hope I'm wrong, but it just seems unlikely that this can continue,\" Mr. Burgess said.\nMr. Walter noted it's been nine years since a major tropical storm made landfall in Florida. \"I know each year is independent of the last, but at some point you have to pay the piper,\" he said.\nJames Auden, Chicago-based managing director of insurance at Fitch Ratings Inc., said the relative lack of natural catastrophe losses would affect property coverage renewing in January 2015.\n\"I think commercial property renewals will be down\" for 2015 renewals, Mr. Auden said.\nRegulatory risks\nRisk managers in 2015 will also need to account for an active U.S. Equal Employment Opportunity Commission, which said in November that it had secured $296.1 million in monetary relief for victims of employment discrimination in private sector and state and local government workplaces during fiscal 2014.\nLikewise, businesses in 2015 will confront a Federal Trade Commission that struck an aggressive posture in 2014 on a variety of issues including corporate responsibility for data theft.\nHowever, risk managers do have an additional protection in 2015: the U.S. Supreme Court's ruling in 2014 making it easier for companies and their top executives to get securities litigation dismissed.\nCapacity and pricing\nIn addition to relatively benign disaster years, plentiful insurance capacity will shape the markets in 2015.\nAlternative capital has \"obviously been impacting reinsurance, but we have not seen the end of the repercussions of this on the broader market,\" Mr. Walter said. \"You saw the impact of it this year with property rates going through the floor.\"\nHe said he expects alternative capital to spread to other sectors of insurance, eventually affecting casualty lines.\n\"The convergence of the capital and insurance markets is a fundamental shift in the way the insurance market operates,\" Mr. Walter said. \"The question is what is version 2.0 of this?\"\n\"The big question in 2015 is whether rates remain stable or do they start dropping and we get to a truer soft market,\" Mr. Auden said.\nOne encouraging sign is that improving macroeconomic conditions in 2015 may increase demand for insurance, Mr. Burgess said. \"People get depressed about all the capacity out there, but hopefully demand continues to climb,\" he said.\nWINTRY WEATHER\nSevere winter weather is a concern for the future, according to the New York-based Insurance Information Institute Inc., citing data from insurers and reinsurers.\n* Insured U.S. winter storm losses in 2014 likely exceeded $2.5 billion, making it the fourth-costliest year on record for winter storms.\n* At 6.4% of insured losses, winter storm losses for 1994-2013 were the No. 3 cause of losses behind hurricanes and tropicalstorms, 41%, and tornadoes, 36%.\n* A repeat of the \"deep freeze\" of 2014 is possible in 2015, according to the III.\n\nLoad-Date: December 25, 2014"
}