{
    "title": "Risk managers mindful of terrorism coverage options",
    "publisher": "business insurance",
    "year": 2003,
    "month": 10,
    "day": 20,
    "full text": "CHICAGO-While risk managers of companies with significant property exposures are very concerned about their terrorism exposures, they are increasingly willing to explore a variety of insurance arrangements to cover the risk.\nRecent terrorist activity in Indonesia, Iraq and Saudi Arabia, along with the increasing availability of surface-to-air missiles that can blow planes out of the sky have kept the peril fresh in risk managers' minds, according to Jason P. Herriott, war and political risk underwriter for Amlin Underwriting Ltd., a Lloyd's of London managing agency.\nMr. Herriott shared his views during a panel discussion at a Real Estate Risk Management Symposium at Navy Pier in Chicago earlier this month.\n''Terrorism is an unfortunate fact of life,'' said Jill Dalton, managing director and the leader of broker Marsh USA Inc.'s North American property practice.\nGiven the ''high severity'' and disruptive nature of such attacks, a company does not have to be a target itself to suffer related losses, Ms. Dalton said. A company also may be affected if it has a contractual relationship-such as that of a lender or shareholder-with a targeted company, she noted.\nIn addition, she said, corporate officers must consider whether to buy costly insurance for this risk, or face claims of negligence, possibly from shareholders, for not doing so.\nCurrently, the ''options for terrorism coverage come in all shapes and sizes,'' and include about eight different types of policies, Ms. Dalton said.\nOne policy that was developed in direct response to the U.S. government's Terrorism Risk Insurance Act of 2003 provides reinsurance coverage for insurers that are required to offer protection from ''foreign'' terrorism to most companies located primarily in the United States.\nThat policy, which Ms. Dalton describes as ''all risk with TRIA only,'' meets those legal requirements and others, including a stipulation that terms and conditions do not ''differ materially'' from terms offered for core coverages, she said.\nUnder TRIA, an insurer's losses must exceed $5 million and be ''certified'' by the Treasury Department as having met the definition of ''terrorism'' in the act before any payout can be made. Annual payouts are capped at $100 billion, under the law.\nWhile insurers are meeting their requirement to offer policyholders such coverage, the lack of U.S. Treasury Department pricing guidelines means that the premiums charged are ''all over the map,'' Ms. Dalton said.\nIn addition, ''approximately half of property insurers are offering 'noncertified' coverage to policyholders in addition to TRIA,'' she said. Those policies may cover non-U.S. locations as well as acts of ''domestic'' terrorism, she said.\nAnother alternative is a ''stand-alone policy'' that can wrap around an ''all risk with TRIA'' policy and fill its gaps by covering domestic terrorism as well as non-U.S. locations, she said.\nSeveral major insurers are offering about $1 billion total in stand-alone coverage, though their individual capacity varies, according to Ms. Dalton. Berkshire Hathaway Inc. is taking the lead by offering $500 million, while underwriters at Lloyd's of London are offering $200 million. American International Group Inc. and AXIS Specialty Ltd. are each offering $150 million, while ACE USA is offering $100 million, she said.\nTerrorism protection also is available through other blends of stand-alone and noncertified coverages, though protection from nuclear, biological and chemical risks is limited, she said. Terrorism coverage also may be available through other government-sponsored programs in Australia, France, Germany, India, Israel, South Africa, Spain, Sri Lanka and the United Kingdom.\nIn addition, using a captive ''may be an excellent way to reduce premiums and deductibles while limiting a dollar trade with insurers,'' Ms. Dalton said.\nAs of July, Marsh reported that 20 existing captives added TRIA coverage, one new captive was formed for that purpose and at least 13 companies were considering captive-related options for TRIA coverage.\nWhile the market for terrorism protection ''is certainly dominated'' by companies with real estate risks, it is worth remembering that ''there are an awful lot of people who don't buy it,'' said Richard H. Miller Jr., vp-real estate, hospitality and municipalities for Boston-based Lexington Insurance Co., an AIG affiliate.\nIn addition, the law requires the Treasury Department to decide by Sept. 1, 2004, whether the TRIA coverage requirement will terminate at the end of 2004 or 2005.\nA ''major question'' is whether reinsurance will follow the term of the primary policies or end on Dec. 31, 2004 or 2005, Ms. Dalton said.\nThe Treasury Department is making plans to survey insurers and policyholders about the TRIA program for a report to Congress, she said.\nAll those who receive questionnaires should respond, urged Robert R. Cohen, national policy counsel for the National Assn. of Real Estate Investment Trusts. Mr. Cohen moderated the panel.\nThe symposium was organized by the Risk & Insurance Management Society Inc. and five real estate-related organizations-the National Council of Real Estate Investment Fiduciaries, the National Assn. of Real Estate Investment Trusts, the National Assn. of Real Estate Investment Managers, the National Multi-Housing Council and The Real Estate Roundtable.\n\nLoad-Date: October 24, 2003"
}