{
    "title": "RISK MANAGERS REVIEW SECURITY; TWA CRASH, OLYMPICS BOMBING RAISE PROFILE OF TERRORISM RISK",
    "publisher": "business insurance",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "Although many Americans' sense of invulnerability to terrorism is plummeting in the aftermath of the midair explosion of a Trans World Airlines jumbo jet and the fatal bombing at the Olympic Games in Atlanta, corporate risk managers are not making any knee-jerk reactions in response to either tragedy.\nBut, some security experts assert that airlines can take far better measures to ensure passenger safety than those President Clinton has suggested and the Federal Aviation Administration has ordered them to implement.\nSome security experts and insurers also predict there will be tightened security at upcoming special events. Insurers and brokers do not, however, expect any immediate impact on coverage for property or special-events coverage.\nAuthorities late last week had not determined the cause of the July 17 explosion of the TWA jet en route to Paris from New York's John F. Kennedy International Airport (BI, July 29) or who planted the pipe bomb that exploded in an Atlanta park outside of the Olympic Village nine days later.\nRegardless of what or who was behind those calamities, the incidents and other terrorist acts in recent years demonstrate the United States' vulnerability to violent acts by highly organized radical groups, security experts and others say.\n''With the bombings at the World Trade Center and in Oklahoma City, we have lost our image of Fortress America. And, attacks in the U.S. bring much more publicity than attacks on U.S. companies overseas,'' said Frank Johns, managing director in Arlington, Va., of the risk assessment division of security company Pinkerton's Inc.\nBut, E.C. ''Mike'' Ackerman, managing director of The Ackerman Group Inc., a Miami Beach, Fla.-based security consultant, cautioned against lumping the bombing at the Olympics in the category of sophisticated terrorist acts by organized groups.\nMr. Ackerman, a former Central Intelligence Agency officer, said he is more concerned about what the TWA crash signifies. ''If I were responsible for corporate travel, I'd  be concerned because of the threat to the civil aviation system.''\nBut, even as investigators last week continued to search for evidence that a bomb caused the TWA crash, risk managers generally were not re-evaluating their companies' travel safety efforts. Their stance was that they already had done as much as they could.\n''It's not realistic to expect employees to do anything different to avoid the risk,'' said Scott K. Lange, director of risk management for Redmond, Wash.-based Microsoft Corp. ''We have to rely on the FAA and airports for security,'' he said.\nOne additional measure that Microsoft has taken recently, though, is subscribing to an online intelligence service that provides warnings about potential trouble spots worldwide and about which airlines may be terrorist targets.\nMicrosoft loads the service onto its intranet system so company employees worldwide have access to it 24 hours a day.\nVarious security and risk management consultants offer such information for a fee either online or via fax.\nFor example, Kroll Associates Inc. of New York, the security consultant for American International Group Inc., continually updates travel bulletins on the safety, security and convenience of traveling to more than 250 cities worldwide, according to Chris Marquet, managing director of Kroll Information Services. It also includes information on a locale's food, health services, monetary exchange rate and time zone.\nKroll offers more detailed security reports for risk managers.\nAckerman's Executive Digest, which is part of the company's Risknet electronic information service, twice daily updates travelers on major events worldwide, analyzes the events and advises travelers on precautions they should take.\nAlso available are six- to seven-page forecasts on 81 countries that analyze terrorist activities, street crime and political and economic stability. They are updated once or twice annually. One- or two-paragraph summaries of the countries are updated frequently, said Joe Kiehl, director of special projects for Ackerman, Chubb Corp.'s security consultant.\nBrian D. Casey, director of risk management and loss prevention for Corning Inc. of Corning, N.Y., advised resurrecting some travel precautions that were common during the Persian Gulf conflict: Use foreign airlines when flying overseas, and do not affix any eye-catching tags or labels to luggage that would easily identify the owner as a U.S. citizen.\nShortly after the TWA incident, the FAA imposed several additional security measures on airlines. Those include more intense screening of passengers on international flights, increased screening of carry-on baggage on all flights and greater controls on cargo.\nBoth TWA and Atlanta-based Delta Air Lines Inc. had already implemented many of those measures before the TWA crash, spokesmen said.\nFederal law prohibits airlines and airports from commenting on their security measures. But, travel and security experts assert that even with the new security measures, U.S. airline security still is not as tough as it can be. The benchmark for airline security is generally regarded as El Al Israel Airlines.\nEl Al's security checks take an hour longer than other airlines', said Ira J. Furman, a former deputy director of the National Transportation Safety Board and currently an independent attorney. He also heads Esquire Private Investigations in Long Island, which provides security for shippers and cargo air carriers at Kennedy Airport.\nEl Al's security remains at such a consistent high level because it is run independently from the airline by the Israeli government, he explained.\n''It's probably the only airline in the world that has X-rayed cargo and air freight,'' said John Clayton, a travel consultant who hosts a travel segment for several West Coast radio stations.\nThe lack of such a security measure at other airlines ''scares me to death,'' said the former public relations executive for several airlines worldwide, who nonetheless heralds the safety record of the world's major airlines.\nEl Al security also uses a device that checks freight for pressure-sensitive bombs, he said.\nEl Al security likewise puts passengers through a rigorous screening.  ''They pound the hell out of you on the security of your bags,'' Mr. Furman said.\nAnother ''cost-effective'' security measure that many other countries impose but was missing from the FAA's new list would be to require everyone who checks baggage to board the airplane, he said.\nReinstating the 10% airline ticket excise tax that Congress let expire last year and boosting it to 12% also would generate $1 billion annually that could be used to bolster airport security, Mr. Furman said.\nThat additional money in the national trust fund for financing airport equipment like air traffic control equipment could be earmarked to cover the cost of devices that are designed to scan luggage for materials with the density of known explosives, he said. Only the airports in Atlanta and San Francisco are testing those devices now, according to Mr. Furman.\nA provision that would reinstate the 10% excise tax was included in the minimum wage bill, H.R. 3448, which was reported out of a conference committee late last week.\nThe pipe bomb that exploded July 26 in Atlanta's Centennial Park killed a visitor, led to the fatal heart attack of a foreign journalist and injured more than 100 others gathered to hear a concert.\nThe Atlanta Committee for the Olympic Games, the state of Georgia and AT&T Corp., the presenting sponsor for Centennial Park, have guaranteed payment of any uninsured medical bills for victims of the blast, an ACOG spokeswoman said.\nACOG's primary property and casualty coverage for the Games is written by Fireman's Fund Insurance Co. in Novato, Calif. It was placed by Johnson & Higgins in Atlanta.\nLike other security consultants, Mr. Ackerman described the Atlanta pipe bomb as a ''primitive'' device that looked like the work of one or two ''deranged'' individuals or a right-wing militia. It was not an extraordinary event from which authorities can glean any useful information about terrorist activity, he said. ''So, there's no impact on corporate America.''\nAccording to FBI statistics, a total of 4,504 explosive devices either were planted or were recovered in law-enforcement searches nationwide in 1994, the last year for which figures are available. Of those, 1,752, or 39%, were pipe bombs. Thirty-one people were killed and 308 were injured that year when explosive devices detonated.\nThe TWA crash, the Atlanta bombing and other bombings on U.S. soil in recent years will not likely prompt insurers to add a sabotage and terrorism exclusion in property policies similar to those used in the United Kingdom, said Daniel O'Donovan, a managing director at Marsh & McLennan Cos. Inc. in New York. ''We are a long way away from imposing an exclusion for terrorism or sabotage in the U.S.''\nThe U.K. exclusion was added because of the massive property losses caused by terrorist bombs planted by the Irish Republican Army, he noted. The Atlanta bomb caused little property damage. Even the World Trade Center bombing did not cause the same amount of damage as IRA bombings have in London, he said.\nSeveral brokers and insurers said the Atlanta bombing also should not have any impact on the special events insurance market, because of the overall softness of the property/casualty market.\n''The industry can sense this was an unfortunate occurrence,'' said Bryan S. Reid, senior vp in the specialties division at Zurich Insurance Co. of New York.\nBut, security at special events likely will change.\nSome of those changes may not be discernible to the public. For example, there likely will be more emphasis on matching the training of security personnel to the type of threat an event may face, said Larry Jorgenson, vp of banking, entertainment and special events for Encino, Calif.-based Pinkerton's, which provided security support for about 25 companies that either sponsored events during the Games or are located near where the Olympic events were held.\n''One of the things we'll definitely do is go through the bomb-threat procedures'' with policyholders, said Patrick Hoffman, senior vp in charge of loss control for K&K Insurance Group Inc. of Fort Wayne, Ind., a managing general agency subsidiary of Aon Corp. Policyholders ''really don't take the time to practice'' evacuations or searches, he said.\nSome of the more visible changes will be seen in admission controls, said Alexander Berlonghi at Event Risk Management, a risk management consultant in Dana Point, Calif. People were permitted into Centennial Park to a free concert without having to pass through metal detectors, which were used at admission points at other Olympic sites.\nCorporate security officers should concentrate not only on making their facilities secure, but also they should ensure that they appear to be more secure than surrounding facilities, Pinkerton's Mr. Johns said.\n''If they had had tighter security at Centennial Park it would only have driven the bomber to the next softest target.''\nDetermined terrorists may not have been deterred by increased security at Centennial Park, said Rick Moscicki, a principal at Tillinghast-Towers Perrin in Dallas.\n''There was so much equipment going in there, all they would have to do is, say, place a device in one of the speakers being taken in and then set it off at a distance. How can you defend against that? Are you really going to start examining every instrument?'' he said.\nThe added cost of securing special events may scare away some potential sponsors and discourage others from promoting them extensively, Pinkerton's Mr. Jorgenson said. But, he does not expect it to impact major events.\nMaintaining tight security is easier at private, less publicized events than it is at public venues, said John T. Horn, senior managing director for Kroll. ''Obviously, the bigger the event, the more likely it is to attract the attention of disaffected or disturbed people.''\nSecurity procedures for the Republican Convention in San Diego likely will tighten in light of the TWA crash and the Atlanta bombing. ''Certainly, already tight security will get tighter,'' said Paul Manafort, convention manager for the presidential campaign of Robert J. Dole, the former U.S.  Senator from Kansas.\nMore security measures for the Democratic National Convention in Chicago were announced last week, but the plans had been formulated over the past year, said Mayor Richard M. Daley. Those plans include closing streets around the United Center and re-routing traffic.\n\nLoad-Date: August 8, 1996"
}