{
    "title": "Risks of waging only risk-free war",
    "publisher": "the christian science monitor",
    "year": 2000,
    "month": 5,
    "day": 24,
    "full text": "Since there has been war, there has been an understanding that military engagement leads to the death of soldiers and, more often than not, civilians.\n \nBut the emergence of the US as a lone and unquestioned superpower is leading to a new concept: that US forces can engage an enemy and protect their homeland without a loss of combatants.\n \nThat new sense of security - and military planners' lack of tolerance for troop casualties - is resounding through Washington's foreign policy more than ever, touching on foreign interventions in Africa and the Balkans, national missile defense, and the perpetual war against terrorism.\n \nAnd while it is certainly a tribute to recent advances in technology, critics say it could also have the negative effect of turning the US into a paper tiger, one that bombs from long range, runs ineffective interventions, and invests heavily in fantastic but untested weapons systems.\n\"It might have something to do with our society,\" said former national security adviser Zbigniew Brzezinski, discussing a plan for a national defense system that would shoot down incoming missiles. \"We want complete security. We have this hysteria of 'rogue nations.' \"\n \nA new guiding principle\n \nAn aversion to casualties is partly behind the US unwillingness to send troops to Sierra Leone and other conflicts in Africa. It was also one of the guiding principles in the air war over Yugoslavia, in which allied pilots at times sacrificed accuracy to stay out of range of Yugoslav air defenses.\n \nLast week, US lawmakers cited troop safety in a failed effort to set an early deadline on withdrawing some 5,600 peacekeeping troops from Kosovo - even though only seven US soldiers were killed in the Serbian province, none from enemy fire.\n \nAs a result, officials from the United Nations and Europe have been critical of the US, and they have had to compensate in security matters with their own limited military resources.\n \n\"Europeans also place a high priority on averting risks,\" says a European diplomat. \"But they accept a level of risk that is a bit higher [than the US].\"\n \nTolerance of casualties\n \nYet there is evidence that the US public is willing to sacrifice lives if it will help assure a successful mission.\n \nAccording to Peter Feaver, a military researcher at Duke University in Durham, N.C., the general public will tolerate significantly more casualties than upper-level military officials will.\n \nIn a 1999 survey, for example, Mr. Feaver found that the US public would on average accept about 30,000 casualties for a theoretical mission to prevent Iraq from obtaining weapons of mass destruction. Military elites would tolerate just over 6,000 losses for that same mission.\n \nFurthermore, US officials are increasingly defining military success by the number of losses, according to Feaver.\n \nDefinition of 'success'\n \nIn the 1994 Haitian intervention, for example, casualties were few, and the mission was hailed by the White House as a success.\n \nYet it is doubtful that today's shaky democracy is what US planners had envisioned when they intervened.\n \nLikewise, Kosovo was called a victory despite the fact that ethnic violence continues and Yugoslav President Slobodan Milosevic remains in power.\n \n\" 'Winning' and 'losing' can be shaped by the political leadership,\" says Feaver.\n \nWhile the aversion to casualties partially stems from the massive losses suffered during the Vietnam War, the Somalia intervention of 1992-93 has been a more immediate factor in setting today's attitude.\n \nIn that mission, the image of a dead US soldier being dragged through the streets of Mogadishu was carved into the national conscience - or at least the conscience of government officials. In contrast to Haiti, the Somalia mission was called a failure, even though it may have helped to save hundreds of thousands of lives.\n \nThe Clinton effect\n \nAlso driving the quest for zero casualties is President Clinton, who may feel a particular need to avert risk because of his own history of skipping military service during the Vietnam War.\n \nPresidential candidates Al Gore and George W. Bush will be less likely to feel those pressures if they are elected to office, because both men served.\n \nThe zero-casualty obsession also extends to homeland defense - against missile attack and terrorism.\n \nMissile defense\n \nA plan to build a national missile defense has been driven in large part by public support of such a program - something Ronald Reagan tapped into when he first proposed \"Star Wars\" in 1983.\n \nYet experts in the field question the system's technological feasibility and the effects deployment will have on international arms-control measures.\n \nIn the case of terrorism, some analysts say the public has been worked into a frenzy even though the actual threat may not be so great.\n \nIn 1999, for instance, five Americans died from international terrorism, according to the State Department.\n \nYet since 1996, funding to fight terrorism has risen to $ 11.1 billion from $ 5.7 billion, according to Mike Wermuth, a former Justice and Defense Department official who assesses terrorism for Rand Corp.\n \n\"The public's view on terrorism has been formed by the mass media, which has been fed by some public officials,\" he says.\n(c) Copyright 2000. The Christian Science Publishing Society\n\nLoad-Date: May 23, 2000"
}