{
    "title": "Risk managers face new risks Difficult obstacles need to be addressed in guarding large events",
    "publisher": "business insurance",
    "year": 2013,
    "month": 4,
    "day": 22,
    "full text": "For many insurance and security experts, the most disturbing element of last week's Boston Marathon bombings is that it represents a new direction in terrorism on U.S. soil since the Sept. 11, 2001, attacks, moving the target from landmark buildings and other high-profile sites to public gatherings.\nThat concern is likely to affect underwriting of insurance coverage for sporting events, festivals and other large gatherings as well as efforts to manage the terrorism risks associated with those events, experts say.\nThe two bombs that exploded April 15 near the finish line of the Boston Marathon killed three and injured nearly 180. Late last week one suspected bomber had been killed, while another was still being pursued by police.\nMany businesses in the area were closed late last week as police searched for a bombing suspect. However, it remains unclear how business interruption coverages will be affected.\n\"What happened in Boston during the Boston Marathon on Patriot's Day hit a new type of target in this country,\" said Richard C. Bennett, partner at law firm Cozen O'Connor in Philadelphia. \"What was targeted here was a place where people gather.\"\nSeveral risk managers whose responsibilities include gatherings that many expect to be affected by the Boston Marathon bombings said security measures already are employed at events, though many acknowledged heightened awareness after last week's events.\n\"We're very much like the stick-and-ball sports. We're in an enclosed area. People are searched before they're allowed entry,\" said David A. Holcombe, director of risk management for NASCAR and International Speedway Corp.\n\"There are some things that we already do. We already bring a bomb dog through our venues when we're having large events,\" said Christine L. Eick, executive director of risk management and safety at Auburn University. \"We do shut down and lock down certain areas prior to an event.\"\nVirginia Beach, Va., hosts various events and festivals each year, including the Shamrock Marathon in March and the American Music Festival, a three-day event over Labor Day weekend that draws 75,000. \"A marathon is not 26.2 miles of a route you're trying to protect,\" said John Grook, Virginia Beach's risk management administrator. \"It's actually double that because you have both sides of the street.\" He said there will be \"brainstorming\" before next year's event, but said some changes wouldn't be possible. For example, given the gear that runners bring to races, \"It would be virtually impossible to ban backpacks or bags,\" Mr. Grook said.\nAmy Larson, risk and litigation manager of Bloomington, Minn., said, \"I think you're going to be looking at these things on a case-by-case basis.\" Bloomington holds an annual Summer Fete festival that culminates with a July 3 fireworks show, but Ms. Larson isn't sure whether there will be security changes. \"I don't know that they've talked about searching people's purses or anything like that. That's always a possibility. You see that when you go to a concert or to a ball game, you have to open up your purse,\" she said. \"I don't think that's going to go away.\"\nJames Chippendale, executive vice president of Doodson Insurance Brokerage L.L.C. in Dallas, works with major music festivals on their risk management and insurance programs. Most such events already have been considering terrorism in their risk management plans, he said.\nFrom the 2003 Rhode Island nightclub fire that killed 100 through events such as stage collapses and other tragedies, there has been \"an evolution of increased risk management and risk awareness of all parties\" involved in staging music events and addressing the risks, Mr. Chippendale said. \"It's all a trend of making events safer and insurance companies getting more involved in the procedures.\"\nThe Boston Marathon bombings will likely lead to even more intense underwriting by insurers, rather than higher insurance prices or reduced capacity, Mr. Chippendale said. \"There may be other issues with capacity with the contingency market and the cancellation market,\" he said. \"I see a number of events - sport, others - taking a good look at cancellation and terrorism cancellation policies.\"\nSporting events have long been considered potential terrorism targets, said Duncan Fraser, a partner in the events team at Jardine Lloyd Thompson Group P.L.C. in London. As such, large sporting events typically purchase cancellation cover, he said.\nJohn N. Ellison, partner at Reed Smith L.L.P. in Philadelphia, said the shutdown of large sections of the Boston area by law enforcement officials likely could lead to business interruption and contingent business interruption claims. Terrorism exclusions could be an issue for some policyholders, he said.\n\"The contingent business interruption coverages differ from policy to policy. Some are more restrictive than others,\" said Richard M. Mackowsky, a partner at Cozen O'Connor in Philadelphia. \"Many of the businesses would have terrorism coverage.\"\n\"What we're saying is there is going to be an element of coverage there. It will most likely fall under civil authority or ingress/egress,\" said Duncan Ellis, U.S. property practice leader at Marsh Inc. in New York.\nRegarding the business interruption effect of Friday's shutdown of Boston after local officials requested residents shelter in place, Mr. Ellis said he thinks an argument could be made that the shutdown is an extension of an event that began with Monday's bombing, though some insurers would likely disagree.\nAttempts to obtain insurance coverage information from the Boston Athletic Association, which hosts the Boston Marathon, were unsuccessful.\nHoward Mills, director and chief adviser in the insurance industry group at Deloitte L.L.P. in New York, said the takeup of terrorism coverage by businesses has declined in recent years. \"I think, obviously, now the takeup level will increase. Certainly it will be required for any event where people gather in large numbers.\"\nSarah Veysey in London contributed to this article.\n\nLoad-Date: April 25, 2013"
}