{
    "title": "RIVERDALE Clayton County teen gets life sentence in 2016 killing",
    "publisher": "the atlanta journal-constitution",
    "year": 2018,
    "month": 11,
    "day": 18,
    "full text": "A Clayton County teenager was sentenced to life in prison with the possibility of parole for shooting and killing a classmate in 2016.\nThe sentence came after a jury last week convicted 18-year-old Stanley Dixon of malice murder, felony murder, aggravated assault and violation of the Street Gang Terrorism and Prevention Act in the fatal shooting of 17-year-old Cedric Clark.\nBoth attended Charles Drew High School in Riverdale.\nAccording to prosecutors, the shooting happened Nov. 1, just a few hours after Dixon and one of Clark's friends, Warren Boyd, got in a fight at school. They had agreed to meet up that night to finish the fight, Clayton County District Attorney Tracy Law-son's office said.\nSouth Fulton, Clayton, Henry and Fayette can follow on Twitter: @ajcsouthside\nWhile Clark and Boyd were in Dixon's neighborhood, Dixon went outside with a 9 mm handgun, walked down the street and opened fire on the two teens.\nClark was struck in the left shoulder; the bullet traveled through his left lung and into his thoracic aorta.\nClark started running, splitting up from Boyd while Dixon, who was 16 at the time, ran after them, according to prosecutors.\nBoyd eventually went to Clark's house, thinking his friend ran there. But Clark never made it home. His family called police and searched for hours, but he was not found until a resident on Eagles Feather Lane reported the following morning that there was a body in her backyard. Clark had bled to death, as he sought refuge and ran from a gunman.\nBoyd eventually opened up to police about the shooting, leading to Dixon's arrest.\nClark was remembered as someone who gave good advice and was especially close with his family.\n\"He was the one that talked sense into people,\" Anthony Lewis, Cedric's brother, told The Atlanta Journal-Constitution shortly after the shooting. \"And he was only 17. When he said he was going to do something for you, he did it.\"\nHe had hoped to play baseball in college, or join the Air Force.\n\nLoad-Date: November 18, 2018"
}