{
    "title": "Riverview Grad Keeps Transport Planes Flying",
    "publisher": "the tampa tribune ",
    "year": 2008,
    "month": 10,
    "day": 1,
    "full text": "The Air Force transports carry wounded service members.\nBy PHYLLIS HANSON\nSpecial to the Tribune\nIt's hard to believe at first glance that the son of a Riverview couple is smack dab in the middle of the fight against terrorism.\nHe lives in a storybook setting with verdant forested hills dotted with ancient castles, red-tiled cottages and fields swelling with the fruit of the vine.\nBut for Air Force Staff Sgt. Justin P. Mathews, son of Jay and Barb Mathews of Riverview, the realities and results of the war against terrorism are evident almost daily. Mathews is an electro-environmental specialist assigned to the 723rd Air Mobility Squadron at Ramstein Air Force Base, Germany's largest air base.\nThere, he is responsible for transporting wounded service members from the battlefields of Iraq and Afghanistan on to hospitals and treatment centers for follow-up care in Germany or the United States.\n\"Quite simply, I fix the airplanes that fly in and out of Ramstein,\" said Mathews, a 2000 graduate of Riverview High.\nUnits at Ramstein come together in support and operations roles to help treat and transport the sick and wounded by air and ambulance and send them on to definitive care, either back to the United States or to nearby Landstuhl Regional Medical Center.\nSince 2003, active duty and reserve and National Guard members have provided support and care for more than 80,000 patients.\n\"We're the busiest en-route air base in the world. Our mission is important because we help get troops to where they need to be, along with the supplies they will need,\" Mathews said.\nDespite working in one of the more stressful jobs in the Air Force, Mathews and his fellow crew members live in an idyllic background that few Americans experience.\n\"Germany is great. The language barrier makes it a challenge, but the travel is great,\" Mathews said.\nDuring his five years in the Air Force, Mathews also has been assigned to McChord Air Force Base in Washington state and Pope Air Force Base in North Carolina.\nPhyllis Hanson prepared this report for the Army & Air Force Hometown News Service.\nPhoto credit: Air Force\nPhoto: Air Force members load patients onto a C-17 Globe Master III on the tarmac at Ramstein Air Force Base in Germany.\nPhoto: Justin Mathews\nStationed at an air base in Germany.\nCopyright © 2008, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: October 2, 2008"
}