{
    "title": "RNC IS RIGHT THAT NO DEMOCRATIC SPEAKER MENTIONED ISIS ON CONVENTION'S FIRST NIGHT",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 7,
    "day": 26,
    "full text": "Speakers at the Democratic National Convention made \"zero mentions of the global terrorist threat posed by ISIS.\"\n- Republican National Committee on Monday, July 25th, 2016 in an email to reporters\n* * *\nTHE RULING: TRUE\nNight one of the Democratic National Convention in Philadelphia had barely ended when the Republican National Committee sent a blast email to reporters attacking the Democrats for ignoring the threat of terrorism when speaking at the podium.\n\"61: Number Of Speeches At The DNC Tonight,\" the Republican National Committee wrote. \"0: Mentions Of The Global Terrorist Threat Posed By ISIS.\"\nWas the Democratic discussion of ISIS and Islamic terrorism that thin? Basically, yes.\nIt's worth noting that the first night was not intended to have a specific focus on foreign policy, leaving the Democrats with three days left to discuss the issue. And Hillary Clinton -- away from the podium in Philadelphia -- issued a fairly muscular call for action against ISIS at the annual Veterans of Foreign Wars convention in Charlotte, N.C.\n\"We have to protect ourselves against terrorists,\" Clinton told the group. \"To do that, we need to lead other countries in stopping ISIS, al-Qaida, and other radical jihadist groups. We shouldn't leave that to the rest of the world to figure out on their own. That won't keep us safe.\"\nThat said, as it concerns the convention in Philadelphia, the RNC's statement is literally correct. Based on our searches of C-SPAN closed-captioning text, Congressional Quarterly transcripts and other video archiving services, we couldn't find any speaker who mentioned \"ISIS,\" \"Islamic\" \"terror,\" \"terrorist,\" or \"terrorism\" during the first day of the convention.\nThe closest example came in a video that quoted Hillary Clinton's speech after the mass shooting in Orlando in which a gunman who professed allegiance to ISIS attacked a gay nightclub.\n\"From Stonewall to Laramie, and now Orlando, we've seen too many examples of how the struggle to live freely, openly and without fear has been met by violence. We have to stand together, be proud together. There is no better rebuke to the terrorists and all those who hate,\" she said.\nBut that doesn't really fit the description in the RNC's email, since the email referred to speeches at the Democratic convention, not to video footage shown of Clinton's past speeches.\nOur ruling\nThe Republican National Committee said speakers at the Democratic National Convention made \"zero mentions of the global terrorist threat posed by ISIS.\" While Clinton took the opportunity to bring up the topic at an appearance in Charlotte on the same day, the email accurately reflects what was said -- or more precisely, not said -- from the podium in Philadelphia. We rate the statement True.\n* * *\nAbout this statement:\nPublished: Tuesday, July 26th, 2016 at 12:36 a.m.\nResearched by: Louis Jacobson\nEdited by: Aaron Sharockman\nSubjects: Terrorism\nSources: Republican National Committee, email to reporters, July 25, 2016; PolitiFact searches of CQ, C-SPAN and IQ Media, July 25, 2016; Washington Post, remarks by Hillary Clinton after the mass shooting in Orlando, June 13, 2016; Hillary Clinton, speech to the Veterans of Foreign Wars, July 25, 2016\n\nGraphic\n\n \nPHOTO (2) PHOTO - Louis Jacobson: Overview of the floor at the Democratic National Convention in Philadelphia.\n\nLoad-Date: July 27, 2016"
}