{
    "title": "RNC chair defends Trump, challenges MI governor's handling of pandemic",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 18,
    "full text": "Michigan Gov.Gretchen Whitmer, who the Federal Bureau of Investigation says was targeted by a foiled kidnapping plot, on Sunday accused President Trump of fanning the flames of domestic terrorism when he didn't put a stop to chants of \"lock her up!\" that erupted the day before during a rally in her home state.Trump told the crowd.\n\"Lock them all up\",Trump concurred.\nTrump's remarks targeting Whitmer led to chants of \"lock her up\" at the rally on Saturday, a phrase Trump supporters often directed at former Secretary of StateHillary Clinton, who lost to Trump in 2016. \"Not only are we trying to make it through a pandemic, but think about all of the cancers that have gone unaddressed, think about the kids that aren't in school who use school to get their one meal a day\".\nIn questioningDonald Trump at last week's town hall about his indiscriminate retweeting about a conspiracy theory that Joe Biden orchestrated to have Seal Team 6 killed to cover up the fake death of Osama Bin Laden, NBC's Savannah Guthrie said, \"I don't get that\". People want to get the country reopened.\nPlayStation's new mobile app drops wishlists and PS3 purchases\nI recently had a real hard time trying to buy Demon's Souls due to the egregious behavior of the PlayStation 3 store app. Similarly, accessing the store through a PS4 will surface apps, themes and avatars just like before.\nAs McDaniel continued to claimTrump's rallygoers were calling for lockdowns to end instead of threatening her, Stephanopoulos noted that Whitmer tends to receivemore social media threats whenever Trump attacks her. \"And she blamed me\". Host Jake Tapper pressed her repeatedly on whether the president should tone down his rhetoric, but she said critics were misinterpreting his rally comments. \"They want to get back to work\",Trump said.\nButTrump's senior adviser and daughter-in-law Lara Trump dismissed the rally's chants as part of the \"fun\" setting. \"He was having fun at aTrump rally\", she said. \"Look, the president was at a rally. That's ridiculous\", she later added.\nBut House Speaker Nancy Pelosi on Sunday urgedTrump to \"realize that the words of the president of the United States weigh a ton\".\n\"And in our political dialogue, to inject fear tactics into it, especially a woman governor and her family, is so irresponsible\", Pelosi continued, speaking on ABC's \"This Week\".\n\nLoad-Date: October 19, 2020"
}