{
    "title": "RNC 8 tours colleges to raise awareness, funds",
    "publisher": "university wire",
    "year": 2009,
    "month": 3,
    "day": 10,
    "full text": "Two of the RNC 8 have embarked on a \"mini-West Coast tour\" that they hope will raise awareness of their case and funds to help compensate for the expected $250,000 price tag attached to their legal proceedings.\nFollowing the Republican National Convention, activists Max Specktor and Rob Czernik were each charged with four felonies - including conspiracy to riot and conspiracy to damage property, both in furtherance of terrorism - along with six co-defendants.\nThey say the charges are trumped up in an attempt to stifle dissent. Their trials are expected to start this fall.\nThis week, Czernik and Specktor, a University of Minnesota cultural studies junior, are visiting the Pacific Northwest, including two colleges, to tell their story.\nAnd beyond simply conveying that they believe the \"terrorism\" counts leveled against them have wide-reaching, negative implications on activists everywhere, they hope to net some money for their defense.\n\"We're building a movement around building awareness,\" Czernik said.\nSupporters of the RNC 8 sent an e-mail to other backers a few weeks ago, suggesting student groups invite the co-defendants to speak. Most schools set aside funding - called honorariums - to allow groups to host notable guests. The money would help the RNC 8 cover mounting legal fees.\nMonday night, Specktor and Czernik presented at Evergreen State College in Olympia, Wash., after a student group there invited them. From the school, the group secured $1,500 to pay for basic expenses for Specktor and Czernik - and then some.\nThe $1,500 honorarium covered flights for Specktor and Czernik, who are staying with friends in Washington, Oregon and California during their week-long tour.\nBetween that honorarium, one from a second stop at Reed College in Portland, Ore., and donations, Specktor expects the RNC 8 will come away with roughly $3,000.\n\"It's not like this money is just going to me and Rob,\" he said, noting that recent fundraising efforts, such as concerts and other events, have yielded sizeable contributions to the RNC 8 defense fund.\nAttorneys for the RNC 8 are essentially working pro bono, Specktor said, taking whatever payment the co-defendants can offer. Still, working the case is time-consuming and has the added pressure of being a possible precedent-setter.\n\"I don't think we'll ever be done [fundraising],\" he said. \"It's pretty surprising how much we've been doing.\"\nPolice arrested the RNC 8 preemptively for allegedly planning to violently disrupt September's RNC in St. Paul.\nThe never-before-used terrorism charges are extreme, they say, backed by overzealous prosecutors who used invasive and inappropriate statutory law, the Minnesota version of the PATRIOT Act.\nTheir first speaking engagement Monday night at Evergreen State drew about 50 people who listened and asked questions, Specktor said. He and Czernik spoke about their case and crackdowns on dissent.\nEspecially for people in the northwest who do similar organizing to the RNC 8, Specktor said there's a lot that can be learned from the case involving him and his co-defendants.\n\"Although we are being targeted for doing public organizing, people should not let it get them down,\" he said.\nDespite the highly political nature of the RNC 8 case, Specktor and Czernik say there has been little reluctance by institutions to have members of the RNC 8 speak, except for a church in northern Minnesota that backed out of hosting an event because of a fear of counter-protesters.\n\"Colleges are always supposed to be this bastion for free thought,\" Czernik said. \"It wouldn't look good for an administration to say we couldn't speak.\"\nEvergreen State spokesman Jason Wettstein said by state law, the school is required to remain politically neutral when it comes to guest speakers on campus. Reed College spokesman Kevin Myers said it's hard to imagine that the small liberal arts college wouldn't welcome the RNC 8.\nThe RNC 8 are beginning to plan a late April tour of campuses in Colorado.\nFor now, the activists are enjoying the warm reception they've been shown in their first days on the West Coast.\n\"I'm just excited that people are really concerned about what's going on,\" Specktor said. \"People out here are genuinely concerned and genuinely supportive.\"\nSpecktor and Czernik will stay one more night in Portland, Ore., where Tuesday they spoke at Reed College. Then, it's on to San Francisco and Santa Cruz, Calif., for a couple of events before they return to the Twin Cities early next week.\n(C) 2008 Minnesota Daily via UWIRE\n\nLoad-Date: March 11, 2009"
}