{
    "title": "RNC 8 prosecutor talks trial strategy, politics",
    "publisher": "university wire",
    "year": 2009,
    "month": 4,
    "day": 22,
    "full text": "When Ramsey County Attorney Susan Gaertner heard the Republican National Convention was coming to St. Paul, she didn't welcome the idea.\nHer reaction was \"not printable,\" she said from her downtown office, overlooking the river and the site of an RNC mass arrest. \"Take 'oh, phooey' and kind of start there.\"\nAs the county's top prosecutor, Gaertner knew she'd find herself at the center of controversy after her city agreed to host what turned out to be a highly contentious event with about 800 arrests logged over four days in early September.\n\"Basically nobody got hurt, that's important. The Republicans got their business done, they're gone,\" Gaertner said. \"I'm left with the rest.\"\nAnd now, as she seeks the DFL endorsement for governor, she's juggling dual roles as a candidate and a prosecutor under fire for leveling divisive charges against leftist protesters.\nThe criminal reports from the St. Paul Police and Ramsey County Sheriff's departments during the RNC were funneled to Gaertner's office, per protocol. From there, she and her staffers decided which cases merited criminal charges.\nThe vast majority of the arrestees went uncharged or had their charges dropped.\nBut more than seven months later, eight activists, arrested preemptively in late August for allegedly planning to violently disrupt the RNC, remain in a high-profile legal standoff with Gaertner.\nChanged charges\nGaertner says she's confident her office can prove beyond a reasonable doubt that the activists, dubbed the RNC 8, conspired to riot and damage property. They say her prosecution is a political move meant to make examples of them.\nThe charges filed against the eight activists previously carried terrorism enhancements under the controversial PATRIOT Act.\nCoupled with the fall announcement of Gaertner's run for governor, the RNC 8 launched a campaign of its own to vilify the attorney and condemn the charges as politically motivated - a showpiece for potential voters.\nGaertner, who said the charges were initially filed by a different prosecutor in her office, has maintained the charges followed the law - Minnesota's version of the PATRIOT Act.\nEarlier this month, Gaertner's office dropped the terrorism enhancements. The activists said that move was also political, and a result of mounting pressure they and allies within the DFL party put on Gaertner to avoid using the PATRIOT Act to label political organizers as terrorists.\n\"The fact that we dropped the terrorism charges isn't even a commentary on whether or not we can prove it,\" Gaertner said. \"It was a commentary on whether or not it was good trial strategy to keep going, whether it was going to produce a just result. We didn't think so.\"\nThe prosecutor has said from the day she announced the dropped charges that the word \"terrorism\" could confuse or distract potential jurors.\nAccording to sentencing guidelines, the activists face five years' probationary sentence, which could include, for example, jail time or community service, but not prison. The potential sentence wasn't altered by the terrorism enhancements.\nUniversity of Minnesota student Max Specktor, who is part of the RNC 8, said that's a clear indicator that the terrorism charges were unnecessary.\n\"It goes to reinforce the idea that the PATRIOT Act was a political tool,\" he said. \"It wasn't just them trying to punish us for a crime we committed. It was just a political maneuvering.\"\nGaertner, speaking as a candidate outside her administrative office, hinted that the controversy-wrought statute is bothersome. Legislators have even spoken against its application in the RNC 8 case, she said.\n\"The law has to be looked at,\" the candidate said. \"I think it should be revisited, repealed, reformed because we came to the conclusion that it doesn't comport with the community.\"\nGaertner could have used her discretion as a prosecutor to avoid using the PATRIOT Act altogether, Specktor said.\nBut Gaertner said as a prosecutor, she's obligated to enforce the laws passed by the Legislature.\n\"We can't, on a routine basis, pick and choose the laws we want to enforce,\" she said. \"That would be an abuse of discretion.\"\nThe road to the Capitol\nFrom her kick-off fundraiser in late fall, the RNC 8 and supporters have shown up along the campaign trail to rally outside Gaertner's events.\nThat night, the activists announced their tongue-in-cheek endorsement of the prosecutor's gubernatorial bid.\nAnd while Gaertner said she doesn't tune out the boisterous festivities the RNC 8 has pledged to bring to her events throughout the campaign process, she said they don't particularly bother her either.\n\"As long as people are respectful and as long as they're not abusive or threatening, it's not a problem,\" she said.\nThe RNC 8 prosecution has been challenging, Gaertner said, speaking as a candidate - not as an attorney.\n\"I don't want to oversimplify this, but I've had my life threatened, I've had my tires slashed, I've been called all kinds of names in connection with prosecutions,\" she said. \"Having a few political struggles over a decision that I made isn't going to weigh me down.\"\nSpecktor and RNC 8 supporters say the charges, even without the terrorism enhancements, could set a serious precedent for political organizing by criminalizing it.\n\"We're still facing jail time and I still don't want to go,\" Specktor said, noting that the charges he and his co-defendants face are for \"conspiracy\" - not an actual act that occurred.\nA certain segment of the DFL, predominantly its activist community, has been encouraged by the RNC 8 to express discontent with Gaertner's prosecution.\nBut the candidate remains optimistic of her chances to secure the party's nomination and the state's top office.\n\"It comes with the territory,\" she said. \"It isn't something that's going to affect the general election.\"\nUniversity of Minnesota-Morris political science professor Paula O'Loughlin said Gaertner is probably right.\n\"To the extent that she increases her name recognition among the delegates as well as the greater Minnesota public, she benefits from this,\" O'Loughlin said. \"I'm not saying she's doing this prosecution for this purpose, but it doesn't hurt her.\"\nPlus, securing the nomination requires the support of those active in the party, not necessarily the people involved in protesting the RNC 8 prosecution.\n\"And even though probably some party activists are not happy about what she's doing,\" O'Loughlin said, \"if they think she is the strongest candidate, they want her to emerge from the convention.\"\nGaertner, in line with O'Loughlin's analysis, isn't shaken by the criticism. But for now, she has to strike the most comfortable balance she can between her two roles.\n\"Clearly the RNC prosecutions have not been politically advantageous to me,\" she said, as a candidate. \"I have to separate the political from my role as a prosecutor.\"\n-Karlee Weinmann is a senior staff reporter\n(C) 2008 Minnesota Daily via UWIRE\n\nLoad-Date: April 23, 2009"
}