{
    "title": "RNC TERRORISM CHARGES DROPPED The defendants still face other felony charges, and the county attorne",
    "publisher": "star tribune ",
    "year": 2009,
    "month": 4,
    "day": 10,
    "full text": "Ramsey County Attorney Susan Gaertner said Thursday that she dropped terrorism charges against eight activists in an anarchist group that planned disruptions at the Republican National Convention last September.\nThe county attorney's office said that the defendants, widely known as the \"RNC 8,\" still face felony charges of conspiracy to commit riot in the second degree and conspiracy to commit criminal damage to property in the first degree.\nTwo counts of conspiracy to commit riot and criminal damage to property \"in furtherance of terrorism\" were dropped.\nCivil liberties advocates had criticized Gaertner for prosecuting the activists under a terrorism law enacted in 2002 by the Minnesota Legislature in the aftermath of the Sept. 11, 2001, attacks.\n\"It was clear to us as we prepared for trial that the terrorism enhancement was going to become the focus of the proceeding,\" Gaertner said. \"We felt it would distract the jury from the core illegal conduct that is at issue. Keep in mind that even if they had been convicted of terrorism charges, they would have received no additional punishment under the sentencing guidelines.\"\nThe trials of the eight, who are accused of planning actions to \"shut down\" the convention, are expected to begin in September. Defense attorneys have said the activists were only talking and knew a shutdown would not happen.\nPolitical observers suggested Thursday that Gaertner's decision may have been at least partly related to her campaign for the DFL nomination for governor.\nProf. David Schultz of Hamline University, who teaches government ethics and criminal justice, said he believed 75 percent of the reason terrorism charges were dropped was that prosecutors felt average jurors would not view the defendants as terrorists. He said the other 25 percent might be political as Gaertner seeks support from liberals.\nGaertner denied politics played a role. \"In a case as sensitive as this one,\" she said, \"no matter what decisions were made, the prosecutors ... were going to be accused of playing politics.\"\nShe said that \"like in any other case, the decisions were made based, pure and simple, on trial strategy and how to accomplish justice.\"\nBut she added that, \"I think the Legislature may want to look at the (terrorism) law, because in hindsight, they may decide it may be overly broad.\"\nNot an unusual move\nIt's not unusual for prosecutors to drop some charges to increase chances of a conviction, said Larry Jacobs, director of the Center for the Study of Politics and Government at the University of Minnesota's Humphrey Institute.\nBut he cited political advantages: \"She gets to keep her law-and-order calling card while dumping the terrorism part, which was damaging her within the Democratic Party. It was clearly something the activists were worked up about.\"\nDefendants upbeat\nThe defendants hailed the decision but still want all charges dropped.\n\"We are heartened by the fact that our supporters have won this concession,\" said Nathanael Secor, one of the eight. \"It's taken a tremendous show of strength over the past seven months.\"\nJordan Kushner one of their attorneys, said it was obvious they weren't terrorists. \"When people think of terrorism, they think of people bombing buildings,\" he said. \"There is nothing that they are accused of even planning to do that comes close to a common sense understanding of terrorism.\"\nRamsey County Sheriff Bob Fletcher said he backed Gaertner's decision to drop the terrorism charges.\nBut he disagreed with Kushner. He said two anarchists, one a member of the RNC 8, whom he declined to identify, traveled to Texas to recruit David McKay and Bradley Crowder, who both pled guilty to possession of Molotov cocktails.\nKushner said he has seen no evidence any of the eight recruited the Texans to throw Molotov cocktails. He added that merely talking to the Texans was not a crime.\nRandy Furst - 612-673-7382\n\nLoad-Date: April 13, 2009"
}