{
    "title": "Road to terrorism arrests began at Deptford Mall",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 1,
    "day": 25,
    "full text": "Moussa Ali Hamdan drove a flashy SUV into the Deptford Mall parking lot for the lunchtime meeting.\nAuthorities say that he was there to buy stolen goods, and that he told the seller he wanted bulk quantities of prepaid cell phones, laptops, Sony PlayStations - even cars. Anything that was available.\nHamdan didn't know it, but he was negotiating with an FBI informant on that winter day in 2007. Authorities could have arrested him then, but they suspected Hamdan was a central figure in a terrorist cell in the United States.\nThe investigation eventually would include dozens of national-security advisers from many federal agencies and stretch from Hamdan's West Collingswood apartment and Cinnaminson workplace to the crowded streets of Beirut, Lebanon. President Obama and then-Gov. Jon S. Corzine were briefed on the case.\nLate last year, the investigation led to the indictment of 26 alleged Hezbollah operatives and sympathizers. Sixteen people were arrested, including a Hezbollah weapons-procurement officer. Hamdan escaped to his native Lebanon. Two defendants are scheduled to appear in court tomorrow.\n\"These cases show the breadth of criminal activity engaged by those who oppose us,\" U.S. Attorney Michael L. Levy said in a statement.\nA review of Hamdan's activity in New Jersey, nearly a hundred pages of indictments, and conversations with intelligence-community sources with knowledge of the investigation offer a detailed look into what authorities say were the alleged terrorist organization's U.S. fund-raising and weapons-buying operations.\n\"The indictments are very significant,\" said Matthew Levitt, a terrorism expert at the Washington Institute. \"Hezbollah has long had financial-support networks inside the U.S., but seeing it laid out in the details of this indictment is nonetheless startling.\"\nThe investigation began with a 911 call. In April 2006, Philadelphia police received a call from the 1300 block of Magee Avenue in the Northeast. A group of men who appeared to be Middle Eastern were loading carpet into white work vans with Michigan tags. It was late, and the men were acting suspiciously, the caller said.\nMembers of the Philadelphia Joint Terrorism Task Force, led by New Jersey State Police Detective Frederick Fife, conducted surveillance and database checks on the men and determined that they had ties to Hezbollah.\nFife, a nine-year veteran of the state police, joined the JTTF in 2005. He could not comment on the pending case.\nHamdan was one of the men loading carpet that night. In his mid-30s, he was born in South Lebanon and became a naturalized U.S. citizen around 2005, when he married an American woman who had been arrested during a Charlotte, N.C., investigation into a multimillion-dollar Hezbollah cigarette-smuggling ring. Hamdan lived in Dearborn, Mich., before moving to New Jersey.\nWhen he appeared on their radar, JTTF investigators tracked him to a $600-a-month efficiency at the Creswood Apartments in West Collingswood.\nRecords show the apartment was rented from 2003 to 2007 by Mohammed El-Najjar, the brother of one of Hamdan's codefendants, Hamze El-Najjar. Neighbors did not recall the men. The maintenance man recognized a photo of Hamdan but could remember little else. The building manager remembered dealing with Mohammed El-Najjar.\n\"He had A-1 credit, really A-1 credit,\" she said. \"He paid his rent on time, and I think he even cleaned the apartment when he moved out.\"\nShe thought she recognized Hamdan's photo, but could not place his name.\n\"One person rented the apartment,\" she said, \"Others could've came and went without my knowledge.\"\nDuring these years, Hamdan installed carpet as an independent contractor with Empire Carpet in Cinnaminson. \"Diligent background checks are done upon hiring,\" said Marlo Michalek, a company spokeswoman.\nHamdan and Hamze El-Najjar also operated a low-end car dealership, MAH Auto, out of a ramshackle building on Route 130. According to the indictment, the men were smuggling cars to Africa and Lebanon. The business now has a Bridgeton address. Investigators found that office empty, with a disconnected phone line.\nEl-Najjar's auto dealer's license expired in March, said Mike Horan, a spokesman for the New Jersey Motor Vehicle Commission.\nAuthorities said Hamdan proved to be the pivotal figure they had been counting on.\nIn the months after their initial meeting at the Deptford Mall, Hamdan met with the FBI informant more than a dozen times, buying almost $154,000 worth of what he believed to be stolen electronics and cars, authorities said. He also bought thousands of counterfeit Nike sneakers and Mitchell & Ness sports jerseys, they said. Sometimes the men met in the mall parking lot, other times at the Manheim Auto Auction in Mansfield Township.\nHamdan was reselling some of the merchandise for personal profit, but also smuggling some of it into a worldwide Hezbollah black market, authorities said. Unable to resell the electronics here because of tracking numbers, the indictment said, Hamdan and his codefendants exported them to Lebanon and Margarita Island, Venezuela.\nThey allegedly made a good profit, pulling in about $12,000 just by flipping 300 PlayStations.\nStolen and counterfeit goods have become a \"financial foothold\" for terrorist groups, said Stuart Drobny of Stumar Investigations, a Pennsylvania anticounterfeiting firm. Nikes draw less attention than drugs, he said.\nThe JTTF's investigation turned international when, authorities said, Hamdan introduced the informant to Dib Harb, a well-connected Hezbollah operative. Harb allegedly told the informant how operatives in Iran worked 18 hours a day producing high-quality counterfeit U.S. currency for Hezbollah. The informant was provided with a sample $100 bill.\nTo close the deal, Hamdan, Harb, and the informant traveled to South Florida to meet with the informant's boss - an undercover FBI agent, authorities said. The men dined in posh waterfront restaurants and hashed out a deal for $1 million in counterfeit cash and fake British and Canadian passports. The first installment of the cash - about $10,000 - was mailed to Philadelphia hidden inside a photo album, the indictment said.\nLast June, the FBI informant was escorted to a clandestine meeting with Hassan Hodroj, a member of Hezbollah's political bureau, in a crowded swath of Beirut known as the Dahiya.\nAccording to the indictment, Hodroj wanted 1,200 Colt M-4 fully automatic machine guns, the model used by U.S. special forces. Hezbollah would pay $1,800 per gun. The guns were to be shipped to the port of Latakia in Syria.\nThe investigation ended in November in a sweep of arrests from Philadelphia to Michigan. The biggest catch was Dani Tarraf, the Hezbollah weapons-procurement officer arrested in Philadelphia, who allegedly gave an undercover agent a $20,000 down payment for Stinger antiaircraft missiles and assault weapons.\nHamdan moved to Brooklyn, N.Y., then left for Lebanon shortly before the arrests.\nFife, the New Jersey State Police detective in charge of the investigation, and other JTTF agents are still working the case.\n\"He never thought his career as a New Jersey state trooper would take him to a half-dozen countries in pursuit of an investigation,\" said Sgt. Stephen Jones, a State Police spokesman. \"We're proud of the work he has done.\"\nContact staff writer Mike Newall at 856-779-3223 or mnewall@phillynews.com.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: January 25, 2010"
}