{
    "title": "Roadblocks Limit Scope for Change",
    "publisher": "the new york times",
    "year": 2013,
    "month": 6,
    "day": 3,
    "full text": "WASHINGTON -- In his recent speech on terrorism and national security, President Barack Obama performed superbly as explainer in chief, a role in which he often hasn't succeeded. It may not matter much.\nHowever belatedly, Mr. Obama offered a cogent policy rationale for his reliance on unmanned drones to kill terrorism suspects (with collateral civilian casualties) and revisited the need to shut the detention center at Guantánamo Bay, Cuba. More broadly, he made a compelling case for moving from a full-time war footing against terrorism to a more nuanced and normal policy.\nAt the National Defense University in Washington on May 23, he declared that no president can ensure ''total defeat'' of terrorism and acknowledged the continuing threats to U.S. interests abroad as well as the rise of homegrown extremists.\nYet he drew a parallel between the situation today and the decades before the Sept. 11, 2001, terrorist attacks: the bombing of the United States Marine barracks in Beirut, which killed 241 service members, and the Pan Am jet blown out of the sky over Scotland in the 1980s; the first bombing of the World Trade Center or the attack on the U.S.S. Cole, a guided-missile destroyer, in the next decade.\nMr. Obama did something almost unheard of for a modern U.S. president: He called on Congress to limit his authority under the wide-ranging Authorization for Use of Military Force enacted in 2001.\nThe speech was a big deal. Still, it probably will have less effect than either the White House or its critics claim. This reflects the political polarization that dominates even national security issues in Washington and the inability to rally a conflict-weary public behind any global issue.\nThe reactions over the past 10 days have been predictable. Many Republicans and conservatives accused the president of capitulation and of emboldening the United States' enemies. The left said the change of policy was too little, too late.\nThere were more measured voices that, on balance, were positive: Colin Powell, the secretary of state in the George W. Bush administration, and Harold Koh, the former dean of Yale Law School and State Department legal counsel in the first Obama administration, who privately advocated for a more transparent and less belligerent anti-terrorist policy.\nMr. Obama employed some sleight of hand. He chastised those who argued that U.S. military forces on the ground would cause fewer casualties and less ill will than drones. Nobody really makes that argument. And he vowed never to deploy armed drones on U.S. soil.\nNo serious person believes the administration might launch a drone attack on a Tea Party gathering in Des Moines, Iowa. Senator Rand Paul's rants about this nonexistent danger were a distraction, yet they also brought attention to the real issues and probably forced the president to deal with the matter publicly.\nThe three cornerstones of Mr. Obama's message -- ending the formal war on terrorism, a more transparent and much more limited use of drones and closing Guantánamo -- all present complications that limit the scope for major change.\nMr. Obama said he wanted to ''engage'' Congress on changing the authorization to use military force that critics believed was too much of a blank check. Yet the Democratic strategist John D. Podesta and others have cautioned that this Congress might make matters worse instead of carefully circumscribing the limits of presidential power.\nRevealingly, Mr. Obama declared that he ''will not sign a law designed to expand this mandate further.'' The president already has cut back on the use of drones, which have both wiped out much of the Qaeda leadership and created a backlash against the United States around the world. He said he had codified policy guidance for the use of force against terrorists that he would provide to Congress.\nYet, despite pledges of transparency, the document won't be made public. And while the administration talks of turning over all drone operations to the military -- rather than the C.I.A., which is supposed to be an intelligence-gathering agency, not a war-conducting one -- the change apparently won't apply to the Pakistan-Afghanistan theater for the foreseeable future. Mr. Powell says that transfer should take effect right away.\nMr. Obama reiterated a powerful case for shutting Guantánamo. Many of the 166 detainees are on a hunger strike and being force-fed. Keeping them there costs $900,000 a year per inmate, or more than 10 times the cost of similar incarceration at a maximum security prison in the United States. To much of the world, Guantánamo is a shameful Devil's Island.\nStill, there are questions about how many detainees can be returned to unstable countries like Yemen, and congressional Republicans will erect the same roadblocks that prevented the president from shutting Guantánamo four years ago.\n''I still think he can do it, but he'll have to put all his weight behind it,'' said Mr. Koh, adding that this task should be a main charge of Lisa Monaco, the White House security adviser. Will Mr. Obama be willing to expend the huge political capital required to achieve this goal? It's doubtful.\nSomeday, historians may look back on the National Defense University address as seminal. A year from now, however, it's most probable that the Authorization for the Use of Military Force will be unchanged, the C.I.A. still will be running drones over Pakistan and Gitmo will be open.\n\nhttp://www.nytimes.com/2013/06/03/us/03iht-letter03.html\n\nLoad-Date: June 3, 2013"
}