{
    "title": "Road clear for passage of terrorism backstop",
    "publisher": "business insurance",
    "year": 2007,
    "month": 12,
    "day": 17,
    "full text": "Now that the House of Representatives has played out its game in passing legislation-for the second time since September-to extend the federal terrorism insurance backstop, the road looks clear for final passage of a measure that President Bush will sign.\nWe call last week's action a game because backers had no expectation that the Senate, which earlier passed its own bill to extend the backstop, would accept the House bill.\nInstead, chief House sponsor and House Financial Services Committee Chairman Barney Frank, D-Mass.-who has consistently supported extending the backstop-wanted to show the Senate that House members wanted to go in a different direction and had the votes to do so.\nHaving done that, Rep. Frank is, fortunately, accepting political reality. Almost certainly the House will act this week on the Senate-passed bill. Indeed, Rep. Frank said as much last week, noting that the backstop will not be allowed to expire on Dec. 31.\nRep. Frank's gripe has been that the Senate wanted the House to vote on the Senate bill rather than bridge differences between the separate measures passed by each chamber. He had a point. Without the House's initial expansive bill, odds are the Senate would not have produced a bill that extends the program for seven years.\nBut Rep. Frank's approach missed a key issue. Senate leaders who drew up that body's bill had one overriding objective: producing a measure that President Bush would sign. That objective was met.\nToo often, we have seen bills being passed by legislators-the most recent example being measures to extend a successful program that provides health insurance coverage to children in low-income families-to score political points or deliver a message but no serious expectation of final enactment.\nThat strategy undercuts what we think the legislative process is all about: drafting and passing needed bills that the executive branch will sign. With little time remaining, Rep. Frank appears ready to accept political reality. We welcome that realization.\n\nGraphic\n\n \nArt Caption: \"Subprime meltdown\"\nArt Credit: Schillerstrom\n\nLoad-Date: December 22, 2007"
}