{
    "title": "Robberies Paid For Terrorism, A Jury Is Told",
    "publisher": "the new york times",
    "year": 1997,
    "month": 1,
    "day": 31,
    "full text": "A former white supremacist testified in Federal District Court today that he had belonged to a gang that crisscrossed the country robbing banks to finance terrorist acts against the Federal Government.\nThe former supremacist, Kevin McCarthy, 19, of Philadelphia testified in the trial of Peter Langan, who the Federal authorities accuse of being the ringleader of the gang known both as the Midwestern Bank Bandits and the Aryan Republican Army.\n\"We believed the Government was corrupt and that it was evil,\" Mr. McCarthy said, adding that Mr. Langan had recruited him into the group in 1994.\nLater, he said the two often shared a motel room during their travels because both smoked and they held similar political views.\nFederal prosecutors say Mr. Langan, 38, and his gang robbed 22 banks in Ohio and 6 other states to finance the gang's white supremacist activities. Mr. Langan is being tried in 2 Ohio robberies.\nMr. McCarthy said Mr. Langan had boasted that \"he already had 12 robberies under his belt\" when they met. But Mr. McCarthy gave no direct testimony about any of the bank robberies he participated in or about the 2 Ohio robberies involved in the case. He did not meet Mr. Langan until after those robberies had been committed.\nMr. Langan's lawyer, Kevin Durkin, had filed a motion to limit Mr. McCarthy's testimony. Judge John Holschuh issued a ruling at a closed court hearing, but neither Mr. Durkin nor Federal prosecutors would comment on it.\nMr. McCarthy testified that he had been introduced to Mr. Langan by a man he met while staying with a Pennsylvania minister in the Christian Identity Movement. The minister, Mark Thomas, of Macungie, Pa., was indicted today in Federal District Court in Philadelphia on conspiracy charges related to seven bank robberies. The Federal authorities say some of the money went to Mr. Thomas to finance efforts to recruit new members for the gang.\n\nLoad-Date: January 31, 1997"
}