{
    "title": "Robert Mueller III, former director of the FBI, talks national security and technology",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 18,
    "full text": "NICK SALAZAR/The Stanford Daily\nRobert Mueller III, retired sixth director of the Federal Bureau of Investigation , visited Stanford last week to give a talk on the FBI's role in safeguarding national security and technology's impact on the future.\nThe event was sponsored by the Freeman Spogli Institute for International Studies and held in the Stanford Institute for Economic Policy Research Koret-Taube Conference Center.\nMueller was selected as the 2013-14 Payne Distinguished Lecturer in honor of his globally acclaimed leadership, visionary thinking and unique perspective on dealing with worldwide challenges in the future.\nMueller discussed how increasingly destructive threats to national security such as 9/11 have forced the FBI to move in a more preemptive direction. The FBI is no longer simply concerned with retroactive punitive actions, he said, but is also now focused on anticipating and preventing attacks before they happen.\n\"We all knew that, with 9/11, we faced extreme pressure to identify individuals and disrupt them at any cost,\" Mueller said.\n\"We have to identify a particular threat, determine what we know about that threat, but, just as important, what are the gaps of our knowledge, and utilize our resources such as human intelligence, forensics and surveillance, to fill those gaps,\" he added.\nThe new approach led the FBI to triple their cadre of analysts and change their direction of resources.\nAccording to Mueller, in the years since 9/11, the FBI has had relative success in identifying and destroying threats. Though a few events such as the Boston Massacre have gotten through, Mueller said the FBI continues to improve and adapt to new challenges.\nHe also went on to discuss how national security threats are shifting from terrorism to cyber-attacks in its various iterations. He explained how these digital attacks are becoming increasingly difficult to attribute correctly since cyber-attack sources range from enemy governments to individuals associated with hacktivist groups.\nNevertheless, Mueller said that the FBI has established a national joint task force with other intelligence and security agencies to address those threats.\nMueller closed his talk by addressing the importance of not only defending against technology but also utilizing technology for national security protection.\nHe argued that the FBI could not claim to be the leading federal law enforcement in the world without being comfortable with and knowledgeable of information technology.\n\"For the FBI and for the United States, the war on terrorism is a complex and perplexing issue,\" Mueller said. \"It is as complex and perplexing as any issue we have ever faced.\"\n\"I know that we will be judged in history by not only how we disrupt terrorism but how we protect the civil liberties and constitutional rights of all Americans, even Americans who don't wish us well,\" he added. \"We must do all these things exceptionally well.\"\nContact Elizabeth Davis at elizabethdavis 'at' stanford.edu.\nWhile you're here...\nWe're a student-run organization committed to providing hands-on experience in journalism, digital media and business for the next generation of reporters. Your support makes a difference in helping give staff members from all backgrounds the opportunity to develop important professional skills and conduct meaningful reporting. All contributions are tax-deductible. Support the Daily $25 $50 $100 $500 $1,000\n\nLoad-Date: January 17, 2019"
}