{
    "title": "Robert Gates at CU Boulder_ Don't demonize Islam in fight against terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 28,
    "full text": "Former United States Secretary of Defense Robert Gates told an audience at Mackey Auditorium on Tuesday night that it is imperative in the fight against radical Islamic terrorism that this country's leadership not demonize the religion.\n\"They isolate those people who are our allies,\" Gates said during a question-and-answer session with University of Colorado Chancellor Phil DiStefano.\nGates was the first speaker as part of the University of Colorado's Leo Hill Distinguished Leadership Speaker Series and took the stand at Mackey Auditorium on the Boulder campus Tuesday night. He spoke about leadership, cybersecurity and his time working in the federal government.\nHe said that the problem of Islamic terrorism will \"be with us for a long time,\" that the Islamic State is \"the son of al-Qaida,\" and there will be a \"son of ISIS.\" He added that the United States needs to get the threat of terrorism to an acceptable level that allows people to go on with their lives without \"distorting our values,\" and not alienating the Muslim population in the process.\n\"We need to think very carefully about how we approach those problems,\" Gates said. \"If we make those Muslim families feel like they are not American, that they are different from us, it seems we are literally shooting ourselves in the foot.\"\nGates recently published \"A Passion for Leadership: Lessons on Change and Reform from Fifty Years of Public Service,\" and he opened his remarks on Tuesday night talking about leadership and what it takes to be a successful leader - courage, vision for a better future, a sense of humor, a like of people and an ability to listen to others and be challenged, to name a few qualities.\n\"Just because you are high on the organizational ladder and tell people what to do doesn't make you a leader,\" he said. \"It makes you a boss.\"\nGates retired as Secretary of Defense in 2011 after his appointment to the post in 2006 by President George W. Bush. He was the only secretary of defense in history to be asked to remain in office by a newly elected president - in this case, President Barack Obama.\nHe was also the director of the Central Intelligence Agency - an agency he started working at in 1966 - taking that position in 1991, as well as serving as president of Texas A&M.\nHe served as president of the Boy Scouts of America until last year, and it was in the BSA where he met current Secretary of State Rex Tillerson, whom he recommended to President Donald Trump during a tense meeting in New York City late last year. ( Gates penned an editorial in the Wall Street Journal calling Trump unfit to be president, but he said the president was gracious during the meeting.)\nDuring the conversation with DiStefano, the chancellor asked Gates if he had any advice for the new president. Gates laughed, prompting a roll of laughter from the audience.\n\"I'm not sure we have time,\" he joked. \"The first thing I would tell him is, just put away the tweets. Just get rid of it. As a university president, anything you think of sending at 5 a.m. is a bad idea.\"\nJohn Bear: 303-473-1355, bearj@dailycamera.com or twitter.com/johnbearwithme\n\nLoad-Date: March 2, 2017"
}