{
    "title": "Robert Gates speaks at OSU",
    "publisher": "university wire",
    "year": 2012,
    "month": 10,
    "day": 24,
    "full text": "Gallagher-Iba Arena was on full security alert as students, OSU faculty and many others piled inside on Wednesday afternoon to see Robert Gates talk about himself and matters of U.S. national security.\nGates served as the U.S. Secretary of defense from 2006 to 2011, worked for the Central Intellegence Agency from 1966-1991 and has been the President of Texas A&M University.\nGates talked about matters of national security and the current state of affairs in the country as well as connecting with Midwestern roots.\nI feel close to home, Gates said.\nHe talked about how he grew up in neighboring Kansas, and stated that his older brother had received his doctorate from OSU.\nGates went on to talk about the United States as it was following the collapse of the Soviet Union in 1991. At that time, America was perceived to be a dominating superpower and countries started to resent the U.S. Gates talked about rising problems with extremist group al Quada during the 1990s.\nHe then talked about the 9/11 falling of the Twin Rowers.\nFor the U.S., 9/11 was a national trauma, Gates said.\nAbout the countrys current affairs with China, Gates talked about how they often engage in business dealings with little regard to human rights and freedoms, how they have increased military spending and have issues with disputes between a growing middle class and an overpowering government. Gates said at this moment, China should not be treated as an enemy.\nIf we treat China like an enemy, Gates said. It will become one.\nOn terrorism, Gates related the problem to crime in cities.\nWe cannot eliminate terrorism, as we cannot eliminate crime, he said.\nBut he gave the idea that the U.S. must do its best to dampen the problem without sacrificing human rights and privacy.\nHe closed with his proposed solution for the current economic and political problems for this country, which calls for politicians and leaders looking beyond short-term goals and ideologies and looking for long-term solutions for this country.\nGates was asked a few questions after his speech regarding motivation, leadership, and about the recent Ben Affleck film Argo. On Argo, he said that out of all the films and T.V. shows portraying the C.I.A., it was the most factually accurate.\nThe event was put on through the Spears School of Business and Robert Sternberg introduced Gates with the Spears School along with Oklahoma State junior Max Wiebrecht.\n\nLoad-Date: January 17, 2018"
}