{
    "title": "Rochester Business Briefs_ September 12, 2007",
    "publisher": "the daily record ",
    "year": 2007,
    "month": 9,
    "day": 12,
    "full text": "RAF Tabtronics LLC Created In Merger\nRAF Technologies Inc. and Tabtronics Inc. on Monday announced their entry into an operating agreement that creates RAF Tabtronics LLC.\nThe two companies began operations immediately with headquarters in Deland, Fla.; however, all existing work with Tabtronics operations in Geneseo will continue to operate as RAF Tabtronics LLC, Rochester Operations.\nRobert Malkani, president and CEO of RAF Technologies, will serve as chairman and CEO of the newly combined company. James Tabbi, president and CEO of Tabtronics Inc., will serve as president and COO.\n\"As a result of this merger and our increased market share, we fully expect to grow top-line revenue and high quality technical jobs in both our Florida and Rochester operations,\" Tabbi said.\nThe company designs and manufactures power conversion components for defense electronics, aerospace, avionics, power electronics, medical electronics and global logistics, according to a release.\nFor more information visit www.raftabtronics.com.\n* * *\nInterlock Use Law Change\nGov. Eliot Spitzer last week announced his signing of legislation designed to prevent recurring acts of drunk driving, a result of joint efforts from the state's Department of Motor Vehicles and the Division of Probation and Correctional Alternatives.\nThe law will increase judicial use of ignition interlock devices, which prevent vehicles from being started when a driver's breath indicates alcohol consumption.\n\"This new law is critical for giving judges throughout the state the option of ordering ignition interlock as a condition of probation when sentencing ... with specific conditions attached to the use of the device and specific restrictions imposed,\" said David J. Swarts, commissioner of the DMV.\nThe law also closes a loophole that allowed offenders to use business vehicles for personal use with employer consent.\n* * *\nReporting Terrorism\nGov. Eliot Spitzer last week signed the Freedom to Report Terrorism Act into law, providing protections against litigation for those who report potential terrorist activities.\nThe new law shields persons from civil and criminal liability in New York courts if they act in good faith and with the reasonable belief that someone is acting in furtherance of a crime or an act of terrorism. Malicious reports will not be protected.\n* * *\nEPIC Advisors Honored\nEPIC Advisors Inc., a Rochester-based 401(k) recordkeeping firm, recently was recognized for charitable contributions to the region and received an Award of Excellence from the 2007 United Way/Red Cross Campaign.\nEPIC's pledge total increased by 36 percent over last year, according to a release from the company.\nAt the beginning of August, the company also was recognized for contributions to Team Devin, this year's third highest fundraiser in the 11th annual Stroll for Strong Kids.\n\nLoad-Date: September 13, 2007"
}