{
    "title": "Rocky Mountain jihad",
    "publisher": "pittsburgh tribune review",
    "year": 2014,
    "month": 9,
    "day": 22,
    "full text": "Something's fouling Colorado's crisp air \"” and I'm not talking about the pot smoke. \nIn my adopted home state, the toxic fumes of Islamic jihad have penetrated the most unlikely hamlets and hinterlands. Obama administration officials are vehemently denying plots by ISIS operatives to cross our borders. But the lesson here is clear: Thanks to laptop recruitment, reckless visa policies and homegrown treachery, the U.S.-based jihad export-import business is thriving. \nLast week, Shannon Conley, 19, of Arvada pleaded guilty to one count of conspiracy to provide material support to a designated foreign terrorist organization. Conley, a militant Muslim convert, plotted to aid al-Qaida and its affiliates. According to the federal criminal complaint filed in April, she planned to use her military training with the U.S. Army Explorers \"to go overseas to wage jihad\" and \"to train Islamic jihadi fighters in U.S. military tactics.\" \nOver the Internet, Conley met an ISIS-affiliated Tunisian Muslim based in Syria. She was headed there on April 8 when the feds arrested her at Denver International Airport. \nConley's not the first Colorado woman to go jihad. In January, Muslim convert Jamie Paulin-Rodriguez was sentenced to eight years in federal prison for providing material support to terrorists. The nurse practitioner, 31, left her home in Leadville, a tiny old silver-mining town perched at 10,000 feet in the Rocky Mountains, to marry an alleged Algerian terror plotter in Ireland. He allegedly brainwashed Paulin-Rodriguez's then 6-year-old son (fathered by an illegal alien from Mexico) to build pipe bombs, shoot guns and declare war on Christians and \"kafirs\" (pejorative for non-Muslims). \nLike Conley, \"Jihad Jamie\" was radicalized in online forums and chat rooms. That's how she met collaborator Colleen LaRose (convicted of terrorism-related crimes), who enlisted her in a conspiracy to murder Swedish cartoonist and outspoken critic of Islam, Lars Vilks. \nLaRose also introduced Paulin-Rodriguez to another Colorado Muslim avenger, New York City subway bomb plotter Najibullah Zazi. \nAccording to authorities, Zazi, a 24-year-old Denver airport shuttle driver who lived in suburban Aurora, was a green-card holder from Afghanistan. He flew back to his native land to join the Taliban in 2008, but was snatched up by al-Qaida leaders to lead suicide bomb operations back in the U.S. He acquired explosives in Denver, which he drove to New York City as part of the plot to bomb Manhattan subway lines in September 2009. \nJihad's Colorado ties also can be traced to Pakistani militant cleric Sheik Mubarak Ali Gilani, leader of the terror group Jamaat ul-Fuqra. Gilani once visited and owned land in Colorado tourist hot spot Buena Vista. Ul-Fuqra established a nearby high-altitude training compound, where terror operatives stored AK-47 rifles and an estimated 6,000 rounds of ammunition, according to authorities. The camp was raided by local and federal law enforcement officials in 1992. \nFrom the Big Apple to the Beltway to the Mile High City, there is no safe haven from Muslim terrorism. They and their willing accomplices are already here \"” and have been for a good, long time. \nMichelle Malkin is the author of \"Culture of Corruption: Obama and his Team of Tax Cheats, Crooks and Cronies\" (Regnery 2009). \n\nLoad-Date: September 24, 2014"
}