{
    "title": "Rock Rapids, Iowa , man charged with terrorism released on bond",
    "publisher": "the daily globe ",
    "year": 2009,
    "month": 3,
    "day": 18,
    "full text": "Mar. 18--ROCK RAPIDS, Iowa -- The 19-year-old man arrested last week in Rock Rapids, Iowa for threat of terrorism is out on bond, according to district court documents.\nMichael Edward Bauman was arrested Thursday after the Lyon County Sheriff's Office received information from the FBI's Joint Terrorism Task Force regarding Bauman's alleged online activities. A search warrant was executed at the home Bauman shares with his parents, with numerous computers and guns seized.\nAccording to Lyon County Sheriff Blythe Bloemendaal, the FBI noted the online activity and quickly contacted local authorities.\n\"The FBI received information from an anti-terrorist group. They contacted us, told us the story,\" Bloemendaal said Tuesday. \"We made a decision that we couldn't just sit back and study it, study him. We had to act. I didn't think for two seconds that this guy was an international terrorist. I felt that if he was going to do something, it would be local, so I thought we needed to press the issue and act immediately.\"\nThe conversation that caught the eye of authorities took place online, but Bloemendaal did not name the Web site.\n\"This is not a Facebook thing -- it was way beyond that,\" he explained. \"He was visiting anarchy sites, where you can go and recruit anyone from nut jobs to survivalists to carry out people's causes.\"\nThe conversation authorities say was initiated by Bauman was a communication with a man from the United Kingdom, according to the criminal complaint. During the communication, Bauman allegedly attempted to recruit members to overthrow the U.S. government.\n\"Michael talked of plans of blowing up a television tower and using gasoline to burn down a building,\" the complaint states. \"Michael told (the man) that he had an assault rifle which he would use to kill FBI agents if they came for him.\"\nThe Bauman family has lived in Rock Rapids about four years, Bloemendaal believed, after moving to the area from California.\n\"I didn't even know him,\" Bloemendaal stated. \"That is something I found phenomenal. He was flying under the radar.\"\nThere are indications Bauman may have had some kind of altercation with authorities approximately two years ago, when he was found on the roof of the local school.\nAuthorities seized six computers that Bloemendaal said appeared to be connected together to make a server. A forensic exam will be done on the computers before authorities decide if more charges are forthcoming. Currently, Bauman faces a class D felony, which carries a maximum penalty of up to five years incarceration.\nWhile he is out of jail on bond, his conditions of release include not leaving the state without a parent and not having access to firearms or explosive materials. Court records show his next scheduled court appearance is March 23.\nTo see more of The Daily Globe, or to subscribe to the newspaper, go to http://www.dglobe.com. Copyright (c) 2009, The Daily Globe, Worthington, Minn. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: March 20, 2009"
}