{
    "title": "ROLE OF MOSCOW IN TERROR DOUBTED",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 18,
    "full text": "Early Reagan Administration charges that the Soviet Union was directly helping terrorists were essentially based on information provided a decade ago by a Czechoslavak defector, according to senior intelligence officials.\n''What we are hearing is this 10-year-old testimony coming back to us through West European intelligence and some of our own C.I.A.  people,'' one official said. ''There is no substantial new evidence.''\nThe defector, Maj. Gen. Jan Sejna, was said to have been closely associated with Antonin Novotny, the Stalinist party leader of Czechoslovakia. The general fled to the United States in early 1968 after Mr. Novotny had been replaced by Alexander Dubcek, the leader of the short-lived liberalization period, which was ended by the Soviet-led military intervention in August 1968.\nLeslie Gelb comment discusses basis on which Reagan Administration made charge that Soviet Union is directly aiding terrorists\nIn 1972, the Central Intelligence Agency dispatched General Sejna to Western Europe to share his information on a number of subjects with intelligence agencies there, as is often done.\n \nSejna Reported Direct Link\nGeneral Sejna was said to have told Western intelligence agencies at the time that the Russians had trained terrorist groups like the Baader-Meinhof gang of West Germany and the Red Brigades of Italy.\nAmerican intelligence officials said there was little evidence to back up his assertion of direct Soviet involvement in international terrorism, though there is evidence of indirect links.\nLast January, Secretary of State Alexander M. Haig Jr. said that the Soviet Union, as part of a ''conscious policy,'' was ''training, funding and equipping'' international terrorists.\nPresident Reagan said at the time that the Administration would give the combating of international terrorism high priority in foreign affairs.\nOfficials said the State Department's own Bureau of Intelligence and Research later told Mr. Haig on several occasions that there was no hard evidence to back up his assertions, and that he was basically repeating the stories of the Czechoslavak defector.\nThe officials said it sometimes happened that information shared by the United States with others was recycled through the intelligence network and American military attaches abroad.\n \nGeneral Under C.I.A. Protection\nGeneral Sejna, who remains under C.I.A. protection, could not be immediately reached for comment. In response to an inquiry, a C.I.A.  press officer said any questions to him would have to be relayed by letter.\nAfter Secretary Haig's initial remarks, the C.I.A. prepared a study that the Director of Central Intelligence, William J. Casey, rejected as inadequate. He ordered other studies that, officials said, also did not satisfy his conviction about direct Soviet responsibility.\nAs described by officials, the judgment of the intelligence agencies is this: In the early 1960's, the Kremlin established training and support centers in the Soviet Union and in other countries for Libyans, Iraqis, North Koreans, Angolans, members of the Palestine Liberation Organization and others.\nThe purpose was to help these groups with guerrilla techniques and weapons for the early stages of what the Soviet Union calls ''wars of national liberation.''\nBut later some of these centers were used by the Libyans, the P.L.O. and others to train terrorist groups like the Baader-Meinhof gang, the Red Brigades and the Japanese Red Army.\n \nNo Direct Link to Soviet Seen\nThe Soviet Union almost certainly knew of these subsequent activities, and there is no evidence of Soviet efforts to block them. But there is also little evidence to show that the Soviet Union was in any way directing terrorist actions.\nSome intelligence experts say ''it should not be necessary to draw pictures,'' as one put it, to establish Soviet responsibility and Soviet benefit from the activities. Others say that the Soviet Union created the centers for one purpose - support of national liberation movements - and that the centers turned into Frankenstein monsters that could not be controlled.\nThere is also intelligence evidence that the Soviet leaders themselves have talked about the uncontrollability of these groups, and have referred to the terrorists as ''adventurists.''\nIn an interview, William E. Colby, the former Director of Central Intelligence, summed up what many other intelligence experts said: ''Given the fact that the Soviets set these centers in motion, they are not without responsibility, and there is no evidence of their urging restraint on the terrorists.''\n \nIntelligence Aides Rebut Haig\nIntelligence officials react with sensitivity to the subject of Soviet complicity in terrorist activities. Some feel that recent statements, including some by Administration officials, are really accusing the intelligence agencies of covering up links between Moscow and terrorists.\nOfficials said the feelings on the matter ran so high that the first and unsolicited C.I.A. report after Mr. Haig's statements was, in fact, written as a rebuttal.\nUnder prodding by Mr. Casey, officials said, the C.I.A. did publish a new report on international terrorism. The report said ''the Soviets are deeply engaged in support of revolutionary violence'' and ''such violence frequently entails acts of international terrorism.''\nSince Jan. 28, when Mr. Haig made his charges, there has been only one major statement on terrorism. On June 12, Richard T. Kennedy, Under Secretary of State for Management, gave a speech on what was being done to increase security in American embassies, contingency planning, and efforts to gain international cooperation on terrorism."
}