{
    "title": "ROLLING BACK THE BARBARIANS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 18,
    "full text": "TERRORISM How the West Can Win. Edited by Benjamin Netanyahu. 254 pp. New York: Farrar, Straus & Giroux. $18.95.\nTHE JONATHAN INSTITUTE, a private research institute based in Jerusalem and concentrating, among other things, on terrorism, sponsored a conference in Washington in June 1984, from which this volume emerged. The institute's ''main purpose,'' we are told, is to demonstrate that terrorism is ''part of a much larger struggle, one between the forces of civilization and the forces of barbarism, and that, if left unchallenged, terrorism would continue to spread with disastrous consequences.'' This volume clearly serves that purpose. With few exceptions, the contributions here are not in the service of analysis, but of advocacy; they do not argue, but assert. The choice of participants in the original conference largely guaranteed that outcome.\nIn fact, the participants are the initial audience with whom the Jonathan Institute must succeed. They are an impressive array: among others, United States Government officials - Secretary of State George P. Shultz, Attorney General Edwin Meese 3d, Senators Alan Cranston, Paul Laxalt and Daniel Patrick Moynihan, Representative Jack Kemp, the former Ambassador to the United Nations Jeane J. Kirkpatrick, F.B.I. Director William H. Webster; the journalists Arnaud de Borchgrave, Ted Koppel, Charles Krauthammer, Norman Podhoretz, Daniel Schorr, George Will, Bob Woodward; the authors and educators Walter Berns, Midge Decter, Leszek Kolakowski, Michael Ledeen, Bernard Lewis, Eugene Rostow, Claire Sterling. The Israelis were an equally formidable group: the Minister of Defense, Yitzhak Rabin; the Chief Justice, Meir Shamgar; the former Minister of Defense, Moshe Arens; the former Ambassador to the United Nations, Yehuda Z. Blum, and the present Ambassador to the United Nations, Benjamin Netanyahu, editor of this volume and brother of Lieut. Col. Jonathan Netanyahu, who led the Israeli rescue mission at Entebbe on July 4, 1976, and was killed during what has come to be seen as the most successful and inspiring counterterrorist operation in history. It was in his memory that the Jonathan Institute was named.\nAll told, 38 individuals fill this rather thin volume with a full plate of assertions and prescriptions. Through the thicket of authorship, a central argument emerges.\n* A terrorist war is being waged against the peoples, governments and values of the West.\n* The principal goals of the terrorists are to instill fear and paralysis in the peoples of the West and their governments through ''deliberate and systematic murder, maiming, and menacing of the innocent'' and ultimately to so weaken the democratic West as to destroy civilized society.\n* Such terrorism is international terrorism and must be understood as part of a single global onslaught on the West. Its international character is revealed by three factors. First, there are significant links among all terrorist groups. The Palestine Liberation Organization, the Baader-Meinhof gang, the Red Army, the Red Brigades, the Armenian Secret Army (Asala), Direct Action and other principal terrorist groups are connected through mutual cooperation, the pivotal link being provided by the P.L.O. Second, terrorist operations are made possible, perhaps are even caused, by ''terrorist states'' - Libya, Syria, Iraq, Iran, South Yemen, Cuba, North Korea - which provide the essential material, financing, coordination and training necessary to sustain terrorism. Thus, international terror-ism is also state terrorism. Third, behind these terrorist states is the Soviet Union - training and manipulating the terrorists and sustaining the terrorist states.\n* Recent decades have witnessed a progressive elevation of the moral status of terrorism to the point where terrorists are identified as ''freedom fighters.''\n* Terrorism is not the result of such underlying causes as poverty, political oppression or the denial of national aspirations, but is the consequence of men's (and women's) choice to pursue their goals through evil means.\n* The ''media are an absolutely intrinsic part'' of terrorism, which achieves its effects largely through the dissemination of its exploits by television.\n* Terrorism has persisted and swelled to the degree that it actually threatens to engulf the West because of the cowardice, commercial greed and propensity for denial on the part of the West.\n* These inhibitions to confronting terrorism must be overcome. The West, led by the United States, must launch a collective effort to extirpate terrorism from the face of the globe.\n* There already exist a variety of international agreements and treaties that, properly interpreted, give the West important diplomatic and legal means to fight terrorism. The Vienna Convention on International Relations, for example, did not grant diplomatic immunity to make legitimate the smuggling of weapons and explosives across state boundaries, but only to facilitate diplomatic activities.\n* Similarly, if properly understood, international covenants, such as Article 51 of the United Nations Charter, allow for military action, in the event of terrorist attack, against both the terrorists and the states that have given them sanctuary.\n* With the will to engage and defeat the terrorists and their state supporters, an aroused West, led by the United States, can engage in collective self-defense that will be both legitimate and victorious. Western civilization will be preserved. The West, in short, can win.\nThe essays from which this argument is crafted largely exhort. They call for clarity of thinking and courage in acting. But that call comes in circumstances very different from those pertaining at the time of the original conference. Since then we have suffered through the hijacking of TWA 847 and the bombing of TWA 840, the ''shipjacking'' of the Achille Lauro, the bombing at the West Berlin discotheque, and a variety of less notorious if no less sordid bombings, kidnappings and assassinations.\nMost significant, the exhortation arrives after the United States bombing raid on Libya. Whatever the ultimate effects of that destruction of military and terrorist targets and, regrettably but undeniably, civilians as well, there are already clear results in the United States. Americans have rallied to the President. An overwhelming public consensus supports his use of military force against Libya, if not the most noxious, then certainly the most vulnerable of the terrorist states. At the same time, it appears that equally substantial majorities of the European states find American military action against Libya unconscionable. Exhortation, in short, is no longer enough.\nNow is the time to move beyond the call for collective military and diplomatic action against terrorism. Rather, a strategy is necessary to overcome the impediments that have until now precluded the victims of terrorism from acting in concert to preserve their collective political and moral integrity. The explanations offered here - ''greed'' and ''denial'' - are insufficient. Insofar as they are relevant, we need to understand why commercial gain has seemed more important to certain governments than ending terrorism. We need to understand why certain leaders have chosen to deny the significance of terrorism rather than fight it. Then we could produce mechanisms to compensate states for their losses, whether material or psychological.\nBut we also need to appreciate alternative explanations for the reluctance of European states to challenge terrorists publicly. Their territories and populations have been damaged by terrorist assaults, as they were by two world wars. They will be the ones most likely to be damaged, as terrorists escalate their attacks in retaliation for United States bombing raids and other possible antiterrorism measures that we might take.\nFurthermore, there has been no indication as yet that the United States has fashioned antiterrorist policies to which it would remain committed after the first terrorist assault that challenged them. Our European allies remember all too well the disaster that attended United States policy in Lebanon, a policy that we abandoned when the United States Marine barracks were detroyed by a kamikaze-style terrorist in a truck laden with explosives.\nUntil America has a sustainable and effective antiterrorist policy, it will not do to berate the Europeans. AND just as we need to understand why the governments and peoples of the West that are under assault fail to act either collectively or - all too frequently -even individually to counter that threat, so we need to understand the other side of the terrorist equation. We need to understand why individuals and organizations choose terrorist means to satisfy their longings. It is clearly true that the links are indirect between personal or collective grievances and terrorism. Those who consider themselves victims may seek to alter their perceived condition by a variety of ways, ways that do not kill innocent people. That they choose to do so through the use of terror is neither to be condoned nor excused. It is to be stopped. There is no evidence in this book that it can be stopped by confronting the Soviet Union. The Soviet role in international terrorism appears relatively inconsequential. But one of the more effective approaches by which ''the West can win'' would be to alleviate the grievances of those who perceive themselves as victims. One will not find in this volume any suggestion that the Palestinians, in particular, have legitimate grievances or that Israel and the West bear any responsibility for those grievances or their alleviation. But a profound frustration born of deeply rooted and persisting grievances is surely a more powerful explanation for acts of terrorism than any offered here. For the desperation is very deep that drives people to acts both so destructive and, as all these years of terrorist violence have made tragically clear, so politically useless.\n\nGraphic\n\n \nphoto of terrorist involved in hijacking T.W.A. plane from Athens to Rome (Gamma Liaison)"
}