{
    "title": "Rolling back Miranda",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 3,
    "day": 29,
    "full text": "The Fifth Amendment to the Constitution guarantees certain fundamental American rights -- due process, and against double jeopardy and self-incrimination. In the 1966 Miranda case, the Supreme Court thought that those rights were important enough for suspects to be reminded of them as they are placed under arrest. The result was the now-famous Miranda warning, taken from Chief Justice Earl Warren's decision: You have the right to remain silent; anything you say can and will be used against you; and you have the right to have an attorney present. \nIn 1984, the high court made a reasonable exception: The authorities could delay reading the suspect's rights if there are \"overriding considerations of public safety.\" The FBI used that exception to delay reading their rights to the would-be Christmas Day underwear bomber in Detroit and the would-be Times Square car bomber. But even those delays -- which investigators said did not impede the suspects' cooperation -- were too much for some critical members of Congress who seem to believe terrorism suspects should have no rights, period. Those members should be happy with a new Justice Department ruling that would seem to tear a gaping hole in Miranda. The FBI and police can delay the warning in domestic terrorism cases if they \"conclude continued unwarned interrogation is necessary to collect valuable and timely intelligence not related to any immediate threat.\" The delays are supposed to be only for \"exceptional cases\" and with the approval of FBI supervisors and Justice Department lawyers. But as we have seen with certain provisions of the Patriot Act, these protections can slip in practice. It is ironic and even odd that this comes from the administration of Barack Obama, who campaigned on promises to reverse the inroads on constitutional protections made by the George W. Bush administration in the interest of fighting terrorism. According to The Wall Street Journal, which turned up this unpublicized guidance to agents, the department did leave two key protections in place: Suspects have the right to be brought before a magistrate, normally within 24 hours; and statements given before receiving the warning will be inadmissible in court. However, changes of this magnitude to such a basic protection as the Fifth Amendment demand the attention of Congress. \n\nLoad-Date: March 30, 2011"
}