{
    "title": "Rollins' Debaters Argue Drone Strikes",
    "publisher": "university wire",
    "year": 2014,
    "month": 3,
    "day": 27,
    "full text": "On March 19, the prestigious Cambridge University Debate Team flew in to compete against our very own Rollins Debate Team, number three in the nation. The subject of the debate was the use of drone strikes abroad, providing a difficult and fascinating side to argue for both teams. Passions were high in the packed Bush Auditorium and the visiting Cambridge students and faculty were warmly welcomed by all those who attended the event.\nRollins was assigned the position of defending the use of drone strikes abroad to combat terrorism effectively. Their arguments consisted of the preservation of US military personnel life, the alleged protection of civilians in terrorist occupied territories, and alleged decrease in PTSD of drone-operators. Additionally, they cited that drone strikes were (allegedly) more precise than other methods of extraction or termination of terrorist-affiliated individuals and that there was no degree of imminence regarding the use of drones (meaning, one doesn't fire a drone in fear of one's life like one might do with a gun in a firefight). The Rollins team commonly stressed that drones themselves weren't the problem in U.S. foreign policy but the irresponsible use of them. These drones were cited as being cheaper than alternative methods of war and did not risk the potentiality of losing prisoners of war to enemy combatants.\nWhen compared to weapons banned by the Geneva conventions and other war-crime committees, such as nuclear bombs, carpet bombs, and chemical weapons, the Rollins team stressed that drones could not be compared because drones are discriminate, whereas the banned weapons are indiscriminate (meaning, they destroy a large area of target, potentially and commonly killing many civilians in the process, whereas discriminate weapons are more precise and reduce civilian casualties). The Rollins team frequently stated that they did not defend \"unjust\" strikes of any kind, only defending the use of drones as \"progressive warfare\" (which seems to me an oxymoron if I've ever heard one).\nCambridge was appointed the position of opposition against the use of drone strikes internationally to combat terrorism in an effective manner, often arguing that the use of such strikes were in fact counter-productive in that pursuit. The Cambridge team argued that the use of drones was the equivalent of fighting \"terrorism with terrorism,\" often murdering innocent civilians and ignoring the sovereignty of terrorist-occupied nations. They compared drone strikes to chemical weapons as both induced \"psychological torture.\" The use of drone strikes created an \"element of detachment\" by those who used them, argued the Cambridge team, and despite knowing of these injustices, the United States and international community as a whole collectively ignores it and excuses it with bought media. The use of drone strikes, allegedly, enhance war tensions rather than ease them, and essentially reduce loss of life to a cost-effective business model. The use of drones is heavily tied to the US military-industrial complex that makes mass profit on global conflict and US imperialism, and according to the opposition team, the use of drone strikes are spiritually against the Geneva Convention war crime laws. The history of drone use comes with a lack of accountability and caution, alongside questionable intelligence.\nThe opposition often stressed that conflicts that occurred with drone strikes never would have happened had the technology been banned or not used. The use of drones gives terrorism legitimacy as it is a tactic employed by the US against its enemies and creates propaganda for foreign terrorists to use against us. In fact, the use of drones makes a \"Hydra monster\" out of terrorists abroad - kill one, four more sprout to avenge his place. They also cited the incident of killing Osama bin Laden, where a drone was decidedly not used, for a myriad of reasons; thus, the same kind of caution and planning can be used with relative success in similar situations with high-ranking terrorists. Overall, the use of drones exemplifies a long US history of using extreme military methods - Hiroshima and Nagasaki, Dresden, and previous activity in the Middle East, to name only a very few. Additionally, we only use this force when its economically in our favor - we are suspiciously quiet when it comes to matters involving larger nations with retaliatory power, such as North Korea and Russia. Cambridge also cited the disregard for PTSD in civilians, pointing at that the defenders of drones only care about the mental well being of those using the weapons. Ultimately, their argument boiled down to a condemnation of calling machines versus human beings an example of \"ethical\" warfare.\nAfter both sides made their cases, the judges left the chamber to deliberate, allowing for a brief Q&A session with volunteers from the audience. The Rollins team received the most questions, challenging their positions on defending drones. The judges returned after deciding the victor, which was ultimately determined to be Rollins. The two teams showed remarkably sportsmanship and honestly, both teams performed exceptionally well. In my personal opinion, Rollins argued more eloquently, despite the Cambridge team having the \"correct\" position. My biggest complaint is that the structure of the debate did not allow for sources to be cited-this would have been an essential element of any real-world debate as both sides often pulled out \"facts\" or statistics that could have been made up on the spot to sound convincing. Obviously, these facts had to come from somewhere, and these sources may heavily give or take away credibility of either side. Despite the outcome, the entire event was thoroughly enlightening and engaging for all present and provided a welcome debate on a gravely serious subject in our times of international anxiety.\n\nLoad-Date: March 27, 2014"
}