{
    "title": "ROMAN EMPEROR PINOCHET MUST GO",
    "publisher": "the new york times",
    "year": 1984,
    "month": 9,
    "day": 11,
    "full text": "For 11 years, each time I have turned on the radio, it has been with the hope that the next bulletin would report that Chile's ruler, Gen. Augusto Pinochet, has been overthrown.\n Ever since he led a bloody coup against the elected socialist President, Salvador Allende, on Sept, 11, 1973, I have waited in each of my many exile homes for that dispatch from Santiago. Instead, the radio insists on bringing other news: of torture and international bank loans, of people abducted in the night and never heard of again, of fraudulent plebicites, of concentration camps.\nAt each of the General's many crises, I have told myself: this time he will have to go. But he has outlasted all the predictions - and everyone who has verbally hustled him out of history and into the history books where, presumably, he can do less harm.\nOp-Ed article by Ariel Dorfman holds nonviolence in Chile, which he contends is ruled by two-bit emperor Gen Augusto Pinochet, may not last; questions why US, which keeps condemning terrorism and keeps stating that people should not resort to aggression to solve problems, has not taken vigorous steps to help Chileans rid themselves of oppression and injustice through peaceful means; holds US should advocate policy that would force Pinochet to resign; drawing (M)\nLast year, it seemed as if my prophesies were finally being shared by most Chileans. General Pinochet's much vaunted economic miracle had turned into the mirage that, to many, it had always been - with one-third of the labor force jobless, thousands of bankruptcies, the highest foreign debt per capita in Latin America and a record 14 percent drop in the gross national product. Millions of people, banging pots and pans, were demanding his resignation. Reports of his personal corruption began to surface in a press that could no longer be muzzled. His days were numbered, it appeared.\nYet, he has survived. Many critics who a year ago believed he was doomed now expect that he may misrule Chile until the end of the millennium. Apparently sharing that perception, the general recently went so far as to publicly compare himself to a Roman emperor.\nHow to get rid of two-bit emperor?\nThe answer of most Chileans has been, until now, fundamentally nonviolent. It is true that some fringe groups on the extreme left advocate armed struggle, and also true that the strong Communist Party, which for\n 60 year had sustained the idea that socialism could be reached without use of force, has proclaimed the right of public insurrection. But in practice the Communists have not engaged in any significant acts of armed resistance. They are held back, I believe, not only by the intuition that such a course might prove suicidal but also by the hope of most people, their own militants included, that change can come about without a prolonged civil war like El Salvador's.  The typical attitude is that of hundreds of thousands who the other day stopped at noon to sing ''Thanks to Life,'' a song by Latin America's greatest folk artist, the Chilean Violeta Parra. This is the Chileans' answer: despite having been raped, we do not want to reply with more pain and death. If there is any Latin American country where active nonviolence has deep roots in history and national character, it is Chile.  Then why isn't there more international support for this movement? Is nonviolence to be applauded only in the film ''Gandhi''? The United States keeps condemning terrorism, keeps stating that people should not resort to aggression to solve their problems. But what vigorous steps has the Administration taken to help the Chileans rid themselves of oppression and injustice through peaceful means?\nThere is still a chance that my long wait by the radio will not prove futile. Augusto Pinochet remains in power only because he confronts a divided opposition and is supported by a united army. If the situation were reversed, he might find that the emperor he incarnates is not his namesake Augustus Caesar, as he must believe, but Augustus's great-grandson Caligula, who was eliminated by his pretorian guard.  If there is not a change soon, many Chileans, especially those who live in the most extreme deprivation and have been mercilessly persecuted, will despair of putting their unarmed bodies in front of bullets. They would then be exercising a legitimate right to rebel against tyranny, as did the American Colonies.  If that happened, the State Department, you can be sure, would issue a strident statement deploring the rebels' violence and calling on them to use less warlike means to achieve their ends. A more practical approach, beginning this minute, would be to prod General Pinochet into abdicating by resoundingly deploring the real violence he exercises on a people who may be defenseless but who are not endowed with infinite patience. And by applying pressure. Otherwise, another El Salvador may be in the making.  B\n\nGraphic\n\n \ndrawing"
}