{
    "title": "Ron Johnson to speak at Republican National Convention, will discuss international terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 7,
    "day": 18,
    "full text": "CLEVELAND - It turns out Sen. Ron Johnson will attend the Republican National Convention after all.\nThe Oshkosh Republican insisted for weeks he wouldn't attend the event, where Donald Trump is expected to accept the party's presidential nomination. But last week, he backed off his initial refusal, suggesting an appearance was a \"possibility.\" \nAccording to Johnson's campaign, RNC chairman and Wisconsin native Reince Priebus requested the senator's attendance in particular because of his role as chairman of the Senate Homeland Security committee.\n\"In light of growing concerns about international Islamic terrorism, Ron has decided to accept an invitation to talk with the American people about what we must do to keep our communities safe - just as he'll be doing all week while traveling across Wisconsin,\" said Johnson campaign spokesman Brian Reisinger. \"Ron has pressed for real solutions to protect our national security. He has advocated strengthening our military, accomplishing President Obama's stated goal of destroying ISIS, and securing our border.\"\nJohnson is slated to speak Tuesday evening. According to his campaign, that's the only day he'll be in Cleveland.\nHe joins Wisconsinites Gov. Scott Walker, Rep. Sean Duffy, House Speaker Paul Ryan, RNC chairman Reince Priebus and Milwaukee County Sheriff David Clarke on the convention's list of scheduled speakers.\nJohnson faces a tough challenge in November from Democratic former Sen. Russ Feingold, who he ousted in 2010. His campaign was scheduled to launch an attack ad last week going after Feingold's national security record, but tried to pull it in the wake of a terrorist attack in Nice, France.\nThe ad criticized Feingold for voting against the Patriot Act in 2001, and for voting against the National Defense Authorization act 11 times.\nFeingold on Friday accused Johnson of taking \"cheap shots\" and politicizing terrorism and national security.\nFeingold, like Johnson, has said for weeks he doesn't plan to attend his party's convention. He reiterated that plan on Friday.\n\"See, I really do go around the state and go and visit all the places, that's what I actually do. And that's what I intend to do throughout this campaign,\" Feingold said. \"Philadelphia and Cleveland are fine places, but I'm going to stay here in Wisconsin.\"\nJohnson plans to spend the rest of the week doing grassroots events and voter outreach, according to his campaign.\nShare your opinion on this topic by sending a letter to the editor to tctvoice@madison.com Include your full name, hometown and phone number. Your name and town will be published. The phone number is for verification purposes only. Please keep your letter to 250 words or less.\n\nLoad-Date: January 17, 2018"
}