{
    "title": "Root causes of terrorism need examining",
    "publisher": "the world",
    "year": 2002,
    "month": 2,
    "day": 28,
    "full text": "Re: Gore shows Dems hit softer than GOP, Feb. 18.\n I was offended by James Klurfeld's assertion that consideration of \"root causes\" in our response to terrorism puts one \"on the wrong side of the line.\" It's as if such consideration is lacking in basic reasoning or worse, that one may not have the best interests of America at heart. Defining the nature of the world as \"essentially nasty (and) brutal,\" he let drop a little secret about himself and those who think like him: They are filled with fear.\nIn my need to address the root causes of hatred toward our nation, I can easily come up with a few thoughts for consideration. How about the assassination of democratically elected leaders? Also, there is the report that while we glut ourselves, 40,000 children die of hunger-related diseases daily. Don't forget that our business interests strip the valuable resources from poverty-stricken lands with no share of profits going to the people who live there. And we have trained and supplied death squad activities in countries where the peasantry simply asked to be treated fairly by American companies. I can go on and on.\nLETTERS\nDon't get me wrong, there are many, many good things about our country. But not to give criticism where criticism is due does our country a disservice.\nKlurfeld's transparent attempt to cast aspersions on any serious, open dialogue regarding the root causes of hatred toward us is nothing more than denial. His column reflects the denial in the minds of our political and business leaders who, being drunk with power and greed, must stifle the voice of reason.\nR. Hamilton, St. Petersburg\nDemocrats are coming\nRe: Gore shows Dems hit softer than GOP.\nJames Klurfeld's column about Al Gore being a relative softy is revealing about the mesmerized state the average Joe and Jane are believed to be in ever since Sept. 11. Klurfeld complains that Gore's message of understanding the \"root causes\" of poverty, etc., in the poorer countries is an ineffective option. Only massive military power can deliver respect from the Middle-East terrorists, because they really came from the more privileged classes over there, according to Klurfeld.\nPolitical marketing is surely an important factor in the next campaign. I remember George McGovern, a World War II combat bomber pilot, was destroyed by \"rear-echelon\" Richard Nixon in the 1972 election. Maybe Gore will have the same problem with \"rear-echelon\" George Bush. Besides Gore, a Vietnam Veteran, the Democrats have two other Vietnam vets at the forefront of the upcoming presidential hopefuls, Tom Daschle and John Kerry, both combat veterans with as intellectual a grounding as Gore's. They will need to counter Bush's rhetoric with tough and challenging words as well as a promise of better diplomacy.\nThe American people are going to be exposed to a debate not only about security, but also about the best things in our culture and principles, especially the concept of freedom. In these matters, I was never mesmerized by Bush. I applaud his character in his presidential efforts, but cannot agree he is the only choice next time. The Democrats are coming.\nJames Willingham, St. Petersburg\nIn defense of president's tough talk\nRe: The axis backlash, editorial, Feb. 18.\nBy what rationale does the Times bash President Bush for taking a hard line toward the \"axis of evil\" countries that support terrorism against the United States? The president has assembled a brilliant foreign policy team through which all his public speeches are filtered. Additionally, they are privy to tons of intelligence not available to the Times - from satellite photography, from the CIA, the FBI, all our ambassadors, the Defense Department plus our allies.\nThe president, unlike the Times, is responsible for national security and for defending our country against all enemies - foreign and domestic.\nAfter the events of Sept. 11, and following, is it unreasonable to assume that the president's tough talk is in the best long-term interests of the United States?\nJack Vanderbleek, St. Petersburg\nDefend our national values, too\n  We are a powerful nation in terms of economic and military might. We are a great nation because of the values expressed in our Constitution. We have learned that we are vulnerable to violent attacks to which we can respond with economic and military reprisals. Our values are also vulnerable to attack. We are engaged as much in an ideological confrontation as we are in a battle with violent terrorism. We can and must defend ourselves against violence to the full extent of our resources and we must not waiver in our commitment to human rights without regard for the cost. There is risk in defending our values, but that defense is as necessary for our survival as is fighting terrorists and the nations that provide them with safe harbor.\nMazen Al-Najjar is our neighbor. He was imprisoned for more than three years without being afforded the protection enjoyed by all residents of our country. He was deprived of his liberty without \"due process of law.\" He did not enjoy the right to a \"speedy and public trial\" We were told that he was being deprived of his constitutional right due to secret evidence. When a judge reviewed his case, she determined that the secret evidence was insufficient to warrant his incarceration.\nA few months after his release he was arrested for a visa violation. He has been in solitary confinement for months without access to television or newspapers. He is allowed to speak to his wife and children for a maximum of 10 minutes a week. This appears to us as \"cruel and unusual punishment\" for visa violations.\nThis is a single incident of a human rights violation. It is an illustration of a growing disillusion with the commitment of our nation to protect our value system. As an open society we cannot tolerate secrecy. Democracy depends on an informed citizenry no matter what the risk or the cost.\nThe final blow is the apparent complacency of the free press. What good is the First Amendment guaranteeing a free press if that press is silent when human rights within our nation are being attacked from within?\nBrenda Cromwell, social action chairperson,\nFirst United Church of Tampa\nBush didn't start this war\nRe: Attack on dissent is frightening, letter, Feb. 20.\nThe writer expresses concern about the Bush administration's attack on any dissent against its policies and actions in the wake of Sept. 11. While I agree with some of the writer's concerns, he glosses over and misstates an important point in his Bush-bashing diatribe by stating that \"by starting a war on terrorism, Bush has probably condemned us to a war that will never end.\"\nDoes the writer really think the president started this war? Does he also believe President Franklin Roosevelt started the war with Japan, or that the Jews in the Warsaw ghetto started a war with Nazi Germany?\nI'm sure that the writer's professed love for America is sincere, but he - and others who now whine about our president's counterattack on terrorism - should be more concerned about the violation of the constitutional rights of some 3,000 slain Americans rather than their perceived inability to criticize President Bush.\nWilliam Bartsch, Clearwater\nRobertson voices the truth\nRe: Pat Robertson calls Islam violent, bent on domination, Feb. 22.\nThanks for printing this item from the Washington Post. I trust that Pat Robertson will stand by his words, for they are most true and verifiable. One needs only to read through the entire Koran to see that President Bush is wrong when he states that Islam is a peaceful religion.\nAs the atheist can be moral and the Christian an adulterer, so can the individual Muslim be peaceful and speak out against terrorist violence. However, this is not the teaching of Allah toward the infidel (unbeliever). Those who know their Koran practice such extremes as taught therein.\nIsn't American a wonderful country where Robertson can say such things and I can voice support via this forum? In the \"Christianized\" countries, the truth is that tolerance and freedom live, whereas in Muslim countries that freedom is replaced by dominance and fear of investigation of different faiths.\nAs Lesage put it in the 17th century, \"Facts are stubborn things.\"\nKenn Sidorewich, Oldsmar\nChurch leaders must take responsibility\nRe: Vatican addresses pedophilia globally, Feb. 23.\nThe leaders of the Catholic Church must take complete responsibility for what has happened to so many of their priests, if for no other reason than the fact that they allowed even one coverup when a child was molested. How any people (in authority or not) could stand by and keep silent when children have been molested by an adult is beyond my understanding. To ignore something is the same as giving approval.\nHow do those in charge even dare to face a child who has been molested by one of their own? How do they face the parents? How do children, even after they reach adulthood, ever learn to trust again, when the very people who should be above reproach have violated them? These children have been damaged for life by the very persons who should be teaching them about life and trust.\nCertainly, we understand that the Catholic priests are not the only religious organization to employ pedophiles, but as far as I know, if police officers or teachers were caught molesting children, they would be terminated immediately and sent to jail and no one would agree to cover up for them and their sick behavior. So for a religious organization to harbor such sick people makes absolutely no sense.\n  If the church leaders did the right and honorable thing, they'd remove every person (no matter the position) who has molested a child or helped cover up for a molester. This would show the world that they are truly trying to do what's right in the eyes of the world, as well as in the eyes of our Heavenly Father.\nFran Glaros, Clearwater\nDealing with pedophilia\nIt is our understanding that pedophilia is a crime.\nQuestion: If a person in authority is aware that many pedophiles are practicing pedophilia while under his jurisdiction and does not report this activity, should he be permitted to resign or should he be charged as an accessory or for obstruction of justice?\nIt would be an understatement to say that a transfer to another position within his jurisdiction solves the problem.\nElizabeth and Herbert O. Eimerman, Inverness\nReport church's good works\nIn reference to your many articles on the Catholic Church, may I ask that we read more about the good? There is more good than evil in our church. We have thousands of wonderful priests who work 24 hours a day helping people of all faiths, colors and creeds. So, please, let's hear more about their good works.\nNot all your readers believe the Catholic Church is as bad as you seem to make it out to be.\nTeresa O'Connell, Dunedin\nShare your opinions\nLetters for publication should be addressed to Letters to the Editor, P.O. Box 1121, St. Petersburg, FL 33731. They can be sent by e-mail to letters@sptimes.com or by fax to (727) 893-8675.  \nThey should be brief and must include the writer's name, address and phone number. Please include a handwritten signature when possible.\nLetters may be edited for clarity, taste and length. We regret that not all letters can be published.\n\nGraphic\n\n \nDRAWING, DON ADDIS; An elderly woman, pushing buttons on an ATM, says to the machine \"C'mon, Twenty! Baby needs a new pair of shoes\" while in a newspaper rack nearby, headlines read \"Gambling a problem for too many\".\n\nLoad-Date: February 28, 2002"
}