{
    "title": "Root of war on terrorism lies in Israel",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 5,
    "full text": "In mid October of 2001, a friend of mine forwarded to me a story that appeared in Provda, the leading newspaper of Russia.\nThe story that I read, if true, would cause serious doubt on the reason for the U.S. retaliation on Afghanistan and place the integrity of our president into question.\nRealizing that Russia's leading newspaper has, in the past, had a \"close\" relationship with their government, puts the truth-value of their claims into question.\nThe word propaganda comes to mind. I decided to look into the story and see if other newspapers or the mainstream press made similar claims. I was unable to find any information on the subject in any of the mainstream media sources.\nWest Chester U.\nTrying my hardest to be a good reporter, I turned to social political journals that were outside the mainstream press, yet still are known to print reliable and accurate information.\n\"The Village Voice\" and a few Internet journals like slate.com and tompaine.com often have articles written by noted journalists. Every one of the alternative media sourcesI researched carried a story about this particular subject. Not all of them came to the same conclusion about the theory, but all of them debated it nonetheless except CNN, ABC, NBC, CBS and FOX.\nWhat the hell am I talking about? In the mid-1990's Congress explored the possibility of building an oil pipeline in Afghanistan. These plans were scrapped because there was no stable government in the region and the security of the pipeline could not be guaranteed.\nThis part of the story is not in debate, but here is where things get tricky. At the start of baby Bush's administration, policy-changes occurred that some say were a little bit more lax toward the Taliban.\nThe theory is that the baby Bush administration was trying to \"cozy\" up to the Taliban in order to secure their oil pipeline. This lax in security was then taken advantage of by the Taliban and now we are there not only to \"kick their asses\" but mainly to place a stable government in the region that is pro-United States and pro-cheap oil.\nSome commentators on this story do not agree with this theory stating that we are in Afghanistan purely to fight terrorism and that oil had nothing to do with it.\nHowever, if our goal really is to end terrorism Afghanistan is not the most logic place to be investing our time even though it is the headquarters of the Taliban and al Qaeda.\nThe fact is that the root of this \"War on Terrorism\" is in Israel. The conflict between the Israelis and the Palestinians is at the core of a good majority of the conflicts and wars around the world. If these two peoples can make peace, we will have won the War on Terrorism.\nWhile all this can be debated, my concern is that it isn't being debated. At least it isn't being debated on CNN. Last week, CNN's American Morning with Paula Zahn discussed this theory for about 10 minutes before talking about the new scandal of: Enron.\nDid the Bush Administration unfairly attempt to bail Enron out? Who cares! While this may be an important story, not one died because of it.\nBut if these allegations about the Bush Administration's dealings with the Taliban are true, our national security was at stake and more than 6,000 people died so that baby Bush can make a buck.\nHas CNN become the American version on Provda? Why haven't they reported on this story? One has to wonder what other stories CNN hasn't reported on.\nWhen the World Trade Center was destroyed, many people in the Middle East cheered. Americans don't even know why they cheered, and that is part of the reason that they cheered.\nOur news agencies keep us blind to what is really going on in the world and Americans don't seem to realize or even care about this. Many of these terrorists actually have some legitimate grievances against the United States. It is unfortunate that they have fallen on deaf ears and the only way for them to be heard is through acts of terror.\nDon't get me wrong, I am not saying that what they did was right, but maybe ifwe had some clue as to what was going on in the world, maybe many of them wouldn't be so quick to follow a wacko like bin Laden in the first place.\nJohn F. Kennedy said it best when he stated, \"Those who make peaceful revolution impossible will make violent revolution inevitable.\"\nIn today's world, ignorance carries a high cost. America had to pay over 6,000 lives because of it. Let us hope we don't have to pay much more.\n(C) 2002 The Quad via U-WIRE\n\nLoad-Date: February 5, 2002"
}