{
    "title": "Roots Of Terrorism Explored",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 9,
    "day": 28,
    "full text": "PANEL DISCUSSES DILEMMA UNITED STATES FACES\nST. LEO - Participants in a Saint Leo University forum on terrorism Thursday disagreed on whether the United States finds itself in the middle of a religious war as it tries to retaliate for attacks on New York and Washington, D.C.\nBut the panelists did agree that the war could last a long time, and Americans might see their civil liberties infringed on as it progresses.\nThe five-person panel answered questions for a discussion on \"Terrorism: Our New Dilemma.\"\nTy Anderson, a Saint Leo religion professor, takes the view that America's war with terrorists is a religious one, part of a long history of conflict between Christians and Muslims.\n\"I think it's a religious conflict,\" he said. \"Virtually everything is.\"\nAnderson said Osama bin Laden, the man the United States suspects masterminded the attacks, believes the West and its culture are destroying the fundamental values of Islam.\nBut panelist John J. McTague, who has authored books and articles on Middle Eastern policy and terrorism, doesn't see the conflict as a war between religions.\n\"We need to be careful about calling it a religious war,\" McTague said. \"President Bush has gone out of his way to avoid calling it a religious war. The Muslim nations, except Iraq, have condemned the attacks. Most Muslim organizations have condemned the attacks.\"\nMarco Rimanelli, a former CIA analyst, said the United States and its allies face \"a challenge to prove this is not a religious war while fighting terrorists who believe it is a religious war.\"\n\"It's difficult to stop their recruitment because they blame the United States for everything under the sun,\" he said.\nAnother concern for individuals Americans could be the stripping away of some civil liberties as the government tries to protect the nation from terrorists, said Astrid Vicas, an assistant professor of philosophy and religion.\nLaw enforcement agencies might check the Internet and e-mail activities of suspected terrorists, use roving wiretaps and conduct secret searches of property without notifying the suspect.\nThat could raise the question of when and if those civil liberties would be restored if the war drags on for years, she said.\nRimanelli, though, said he is not concerned democracy in the United States would deteriorate if some civil liberties were infringed on to fight terrorism. Many European countries took similar steps to battle terrorism, but remained strong democracies, he said.\nJay Hines, an adjunct faculty member at Saint Leo's education center at MacDill Air Force Base, said the military faces the challenge of fighting a war in which the perpetrators of the attacks don't represent a nation.\nThat likely means the response won't be conventional warfare, he said.\n\"The military has long understood this; that terrorism is warfare by other means,\" Hines said.\nMeanwhile, local residents probably have little to fear from terrorists, Rimanelli said.\n\"Small-town America is fine,\" he said. \"It is the large cities that are the targets. They're not coming to Pasco.\"\nThe panel discussion was sponsored by Pi Sigma Alpha, the university's political science honor society.\n\nLoad-Date: September 29, 2001"
}