{
    "title": "ROPE officer once responsible for fighting terrorism",
    "publisher": "chicago daily herald",
    "year": 2007,
    "month": 1,
    "day": 14,
    "full text": "You may not know this, but Tony Rigano, the new live-in officer for the South East neighborhood in Elgin, was once responsible for snuffing out potential terrorist activity.\nFor a year, Rigano, 25, worked for a police department in a small southern Wyoming town called Bairoil, where 97 people live, according to the 2000 U.S. Census.\nHe says he was the department's only beat cop in the entire town, and that his main duty was ensuring the town's oil fields didn't fall prey to terrorists.\nAs that town's only cop, Rigano says he constantly took phone calls from residents, because there wasn't a 911 system in town.\nEssentially, he was the entire town's go-to officer, he said.\nBut little did he know that he was actually in training for a similar job in Elgin.\nRigano, one of the latest members of the Resident Officer Program of Elgin, will be responsible for overseeing the South East neighborhood.\nAs part of this program, police officers live rent free in city- owned homes inside the neighborhood they've been assigned to cover. Their tenures lasts for about five years.\nRigano is the fourth officer in the neighborhood's history.\nSgt. Glenn Theriault oversees the ROPE program and says major crimes have dropped 53 percent in the neighborhood since the program moved into the area in 1994.\nBefore becoming a ROPE officer, Rigano worked as a night patrol officer for three years, and was primarily responsible for traffic stops.\nHe also worked on a pair of homicides at the Buena Vista apartment complex on the city's west side.\nBut his new duties as a ROPE officer, Rigano said, will expose him to different situations - whether it's shutting down a drug house or helping out at local schools.\n\"So from one day to the next, there's really a multitude of things,\" he said.\nOne of the main projects he'll work on is securing the neighborhood's first playground.\nRigano currently lives in Naperville but will be moving into the ROPE house on Jay Street this week. You can reach him on his ROPE phone at (847) 354-3393.\nBeing a police officer is second nature to Rigano. Both his father and grandfather were police officers - Rigano's grandfather is now chief of police in the same town in Wyoming where he served.\nThe career path isn't the only thing Rigano shares with his father and grandfather.\nThey also all have the same name.\nIn fact, the Elgin cop is actually Tony Rigano the seventh. Does he ever include that on any of his stationery?\n\"No, I just go by my name,\" Rigano said.\n ladkins@dailyherald.com\n\nGraphic\n\n \nfiverigano-na011007gl Tony Rigano peers out the window of the home he'll be living in as the South East Neighborhood's on- call police officer. In addition to monitoring gang activity and a spate of burglaries, Rigano, 25, says he hopes to secure the neighborhood's first playground. GEORGE LECLAIRE/gleclaire@@dailyherald.com\n\nLoad-Date: January 18, 2007"
}