{
    "title": "ROTARIANS URGED TO BE AWARE OF WORLD ISSUES",
    "publisher": "tampa bay times",
    "year": 2012,
    "month": 4,
    "day": 5,
    "full text": "A nationally known expert on homeland security came to New Port Richey on Wednesday and delivered this message: Local awareness of world politics can be a significant defense against terrorism and the kind of chaos that defines so many countries around the world.\nPaul Thompson, former general counsel for President Ronald Reagan's National Security Council and current senior lecturer in Homeland Security at Penn State University's School of Public Affairs, addressed the Rotary Club of New Port Richey at a packed Spartan Manor.\nHe showed slides of his Hershey, Pa., Rotary Club building a school in South Africa and linked it to the founding of Rotary International by Paul Harris in the 1870s, a group dedicated to fighting poverty, and promoting education and health around the world.\nOne slide showed Thompson standing in front of a small building in Wallingford, Vt., where Paul Harris went to school, saying there is a link between Harris' humble beginnings and the school recently built in South Africa.\n\"Grass roots,'' he said. \"That's where it starts. That's where it all started for him and you can see in this room that's where it starts today.\"\nThompson's visit to New Port Richey came about through his longtime friendship with local Rotarian Dave Parris. They met 30 years ago on a ski lift in Pennsylvania.\nParris was in construction at the time, while Thompson had an office in Reagan's White House as NSC legal counsel. The men became such good friends that Thompson invited Parris to the White House and sought his input on issues to get a working businessman's perspective.\nHaving a friend at such a high level in government had its jaw-dropping moments, Parris said, like getting calls from the Air Force One switchboard about meeting for dinner.\n\"It was always interesting to hear him say to someone over the phone, 'No don't wake up the President. I talked to him about this before I left Washington,' \" Parris said after Thompson had addressed the Rotarians.\nThompson goes on vacation each year around Easter at Clearwater Beach, and this year the logistics with his four children and wife worked out for a visit to New Port Richey.\nThe speech not only encouraged Thompson's fellow Rotarians to stay engaged in world affairs, but also outlined some stark reasons why they should.\nIn a presentation he called \"In a Post Cold War and Post 9/11 Transforming World to 2025,\" Thompson said the world's population is estimated to increase by 80-million each year, and is projected to stand at 8.5-billion by 2025. And with that population explosion borders will be become more blurred.\n\"Globalization is causing constant breakdown,'' he said, \"and borders will not mean as much as they did.\"\nAlso, projections are Asia will overtake the United States as the world's top economic power, and a shift of economic power will take place from Europe and the United States to Asia, he said.\nThompson also touched on the disparity of wealth throughout the world saying there are an estimated 1-billion people living on what equates to a couple of dollars a day.\n\"What we paid for lunch today would be half-a-month's pay in many places,\" Thompson said.\nPoverty, finite resources such as energy and water, as well as nation states failing around the world will continue to be threats to world stability.\n\"There is a great danger of more nations becoming totally dysfunctional,\" he said.\nThat kind of instability breeds problems such as terrorism, which is likely to remain a threat for the foreseeable future, he added.\n\"It's not something that is going to go away.\"\n\nGraphic\n\n \nPHOTO: Paul B. Thompson says helping folks in poorer countries can be a significant defense against the instability that may lead to chaos and terrorism.\n\nLoad-Date: April 5, 2012"
}