{
    "title": "ROTC hosts ceremony to remember 9_11",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 10,
    "full text": "Although many students at UNA may have been too young to personally remember 9/11, UNA ROTC is working to ensure the effects of the events are not forgotten.\n\"This event is important to me because younger generations are going to learn what happened on 9/11 in a history book,\" said Cadet Matthew G. Garner. \"We want them to know that this tragic event will not soon be forgotten, that there are people still affected by 9/11 whether it's first responders with medical conditions from working the aftermath of the towers collapse or the men and women fighting overseas to make sure that this never happens again.\"\nThis is the second year in a row ROTC has hosted these events, but Garner said this year they wanted to make the events more welcoming to the public.\nSept. 11 will begin at 5:45 a.m. at Braly Stadium, where local first responders and cadets will participate in the Memorial Physical Training Event by running 2,996 stairs of the stadium, according to a UNA press release.\nThis number represents the number of men and women who died in the 9/11 attacks.\nGarner said ROTC expects approximately 50 cadets to engage in the challenge, but local first responders, veterans and student organizations on campus are encouraged to participate.\nFrom 8:30-9 a.m. ROTC will host a memorial ceremony at the UNA Memorial Amphitheater, featuring Colonel Rae Artencio as the keynote speaker and a chaplain from an area fire department will also provide an Invocation.\nThe memorial ceremony will also include a wreath laying ceremony to honor the late Major Dwayne Williams, a UNA graduate and football player who died at the Pentagon in the 9/11 attacks.\nIn addition, for seven hours straight ROTC cadets will run continuously through campus and downtown Florence carrying an American flag as a visual reminder of 9/11 and the global war on terrorism.\n\"We want spectators, when they see the flag, to take a moment of silence and remember where they were on that day, think about someone affected, think about how they were personally affected by the event,\" Garner said.\nGarner said although he appreciates community members greeting and encouraging ROTC members, he said this event is not the time for chanting or high-fives.\n\"This event is intended to be a silent, visual reminder of the loss our nation suffered on September 11th, and in the subsequent loss for those killed in the Global war on terrorism,\" ROTC said in a press release. \"This is intended to be a somber and reverrent event. As you see the flag moving through campus, please do not interact with the runners. We ask that you quietly remember those who lost their life on this day in 2001.\"\n\nLoad-Date: September 10, 2018"
}