{
    "title": "Rouhani_ extremists want to destroy civilization",
    "publisher": "st. louis post-dispatch ",
    "year": 2014,
    "month": 9,
    "day": 26,
    "full text": "UNITED NATIONS • Iran's president told the U.N. General Assembly Thursday that moderate leaders in the Middle East must spearhead the fight against extremists, warning that their goal of destroying civilization was generating anti-Muslim hatred and creating fertile ground for further intervention of foreign forces in the region.\nHassan Rouhani said leaders who were neither anti- nor pro-Western and knew \"the pain\" the region was experiencing could win the confidence of people in their countries \"and establish the strongest national and international coalitions against violence.\"\nRouhani warned that if countries that had joined the U.S.-led coalition \"do so to continue their hegemony in the region, they would make a strategic mistake.\" This appeared to be directed to the monarchies that are part of the more than 50-nation coalition - Saudi Arabia, Jordan, United Arab Emirates, Bahrain and Qatar.\n\"I warn that if we do not muster all our strengths against extremism and violence today, and fail to entrust the job to the people in the region who can deliver, tomorrow the world will be safe for no one,\" Rouhani said.\nIn a wide-ranging speech, he also said a nuclear agreement was possible before the November deadline if the West wanted a deal and showed flexibility. He said such an agreement would create a new day for cooperation in the region and internationally, including on combating violence and extremism.\nRouhani said many parts of the Middle East \"are currently burning in fire of extremism and radicalism\" and expressed deep regret that terrorism had become globalized.\nTerrorism is now spreading to other parts of the world \"like a contagious disease\" and has become a threat \"from New York to Mosul, from Damascus to Baghdad, from the easternmost to the westernmost parts of the world, from al-Qaida to Daesh,\" the Iranian leader said, using the Arabic acronym for the Islamic State extremist group.\nHe said extremists come to the Middle East from around the world with a single ideology, \"violence and extremism.\"\n\"The extremists of the world have found each other and have put out the call: ‘Extremists of the world unite,' \" Rouhani said. \"But are we united against the extremists?\"\nRouhani said all countries that founded and supported the terrorist groups must acknowledge that their errors had led to extremism and apologize not only to the past generation but to the next generation.\nHe also called for a global fight against the underlying causes of terrorism.\n\"Terrorism germinates in poverty, unemployment, discrimination, humiliation and injustice,\" Rouhani said. \"And it grows in the culture of violence. To uproot extremism, we must spread justice and development and disallow the distortion of divine teachings to justify brutality and cruelty.\"\nIn recent weeks, the Islamic State terrorist group and its affiliates have beheaded two Americans, a Briton and a Frenchman, the latest victim killed in Algeria on Wednesday as the General Assembly session opened.\n\"The pain is made greater when these terrorists spill blood in the name of religion and behead in the name of Islam,\" Rouhani said. He said the extremists hid the \"incontrovertible truth\" that according to all prophets - from Abraham and Moses to Jesus and Mohammed - taking \"a single innocent life is akin to killing the whole humanity.\"\nThe Iranian leader addressed the assembly as representatives from six major powers - the U.S., Russia, China, Britain, France and Germany - continued nuclear talks on the sidelines of the meeting of world leaders.\n\nGraphic\n\n \n Iran's President Hassan Rouhani, left, looks at a protester holding a picture who interrupted while he was speaking at New America, a public policy institute and think tank, on Wednesday, Sept. 24, 2014 in New York. Protesters say the individuals in the picture are all dissidents under house arrest in Iran and called on the President Rouhani to facilitate their release. (AP Photo/Bebeto Matthews)  Iran's President Hassan Rouhani answer questions following his keynote address at New America, a public policy institute and think tank, on Wednesday, Sept. 24, 2014 in New York. (AP Photo/Bebeto Matthews)  Iran President Hassan Rouhani speaks during his keynote address at New America, a public policy institute and think tank, on Wednesday, Sept. 24, 2014 in New York. (AP Photo/Bebeto Matthews)  Iran's President Hassan Rouhani, left, listens as moderator Fareed Zakaria asks questions following the President's keynote address at New America, a public policy institute and think tank, on Wednesday, Sept. 24, 2014 in New York. (AP Photo/Bebeto Matthews) \n\nLoad-Date: September 26, 2014"
}