{
    "title": "ROUTE SALE A MUST, TWA WARNS _ AIRLINE CLAIMS QUICK APPROVAL NEEDED TO AVOID; PAN AM 'S FATE",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 1,
    "day": 30,
    "full text": "Trans World Airlines Inc., which once claimed to have enough cash to snap up pieces of distressed rivals, has warned it might follow them into bankruptcy if it cannot sell its U.S.-London routes.  TWA told the Transportation Department that it needs the $625 million it would receive from American Airlines for the routes and other assets to remain a viable carrier.  ''Prompt approval of the proposed transfer of route authority to American is essential if TWA is to avoid Pan Am's fate,'' TWA and American said in a joint petition for government clearance.  Pan Am Corp., which has agreed to sell its coveted U.S.-London routes to United Airlines to $400 million, sought protection from creditors early this month under Chapter 11 of the federal bankruptcy code.  Analysts say that even with the money from the route deal, Pan Am faces a tough fight for survival, in part because the war in the Persian Gulf has dramatically reduced its trans-Atlantic business.  TWA told the Transportation Department that its own financial condition has deteriorated rapidly in recent weeks because of the recession and the sharp drop in European travel.  TWA last week reduced service to Europe by 50 percent and laid off 2,500 workers, saying that fear of terrorism had produ ced widespread cancellations and a dearth of bookings.  TWA's pilots charged that TWA Chairman Carl Icahn, who has been converting jets and other assets to cash for more than a year, was using the effects of war as an excuse to further shrink the airline.\nThe pilots, TWA's other unions and U.S. Sen. John C. Danforth, R-Mo., are trying to block the assets transfers to American because they think the loss of the U.S.-London routes would render the airline unable to compete.  Kent Scott, chairman of the TWA branch of the Air Line Pilots Association, said Transportation Secretary Samuel Skinner would be signing the carrier's ''death warrant'' if he approved the transfers.  ''For Secretary Skinner, the choice is clear: save a profit for Carl Icahn when he eventually liquidates TWA, or save a great airline as it restructures around its core business,'' Scott said.  Without the international routes, Scott said, TWA would not be able to turn an operating profit - a prerequisite for any sort of financial restructuring.  But TWA noted in its petition that it needed cash immediately to survive long enough ''even to consider future business strategies in more normal times.'' TWA acknowledged that, in an ''optimal world,'' it would not sell the routes.  But it added that higher fuel prices, the weaker economy and the threat of terrorism made the deal crucial to the company's survival.  ''Sometimes difficult choices must be made in the short term to protect the ability to make long-term decisions,'' the airline said.  Although they agreed that TWA is suffering heavy losses, analysts and union leaders said the hints of a potential bankruptcy may be in part politically motivated. The pilots oppose the route sale.  ''There's some gamesmanship going on here,'' said John Pincavage, partner at Transportation Group Ltd., an airline investment bank in New York.  TWA's current financial condition is unclear, because its most recent quarterly report covers only the nine months that ended Sept. 30, said Hans Plickert, a principal in Transportation Group.  TWA had $1.08 billion in cash and ''near cash'' items on Sept. 30, but only $357.3 million of that figure was hard currency and its equivalents.  TWA's reserves almost certainly have plummeted in recent weeks, Plickert said.  ''Flying airplanes with only a handful of people on them is something that drains cash very quickly,'' he said. ''You can just see the dollar bills coming out of the tailpipes.''\n\nLoad-Date: October 8, 1993"
}