{
    "title": "Routed Serbs counterattacking",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 11,
    "day": 5,
    "full text": "United Nations officials have reported signs of a Serbian counteroffensive in northwestern Bosnia, where they have lost significant territory to Muslim-led Bosnian government troops.\nU.N. sources said the Bosnian army Fifth Corps, which took 95 square miles of ground from the Serbs in a lightning breakout from the Bihac enclave in recent days, was now facing a Serb counter-attack.\nReports of heavy casualties on both sides and the withdrawal of the Bosnian army in some areas indicated ''a possible turning point in this phase of the battle,'' a United Nations source told Reuters.\nBosnian officers had told the United Nations that the Serbs had resorted to fighting in a ''kamikaze'' fashion and were taking no prisoners.\nThe U.N. earlier confirmed Bosnian Serb claims that they had recaptured the town of Kulen Vakuf, which they lost to the Bosnian army several days earlier.\nThe Bosnian Serb leadership, stunned by battlefield reverses unprecedented in 31 months of war, had vowed to retake all territory lost to the Muslims and Croats.\nResponding to Muslim advances around Bihac and Sarajevo and the fall of the central town of Kupres, the Bosnian Serb supreme command ordered a general military call-up yesterday and said it would ask its parliament to impose martial law.\nAt the same time, Serb missile attacks on Bihac that wounded seven people including a child -- unleashed in apparent retaliation for the battlefield setbacks -- were labeled ''terrorism'' by the United Nations. ''This inexcusable attack by surface-to-air missiles was devoid of any military value and can only be considered an act of terrorism, reckless in its targeting, designed to provoke fear amongst the people of Bihac,'' a U.N. spokesman said.\nU.N. officials said they were trying to get clearance from rebel Krajina Serb authorities in Croatia for the commander of U.N. troops in Bosnia, Gen. Michael Rose, to visit Bihac tomorrow. The Serbs blocked a similar request last week.\nA statement after the Serb supreme command meeting said it had declared a general mobilization and ordered that ''all available means be used to defend the borders of our homeland.''\nHigh schools and institutes of higher education were closed, and students were ordered to report to their units immediately. The supreme command also called ''for the last time'' on draftees who had fled to neighboring Yugoslavia or abroad to return home and report to their units.\nInternational mediator Lord Owen said the Serbs' threat of all-out war was a warning, and their strategic position should not be underestimated, but he still had hopes for peace.\n''I believe the Bosnian Serbs will attack, and probably there may be some very difficult situations -- particularly getting humanitarian aid through,'' Owen told Britain's Channel Four television news.\n''But, nevertheless, I think it is a warning, and maybe they will seize it as an opportunity to go to peace after a few weeks more intensive fighting,'' he said.\nBosnian President Alija Izetbegovic, sporting a military uniform, was shown on state television near the Trnovo front, south of Sarajevo, speaking to jubilant troops in front of tanks said to have been captured from the Serbs. The television showed the bodies of as many as 20 Serbs killed in fighting and interviewed four or five soldiers identified as Serb prisoners of war.\nIn Zagreb, Yugoslav Foreign Minister Vladislav Jovanovic met Croatian leaders in the first high-level contact between Zagreb and Belgrade since the Crotian war in 1991.\n\nLoad-Date: November 7, 1994"
}