{
    "title": "Rowan students experience Ireland as part of international terrorism class",
    "publisher": "university wire",
    "year": 2018,
    "month": 3,
    "day": 27,
    "full text": "Rowan University Professor Carla Lewandowski and her students took a trip to Ireland over spring break to learn more about the IRA, and got the chance to partake in St. Patrick's Day celebrations as well. -Photo courtesy of Carla Lewandowski\nRecently, a group of Rowan students had the opportunity to experience Irish Culture and history. Carla Lewandowski, an assistant professor in the Law and Justice Studies Department, was looking for ways to make her international terrorism class more engaging to her students. She settled on a trip abroad, but the selection process took a little bit of time.\n\"I love to travel and traveled quite extensively already, and I knew that I wanted to take my students on a trip as well because I feel like the only way that you feel comfortable going abroad is by going abroad,\" Lewandowski said. \"So I was considering places where we could learn about terrorism, and obviously, Syria isn't a place where we want to go, so the most modern example I could think of is Ireland.\"\nLewandowski said she had several key goals in mind with the trip, and that Ireland checked those boxes off on her list.\n\"I did want to focus on the troubles, mainly because that was so recent because one of my main goals in class is to show students two things actually,\" Lewandowski said. \"One is that not every terrorist is a Muslim, and then two, one man's terrorist is another man's freedom fighter.\"\nAs for what she felt her students learned on the trip, Lewandowski said that she felt they came away with a greater understanding of the goals of the class.\n\"We had some really great conversations about terrorism and the confusion on whether or not somebody who sympathizes with the IRA is a terrorist sympathizer,\" Lewandowski said. \"So it brought up a lot more opinions than I could have ever wanted in my wildest dreams. So I was super happy with it and really proud of my students for engaging with the speakers and for really trying to understand what everybody was talking to them about.\" A Panorama of the Giant's Causeway in Northern Ireland. -Photo courtesy of Colin Kenney\nAlice Bubar, a senior Law and Justice major said that when professor Lewandoski announced the trip, she knew she had to go.\n\"I was instantly intrigued with experiencing terrorism in Ireland because it's a side of history that I think is so silent in the United States. I also have family members that have lived through it, so instantly I was like, 'this is something that I would gain so much from.'\"\nBubar also said that getting to experience the history of the troubles was a great educational experience.\n\"When we did this black taxi tour, we spoke to a Protestant member and a Catholic member,\" Bubar said. \"I was always exposed to the Catholic side [growing up], so to hear the Protestant side of things was very interesting, and I felt that was very informative for the trip.\"\nAnd for Colin Kenney, a junior political science major and another student on the trip, experiencing St. Patrick's Day in Ireland was an interesting experience.\n\"Just the concept of it was kind of surreal,\" Kenney said. \"Like you say 'Dublin on St. Patrick's Day' and you get automatically get a response. But Dublin itself, aside from the scenery, it just felt like you were in New York. [In] Belfast I just got more into the culture.\"\nFor questions/comments about this story, email news@thewhitonline.com or tweet @TheWhitOnline.\n\nLoad-Date: March 28, 2018"
}