{
    "title": "Rubin_ Note to the next president on terrorism_ Watch Pakistan",
    "publisher": "the philadelphia inquirer",
    "year": 2008,
    "month": 6,
    "day": 13,
    "full text": "The most urgent foreign policy problem that the next U.S. president will face won't be Iraq. Nor will it be Iran.\nThe next terrorist attack on America is likely to originate, according to the top U.S. military commander, Adm. Mike Mullen, in a place you've probably never heard of: the FATA.\nThat's the acronym for the Federally Administered Tribal Areas of northern Pakistan, a lawless expanse along the Afghan border where al-Qaida, the Taliban, and other jihadist groups now base.\nFrom these safe havens they attack NATO troops in Afghanistan, plan terrorist attacks abroad, and threaten Pakistan itself - a nuclear state.\nNeither Pakistani officials nor the Bush administration have a strategy to curb FATA's jihad. Indeed, the situation seems to be getting worse.\nUnder U.S. pressure, Pakistan sent troops into FATA, but they were bloodied and unsuccessful. Geared up to fight their archenemy India, the army was incapable of combating an insurgency.\nThe election of a new civilian government last December held out the promise of change. Before she was assassinated, Pakistani leader Benazir Bhutto argued bluntly that the war against jihad was Pakistan's war, not just - as many Pakistanis believe - a war thrust on them by America. Bhutto's Pakistan Peoples Party won the most seats, and still carries this message.\nThe new government hoped to develop a counterinsurgency program that included economic aid and would entice tribal leaders to reject the jihad. But it has been distracted by Pakistani political infighting.\nMoreover, civilian officials have not yet been able to exert control over Pakistan's military and intelligence services. The military, rattled by a growing number of suicide attacks, has been negotiating a deal with militants in FATA aimed at quieting the domestic violence.\nDetails of the pending deal are murky. A senior Pakistani civilian official insisted to me that the government wouldn't authorize a deal unless the militants met three key conditions: no cross-border attacks into Afghanistan and no safe haven for foreign jihadists. Lastly, if the militants don't accept Pakistani rule and violate the agreement, the government has the right to strike back. Civilian officials are also discussing setting up a new counterterrorism force under the Ministry of the Interior.\nBut U.S. officials worry that the militants will pocket a FATA accord and regroup, as happened with previous deals. The Pakistani army already appears to be pulling back its troops from the tribal areas before the deal is inked.\nI met this week with one of the most knowledgeable experts on the FATA and the Taliban, Pakistani journalist Ahmed Rashid. He said that Pakistan's army chief, Gen. Ashfaq Kayani, has told U.S. military officials he won't retrain troops for counterinsurgency fighting.\nRashid's new book, Descent into Chaos: The United States and the Failure of Nation Building in Pakistan, Afghanistan and Central Asia, should be required reading for both presidential candidates, and anyone who wants to understand the jihad problem. It provides an up-to-the-minute history of how the FATA became a haven for the world's most dangerous militants.\nRashid lays out the double game Pakistan's army and intelligence agencies have played with America: continuing to support the Taliban and other militants as a weapon against India. President Musharraf did not reverse that strategy. Indeed, during his rule, he undercut the political structure in FATA that was essential for dialogue with the tribes.\nI asked Rashid what approach a new president should take to the FATA problem.\nHis first response: President Bush should stop publicly backing Musharraf. ''U.S. leverage is decreasing,'' Rashid said, ''because it is tied to Musharraf, who is on his way out.'' The recent elections were a stinging repudiation of the Pakistani leader, who originally took power in a coup.\nSecond, Washington should go along, for now, with the negotiations over FATA. ''This is a process that has to happen,'' Rashid says. The public wants this process, and the new government must show it isn't in America's pocket.\nWhat the United States can do to hedge against collapse of a FATA pact is retrain Pakistan's paramilitary forces - the Frontier Corps - from the bottom up. No longer should military aid be given to the Pakistani army without pre-conditions ($10 billion since Sept. 11 has gone mainly for arms to fight India).\nMoreover, the United States should encourage Pakistan and India to move on the Kashmir issue. That would counter the Pakistani army's focus on the border with India.\nMost important, says Rashid, ''The U.S. must give sustained support to a civilian government.'' Unless the civilian Pakistani government can take control of its army and intelligence agencies, the double game that created al-Qaida's safe haven will go on.\n---\n* TRUDY RUBIN is a columnist and editorial-board member for the Philadelphia Inquirer. Readers may write to her at: Philadelphia Inquirer, P.O. Box 8263, Philadelphia, Pa. 19101, or by e-mail at trubinphillynews.com.\n\nLoad-Date: June 15, 2008"
}