{
    "title": "RUDY, BACK ON STAGE, TAKES SLAP AT OBAMA",
    "publisher": "daily news ",
    "year": 2008,
    "month": 6,
    "day": 19,
    "full text": "RUDY GIULIANI, shouldering the mantle of Mr. 9/11, hit the airwaves on behalf of GOP presidential nominee John McCain yesterday to bash Barack Obama on anti-terror issues.\nGiuliani used the words of another New Yorker who tanked in the primaries - Hillary Clinton - as his weapon of choice.\n\"I think she described him as irresponsible or naive, or some language like that,\" Giuliani told \"Fox and Friends.\"\nOn morning cable shows, and in a later conference call, Giuliani was making his debut as part of McCain's stable of national security experts.\nGiuliani charged that Obama had \"a pre-Sept. 11 mentality\" for supporting the use of the criminal justice system to punish terrorists - rather than a military approach.\nThe ex-mayor accused Obama of wanting \"us to go back on defense\" against terrorism.\nThe Democrats appeared to relish Giuliani's return to the stage. \"It's no surprise that it takes a man with zero national security and foreign policy experience to defend the policies of John McCain and President Bush,\" said Obama ally Sen. Joe Biden (D-Del.).\nObama enlisted his own army of advisers yesterday. He met with military and national security experts who served in Congress and the administration of former President Bill Clinton.\nThe gurus included Bubba's Secretaries of State Madeleine Albright and Warren Christopher.\n\"We continue to face grave threats, not only from terrorism, but also nuclear proliferation, climate change and poverty, genocide and disease,\" Obama said before the meeting.\n\"Nearly all of these threats have grown over the last eight years because of the policies of George Bush, which I believe have left us less safe and less respected in the world.\" rsisk@nydailynews.com\n\nGraphic\n\n \nBarack Obama and ex-Secretary of State Madeleine Albright share a moment. Photo by AP\n\nLoad-Date: June 19, 2008"
}