{
    "title": "RUDY TO UN _ FIGHT TERRORISM",
    "publisher": "daily news ",
    "year": 2001,
    "month": 10,
    "day": 2,
    "full text": "Mayor Giuliani took to the world stage yesterday and passionately implored all nations to join the fight against terrorism.\n\"You must isolate any nation that remains neutral in the fight against terrorism,\" Giuliani told representatives of more than 180 countries at the UN General Assembly. \"Now is the time to unite our strengths and maintain international peace and security. This is not the time for further study or vague directives.\"\nAccompanied by Police Commissioner Bernard Kerik and Fire Commissioner Thomas Von Essen, Giuliani said attacks against innocent civilians are intended to defeat freedom and democracy, and the world must unite to eliminate the clear and present danger of terrorism.\n\"The evidence of terrorism's brutality and inhumanity, of its contempt for life and the concept of peace, is lying beneath the rubble of the World Trade Center less than 2   miles from where we meet today,\" he said.\nThe mayor delivered his remarks before the formal opening of a debate on a UN report on measures to eliminate international terrorism. More than 150 countries, including Libya, Sudan and Iran, are scheduled to give their views on the issue.   Attacks condemned Last week, the UN Security Council unanimously adopted a broad resolution that condemned the Sept. 11 attacks and called upon all 189 member states to deny money, support and sanctuary to terrorists.\n\"The attack wounded the entire world,\" UN Secretary General Kofi Annan said as he introduced the mayor.  \"But shared adversity has brought New York City and the United Nations closer together than ever before. We are united in grief.\"\nGiuliani has had a rocky relationship with diplomats, famously berating embassies that refuse to pay parking tickets. He recently threatened to seize and sell the cars of consular officials, who have less immunity than UN diplomats do.\nBut none of the vitriol was evident yesterday. Giuliani, who last spoke before the General Assembly at its 50th anniversary in 1995, said terrorism has thrived on fertile ground created by those who try to sympathize with a \"grossly immoral action.\"\n\"Let those who say we must understand the reasons for terrorism come with me to the thousands of funerals we are having in New York City and explain those insane maniacal reasons to the children who will grow up without fathers and mothers and to the parents who have had their children ripped from them for no reason at all,\" he said.\n\"Instead, I ask each of you to allow me to say at these funerals that your nations stand with America in making a solemn promise and pledge that we will achieve . . . victory over terrorism and terrorists.\" 'Made us stronger' The mayor praised firefighters, police officers and civilians for helping save 25,000 lives following the Sept. 11 attack. \"This massive attack was intended to break our spirit,\" he said. \"It has not done that. It has made us stronger, more determined and more resolved.\"\nGiuliani said that by attacking Americans, the terrorists had attacked multiple ethnic groups and faiths. \"Americans are not a single ethnic group,\" he said. \"Americans are not one single race or one single religion. Americans emerge from all your nations. We are defined as Americans by our belief in religious freedom, political freedom, economic freedom.\"\nJohn Negroponte, the new U.S. ambassador to the UN, said the war against terrorism is not a war against Islam. \"There is no division between the U.S. and Islam,\" he said. \"The division that exists is between the civilized world and terrorism, between the rule of law and the chaos of crime, between a world at peace and a world in peril.\"\n\nGraphic\n\n \nAP\n\nLoad-Date: October 2, 2001"
}