{
    "title": "Rudy the red state rave",
    "publisher": "university wire",
    "year": 2007,
    "month": 6,
    "day": 4,
    "full text": "Fear tactics and exploitation of tragedy should ideally not be used for political gain. Unfortunately, politicians always find ways to manipulate voters by using fear. In this day and age, the Sept. 11 attacks are the most common memory utilized for political gain. It is sad, but fear tactics and political exploitation are commonplace. In fact Rudolph Giuliani's presidential campaign would not be possible without them.\nBefore the terrorist attacks of 2001, Giuliani was nothing but a marginal figure in the menagerie of American politicians. Republican mayors of major Democratic strongholds are never to be taken seriously, but Sept. 11 changed that and it also switched the country's focus to national security. Giuliani capitalized on this by reassuring the people of New York that the city would return to normalcy. His speech at the 2004 Republican Convention ensured that future Republican nominations would be decided by national security voters. Giuliani's campaign for president became possible in 2001, and he has been campaigning since then.\nNot surprisingly, his campaign is all about national security and terrorism. In essence, it is all about fear. Giuliani comes across as the most fear-mongering of all the Republicans. This is because he cannot win the Republican nomination on his merits. Giuliani is a pro-choice, pro-gay rights, gun control advocate in a party dominated by what seem to be armed pro-life homophobes. Giuliani would not possibly be getting support in Republican polls if Sept. 11 had never happened. The fact that Giuliani is the party's front-runner is a testament to the fear that conservatives have of terrorism and should readily disprove the assumption that the 2004 election was decided by values voters. It appears that the 2004 presidential election and the 2008 Republican primaries will both have been decided by national security voters.\nNobody can argue that Giuliani was on the short list of potential Republican nominees before Sept. 11. He is a former mayor of New York, and although that is indeed an executive office, it is still within the realm of local politics. Giuliani has never held national or even statewide office. I do not believe this should disqualify him, but I will suggest that partisans would normally prefer their nominees to be sitting presidents, vice presidents, governors, senators or, more rarely, members of Congress. To get on the ballot as a major party's nominee, a big-city mayor like Giuliani would have to be an extremely popular figure who was mayor during a crisis situation.\nUnfortunately for Giuliani, gone are the days in which popularity alone could elect someone. For that reason, Giuliani has to remind voters constantly about what he did. He is fortunate that the crisis he faced was national in nature. This has given him the tremendous advantage of a constant reminder of what happened and what could happen in the future. We hear him all the time, warning us about the dangers of pulling out of Iraq or electing a Democratic president who does not understand the terrorist threat.\nGiuliani is simply one of many politicians who would have you vote Republican out of fear. Republican fear tactics are not limited to appealing to fear of terrorism. Republicans also appeal to some on the far-right by attempting to spread fear of immigrants, homosexuals, scientists, nonreligious people, liberals, etc. Although those tricks are all old, terrorism is the newest fear tactic Republicans have been using and Giuliani is using it now, just like the Bush campaign did in 2004.\nFortunately for people who are not intimidated, this particular fear tactic will only work in the Republican primaries and it will not have the same effect on the general election as it did in 2004. Most Americans now realize that the tactic is to use fear of terrorism to keep neoconservative foreign adventures alive, such as the one in Iraq. It will not work this time around and I look forward to living in a nation that is not afraid.\nBrian Murphy is a junior in political science. He can be reached at murphy.718@osu.edu\n(C) 2007 The Lantern via U-WIRE\n\nLoad-Date: June 4, 2007"
}